{
    "organizations": [],
    "uuid": "21dc0ac35fd87370f8004893b509cde5d36167ea",
    "author": "Robert Hackett",
    "url": "http://fortune.com/2018/03/01/bitcoin-uber-cryptocurrency-eco-garrett-camp/",
    "ord_in_thread": 0,
    "title": "Bitcoin: Uber Creator Invents New Cryptocurrency 'Eco' | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In November, Garrett Camp had just returned from his first trip to Africa—an “eye-opening” experience, he said—when he informed the world that he would donate half his riches to charity.\nWhat Uber’s cofounder and chairman didn’t mention was that he intended to do more than just give away money. Indeed, he had resolved to invent his own.\nOver the past five months, Camp has been sketching out plans for a brand new cryptocurrency that aims to fix technical and other challenges plaguing existing projects, such as Bitcoin and Ethereum . His hope, he told Fortune , is to resuscitate virtual currency’s original promise: an instant, affordable, and borderless means of payment for the masses.\nAlmost a year ago in May, Camp bought his first Bitcoin along with 10 Ether, Ethereum’s native token, on Coinbase, a popular online exchange in the U.S. But as he looked to invest further in the ballooning field of digital tokens and alternative cryptocurrencies, he was let down.\n“The more research I did, the more I was not really wanting to buy a large amount of any one of them,” Camp told Fortune . “I realized it might be better to release a new project from a different philosophical standpoint with cooperation from a lot of universities, scientists, and research institutes—like the Internet,” he said, in terms of its path to development.\nCamp has christened his rival project “Eco,” a name he settled on because it is short, easy to pronounce in many languages, and evokes concepts like “ecosystem,” “economics,” and “ecommerce.”\nCamp is one of a number of entrepreneurs who have thrown their hats into the cryptocurrency ring in recent months. Pavel Durav, the CEO and founder of chat app Telegram, has been building buzz around a billion-dollar “initial coin offering.” Other businesses like Overstock, Kodak, and chat app Kik have either held or intend to hold ICOs. Even Mark Zuckerburg, Facebook’s CEO, said that he planned to focus this year on fixing Facebook , a goal that included exploring “encryption and cryptocurrency.”\n“Eco seeks to create the most usable digital currency platform to date, offering users an alternative to bitcoin, gold and fiat currency at Eco.com ,” says Eco’s white paper, a draft of which Fortune reviewed. “New payment systems are needed which are not controlled by a central institution, and provide better user experiences using mobile devices.”\nScreenshot of an Eco digital wallet demo. Courtesy of Garrett Camp A few differentiators set the Eco protocol apart from the tech underlying other cryptocurrencies, like Bitcoin. First off, Eco’s blockchain , or shared ledger system, is designed to run on “verified nodes,” rather than on the machines of an anonymous network of volunteers.\nWhat the system loses in resilience and security, it gains in efficiency and coordinated governance. The trade-off strikes “more of a middle ground,” as Camp puts it, between decentralization (like Bitcoin) and centralization (Visa).\nCamp says he’s initially seeking to partner with the top 5% universities and research institutes around the world, which number in the couple thousands, to run these early nodes.\nAnother difference from Bitcoin is Eco’s incentive structure. Instead of having cryptocurrency “miners” compete against one another for the entire crypto-lottery prize, in his proposed system, every time an Eco node confirms a block of financial transactions, the cryptocurrency reward gets dispensed across the network to all nodes and users.\nIn this scenario, the people running nodes—also known as token generators—are incentivized to do just the bare minimum to confirm the next block, so that everyone makes money. This economic switch means that miners won’t be motivated to throw as much computing resources at these problems, thereby reducing the energy consumed.\nLazy nodes can be booted from the network by a quorum of peers, and new ones can join through a similar, reverse process, Camp said.\nAnother factor is distribution. Camp doesn’t want a small group of speculators to hoard Eco tokens. The more people who get their hands on it, the better, in his view.\nIn fact, Camp is giving away free money to prime the pump. Out of a total of 1 trillion tokens to be generated over several years, the project plans to disseminate half the supply to the first 1 billion users. Camp plans to set aside a fifth of the tokens for verified nodes (in this case, university partners and researchers), a tenth for the Eco Foundation, to pay operational expenses and fund research grants, another tenth for advisors and active contributors, and a final tenth for “strategic partners worldwide.”\nTo spearhead the Eco effort, Camp said he is creating a new non-profit organization, the Eco Foundation, that he plans to fund with $10 million from himself and a small number of partners affiliated with Expa, his 4-year-old startup accelerator. The foundation’s board—whose seats have yet to be filled—will likely consist of as many as nine people ranging from a diversity of intellectual and geographic backgrounds, Camp said.\nThe project is still in the early stages. “This is the design phase,” Camp says. “We intentionally have not written a lot of code yet. Before we start getting deep into the implementation of the system, we want more experts, researchers, and scientists to weigh in.”\nCamp is, in other words, inviting people to participate in a virtual jam session—not unlike the brainstorming huddle that led to Uber’s creation in 2009.\nAs he writes in a version of the white paper, which Fortune reviewed:\nIf you are an expert in technology, security, economics, governance, policy or design and are interested in helping build Eco into a global currency, please email us at contributors@eco.com. Universities, open-source projects, companies and non-profits who are interested in partnering with Eco can email partners@eco.com for more information. If you have feedback on Eco, please send ideas and suggestions to feedback@eco.com.\nAt the time of our call, Camp had shared his vision with only a select few advisors, including Naval Ravikant, founder of the angel investing website AngelList; Adam Bain, the former chief operating officer of Twitter; Scott Belsky, the chief product officer for Adobe’s creative cloud; and Tim Ferriss, the prolific author, podcaster, and speaker.\nAmira Yahyaoui, an entrepreneur at Expa, Camp’s startup accelerator, who also advises on Eco, said she instantly grasped the opportunity for such a system based on her experience growing up in North Africa, despite being ambivalent about the technical underpinning.\n“Honestly, I don’t even care about the crypto discussion,” said Yahyaoui, a former cochair of the World Economic Forum’s annual meeting in Davos, Switzerland. “I come from a continent where most of the people don’t have access to money. The currency has no value because it’s not a currency. You can’t buy anything with it.”\nIn her native Tunisia, where Yahyaoui helped promote political change during the Arab Spring, the population has little to no access to a reliable financial system, she said. “Somehow, Garrett is trying to build a worldwide mPesa,” she said, referring to a mobile currency popular in Kenya, where Camp stayed during his recent visit to Africa.\nIn Yahyyaoui’s estimation, Eco could become the project for which Camp is remembered. “When we discussed it for the first time and he was explaining to me what he planned to do for the first time, I looked at him and said, You know, if you succeed in doing this people will introduce you as the guy who founded Eco and before that, a small company called Uber.”\nCamp is cautiously optimistic, too. “I think it could have as much or even greater impact if it succeeds,” he said.\nCamp said hopes to have a test-net running later this year, perhaps as early as six months from now.",
    "published": "2018-03-02T18:00:00.000+02:00",
    "crawled": "2018-03-02T00:36:29.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "november",
        "garrett",
        "camp",
        "returned",
        "first",
        "trip",
        "experience",
        "informed",
        "world",
        "would",
        "donate",
        "half",
        "rich",
        "charity",
        "uber",
        "cofounder",
        "chairman",
        "mention",
        "intended",
        "give",
        "away",
        "money",
        "indeed",
        "resolved",
        "invent",
        "past",
        "five",
        "month",
        "camp",
        "sketching",
        "plan",
        "brand",
        "new",
        "cryptocurrency",
        "aim",
        "fix",
        "technical",
        "challenge",
        "plaguing",
        "existing",
        "project",
        "bitcoin",
        "ethereum",
        "hope",
        "told",
        "fortune",
        "resuscitate",
        "virtual",
        "currency",
        "original",
        "promise",
        "instant",
        "affordable",
        "borderless",
        "mean",
        "payment",
        "mass",
        "almost",
        "year",
        "ago",
        "may",
        "camp",
        "bought",
        "first",
        "bitcoin",
        "along",
        "ether",
        "ethereum",
        "native",
        "token",
        "coinbase",
        "popular",
        "online",
        "exchange",
        "looked",
        "invest",
        "ballooning",
        "field",
        "digital",
        "token",
        "alternative",
        "cryptocurrencies",
        "let",
        "research",
        "really",
        "wanting",
        "buy",
        "large",
        "amount",
        "one",
        "camp",
        "told",
        "fortune",
        "realized",
        "might",
        "better",
        "release",
        "new",
        "project",
        "different",
        "philosophical",
        "standpoint",
        "cooperation",
        "lot",
        "university",
        "scientist",
        "research",
        "internet",
        "said",
        "term",
        "path",
        "development",
        "camp",
        "christened",
        "rival",
        "project",
        "eco",
        "name",
        "settled",
        "short",
        "easy",
        "pronounce",
        "many",
        "language",
        "evokes",
        "concept",
        "like",
        "ecosystem",
        "economics",
        "camp",
        "one",
        "number",
        "entrepreneur",
        "thrown",
        "hat",
        "cryptocurrency",
        "ring",
        "recent",
        "month",
        "pavel",
        "durav",
        "ceo",
        "founder",
        "chat",
        "app",
        "telegram",
        "building",
        "buzz",
        "around",
        "initial",
        "coin",
        "business",
        "like",
        "overstock",
        "kodak",
        "chat",
        "app",
        "kik",
        "either",
        "held",
        "intend",
        "hold",
        "icos",
        "even",
        "mark",
        "zuckerburg",
        "facebook",
        "ceo",
        "said",
        "planned",
        "focus",
        "year",
        "fixing",
        "facebook",
        "goal",
        "included",
        "exploring",
        "encryption",
        "eco",
        "seek",
        "create",
        "usable",
        "digital",
        "currency",
        "platform",
        "date",
        "offering",
        "user",
        "alternative",
        "bitcoin",
        "gold",
        "fiat",
        "currency",
        "say",
        "eco",
        "white",
        "paper",
        "draft",
        "fortune",
        "reviewed",
        "new",
        "payment",
        "system",
        "needed",
        "controlled",
        "central",
        "institution",
        "provide",
        "better",
        "user",
        "experience",
        "using",
        "mobile",
        "screenshot",
        "eco",
        "digital",
        "wallet",
        "demo",
        "courtesy",
        "garrett",
        "camp",
        "differentiator",
        "set",
        "eco",
        "protocol",
        "apart",
        "tech",
        "underlying",
        "cryptocurrencies",
        "like",
        "bitcoin",
        "first",
        "eco",
        "blockchain",
        "shared",
        "ledger",
        "system",
        "designed",
        "run",
        "verified",
        "node",
        "rather",
        "machine",
        "anonymous",
        "network",
        "volunteer",
        "system",
        "loses",
        "resilience",
        "security",
        "gain",
        "efficiency",
        "coordinated",
        "governance",
        "strike",
        "middle",
        "ground",
        "camp",
        "put",
        "decentralization",
        "like",
        "bitcoin",
        "centralization",
        "visa",
        "camp",
        "say",
        "initially",
        "seeking",
        "partner",
        "top",
        "university",
        "research",
        "institute",
        "around",
        "world",
        "number",
        "couple",
        "thousand",
        "run",
        "early",
        "node",
        "another",
        "difference",
        "bitcoin",
        "eco",
        "incentive",
        "structure",
        "instead",
        "cryptocurrency",
        "miner",
        "compete",
        "one",
        "another",
        "entire",
        "prize",
        "proposed",
        "system",
        "every",
        "time",
        "eco",
        "node",
        "confirms",
        "block",
        "financial",
        "transaction",
        "cryptocurrency",
        "reward",
        "get",
        "dispensed",
        "across",
        "network",
        "node",
        "user",
        "scenario",
        "people",
        "running",
        "known",
        "token",
        "incentivized",
        "bare",
        "minimum",
        "confirm",
        "next",
        "block",
        "everyone",
        "make",
        "money",
        "economic",
        "switch",
        "mean",
        "miner",
        "motivated",
        "throw",
        "much",
        "computing",
        "resource",
        "problem",
        "thereby",
        "reducing",
        "energy",
        "consumed",
        "lazy",
        "node",
        "booted",
        "network",
        "quorum",
        "peer",
        "new",
        "one",
        "join",
        "similar",
        "reverse",
        "process",
        "camp",
        "said",
        "another",
        "factor",
        "distribution",
        "camp",
        "want",
        "small",
        "group",
        "speculator",
        "hoard",
        "eco",
        "token",
        "people",
        "get",
        "hand",
        "better",
        "view",
        "fact",
        "camp",
        "giving",
        "away",
        "free",
        "money",
        "prime",
        "pump",
        "total",
        "trillion",
        "token",
        "generated",
        "several",
        "year",
        "project",
        "plan",
        "disseminate",
        "half",
        "supply",
        "first",
        "billion",
        "user",
        "camp",
        "plan",
        "set",
        "aside",
        "fifth",
        "token",
        "verified",
        "node",
        "case",
        "university",
        "partner",
        "researcher",
        "tenth",
        "eco",
        "foundation",
        "pay",
        "operational",
        "expense",
        "fund",
        "research",
        "grant",
        "another",
        "tenth",
        "advisor",
        "active",
        "contributor",
        "final",
        "tenth",
        "strategic",
        "partner",
        "spearhead",
        "eco",
        "effort",
        "camp",
        "said",
        "creating",
        "new",
        "organization",
        "eco",
        "foundation",
        "plan",
        "fund",
        "million",
        "small",
        "number",
        "partner",
        "affiliated",
        "expa",
        "startup",
        "accelerator",
        "foundation",
        "seat",
        "yet",
        "likely",
        "consist",
        "many",
        "nine",
        "people",
        "ranging",
        "diversity",
        "intellectual",
        "geographic",
        "background",
        "camp",
        "said",
        "project",
        "still",
        "early",
        "stage",
        "design",
        "phase",
        "camp",
        "say",
        "intentionally",
        "written",
        "lot",
        "code",
        "yet",
        "start",
        "getting",
        "deep",
        "implementation",
        "system",
        "want",
        "expert",
        "researcher",
        "scientist",
        "weigh",
        "camp",
        "word",
        "inviting",
        "people",
        "participate",
        "virtual",
        "jam",
        "unlike",
        "brainstorming",
        "huddle",
        "led",
        "uber",
        "creation",
        "writes",
        "version",
        "white",
        "paper",
        "fortune",
        "reviewed",
        "expert",
        "technology",
        "security",
        "economics",
        "governance",
        "policy",
        "design",
        "interested",
        "helping",
        "build",
        "eco",
        "global",
        "currency",
        "please",
        "email",
        "u",
        "contributor",
        "university",
        "project",
        "company",
        "interested",
        "partnering",
        "eco",
        "email",
        "partner",
        "information",
        "feedback",
        "eco",
        "please",
        "send",
        "idea",
        "suggestion",
        "feedback",
        "time",
        "call",
        "camp",
        "shared",
        "vision",
        "select",
        "advisor",
        "including",
        "naval",
        "ravikant",
        "founder",
        "angel",
        "investing",
        "website",
        "angellist",
        "adam",
        "bain",
        "former",
        "chief",
        "operating",
        "officer",
        "twitter",
        "scott",
        "belsky",
        "chief",
        "product",
        "officer",
        "adobe",
        "creative",
        "cloud",
        "tim",
        "ferriss",
        "prolific",
        "author",
        "podcaster",
        "speaker",
        "amira",
        "yahyaoui",
        "entrepreneur",
        "expa",
        "camp",
        "startup",
        "accelerator",
        "also",
        "advises",
        "eco",
        "said",
        "instantly",
        "grasped",
        "opportunity",
        "system",
        "based",
        "experience",
        "growing",
        "north",
        "africa",
        "despite",
        "ambivalent",
        "technical",
        "underpinning",
        "honestly",
        "even",
        "care",
        "crypto",
        "discussion",
        "said",
        "yahyaoui",
        "former",
        "cochair",
        "world",
        "economic",
        "forum",
        "annual",
        "meeting",
        "davos",
        "switzerland",
        "come",
        "continent",
        "people",
        "access",
        "money",
        "currency",
        "value",
        "currency",
        "buy",
        "anything",
        "native",
        "tunisia",
        "yahyaoui",
        "helped",
        "promote",
        "political",
        "change",
        "arab",
        "spring",
        "population",
        "little",
        "access",
        "reliable",
        "financial",
        "system",
        "said",
        "somehow",
        "garrett",
        "trying",
        "build",
        "worldwide",
        "mpesa",
        "said",
        "referring",
        "mobile",
        "currency",
        "popular",
        "kenya",
        "camp",
        "stayed",
        "recent",
        "visit",
        "africa",
        "yahyyaoui",
        "estimation",
        "eco",
        "could",
        "become",
        "project",
        "camp",
        "remembered",
        "discussed",
        "first",
        "time",
        "explaining",
        "planned",
        "first",
        "time",
        "looked",
        "said",
        "know",
        "succeed",
        "people",
        "introduce",
        "guy",
        "founded",
        "eco",
        "small",
        "company",
        "called",
        "camp",
        "cautiously",
        "optimistic",
        "think",
        "could",
        "much",
        "even",
        "greater",
        "impact",
        "succeeds",
        "said",
        "camp",
        "said",
        "hope",
        "running",
        "later",
        "year",
        "perhaps",
        "early",
        "six",
        "month"
    ]
}