{
    "organizations": [],
    "uuid": "3e981eb86bc1cec643efd11bafbd2594b4a48bcf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/globe-newswire-seaspine-announces-fourth-quarter-and-full-year-2017-results-and-issues-2018-financial-guidance.html",
    "ord_in_thread": 0,
    "title": "SeaSpine Announces Fourth Quarter and Full-Year 2017 Results and Issues 2018 Financial Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CARLSBAD, Calif., Feb. 28, 2018 (GLOBE NEWSWIRE) -- SeaSpine Holdings Corporation (NASDAQ:SPNE), a global medical technology company focused on surgical solutions for the treatment of spinal disorders, announced today financial results for the three-months and full-year ended December 31, 2017 and provided guidance for 2018.\nSummary Fourth Quarter 2017 Financial Results and Recent Accomplishments\nRevenue of $34.0 million, an increase of 4.5% year-over-year U.S. revenue of $31.2 million, an increase of 4.8% year-over-year\nº U.S. Orthobiologics revenue of $16.6 million, an increase of 10.1% year-over-year\nº U.S. Spinal Implants revenue of $14.6 million, essentially unchanged year-over-year International revenue of $2.8 million, an increase of approximately 1% year-over-year Limited commercial launch of OsteoStrand™ and OsteoStrand Plus Demineralized Bone Fibers and OsteoBallast™ Demineralized Bone Matrix in Resorbable Mesh Launch of an expanded Ventura™ NanoMetalene® posterior interbody device portfolio with sagittally oriented lordosis options to accommodate a larger range of posterior procedures and a wider variety of patient anatomies\n“Our 2017 results are marked by several accomplishments underpinned by our commitment to delivering improved procedural spine solutions and clinical value through our expanding and innovative product portfolio,” said Keith Valentine, President and Chief Executive Officer. “As we enter 2018, we are well positioned to continue upgrading our global distribution footprint while we execute on our strategy and deliver accelerated revenue growth and expanded gross margins.”\nFourth Quarter 2017 Financial Results\nRevenue of 2017 totaled $34.0 million, an increase of 4.5% compared to the same period of the prior year. U.S. revenue was $31.2 million, a 4.8% increase compared to the same period of the prior year due to strong volume growth in the U.S. Orthobiologics franchise that was driven by new distribution.\nOrthobiologics revenue totaled $18.1 million, an 8.8% increase compared to the fourth quarter of 2016. The increase in orthobiologics revenue was primarily driven by growth in U.S. sales across multiple product lines generated by recently added distributors.\nSpinal implants revenue totaled $15.9 million, essentially unchanged compared to the same period of the prior year. Spinal implant sales in the U.S. also was essentially flat compared to the prior year, as continued low single-digit price declines and decreased usage of the Company's legacy systems were mostly offset by revenue growth from recently launched products.\nGross margin of 2017 was 63.3%, compared to 58.6% for the same period in 2016. The increase in gross margin was mainly driven by lower raw material and manufacturing costs for orthobiologics products manufactured at the Company's Irvine, California facility and lower provisions for excess and obsolete inventory in the fourth quarter of 2017.\nOperating expenses of 2017 totaled $29.2 million, compared to $28.6 million for the same period of the prior year. The $0.6 million increase was driven primarily by higher commission expense and marketing costs, partially offset by a $1.5 million non-cash gain recorded in the fourth quarter of 2017 related to the release of a foreign capital tax liability based on the passage of the statute of limitations and lower consulting expenses.\nNet loss of 2017 was $7.5 million, compared to a net loss of $9.8 million of 2016.\nCash and cash equivalents at December 31, 2017 totaled $10.8 million, and the Company had no amounts outstanding under its $30.0 million credit facility.\n2017 Financial Results\nRevenue for the year ended December 31, 2017 totaled $131.8 million, an increase of 2.3% compared to the prior year. U.S. revenue was $118.4 million, a 1.4% increase compared to the prior year. Orthobiologics revenue totaled $69.1 million, a 4.4% increase compared to the prior year. Spinal implant revenue totaled $62.7 million, essentially unchanged compared to the prior year.\nGross margin for 2017 was 60.7%, compared to 56.9% for 2016. The increase in gross margin was mainly driven by lower raw material and manufacturing costs for orthobiologics products manufactured at the Company's Irvine, California facility, and by lower provisions for excess and obsolete inventory in 2017.\nOperating expenses for 2017 totaled $112.7 million, compared to $116.8 million for 2016. The $4.1 million decrease was driven primarily by lower intangible asset amortization expense, the absence of a $0.9 million instrument impairment charge recorded in 2016, and a decrease in general and administrative expenses, all of which were partially offset by higher selling commissions and increased investment in marketing and product development in 2017. The decrease in general and administrative expenses was driven primarily by lower consulting and legal expenses, the $1.5 million non-cash gain related to the release of a foreign capital tax liability, a $0.9 million non-cash gain recorded in 2017 related to a decrease in the fair value of contingent consideration liabilities related to the NLT acquisition, and lower facility and related operating costs resulting from the shutdown of the Company's Vista, California facility in late 2016.\nNet loss for 2017 was $32.1 million, compared to a net loss of $43.2 million for 2016.\n2018 Financial Outlook\nSeaSpine continues to expect full-year 2018 revenue to be in the range of $135 million to $139 million, reflecting growth of 2.5% to 5.5% over full-year 2017 revenue.\nWebcast and Conference Call Information\nThe Company’s management team will host a conference call beginning today at 1:30pm PT/4:30pm ET to discuss the financial results and recent business developments. Individuals interested in listening to the conference call may do so by dialing (877) 418-4766 for domestic callers or (614) 385-1253 for international callers, using Conference ID: 7067009. To listen to a live webcast, please visit the Investors section of the SeaSpine website at: www.seaspine.com .\nAbout SeaSpine\nSeaSpine ( www.seaspine.com ) is a global medical technology company focused on the design, development and commercialization of surgical solutions for the treatment of patients suffering from spinal disorders. SeaSpine has a comprehensive portfolio of orthobiologics and spinal implants solutions to meet the varying combinations of products that neurosurgeons and orthopedic spine surgeons need to perform fusion procedures on the lumbar, thoracic and cervical spine. SeaSpine’s orthobiologics products consist of a broad range of advanced and traditional bone graft substitutes that are designed to improve bone fusion rates following a wide range of orthopedic surgeries, including spine, hip, and extremities procedures. SeaSpine’s spinal implants portfolio consists of an extensive line of products to facilitate spinal fusion in minimally invasive surgery (MIS), complex spine, deformity and degenerative procedures. Expertise in both orthobiologic sciences and spinal implants product development allows SeaSpine to offer its surgeon customers a differentiated portfolio and a complete solution to meet their fusion requirements. SeaSpine currently markets its products in the United States and in over 30 countries worldwide.\nForward-Looking Statements\nSeaSpine cautions you that statements included in this news release that are not a description of historical facts are forward-looking statements that are based on the Company’s current expectations and assumptions. Such forward-looking statements include, but are not limited to, statements relating to: the Company delivering improved procedural spine solutions and clinical value through an expanded and innovative product portfolio; the Company’s position to continue to upgrade its global distribution footprint; and the Company’s expectations for full-year 2018 revenue, as well as to deliver accelerated revenue growth and expanded gross margins. Among the factors that could cause or contribute to material differences between the Company’s actual results and the expectations indicated by the forward-looking statements are risks and uncertainties that include, but are not limited to: surgeons’ willingness to continue to use the Company’s existing products and to adopt its newly launched products, including the risk that the Company’s products do not demonstrate adequate safety or efficacy, independently or relative to competitive products, to support expected levels of demand or pricing; the ability of newly launched products to perform as designed and intended and to meet the needs of surgeons and patients, including as a result of the lack of clinical validation of products in limited commercial (or “alpha”) launch; the Company’s ability to attract new, high-quality distributors, whether as a result of inability to reach agreement on financial or other contractual terms or otherwise, disruption to the Company’s existing distribution network as new distributors are added, and the ability of new distributors to generate growth or offset disruption to existing distributors; continued pricing pressure, whether as a result of consolidation in hospital systems, competitors or others, as well as exclusion from major healthcare systems, whether as a result of unwillingness to provide required pricing or otherwise; the risk of supply shortages and the associated, potentially long-term disruption to product sales, including as a result of the Company’s dependence on a limited number of third-party suppliers for components and raw materials, or otherwise; unexpected expense and delay, including as a result of developing and supporting the launch of new products, the fact that newly launched products may require substantial additional development activities, which could introduce further expense and delay, or as a result of obtaining regulatory clearances; the Company’s ability to continue to invest in medical education and training, product development, and/or sales and marketing initiatives at levels sufficient to drive future revenue growth, including as a result of its inability to obtain funding on a timely basis on acceptable terms, or at all; general economic and business conditions in the markets in which the Company does business, both in the U.S. and abroad; and other risks and uncertainties more fully described in the Company’s news releases and periodic filings with the Securities and Exchange Commission. The Company’s public filings with the Securities and Exchange Commission are available at www.sec.gov .\nYou are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date when made. SeaSpine does not intend to revise or update any forward-looking statement set forth in this news release to reflect events or circumstances arising after the date hereof, except as may be required by law.\nInvestor Relations Contact\nLynn Pieper Lewis\n(415) 937-5402\nir@seaspine.com\nSEASPINE HOLDINGS CORPORATION UNAUDITED CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except per share data) Quarter Ended December 31, Year Ended December 31, 2017 2016 2017 2016 Total revenue, net $ 33,982 $ 32,519 $ 131,814 $ 128,860 Cost of goods sold 12,484 13,450 51,826 55,544 Gross profit 21,498 19,069 79,988 73,316 Operating expenses: Selling, general and administrative 25,410 24,899 97,303 101,065 Research and development 2,952 2,908 12,180 11,442 Intangible amortization 792 792 3,168 4,309 Total operating expenses 29,154 28,599 112,651 116,816 Operating loss (7,656 ) (9,530 ) (32,663 ) (43,500 ) Other (income) expense net (43 ) 231 (430 ) 264 Loss before income taxes (7,613 ) (9,761 ) (32,233 ) (43,764 ) Provision (benefit) for income taxes (106 ) 7 (118 ) (552 ) Net loss $ (7,507 ) $ (9,768 ) $ (32,115 ) $ (43,212 ) Net Loss per share, basic and diluted $ (0.56 ) $ (0.87 ) $ (2.58 ) $ (3.85 ) Weighted average shares used to compute basic and diluted net loss per share 13,413 11,271 12,426 11,222\nSEASPINE HOLDINGS CORPORATION UNAUDITED CONDENSED CONSOLIDATED BALANCE SHEET DATA (In thousands) December 31,\n2017 December 31,\n2016 Cash and cash equivalents $ 10,788 $ 14,566 Trade accounts receivable, net 21,872 20,982 Inventories 41,721 45,299 Total current liabilities 23,157 24,418 Short-term debt — 445 Long-term borrowings under credit facility — 3,835 Total stockholders' equity 105,653 110,977\nSource:SeaSpine Holdings Corporation",
    "published": "2018-03-01T00:05:00.000+02:00",
    "crawled": "2018-03-01T02:21:59.032+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "carlsbad",
        "globe",
        "newswire",
        "seaspine",
        "holding",
        "corporation",
        "nasdaq",
        "spne",
        "global",
        "medical",
        "technology",
        "company",
        "focused",
        "surgical",
        "solution",
        "treatment",
        "spinal",
        "disorder",
        "announced",
        "today",
        "financial",
        "result",
        "ended",
        "december",
        "provided",
        "guidance",
        "summary",
        "fourth",
        "quarter",
        "financial",
        "result",
        "recent",
        "accomplishment",
        "revenue",
        "million",
        "increase",
        "revenue",
        "million",
        "increase",
        "º",
        "orthobiologics",
        "revenue",
        "million",
        "increase",
        "º",
        "spinal",
        "implant",
        "revenue",
        "million",
        "essentially",
        "unchanged",
        "international",
        "revenue",
        "million",
        "increase",
        "approximately",
        "limited",
        "commercial",
        "launch",
        "osteostrand",
        "plus",
        "demineralized",
        "bone",
        "fiber",
        "demineralized",
        "bone",
        "matrix",
        "resorbable",
        "mesh",
        "launch",
        "expanded",
        "posterior",
        "interbody",
        "device",
        "portfolio",
        "sagittally",
        "oriented",
        "lordosis",
        "option",
        "accommodate",
        "larger",
        "range",
        "posterior",
        "procedure",
        "wider",
        "variety",
        "patient",
        "anatomy",
        "result",
        "marked",
        "several",
        "accomplishment",
        "underpinned",
        "commitment",
        "delivering",
        "improved",
        "procedural",
        "spine",
        "solution",
        "clinical",
        "value",
        "expanding",
        "innovative",
        "product",
        "portfolio",
        "said",
        "keith",
        "valentine",
        "president",
        "chief",
        "executive",
        "officer",
        "enter",
        "well",
        "positioned",
        "continue",
        "upgrading",
        "global",
        "distribution",
        "footprint",
        "execute",
        "strategy",
        "deliver",
        "accelerated",
        "revenue",
        "growth",
        "expanded",
        "gross",
        "fourth",
        "quarter",
        "financial",
        "result",
        "revenue",
        "totaled",
        "million",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "revenue",
        "million",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "due",
        "strong",
        "volume",
        "growth",
        "orthobiologics",
        "franchise",
        "driven",
        "new",
        "distribution",
        "orthobiologics",
        "revenue",
        "totaled",
        "million",
        "increase",
        "compared",
        "fourth",
        "quarter",
        "increase",
        "orthobiologics",
        "revenue",
        "primarily",
        "driven",
        "growth",
        "sale",
        "across",
        "multiple",
        "product",
        "line",
        "generated",
        "recently",
        "added",
        "distributor",
        "spinal",
        "implant",
        "revenue",
        "totaled",
        "million",
        "essentially",
        "unchanged",
        "compared",
        "period",
        "prior",
        "year",
        "spinal",
        "implant",
        "sale",
        "also",
        "essentially",
        "flat",
        "compared",
        "prior",
        "year",
        "continued",
        "low",
        "price",
        "decline",
        "decreased",
        "usage",
        "company",
        "legacy",
        "system",
        "mostly",
        "offset",
        "revenue",
        "growth",
        "recently",
        "launched",
        "product",
        "gross",
        "margin",
        "compared",
        "period",
        "increase",
        "gross",
        "margin",
        "mainly",
        "driven",
        "lower",
        "raw",
        "material",
        "manufacturing",
        "cost",
        "orthobiologics",
        "product",
        "manufactured",
        "company",
        "irvine",
        "california",
        "facility",
        "lower",
        "provision",
        "excess",
        "obsolete",
        "inventory",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "totaled",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "million",
        "increase",
        "driven",
        "primarily",
        "higher",
        "commission",
        "expense",
        "marketing",
        "cost",
        "partially",
        "offset",
        "million",
        "gain",
        "recorded",
        "fourth",
        "quarter",
        "related",
        "release",
        "foreign",
        "capital",
        "tax",
        "liability",
        "based",
        "passage",
        "statute",
        "limitation",
        "lower",
        "consulting",
        "expense",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totaled",
        "million",
        "company",
        "amount",
        "outstanding",
        "million",
        "credit",
        "facility",
        "financial",
        "result",
        "revenue",
        "year",
        "ended",
        "december",
        "totaled",
        "million",
        "increase",
        "compared",
        "prior",
        "year",
        "revenue",
        "million",
        "increase",
        "compared",
        "prior",
        "year",
        "orthobiologics",
        "revenue",
        "totaled",
        "million",
        "increase",
        "compared",
        "prior",
        "year",
        "spinal",
        "implant",
        "revenue",
        "totaled",
        "million",
        "essentially",
        "unchanged",
        "compared",
        "prior",
        "year",
        "gross",
        "margin",
        "compared",
        "increase",
        "gross",
        "margin",
        "mainly",
        "driven",
        "lower",
        "raw",
        "material",
        "manufacturing",
        "cost",
        "orthobiologics",
        "product",
        "manufactured",
        "company",
        "irvine",
        "california",
        "facility",
        "lower",
        "provision",
        "excess",
        "obsolete",
        "inventory",
        "operating",
        "expense",
        "totaled",
        "million",
        "compared",
        "million",
        "million",
        "decrease",
        "driven",
        "primarily",
        "lower",
        "intangible",
        "asset",
        "amortization",
        "expense",
        "absence",
        "million",
        "instrument",
        "impairment",
        "charge",
        "recorded",
        "decrease",
        "general",
        "administrative",
        "expense",
        "partially",
        "offset",
        "higher",
        "selling",
        "commission",
        "increased",
        "investment",
        "marketing",
        "product",
        "development",
        "decrease",
        "general",
        "administrative",
        "expense",
        "driven",
        "primarily",
        "lower",
        "consulting",
        "legal",
        "expense",
        "million",
        "gain",
        "related",
        "release",
        "foreign",
        "capital",
        "tax",
        "liability",
        "million",
        "gain",
        "recorded",
        "related",
        "decrease",
        "fair",
        "value",
        "contingent",
        "consideration",
        "liability",
        "related",
        "nlt",
        "acquisition",
        "lower",
        "facility",
        "related",
        "operating",
        "cost",
        "resulting",
        "shutdown",
        "company",
        "vista",
        "california",
        "facility",
        "late",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "financial",
        "outlook",
        "seaspine",
        "continues",
        "expect",
        "revenue",
        "range",
        "million",
        "million",
        "reflecting",
        "growth",
        "revenue",
        "webcast",
        "conference",
        "call",
        "information",
        "company",
        "management",
        "team",
        "host",
        "conference",
        "call",
        "beginning",
        "today",
        "et",
        "discus",
        "financial",
        "result",
        "recent",
        "business",
        "development",
        "individual",
        "interested",
        "listening",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "using",
        "conference",
        "id",
        "listen",
        "live",
        "webcast",
        "please",
        "visit",
        "investor",
        "section",
        "seaspine",
        "website",
        "seaspine",
        "seaspine",
        "global",
        "medical",
        "technology",
        "company",
        "focused",
        "design",
        "development",
        "commercialization",
        "surgical",
        "solution",
        "treatment",
        "patient",
        "suffering",
        "spinal",
        "disorder",
        "seaspine",
        "comprehensive",
        "portfolio",
        "orthobiologics",
        "spinal",
        "implant",
        "solution",
        "meet",
        "varying",
        "combination",
        "product",
        "neurosurgeon",
        "orthopedic",
        "spine",
        "surgeon",
        "need",
        "perform",
        "fusion",
        "procedure",
        "lumbar",
        "thoracic",
        "cervical",
        "spine",
        "seaspine",
        "orthobiologics",
        "product",
        "consist",
        "broad",
        "range",
        "advanced",
        "traditional",
        "bone",
        "graft",
        "substitute",
        "designed",
        "improve",
        "bone",
        "fusion",
        "rate",
        "following",
        "wide",
        "range",
        "orthopedic",
        "surgery",
        "including",
        "spine",
        "hip",
        "extremity",
        "procedure",
        "seaspine",
        "spinal",
        "implant",
        "portfolio",
        "consists",
        "extensive",
        "line",
        "product",
        "facilitate",
        "spinal",
        "fusion",
        "minimally",
        "invasive",
        "surgery",
        "mi",
        "complex",
        "spine",
        "deformity",
        "degenerative",
        "procedure",
        "expertise",
        "orthobiologic",
        "science",
        "spinal",
        "implant",
        "product",
        "development",
        "allows",
        "seaspine",
        "offer",
        "surgeon",
        "customer",
        "differentiated",
        "portfolio",
        "complete",
        "solution",
        "meet",
        "fusion",
        "requirement",
        "seaspine",
        "currently",
        "market",
        "product",
        "united",
        "state",
        "country",
        "worldwide",
        "statement",
        "seaspine",
        "caution",
        "statement",
        "included",
        "news",
        "release",
        "description",
        "historical",
        "fact",
        "statement",
        "based",
        "company",
        "current",
        "expectation",
        "assumption",
        "statement",
        "include",
        "limited",
        "statement",
        "relating",
        "company",
        "delivering",
        "improved",
        "procedural",
        "spine",
        "solution",
        "clinical",
        "value",
        "expanded",
        "innovative",
        "product",
        "portfolio",
        "company",
        "position",
        "continue",
        "upgrade",
        "global",
        "distribution",
        "footprint",
        "company",
        "expectation",
        "revenue",
        "well",
        "deliver",
        "accelerated",
        "revenue",
        "growth",
        "expanded",
        "gross",
        "margin",
        "among",
        "factor",
        "could",
        "cause",
        "contribute",
        "material",
        "difference",
        "company",
        "actual",
        "result",
        "expectation",
        "indicated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "surgeon",
        "willingness",
        "continue",
        "use",
        "company",
        "existing",
        "product",
        "adopt",
        "newly",
        "launched",
        "product",
        "including",
        "risk",
        "company",
        "product",
        "demonstrate",
        "adequate",
        "safety",
        "efficacy",
        "independently",
        "relative",
        "competitive",
        "product",
        "support",
        "expected",
        "level",
        "demand",
        "pricing",
        "ability",
        "newly",
        "launched",
        "product",
        "perform",
        "designed",
        "intended",
        "meet",
        "need",
        "surgeon",
        "patient",
        "including",
        "result",
        "lack",
        "clinical",
        "validation",
        "product",
        "limited",
        "commercial",
        "alpha",
        "launch",
        "company",
        "ability",
        "attract",
        "new",
        "distributor",
        "whether",
        "result",
        "inability",
        "reach",
        "agreement",
        "financial",
        "contractual",
        "term",
        "otherwise",
        "disruption",
        "company",
        "existing",
        "distribution",
        "network",
        "new",
        "distributor",
        "added",
        "ability",
        "new",
        "distributor",
        "generate",
        "growth",
        "offset",
        "disruption",
        "existing",
        "distributor",
        "continued",
        "pricing",
        "pressure",
        "whether",
        "result",
        "consolidation",
        "hospital",
        "system",
        "competitor",
        "others",
        "well",
        "exclusion",
        "major",
        "healthcare",
        "system",
        "whether",
        "result",
        "unwillingness",
        "provide",
        "required",
        "pricing",
        "otherwise",
        "risk",
        "supply",
        "shortage",
        "associated",
        "potentially",
        "disruption",
        "product",
        "sale",
        "including",
        "result",
        "company",
        "dependence",
        "limited",
        "number",
        "supplier",
        "component",
        "raw",
        "material",
        "otherwise",
        "unexpected",
        "expense",
        "delay",
        "including",
        "result",
        "developing",
        "supporting",
        "launch",
        "new",
        "product",
        "fact",
        "newly",
        "launched",
        "product",
        "may",
        "require",
        "substantial",
        "additional",
        "development",
        "activity",
        "could",
        "introduce",
        "expense",
        "delay",
        "result",
        "obtaining",
        "regulatory",
        "clearance",
        "company",
        "ability",
        "continue",
        "invest",
        "medical",
        "education",
        "training",
        "product",
        "development",
        "sale",
        "marketing",
        "initiative",
        "level",
        "sufficient",
        "drive",
        "future",
        "revenue",
        "growth",
        "including",
        "result",
        "inability",
        "obtain",
        "funding",
        "timely",
        "basis",
        "acceptable",
        "term",
        "general",
        "economic",
        "business",
        "condition",
        "market",
        "company",
        "business",
        "abroad",
        "risk",
        "uncertainty",
        "fully",
        "described",
        "company",
        "news",
        "release",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "seaspine",
        "intend",
        "revise",
        "update",
        "statement",
        "set",
        "forth",
        "news",
        "release",
        "reflect",
        "event",
        "circumstance",
        "arising",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "law",
        "investor",
        "relation",
        "contact",
        "lynn",
        "pieper",
        "lewis",
        "ir",
        "seaspine",
        "holding",
        "corporation",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "net",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "research",
        "development",
        "intangible",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "compute",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "seaspine",
        "holding",
        "corporation",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "total",
        "current",
        "liability",
        "debt",
        "borrowing",
        "credit",
        "facility",
        "total",
        "stockholder",
        "equity",
        "source",
        "seaspine",
        "holding",
        "corporation"
    ]
}