{
    "organizations": [],
    "uuid": "0e79c2e61e68d961bd48627efa6604d6d14c0285",
    "author": "Angelica LaVito",
    "url": "https://www.cnbc.com/2018/03/09/quip-wants-to-change-the-way-you-interact-with-your-dentist.html",
    "ord_in_thread": 0,
    "title": "Quip wants to change the way you interact with your dentist",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Brush twice and floss once daily. Everyone's heard these instructions, but not everyone follows them.\nQuip wants to make it easier for dentists to prescribe plans and for patients to stick to them. The Brooklyn, New York-based start-up has spent the past two years selling toothbrush subscriptions — and building a network of consumers.\nNow Quip wants to add professionals to its web to create a system that connects dentists with patients to keep people engaged between appointments. Quip's goal is to help people create better habits to prevent problems with their gums and teeth.\nLeveraging dentists in its bid to build its brand also may help it to crack into the electric toothbrush market, which is dominated by two players: Philips, which makes Sonicare, and Procter & Gamble 's Oral-B. Together, the two represented 85 percent of the U.S. market in 2016, according to Euromonitor. The next closest competitor, Conair's Interplak, captured just 0.4 percent.\nThe places a high hurdle for Quip, and it's just one start-up trying to grab some of the market, which Euromonitor predicts will reach $826 million in the U.S. this year.\nPreventing dental problems Dental health is rooted in prevention. Brushing, flossing and semiannual visits are meant to stave off cavities and gum disease. Quip co-founders Simon Enever and Bill May see a prime opportunity to build on that.\n\"There's pieces of the system that are broken,\" Enever said. \"Those cleanings don't make as much money as having that root canal, but we are focused on what really matters and what is ultimately best for people and their oral health. Prevention is the key. So we want to make that whole preventative routine better for the patient, of course, and professionals.\"\nThe obvious place to start, Enever said, was at the foundation: toothbrushes.\nBrushing your teeth removes biofilm, a layer of bacteria that can produce acids that cause tooth decay and gum disease. The more mature the film gets, the more destructive it becomes. Using fluoride toothpaste also helps harden teeth, making them more resistant to bacteria.\nTime and frequency are two common obstacles for people, said Dr. Maria Lopez Howell, spokeswoman for the American Dental Association and practicing dentist in the San Antonio area. Some people don't want to spend two minutes in the morning or at night. Some people will brush, but not for long enough. \n\"It's all about prevention,\" she said. \"If you think about it, for a pennies and minutes a day you can offer yourself the gift of good oral health.\"\nCreating a 'helping hand' Quip started selling vibrating electric toothbrushes in 2015 and currently sells plastic versions for $25 and metal variations for $40, with a subscription. Customers can enroll in plans where they receive replacement brush heads and a new AAA battery every three months for $5, or receive those items plus toothpaste for $10.\nStarter kits include booklets with a guide to proper brushing technique. Quip also sends oral health newsletters with tips and blog posts.\nSeeing a dentist biannually is crucial to maintaining oral health, Lopez Howell said. Appointments should be scheduled every six months so dentists can address poor habits and problems before they escalate.\nSimon Enever, CEO and co-founder of Quip. The toothbrush start-up secured a $10 million venture investment on National Brush Day, Nov. 1 , 2017. Quip notifies its customers when it's time to see a dentist. The alerts come every six months from when people sign up or every six months based on their last appointment if subscribers link to their dentist on the platform.\nTo connect, patients enter the name and email of their dentist and Quip will send a request to the dentist and will reward the patient with a $5 credit. Once synced, dentists can click a button to confirm patients visit on-time and reward them by paying for the next two refills of their Quip subscription. \nThis symbiotic system is how Quip thinks it can differentiate itself from competitors and become more than simply a toothbrush brand. Quip has more than 15,000 dental professionals signed up. It's piloting a number of programs this year to perfect its dental connection platform.\nThe company has used some of the money from its $10 million in series A funding it sealed in November to market to dental professionals, especially during local dental conventions.\n\"This is what we bring: a connection to their patients,\" Enever said. \"The whole problem is when you leave the office you're just done. You're like, 'OK, I'm back to what I was before.' They're looking for someone to be the helping hand and support their patients between visits.\" \nQuip's plan improve interaction between patients and professionals hinges on people actually seeking care. In 2015, 36 percent of adults visited a general dentist within the past year, according to the American Dental Association Health Policy Institute .\nCracking into the market Still, Quip is not alone in offering subscription toothbrush services. Goby, another New York-based start-up, started selling its own electric toothbrush in 2016. Its version is $50 with a subscription and has a round brush head that oscillates. Refills are $6. \nAnother toothbrush company, Kolibree, is using technology to show people how well they're brushing and tracks their progress. Kolibree's $129 Ara toothbrush connects to an app that displays graphics of teeth. Philips Sonicare and Oral-B have developed similar technology at a higher price.\nKolibree has partnered with Colgate to launch the Colgate Smart Electronic Toothbrush E1 with Artificial Intelligence, which is sold exclusively through Apple for just under $100.\nKolibree can collect a lot of data, which could be used to connect patients and dentists and improve care. Although CEO Thomas Serval declined to provide specific details, he explained how this could work. \n\"By providing data about how do people actually brush their teeth (how long, how often, and where in the mouth), we can understand which incentives, and what kind of coaching actually works to improve oral care,\" Serval said.\nDelivering oral care Another problem Quip will need to address is customer turnover.\nCompared with subscription services for fashion or meal kits, those services focused on replenishing consumer goods tend to have an advantage. These programs often saw about 45 percent of their members subscribe for at least one year, about 10 percentage points higher than levels for services that curate or deliver exclusive products, according to a recent McKinsey report .\nQuip's Enever said the best subscription services are the ones where there's a true \"need\" to be subscribed, not just a luxury. Goby founder and CEO Ben Goldberg said close to 70 percent of its customers continue to subscribe after one year. \nSource: Goby \"It's not like a meal service where you just want to change it up occasionally or a fashion item,\" Goldberg said. \"It's a disposable item. You get one in the door and throw the other out. You never run into the issue of (toothbrush heads) piling up in the bathroom, and it's not a guessing game.\"\nDollar Shave Club and Harry's proved the low-cost subscription model could work with razors. Their success cut into P&G's Gillette sales, forcing the consumer products giant to slash razor prices and roll out its own subscription service.\nAn Oral-B spokeswoman said the P&G brand is \"very aware\" of competitors leveraging the direct to consumer model. \n\"We are interested in learning more about this space, given the level of consumer interest,\" she said. \"We have recently initiated our own work in this area and look forward to learning how people respond and engage with us.\"\nPhilips Sonicare offers its own subscription service for people to buy replacement heads. \nAt Quip, Enever says he's not concerned about the big players. It's cultivating its own set of customers, and this year it's all about drawing in dentists. \nCorrection: With a subscription, Quip's plastic electric toothbrush costs $25.",
    "published": "2018-03-09T20:32:00.000+02:00",
    "crawled": "2018-03-09T19:34:32.047+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "brush",
        "twice",
        "floss",
        "daily",
        "everyone",
        "heard",
        "instruction",
        "everyone",
        "follows",
        "quip",
        "want",
        "make",
        "easier",
        "dentist",
        "prescribe",
        "plan",
        "patient",
        "stick",
        "brooklyn",
        "new",
        "spent",
        "past",
        "two",
        "year",
        "selling",
        "toothbrush",
        "subscription",
        "building",
        "network",
        "consumer",
        "quip",
        "want",
        "add",
        "professional",
        "web",
        "create",
        "system",
        "connects",
        "dentist",
        "patient",
        "keep",
        "people",
        "engaged",
        "appointment",
        "quip",
        "goal",
        "help",
        "people",
        "create",
        "better",
        "habit",
        "prevent",
        "problem",
        "gum",
        "teeth",
        "leveraging",
        "dentist",
        "bid",
        "build",
        "brand",
        "also",
        "may",
        "help",
        "crack",
        "electric",
        "toothbrush",
        "market",
        "dominated",
        "two",
        "player",
        "philip",
        "make",
        "sonicare",
        "procter",
        "gamble",
        "together",
        "two",
        "represented",
        "percent",
        "market",
        "according",
        "euromonitor",
        "next",
        "closest",
        "competitor",
        "conair",
        "interplak",
        "captured",
        "percent",
        "place",
        "high",
        "hurdle",
        "quip",
        "one",
        "trying",
        "grab",
        "market",
        "euromonitor",
        "predicts",
        "reach",
        "million",
        "year",
        "preventing",
        "dental",
        "problem",
        "dental",
        "health",
        "rooted",
        "prevention",
        "brushing",
        "flossing",
        "semiannual",
        "visit",
        "meant",
        "stave",
        "cavity",
        "gum",
        "disease",
        "quip",
        "simon",
        "enever",
        "bill",
        "may",
        "see",
        "prime",
        "opportunity",
        "build",
        "piece",
        "system",
        "broken",
        "enever",
        "said",
        "cleaning",
        "make",
        "much",
        "money",
        "root",
        "canal",
        "focused",
        "really",
        "matter",
        "ultimately",
        "best",
        "people",
        "oral",
        "health",
        "prevention",
        "key",
        "want",
        "make",
        "whole",
        "preventative",
        "routine",
        "better",
        "patient",
        "course",
        "professional",
        "obvious",
        "place",
        "start",
        "enever",
        "said",
        "foundation",
        "toothbrush",
        "brushing",
        "teeth",
        "remove",
        "biofilm",
        "layer",
        "bacteria",
        "produce",
        "acid",
        "cause",
        "tooth",
        "decay",
        "gum",
        "disease",
        "mature",
        "film",
        "get",
        "destructive",
        "becomes",
        "using",
        "fluoride",
        "toothpaste",
        "also",
        "help",
        "harden",
        "teeth",
        "making",
        "resistant",
        "bacteria",
        "time",
        "frequency",
        "two",
        "common",
        "obstacle",
        "people",
        "said",
        "maria",
        "lopez",
        "howell",
        "spokeswoman",
        "american",
        "dental",
        "association",
        "practicing",
        "dentist",
        "san",
        "antonio",
        "area",
        "people",
        "want",
        "spend",
        "two",
        "minute",
        "morning",
        "night",
        "people",
        "brush",
        "long",
        "enough",
        "prevention",
        "said",
        "think",
        "penny",
        "minute",
        "day",
        "offer",
        "gift",
        "good",
        "oral",
        "health",
        "creating",
        "hand",
        "quip",
        "started",
        "selling",
        "vibrating",
        "electric",
        "toothbrush",
        "currently",
        "sell",
        "plastic",
        "version",
        "metal",
        "variation",
        "subscription",
        "customer",
        "enroll",
        "plan",
        "receive",
        "replacement",
        "brush",
        "head",
        "new",
        "aaa",
        "battery",
        "every",
        "three",
        "month",
        "receive",
        "item",
        "plus",
        "toothpaste",
        "starter",
        "kit",
        "include",
        "booklet",
        "guide",
        "proper",
        "brushing",
        "technique",
        "quip",
        "also",
        "sends",
        "oral",
        "health",
        "newsletter",
        "tip",
        "blog",
        "post",
        "seeing",
        "dentist",
        "biannually",
        "crucial",
        "maintaining",
        "oral",
        "health",
        "lopez",
        "howell",
        "said",
        "appointment",
        "scheduled",
        "every",
        "six",
        "month",
        "dentist",
        "address",
        "poor",
        "habit",
        "problem",
        "escalate",
        "simon",
        "enever",
        "ceo",
        "quip",
        "toothbrush",
        "secured",
        "million",
        "venture",
        "investment",
        "national",
        "brush",
        "day",
        "quip",
        "notifies",
        "customer",
        "time",
        "see",
        "dentist",
        "alert",
        "come",
        "every",
        "six",
        "month",
        "people",
        "sign",
        "every",
        "six",
        "month",
        "based",
        "last",
        "appointment",
        "subscriber",
        "link",
        "dentist",
        "platform",
        "connect",
        "patient",
        "enter",
        "name",
        "email",
        "dentist",
        "quip",
        "send",
        "request",
        "dentist",
        "reward",
        "patient",
        "credit",
        "synced",
        "dentist",
        "click",
        "button",
        "confirm",
        "patient",
        "visit",
        "reward",
        "paying",
        "next",
        "two",
        "refill",
        "quip",
        "subscription",
        "symbiotic",
        "system",
        "quip",
        "think",
        "differentiate",
        "competitor",
        "become",
        "simply",
        "toothbrush",
        "brand",
        "quip",
        "dental",
        "professional",
        "signed",
        "piloting",
        "number",
        "program",
        "year",
        "perfect",
        "dental",
        "connection",
        "platform",
        "company",
        "used",
        "money",
        "million",
        "series",
        "funding",
        "sealed",
        "november",
        "market",
        "dental",
        "professional",
        "especially",
        "local",
        "dental",
        "convention",
        "bring",
        "connection",
        "patient",
        "enever",
        "said",
        "whole",
        "problem",
        "leave",
        "office",
        "done",
        "like",
        "back",
        "looking",
        "someone",
        "helping",
        "hand",
        "support",
        "patient",
        "visit",
        "quip",
        "plan",
        "improve",
        "interaction",
        "patient",
        "professional",
        "hinge",
        "people",
        "actually",
        "seeking",
        "care",
        "percent",
        "adult",
        "visited",
        "general",
        "dentist",
        "within",
        "past",
        "year",
        "according",
        "american",
        "dental",
        "association",
        "health",
        "policy",
        "institute",
        "cracking",
        "market",
        "still",
        "quip",
        "alone",
        "offering",
        "subscription",
        "toothbrush",
        "service",
        "goby",
        "another",
        "new",
        "started",
        "selling",
        "electric",
        "toothbrush",
        "version",
        "subscription",
        "round",
        "brush",
        "head",
        "oscillates",
        "refill",
        "another",
        "toothbrush",
        "company",
        "kolibree",
        "using",
        "technology",
        "show",
        "people",
        "well",
        "brushing",
        "track",
        "progress",
        "kolibree",
        "ara",
        "toothbrush",
        "connects",
        "app",
        "display",
        "graphic",
        "teeth",
        "philip",
        "sonicare",
        "developed",
        "similar",
        "technology",
        "higher",
        "price",
        "kolibree",
        "partnered",
        "colgate",
        "launch",
        "colgate",
        "smart",
        "electronic",
        "toothbrush",
        "e1",
        "artificial",
        "intelligence",
        "sold",
        "exclusively",
        "apple",
        "kolibree",
        "collect",
        "lot",
        "data",
        "could",
        "used",
        "connect",
        "patient",
        "dentist",
        "improve",
        "care",
        "although",
        "ceo",
        "thomas",
        "serval",
        "declined",
        "provide",
        "specific",
        "detail",
        "explained",
        "could",
        "work",
        "providing",
        "data",
        "people",
        "actually",
        "brush",
        "teeth",
        "long",
        "often",
        "mouth",
        "understand",
        "incentive",
        "kind",
        "coaching",
        "actually",
        "work",
        "improve",
        "oral",
        "care",
        "serval",
        "said",
        "delivering",
        "oral",
        "care",
        "another",
        "problem",
        "quip",
        "need",
        "address",
        "customer",
        "turnover",
        "compared",
        "subscription",
        "service",
        "fashion",
        "meal",
        "kit",
        "service",
        "focused",
        "replenishing",
        "consumer",
        "good",
        "tend",
        "advantage",
        "program",
        "often",
        "saw",
        "percent",
        "member",
        "subscribe",
        "least",
        "one",
        "year",
        "percentage",
        "point",
        "higher",
        "level",
        "service",
        "curate",
        "deliver",
        "exclusive",
        "product",
        "according",
        "recent",
        "mckinsey",
        "report",
        "quip",
        "enever",
        "said",
        "best",
        "subscription",
        "service",
        "one",
        "true",
        "need",
        "subscribed",
        "luxury",
        "goby",
        "founder",
        "ceo",
        "ben",
        "goldberg",
        "said",
        "close",
        "percent",
        "customer",
        "continue",
        "subscribe",
        "one",
        "year",
        "source",
        "goby",
        "like",
        "meal",
        "service",
        "want",
        "change",
        "occasionally",
        "fashion",
        "item",
        "goldberg",
        "said",
        "disposable",
        "item",
        "get",
        "one",
        "door",
        "throw",
        "never",
        "run",
        "issue",
        "toothbrush",
        "head",
        "piling",
        "bathroom",
        "guessing",
        "game",
        "dollar",
        "shave",
        "club",
        "harry",
        "proved",
        "subscription",
        "model",
        "could",
        "work",
        "razor",
        "success",
        "cut",
        "p",
        "g",
        "gillette",
        "sale",
        "forcing",
        "consumer",
        "product",
        "giant",
        "slash",
        "razor",
        "price",
        "roll",
        "subscription",
        "service",
        "spokeswoman",
        "said",
        "p",
        "g",
        "brand",
        "aware",
        "competitor",
        "leveraging",
        "direct",
        "consumer",
        "model",
        "interested",
        "learning",
        "space",
        "given",
        "level",
        "consumer",
        "interest",
        "said",
        "recently",
        "initiated",
        "work",
        "area",
        "look",
        "forward",
        "learning",
        "people",
        "respond",
        "engage",
        "u",
        "philip",
        "sonicare",
        "offer",
        "subscription",
        "service",
        "people",
        "buy",
        "replacement",
        "head",
        "quip",
        "enever",
        "say",
        "concerned",
        "big",
        "player",
        "cultivating",
        "set",
        "customer",
        "year",
        "drawing",
        "dentist",
        "correction",
        "subscription",
        "quip",
        "plastic",
        "electric",
        "toothbrush",
        "cost"
    ]
}