{
    "organizations": [],
    "uuid": "d6f76c415abd2536472974e6aeabc1ca98e3fe7d",
    "author": "Robert Ferris",
    "url": "https://www.cnbc.com/2018/03/23/cadillac-is-reinventing-its-lineup-after-years-of-lost-us-market-share.html",
    "ord_in_thread": 0,
    "title": "Cadillac is reinventing its lineup after years of lost US market share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Source: Cadillac Cadillac set to unveil the XT4. The Cadillac Escalade, a full-size luxury sport utility vehicle, sparked a renaissance for Cadillac a decade ago. Today, rivals print money from a boom in SUV and truck sales, while General Motors' high-end brand is left mostly on the sidelines \nCadillac dealer Will Churchill of Frank Kent Cadillac in Fort Worth, Texas, said the situation is tough to witness. \n\"We have four cars in the fastest-shrinking segment in the industry, and only two in the fastest growing,\" Churchill told CNBC. \"It is amazing we are selling as well as we are.\"\n\"It is highly frustrating when all your luxury competitors are doing big things,\" he said. \"The SUVs we have are selling well, we just don't have enough of them.\"\nChurchill knows Cadillac SUVs will sell. He saw it happen with the Escalade, which went into production in the late 1990s. In fact, that vehicle was crucial to Cadillac's success at that time.\n\"Without the Escalade, I don't know where we would be as a brand,\" he said. \nBut, finally, plans are taking shape. In late March, Cadillac will unveil a new, heavily hyped luxury crossover called the XT4, marking the start of an extensive and long-awaited reinvention of Cadillac's global vehicle portfolio.\nSource: Cadillac Cadillac set to unveil the XT4. Ads featuring the silhouette of the XT4, which GM will unveil Tuesday ahead of the New York Auto Show, are already airing. After that debut, a torrent of 11 new vehicles will follow — about one every six months through 2021. It is all part of a much-needed, 10-year plan to rebuild Cadillac as a global luxury carmaker with a broad product portfolio at a key time.\nThe revamp also extends to its dealerships, where customers should see a better shopping and service experience, and perhaps a new approach to marketing, which could help it to win new buyers. \n'The Standard of the World'  Cadillac has lost ground in the U.S., even as premium vehicle sales have risen and Cadillac's business has boomed in Asia. This is despite the fact that Cadillac had its second-highest global sales volume in its 115-year history in 2017.\nIn 2010, Cadillac commanded a 10.7 percent share of the premium auto market, according to IHS Markit. By 2017, its share slipped to 7.6 percent. \nDuring that time period, premium car sales in 2017 rose 51 percent to 2.07 million units from 1.37 million units in 2010. But Cadillac sales barely budged. The brand sold about 156,000 units in the U.S. in 2017, up from 147,000 units in 2010. \nThe marquee name that once called itself \"The Standard of the World\" and for decades defined American-style luxury automobiles with its large, spacious cars, was outshined by competition on its home turf. \n\"With a smaller product line than brands like Audi , BMW and Mercedes-Benz , including having fewer CUVs, Cadillac has not taken part in the sales growth of the premium segment over the past seven years,\" said IHS Markit senior analyst Stephanie Brinley.\nCadillac's leadership says it has a long-term plan, and that the organization is on track to meet goals.\n\"In 2015, Cadillac set out on a 10-year journey, which has been well documented, to build the brand for long-term success,\" Cadillac President Johan de Nysschen told CNBC. \"Now, in the beginning of our fourth year of this plan — despite 2017 being a year without major launches — Cadillac as a global organization is exactly where it should be. The brand is rising across the board and we are poised for a very strong 2018 and beyond.\"\nBut numbers are painting a less flattering picture. Cadillac's U.S. sales in 2017 were down 8 percent from the previous year . \nSUV domination Cadillac does make some widely praised vehicles. Its CTS-V and ATS-V cars, for example, have been extolled as first-rate, track-ready sport sedans. The larger CT6 sedan has also garnered praise, and some reviewers have deemed Cadillac's Super Cruise advanced driver assistance system one of the best available.\n\"De Nysschen is trying to build the brand by establishing a high price and sticking to it come hell or high water, and I think it is working against them.\" -George Peterson, President of AutoPacific Despite that praise, Cadillac sedans might still be a bit too small for American tastes, said George Peterson, president of AutoPacific, a market analysis firm. Prices might also be a bit too high. \n\"De Nysschen is trying to build the brand by establishing a high price and sticking to it come hell or high water, and I think it is working against them,\" Peterson said. \"It is a tough thing to premium price a car when it doesn't deliver on that price.\"\nChurchill, the Cadillac dealer, did not think price was a significant factor holding back buyers. He thinks the sheer takeover of SUVs in recent years is Cadillac's biggest obstacle. Since the recession, SUVs have shot up in popularity, with sales rising to 7.28 million in 2017 from a mere 2.88 million in 2009.\nSUVs have also increasingly taken over the higher end of the market, where large sedans and high performance cars used to dominate. In 2009, premium SUV and crossover sales were a mere 440,000 units, down from 702,000 in 2007, according to IHS Markit. But that has more than rebounded since then, reaching 1.19 million units in 2017.\n\"In examining the sedan marketplace, you cannot simply look at the price and size [of] the ATS and CTS, but rather examine what is transpiring across all luxury automakers in the sedan category,\" de Nysschen said. \"As SUVs continue to dominate sales, all automakers are struggling to move their respective sedans.\"\nThe hard time car companies are having moving sedans, even highly desirable brands, is reflected in the extraordinarily high incentives dealers are offering to get cars off their lots. \nDe Nysschen, citing JD Power data, added that other brands have at times resorted to incentive spending on sedans that reach 30 to 50 percent of average transaction prices.\n\"The industry has never witnessed those levels of incentives,\" he said.\nThe SUVs Cadillac does make are selling well, de Nysschen said. Sales of the XT5, for example, rose 73 percent year over year in 2017. The SUV occupies the No. 2 position in its segment and is the third best-selling luxury SUV in the U.S, he said.\n\"We have also carried that momentum into 2018 where the Cadillac Escalade has gained significant retail market share and posted large increases in average transaction prices despite new competition in the segment,\" he said.\nDealership changes Cadillac's ongoing overhaul of its dealer operations, called Project Pinnacle, is controversial among some of its dealers. De Nysschen acknowledged that the program has led to tensions at times.\n\"But at the end of the day, it is doing what it was intended to do,\" he said. \"Many of the dealers who have embraced the program are delivering an elevated customer experience and are seeing commensurate returns.\"\nChurchill, who is chairman of the National Cadillac Dealership Council, a group representing the roughly 900 dealers around the country said the changes created a lot of new requirements for dealers and changed how they were paid. \n\"There were a lot of new requirements, and any time you change the way dealers get paid, there is going to be a lot of angst in the system,\" Churchill said. \nThe new plan rewards dealers based on how much they invest in resources specifically for Cadillac, including things like dedicated sales staff and roadside assistance. If Cadillac wants to compete with Mercedes, Audi and Lexus , Churchill said, the brand will have to ensure the shopping and ownership experience is as premium as those offered by other luxury brands. \nSome industry watchers have also questioned the direction Cadillac's marketing has taken in recent years. Cadillac moved its headquarters from Detroit to New York, and much of its advertising appears to be targeting folks living in coastal cities, said Kelley Blue Book analyst Rebecca Lindland. Advertisements frequently featured cars driving over cobblestone streets in places like Manhattan's Soho district.\nWhile this may be bringing in new buyers and raising the brand's profile, it doesn't resonate with many of Cadillac's core buyers, who are often wealthy, but oriented toward domestic brands, Lindland said.\n\"Our data show that vehicles Cadillac owners consider are not limited to German or Japanese luxury. They are also looking at a fully loaded Buick or totally tricked out Fords,\" she said.\nPeople considering a Cadillac are almost twice as likely to be domestically oriented as the general public, which is to say they want to buy products from American companies. \n\"I don't think it is about benchmarking the German cars,\" she said. \"What is unique and needs to be celebrated is that the CTS and ATS are luxury American muscle cars.\" \nA quest for a younger buyer Other research suggests Cadillac's buyers tend to be older, which could present challenges for it in the future. The brand is not connecting with young buyers, said Alexander Edwards, president of Strategic Vision, which conducts large surveys of vehicle owners and buyers.\nYounger people aren't considering Cadillac in the way they are considering other brands, even those they cannot afford at the moment, such as BMW.\n\"Johan has sent it down a path that dealers are engaging in and excited about. There is a lot going on that is positive, but we have to get the sales volume to go with it.\" -Will Churchill, Cadillac dealer Strategic Vision's research has found that 34 percent of buyers younger than age 29 would definitely consider buying a Tesla , 28 percent would consider Audi, 26 percent would consider Lexus and 25 and 22 percent would consider BMW and Mercedes, respectively. Only 9 percent would consider Cadillac. To be fair, even fewer would consider buying a Chrysler, a Mini, a Buick or an Alfa Romeo.\nCadillac has always appealed to older buyers, but it needs to think about winning buyers from emerging markets, ethnic minorities and young people to stay relevant, Edwards said.\n\"I would be sure I understand those younger buyers,\" he said. \"Cadillac doesn't have a long way to go to find success. However, they have to shift their thinking from trying to think 'how can we be as good as Mercedes?' to 'what are we going to do to get younger people, emerging markets ethnic minorities?'\"\nIt is important to point out that Cadillac is just one brand in GM's stable, whereas Mercedes stands on its own. So GM can also steer younger buyers toward its other, less premium names. \nDe Nysschen said Cadillac has made moves to target younger buyers.\n\"This is not easy task, nor one that will happen overnight,\" he said.\nCadillac hired a new chief marketing officer, Deborah Wahl, in early March. It is a sign that the company is pursuing a new direction, Churchill said.\n\"Johan has sent it down a path that dealers are engaging in and excited about,\" Churchill said. \"There is a lot going on that is positive, but we have to get the sales volume to go with it.\"",
    "published": "2018-03-23T18:00:00.000+03:00",
    "crawled": "2018-03-23T17:47:10.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "source",
        "cadillac",
        "cadillac",
        "set",
        "unveil",
        "xt4",
        "cadillac",
        "escalade",
        "luxury",
        "sport",
        "utility",
        "vehicle",
        "sparked",
        "renaissance",
        "cadillac",
        "decade",
        "ago",
        "today",
        "rival",
        "print",
        "money",
        "boom",
        "suv",
        "truck",
        "sale",
        "general",
        "motor",
        "brand",
        "left",
        "mostly",
        "sideline",
        "cadillac",
        "dealer",
        "churchill",
        "frank",
        "kent",
        "cadillac",
        "fort",
        "worth",
        "texas",
        "said",
        "situation",
        "tough",
        "witness",
        "four",
        "car",
        "segment",
        "industry",
        "two",
        "fastest",
        "growing",
        "churchill",
        "told",
        "cnbc",
        "amazing",
        "selling",
        "well",
        "highly",
        "frustrating",
        "luxury",
        "competitor",
        "big",
        "thing",
        "said",
        "suv",
        "selling",
        "well",
        "enough",
        "churchill",
        "know",
        "cadillac",
        "suv",
        "sell",
        "saw",
        "happen",
        "escalade",
        "went",
        "production",
        "late",
        "1990s",
        "fact",
        "vehicle",
        "crucial",
        "cadillac",
        "success",
        "time",
        "without",
        "escalade",
        "know",
        "would",
        "brand",
        "said",
        "finally",
        "plan",
        "taking",
        "shape",
        "late",
        "march",
        "cadillac",
        "unveil",
        "new",
        "heavily",
        "hyped",
        "luxury",
        "crossover",
        "called",
        "xt4",
        "marking",
        "start",
        "extensive",
        "reinvention",
        "cadillac",
        "global",
        "vehicle",
        "portfolio",
        "source",
        "cadillac",
        "cadillac",
        "set",
        "unveil",
        "xt4",
        "ad",
        "featuring",
        "silhouette",
        "xt4",
        "gm",
        "unveil",
        "tuesday",
        "ahead",
        "new",
        "york",
        "auto",
        "show",
        "already",
        "airing",
        "debut",
        "torrent",
        "new",
        "vehicle",
        "follow",
        "one",
        "every",
        "six",
        "month",
        "part",
        "plan",
        "rebuild",
        "cadillac",
        "global",
        "luxury",
        "carmaker",
        "broad",
        "product",
        "portfolio",
        "key",
        "time",
        "revamp",
        "also",
        "extends",
        "dealership",
        "customer",
        "see",
        "better",
        "shopping",
        "service",
        "experience",
        "perhaps",
        "new",
        "approach",
        "marketing",
        "could",
        "help",
        "win",
        "new",
        "buyer",
        "standard",
        "world",
        "cadillac",
        "lost",
        "ground",
        "even",
        "premium",
        "vehicle",
        "sale",
        "risen",
        "cadillac",
        "business",
        "boomed",
        "asia",
        "despite",
        "fact",
        "cadillac",
        "global",
        "sale",
        "volume",
        "history",
        "cadillac",
        "commanded",
        "percent",
        "share",
        "premium",
        "auto",
        "market",
        "according",
        "ihs",
        "markit",
        "share",
        "slipped",
        "percent",
        "time",
        "period",
        "premium",
        "car",
        "sale",
        "rose",
        "percent",
        "million",
        "unit",
        "million",
        "unit",
        "cadillac",
        "sale",
        "barely",
        "budged",
        "brand",
        "sold",
        "unit",
        "unit",
        "marquee",
        "name",
        "called",
        "standard",
        "world",
        "decade",
        "defined",
        "luxury",
        "automobile",
        "large",
        "spacious",
        "car",
        "outshined",
        "competition",
        "home",
        "turf",
        "smaller",
        "product",
        "line",
        "brand",
        "like",
        "audi",
        "bmw",
        "including",
        "fewer",
        "cuvs",
        "cadillac",
        "taken",
        "part",
        "sale",
        "growth",
        "premium",
        "segment",
        "past",
        "seven",
        "year",
        "said",
        "ihs",
        "markit",
        "senior",
        "analyst",
        "stephanie",
        "brinley",
        "cadillac",
        "leadership",
        "say",
        "plan",
        "organization",
        "track",
        "meet",
        "goal",
        "cadillac",
        "set",
        "journey",
        "well",
        "documented",
        "build",
        "brand",
        "success",
        "cadillac",
        "president",
        "johan",
        "de",
        "nysschen",
        "told",
        "cnbc",
        "beginning",
        "fourth",
        "year",
        "plan",
        "despite",
        "year",
        "without",
        "major",
        "launch",
        "cadillac",
        "global",
        "organization",
        "exactly",
        "brand",
        "rising",
        "across",
        "board",
        "poised",
        "strong",
        "beyond",
        "number",
        "painting",
        "less",
        "flattering",
        "picture",
        "cadillac",
        "sale",
        "percent",
        "previous",
        "year",
        "suv",
        "domination",
        "cadillac",
        "make",
        "widely",
        "praised",
        "vehicle",
        "car",
        "example",
        "extolled",
        "sport",
        "sedan",
        "larger",
        "ct6",
        "sedan",
        "also",
        "garnered",
        "praise",
        "reviewer",
        "deemed",
        "cadillac",
        "super",
        "cruise",
        "advanced",
        "driver",
        "assistance",
        "system",
        "one",
        "best",
        "available",
        "de",
        "nysschen",
        "trying",
        "build",
        "brand",
        "establishing",
        "high",
        "price",
        "sticking",
        "come",
        "hell",
        "high",
        "water",
        "think",
        "working",
        "peterson",
        "president",
        "autopacific",
        "despite",
        "praise",
        "cadillac",
        "sedan",
        "might",
        "still",
        "bit",
        "small",
        "american",
        "taste",
        "said",
        "george",
        "peterson",
        "president",
        "autopacific",
        "market",
        "analysis",
        "firm",
        "price",
        "might",
        "also",
        "bit",
        "high",
        "de",
        "nysschen",
        "trying",
        "build",
        "brand",
        "establishing",
        "high",
        "price",
        "sticking",
        "come",
        "hell",
        "high",
        "water",
        "think",
        "working",
        "peterson",
        "said",
        "tough",
        "thing",
        "premium",
        "price",
        "car",
        "deliver",
        "price",
        "churchill",
        "cadillac",
        "dealer",
        "think",
        "price",
        "significant",
        "factor",
        "holding",
        "back",
        "buyer",
        "think",
        "sheer",
        "takeover",
        "suv",
        "recent",
        "year",
        "cadillac",
        "biggest",
        "obstacle",
        "since",
        "recession",
        "suv",
        "shot",
        "popularity",
        "sale",
        "rising",
        "million",
        "mere",
        "million",
        "suv",
        "also",
        "increasingly",
        "taken",
        "higher",
        "end",
        "market",
        "large",
        "sedan",
        "high",
        "performance",
        "car",
        "used",
        "dominate",
        "premium",
        "suv",
        "crossover",
        "sale",
        "mere",
        "unit",
        "according",
        "ihs",
        "markit",
        "rebounded",
        "since",
        "reaching",
        "million",
        "unit",
        "examining",
        "sedan",
        "marketplace",
        "simply",
        "look",
        "price",
        "size",
        "at",
        "ct",
        "rather",
        "examine",
        "transpiring",
        "across",
        "luxury",
        "automaker",
        "sedan",
        "category",
        "de",
        "nysschen",
        "said",
        "suv",
        "continue",
        "dominate",
        "sale",
        "automaker",
        "struggling",
        "move",
        "respective",
        "sedan",
        "hard",
        "time",
        "car",
        "company",
        "moving",
        "sedan",
        "even",
        "highly",
        "desirable",
        "brand",
        "reflected",
        "extraordinarily",
        "high",
        "incentive",
        "dealer",
        "offering",
        "get",
        "car",
        "lot",
        "de",
        "nysschen",
        "citing",
        "jd",
        "power",
        "data",
        "added",
        "brand",
        "time",
        "resorted",
        "incentive",
        "spending",
        "sedan",
        "reach",
        "percent",
        "average",
        "transaction",
        "price",
        "industry",
        "never",
        "witnessed",
        "level",
        "incentive",
        "said",
        "suv",
        "cadillac",
        "make",
        "selling",
        "well",
        "de",
        "nysschen",
        "said",
        "sale",
        "xt5",
        "example",
        "rose",
        "percent",
        "year",
        "year",
        "suv",
        "occupies",
        "position",
        "segment",
        "third",
        "luxury",
        "suv",
        "said",
        "also",
        "carried",
        "momentum",
        "cadillac",
        "escalade",
        "gained",
        "significant",
        "retail",
        "market",
        "share",
        "posted",
        "large",
        "increase",
        "average",
        "transaction",
        "price",
        "despite",
        "new",
        "competition",
        "segment",
        "said",
        "dealership",
        "change",
        "cadillac",
        "ongoing",
        "overhaul",
        "dealer",
        "operation",
        "called",
        "project",
        "pinnacle",
        "controversial",
        "among",
        "dealer",
        "de",
        "nysschen",
        "acknowledged",
        "program",
        "led",
        "tension",
        "time",
        "end",
        "day",
        "intended",
        "said",
        "many",
        "dealer",
        "embraced",
        "program",
        "delivering",
        "elevated",
        "customer",
        "experience",
        "seeing",
        "commensurate",
        "return",
        "churchill",
        "chairman",
        "national",
        "cadillac",
        "dealership",
        "council",
        "group",
        "representing",
        "roughly",
        "dealer",
        "around",
        "country",
        "said",
        "change",
        "created",
        "lot",
        "new",
        "requirement",
        "dealer",
        "changed",
        "paid",
        "lot",
        "new",
        "requirement",
        "time",
        "change",
        "way",
        "dealer",
        "get",
        "paid",
        "going",
        "lot",
        "angst",
        "system",
        "churchill",
        "said",
        "new",
        "plan",
        "reward",
        "dealer",
        "based",
        "much",
        "invest",
        "resource",
        "specifically",
        "cadillac",
        "including",
        "thing",
        "like",
        "dedicated",
        "sale",
        "staff",
        "roadside",
        "assistance",
        "cadillac",
        "want",
        "compete",
        "mercedes",
        "audi",
        "lexus",
        "churchill",
        "said",
        "brand",
        "ensure",
        "shopping",
        "ownership",
        "experience",
        "premium",
        "offered",
        "luxury",
        "brand",
        "industry",
        "watcher",
        "also",
        "questioned",
        "direction",
        "cadillac",
        "marketing",
        "taken",
        "recent",
        "year",
        "cadillac",
        "moved",
        "headquarters",
        "detroit",
        "new",
        "york",
        "much",
        "advertising",
        "appears",
        "targeting",
        "folk",
        "living",
        "coastal",
        "city",
        "said",
        "kelley",
        "blue",
        "book",
        "analyst",
        "rebecca",
        "lindland",
        "advertisement",
        "frequently",
        "featured",
        "car",
        "driving",
        "cobblestone",
        "street",
        "place",
        "like",
        "manhattan",
        "soho",
        "district",
        "may",
        "bringing",
        "new",
        "buyer",
        "raising",
        "brand",
        "profile",
        "resonate",
        "many",
        "cadillac",
        "core",
        "buyer",
        "often",
        "wealthy",
        "oriented",
        "toward",
        "domestic",
        "brand",
        "lindland",
        "said",
        "data",
        "show",
        "vehicle",
        "cadillac",
        "owner",
        "consider",
        "limited",
        "german",
        "japanese",
        "luxury",
        "also",
        "looking",
        "fully",
        "loaded",
        "buick",
        "totally",
        "tricked",
        "ford",
        "said",
        "people",
        "considering",
        "cadillac",
        "almost",
        "twice",
        "likely",
        "domestically",
        "oriented",
        "general",
        "public",
        "say",
        "want",
        "buy",
        "product",
        "american",
        "company",
        "think",
        "benchmarking",
        "german",
        "car",
        "said",
        "unique",
        "need",
        "celebrated",
        "ct",
        "at",
        "luxury",
        "american",
        "muscle",
        "car",
        "quest",
        "younger",
        "buyer",
        "research",
        "suggests",
        "cadillac",
        "buyer",
        "tend",
        "older",
        "could",
        "present",
        "challenge",
        "future",
        "brand",
        "connecting",
        "young",
        "buyer",
        "said",
        "alexander",
        "edward",
        "president",
        "strategic",
        "vision",
        "conduct",
        "large",
        "survey",
        "vehicle",
        "owner",
        "buyer",
        "younger",
        "people",
        "considering",
        "cadillac",
        "way",
        "considering",
        "brand",
        "even",
        "afford",
        "moment",
        "bmw",
        "johan",
        "sent",
        "path",
        "dealer",
        "engaging",
        "excited",
        "lot",
        "going",
        "positive",
        "get",
        "sale",
        "volume",
        "go",
        "churchill",
        "cadillac",
        "dealer",
        "strategic",
        "vision",
        "research",
        "found",
        "percent",
        "buyer",
        "younger",
        "age",
        "would",
        "definitely",
        "consider",
        "buying",
        "tesla",
        "percent",
        "would",
        "consider",
        "audi",
        "percent",
        "would",
        "consider",
        "lexus",
        "percent",
        "would",
        "consider",
        "bmw",
        "mercedes",
        "respectively",
        "percent",
        "would",
        "consider",
        "cadillac",
        "fair",
        "even",
        "fewer",
        "would",
        "consider",
        "buying",
        "chrysler",
        "mini",
        "buick",
        "alfa",
        "romeo",
        "cadillac",
        "always",
        "appealed",
        "older",
        "buyer",
        "need",
        "think",
        "winning",
        "buyer",
        "emerging",
        "market",
        "ethnic",
        "minority",
        "young",
        "people",
        "stay",
        "relevant",
        "edward",
        "said",
        "would",
        "sure",
        "understand",
        "younger",
        "buyer",
        "said",
        "cadillac",
        "long",
        "way",
        "go",
        "find",
        "success",
        "however",
        "shift",
        "thinking",
        "trying",
        "think",
        "good",
        "mercedes",
        "going",
        "get",
        "younger",
        "people",
        "emerging",
        "market",
        "ethnic",
        "minority",
        "important",
        "point",
        "cadillac",
        "one",
        "brand",
        "gm",
        "stable",
        "whereas",
        "mercedes",
        "stand",
        "gm",
        "also",
        "steer",
        "younger",
        "buyer",
        "toward",
        "less",
        "premium",
        "name",
        "de",
        "nysschen",
        "said",
        "cadillac",
        "made",
        "move",
        "target",
        "younger",
        "buyer",
        "easy",
        "task",
        "one",
        "happen",
        "overnight",
        "said",
        "cadillac",
        "hired",
        "new",
        "chief",
        "marketing",
        "officer",
        "deborah",
        "wahl",
        "early",
        "march",
        "sign",
        "company",
        "pursuing",
        "new",
        "direction",
        "churchill",
        "said",
        "johan",
        "sent",
        "path",
        "dealer",
        "engaging",
        "excited",
        "churchill",
        "said",
        "lot",
        "going",
        "positive",
        "get",
        "sale",
        "volume",
        "go"
    ]
}