{
    "organizations": [],
    "uuid": "478e5502ee267f71b352ff15f53b81cdc912c952",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/pr-newswire-sophiris-bio-reports-fourth-quarter-and-full-year-2017-financial-results-and-key-corporate-highlights.html",
    "ord_in_thread": 0,
    "title": "Sophiris Bio Reports Fourth Quarter and Full Year 2017 Financial Results and Key Corporate Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO and VANCOUVER, British Columbia, March 21, 2018 /PRNewswire/ -- Sophiris Bio Inc. (NASDAQ: SPHS) (the \"Company\" or \"Sophiris\"), a biopharmaceutical company studying topsalysin (PRX302), a first-in-class, pore-forming protein, in late-stage clinical trials for the treatment of patients with urological diseases, today reported fourth quarter and full year 2017 financial results and key corporate highlights.\nRecent Highlights and Upcoming Milestones:\nAdvancement of Phase 2b Localized Prostate Cancer Study. The Company announced in December 2017 that it had completed enrollment in its Phase 2b localized prostate cancer study, the purpose of which is to evaluate the safety and tolerability of topsalysin in treating men with clinically significant localized prostate cancer. A total of 38 patients have been treated with topsalysin in the study. The Company expects biopsy data from all patients receiving the first dose of topsalysin to be available by the end of the second quarter of 2018.\nDuring the first quarter of 2018, the independent data monitoring committee (IDMC) for the Phase 2b trial met to review the reported adverse events from all patients after the first administration of topsalysin. The IDMC unanimously recommended the clinical trial continue without changes to the protocol.\nThe Phase 2b study was designed to include an option to re-treat patients who did not have any clinically significant adverse events and who had a partial response to the first administration of topsalysin but still had a clinically significant lesion. These patients will have the option to receive a second administration of topsalysin followed by an additional targeted biopsy six months following their second administration. The Company expects to have final biopsy data in the fourth quarter of 2018 from all patients who receive a second administration. This will be the first data potentially supporting repeat administration of topsalysin.\nPresented Proof-of-Concept and Phase 2a Data at Global Urological Meetings. In 2017, the Company presented positive data from its Phase 2a clinical trial of topsalysin for the treatment of localized prostate cancer at the 112th American Urological Association Annual Meeting and at the 32nd European Association of Urology Congress. Copies of the posters are available on the Company's website at www.sophirisbio.com . Loan and Security Agreement with Silicon Valley Bank. On September 8, 2017, the Company and Silicon Valley Bank (\"SVB\") entered into a Loan and Security Agreement pursuant to which SVB has agreed to lend the Company up to $10.0 million (subject to certain conditions) in two term loans. On September 12, 2017, the Company borrowed $7.0 million from SVB under the Loan and Security Agreement.\n\"Over the past 12 months Sophiris has made important progress advancing topsalysin in clinically significant localized prostate cancer and preparing for a potential Phase 3 registration study,\" said Randall E. Woods, president and CEO of Sophiris. \"With our Phase 2b study enrolled, we are looking ahead to two key data events this year. The first event is Phase 2b results from the first administration of topsalysin, which are expected to be available by end of the second quarter of 2018. Complete data from patients who were eligible to receive a second administration of topsalysin are expected to be available by the end of the year. The management team has also been diligently preparing for the design and execution of a Phase 3 registration study for the treatment of clinically significant localized prostate cancer in an effort to pave a clear path to commercialization.\"\nFinancial Results:\nAt December 31, 2017, the Company had cash, cash equivalents and securities available-for-sale of $25.8 million and working capital of $24.2 million. The Company expects that its cash and cash equivalents will be sufficient to fund its operations to the middle of 2019, assuming no new clinical trials.\nFor the three months ended December 31, 2017\nThe Company reported a net loss of $4.0 million or $(0.13) per share for the three months ended December 31, 2017, compared to a net loss of $0.5 million or $(0.02) per share for the three months ended December 31, 2016.\nResearch and development expenses\nResearch and development expenses were $1.9 million for the three months ended December 31, 2017, compared to $1.0 million for the three months ended December 31, 2016. The increase in research and development costs is primarily attributable to increases in the costs associated with the Company's Phase 2b clinical trial for the treatment of localized prostate cancer, costs associated with manufacturing activities for topsalysin, and to a lesser extent, an increase in non-cash stock-based compensation expense. These increases are partially offset by a decrease in personnel related costs.\nGeneral and administrative expenses\nGeneral and administrative expenses were $1.3 million for the three months ended December 31, 2017, compared to $1.2 million for the three months ended December 31, 2016. The increase in general and administrative expense is primarily due to increases in market research activities and non-cash stock-based compensation expense. These increases are partially offset by a decrease in personnel related costs.\nGain (loss) on revaluation of the warrant liability\nLoss on revaluation of the warrant liability was $0.6 million for the three months ended December 31, 2017, compared to a gain of $1.6 million for the three months ended December 31, 2016. Because these warrants may require the Company to pay the warrant holder cash under certain provisions of the warrant, the Company accounts for these warrants as a liability, and the Company is required to calculate the fair value of these warrants each reporting date. The non-cash loss reported for the three months ended December 31, 2017, is associated with an increase in the fair value of the Company's warrant liability from September 30, 2017, to December 31, 2017, which is calculated using a Black-Scholes pricing model. Certain inputs utilized in the Company's Black-Scholes fair value calculation may fluctuate in future periods based upon factors which are outside of the Company's control. A significant change in one or more of these inputs used in the calculation of the fair value may cause a significant change to the fair value of the Company's warrant liability, which could also result in a material non-cash gain or loss being reported in the Company's consolidated statement of operations and comprehensive loss.\nFor the 12 months ended December 31, 2017\nThe Company reported a net loss of $8.6 million or $(0.29) per share for the 2017, compared to a net loss of $11.2 million or $(0.49) per share for the 2016.\nResearch and development expenses\nResearch and development expenses were $6.2 million for the 2017, compared to $3.5 million for the 2016. The increase in research and development costs is primarily attributable to increases in the costs associated with the Company's Phase 2b for the treatment of localized prostate cancer, costs associated with the manufacturing activities for topsalysin, and to a lesser extent, an increase in the non-cash stock-based compensation expense. These increases are partially offset by decreases in costs associated with the Company's completed Phase 2a proof of concept clinical trial for localized prostate cancer and personnel related costs primarily related to our completed reduction in work force in 2016.\nGeneral and administrative expenses\nGeneral and administrative expenses were $5.7 million for the 2017, compared to $6.8 million for the 2016. The decrease in general and administrative expense is primarily due to the inclusion of $1.6 million in offering costs that were allocated to warrants issued in the Company's public offering completed in 2016. Also contributing to the decrease in general and administrative expense were decreases in costs associated with professional services and personnel related costs. These decreases are partially offset by increases in non-cash stock-based compensation, market research activities and consulting expenses.\nGain (loss) on revaluation of the warrant liability\nGain on revaluation of the warrant liability was $3.3 million for the 2017, compared to a loss of $0.3 million for the 2016. The non-cash gain reported for the 2017, is associated with a reduction in the fair value of the Company's warrant liability from December 31, 2016 to December 31, 2017, as calculated using a Black-Scholes pricing model.\nAbout Sophiris\nSophiris Bio Inc. is a late-stage clinical biopharmaceutical company developing topsalysin (PRX302) for the treatment of patients with urological diseases. Topsalysin is in Phase 2 clinical development for the treatment of localized prostate cancer as well as Phase 3 clinical development for the treatment of the lower urinary tract symptoms of benign prostatic hyperplasia (BPH). Topsalysin is a highly potent ablative agent that is selective and targeted in that it is only activated by enzymatically active PSA that is found in high concentrations in the transition zone of the prostate and in and around prostate tumor cells. More than 400 patients have received topsalysin, which continues to appear to be safe and well tolerated. For more information, please visit www.sophirisbio.com .\nCertain statements included in this press release may be considered forward-looking, including the Quote: of Sophiris' President and CEO and expectations about further development of topsalysin (PRX302), including the timing of expected results, plans relating to the design and execution of a Phase 3 clinical trial and Sophiris' liquidity or capital requirements. Such statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from those implied by such statements, and therefore these statements should not be read as guarantees of future performance or results. Some of the risks and uncertainties that could cause actual results, performance or achievements to differ include without limitation, risks associated with clinical development, including the risk that results of the Phase 2b study will not be available when expected and risks that the results of the Phase 2b study will not replicate the results of the completed Phase 2 study of topsalysin for the treatment of localized low to intermediate risk prostate cancer or the study endpoint will not be achieved, risks that the Company will be able to fund future clinical trials and other risks and uncertainties identified by Sophiris in its public securities filings with the SEC. All are based on Sophiris' current beliefs as well as assumptions made by and information currently available to Sophiris and relate to, among other things, anticipated financial performance, business prospects, strategies, regulatory developments, clinical trial results, market acceptance, ability to raise capital and future commitments. Readers are cautioned not to place undue reliance on these , which speak only as of the date of this press release. Due to risks and uncertainties, including the risks and uncertainties identified by Sophiris in its public securities filings; actual events may differ materially from current expectations. Sophiris disclaims any intention or obligation to update or revise any , whether as a result of new information, future events or otherwise.\nCompany Contact:\nPeter Slover\nChief Financial Officer\n(858) 777-1760\nCorporate Communications and Media Contact:\nJason Spark\nCanale Communications\n(619) 849-6005\njason@canalecomm.com\nInvestor Contact:\nBill Slattery, Jr.\nBurns McClellan\n(212) 213-0006\nbslattery@burnsmc.com\nSophiris Bio Inc.\nConsolidated Balance Sheets\n(In thousands, except share amounts)\n(Unaudited)\nDecember 31,\nDecember 31,\n2017\n2016\nAssets:\nCurrent assets:\nCash and cash equivalents\n$\n16,087\n$\n12,800\nSecurities available-for-sale\n9,757\n16,201\nOther receivables\n13\n128\nPrepaid expenses\n999\n846\nTotal current assets\n26,856\n29,975\nProperty and equipment, net\n2\n4\nOther long-term assets\n19\n19\nTotal assets\n$\n26,877\n$\n29,998\nLiabilities and shareholders' equity:\nCurrent liabilities:\nAccounts payable\n$\n832\n$\n459\nAccrued expenses\n1,499\n1,762\nCurrent portion of promissory notes\n372\n-\nTotal current liabilities\n2,703\n2,221\nLong-term promissory notes\n6,435\n-\nWarrant liability\n10,089\n13,396\nStock-based compensation liability\n-\n57\nTotal liabilities\n19,227\n15,674\nShareholders' equity:\nCommon shares, unlimited authorized shares, no par value; 30,111,153 and 30,107,644 shares issued and outstanding at December 31, 2017 and 2016, respectively\n131,247\n131,245\nContributed surplus\n25,854\n23,900\nAccumulated other comprehensive gain\n97\n99\nAccumulated deficit\n(149,548)\n(140,920)\nTotal shareholders' equity\n7,650\n14,324\nTotal liabilities and shareholders' equity\n$\n26,877\n$\n29,998\nSophiris Bio Inc.\nConsolidated Statements of Operations and Comprehensive Loss\n(In thousands, except per share amounts)\n(Unaudited)\nThree Months Ended December 31,\nTwelve Months Ended December 31,\n2017\n2016\n2017\n2016\nOperating expenses:\nResearch and development\n$\n1,942\n$\n1,007\n$\n6,186\n$\n3,538\nGeneral and administrative\n1,310\n1,204\n5,732\n6,768\nTotal operating expenses\n3,252\n2,211\n11,918\n10,306\nOther income (expense):\nInterest expense\n(172)\n-\n(207)\n(373)\nInterest income\n79\n26\n238\n37\nGain (loss) on revaluation of warrant liability\n(597)\n1,639\n3,307\n(330)\nLoss on early extinguishment of debt\n-\n-\n-\n(180)\nOther expense, net\n(21)\n-\n(48)\n(12)\nTotal other income (expense)\n(711)\n1,665\n3,290\n(858)\nNet loss\n$\n(3,963)\n$\n(546)\n$\n(8,628)\n$\n(11,164)\nBasic and diluted loss per share\n$\n(0.13)\n$\n(0.02)\n$\n(0.29)\n$\n(0.49)\nWeighted average number of outstanding shares – basic and diluted\n30,111\n30,108\n30,111\n23,002\nView original content with multimedia: http://www.prnewswire.com/news-releases/sophiris-bio-reports-fourth-quarter-and-full-year-2017-financial-results-and-key-corporate-highlights-300617681.html\nSOURCE Sophiris Bio Inc.",
    "published": "2018-03-21T23:05:00.000+02:00",
    "crawled": "2018-03-22T00:28:56.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "vancouver",
        "british",
        "columbia",
        "march",
        "sophiris",
        "bio",
        "nasdaq",
        "sphs",
        "company",
        "sophiris",
        "biopharmaceutical",
        "company",
        "studying",
        "topsalysin",
        "prx302",
        "protein",
        "clinical",
        "trial",
        "treatment",
        "patient",
        "urological",
        "disease",
        "today",
        "reported",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "key",
        "corporate",
        "highlight",
        "recent",
        "highlight",
        "upcoming",
        "milestone",
        "advancement",
        "phase",
        "2b",
        "localized",
        "prostate",
        "cancer",
        "study",
        "company",
        "announced",
        "december",
        "completed",
        "enrollment",
        "phase",
        "2b",
        "localized",
        "prostate",
        "cancer",
        "study",
        "purpose",
        "evaluate",
        "safety",
        "tolerability",
        "topsalysin",
        "treating",
        "men",
        "clinically",
        "significant",
        "localized",
        "prostate",
        "cancer",
        "total",
        "patient",
        "treated",
        "topsalysin",
        "study",
        "company",
        "expects",
        "biopsy",
        "data",
        "patient",
        "receiving",
        "first",
        "dose",
        "topsalysin",
        "available",
        "end",
        "second",
        "quarter",
        "first",
        "quarter",
        "independent",
        "data",
        "monitoring",
        "committee",
        "idmc",
        "phase",
        "2b",
        "trial",
        "met",
        "review",
        "reported",
        "adverse",
        "event",
        "patient",
        "first",
        "administration",
        "topsalysin",
        "idmc",
        "unanimously",
        "recommended",
        "clinical",
        "trial",
        "continue",
        "without",
        "change",
        "protocol",
        "phase",
        "2b",
        "study",
        "designed",
        "include",
        "option",
        "patient",
        "clinically",
        "significant",
        "adverse",
        "event",
        "partial",
        "response",
        "first",
        "administration",
        "topsalysin",
        "still",
        "clinically",
        "significant",
        "lesion",
        "patient",
        "option",
        "receive",
        "second",
        "administration",
        "topsalysin",
        "followed",
        "additional",
        "targeted",
        "biopsy",
        "six",
        "month",
        "following",
        "second",
        "administration",
        "company",
        "expects",
        "final",
        "biopsy",
        "data",
        "fourth",
        "quarter",
        "patient",
        "receive",
        "second",
        "administration",
        "first",
        "data",
        "potentially",
        "supporting",
        "repeat",
        "administration",
        "topsalysin",
        "presented",
        "phase",
        "2a",
        "data",
        "global",
        "urological",
        "meeting",
        "company",
        "presented",
        "positive",
        "data",
        "phase",
        "2a",
        "clinical",
        "trial",
        "topsalysin",
        "treatment",
        "localized",
        "prostate",
        "cancer",
        "112th",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "32nd",
        "european",
        "association",
        "urology",
        "congress",
        "copy",
        "poster",
        "available",
        "company",
        "website",
        "loan",
        "security",
        "agreement",
        "silicon",
        "valley",
        "bank",
        "september",
        "company",
        "silicon",
        "valley",
        "bank",
        "svb",
        "entered",
        "loan",
        "security",
        "agreement",
        "pursuant",
        "svb",
        "agreed",
        "lend",
        "company",
        "million",
        "subject",
        "certain",
        "condition",
        "two",
        "term",
        "loan",
        "september",
        "company",
        "borrowed",
        "million",
        "svb",
        "loan",
        "security",
        "agreement",
        "past",
        "month",
        "sophiris",
        "made",
        "important",
        "progress",
        "advancing",
        "topsalysin",
        "clinically",
        "significant",
        "localized",
        "prostate",
        "cancer",
        "preparing",
        "potential",
        "phase",
        "registration",
        "study",
        "said",
        "randall",
        "wood",
        "president",
        "ceo",
        "sophiris",
        "phase",
        "2b",
        "study",
        "enrolled",
        "looking",
        "ahead",
        "two",
        "key",
        "data",
        "event",
        "year",
        "first",
        "event",
        "phase",
        "2b",
        "result",
        "first",
        "administration",
        "topsalysin",
        "expected",
        "available",
        "end",
        "second",
        "quarter",
        "complete",
        "data",
        "patient",
        "eligible",
        "receive",
        "second",
        "administration",
        "topsalysin",
        "expected",
        "available",
        "end",
        "year",
        "management",
        "team",
        "also",
        "diligently",
        "preparing",
        "design",
        "execution",
        "phase",
        "registration",
        "study",
        "treatment",
        "clinically",
        "significant",
        "localized",
        "prostate",
        "cancer",
        "effort",
        "pave",
        "clear",
        "path",
        "commercialization",
        "financial",
        "result",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "security",
        "million",
        "working",
        "capital",
        "million",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "middle",
        "assuming",
        "new",
        "clinical",
        "trial",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "research",
        "development",
        "cost",
        "primarily",
        "attributable",
        "increase",
        "cost",
        "associated",
        "company",
        "phase",
        "2b",
        "clinical",
        "trial",
        "treatment",
        "localized",
        "prostate",
        "cancer",
        "cost",
        "associated",
        "manufacturing",
        "activity",
        "topsalysin",
        "lesser",
        "extent",
        "increase",
        "compensation",
        "expense",
        "increase",
        "partially",
        "offset",
        "decrease",
        "personnel",
        "related",
        "cost",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "increase",
        "market",
        "research",
        "activity",
        "compensation",
        "expense",
        "increase",
        "partially",
        "offset",
        "decrease",
        "personnel",
        "related",
        "cost",
        "gain",
        "loss",
        "revaluation",
        "warrant",
        "liability",
        "loss",
        "revaluation",
        "warrant",
        "liability",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "gain",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "warrant",
        "may",
        "require",
        "company",
        "pay",
        "warrant",
        "holder",
        "cash",
        "certain",
        "provision",
        "warrant",
        "company",
        "account",
        "warrant",
        "liability",
        "company",
        "required",
        "calculate",
        "fair",
        "value",
        "warrant",
        "reporting",
        "date",
        "loss",
        "reported",
        "three",
        "month",
        "ended",
        "december",
        "associated",
        "increase",
        "fair",
        "value",
        "company",
        "warrant",
        "liability",
        "september",
        "december",
        "calculated",
        "using",
        "pricing",
        "model",
        "certain",
        "input",
        "utilized",
        "company",
        "fair",
        "value",
        "calculation",
        "may",
        "fluctuate",
        "future",
        "period",
        "based",
        "upon",
        "factor",
        "outside",
        "company",
        "control",
        "significant",
        "change",
        "one",
        "input",
        "used",
        "calculation",
        "fair",
        "value",
        "may",
        "cause",
        "significant",
        "change",
        "fair",
        "value",
        "company",
        "warrant",
        "liability",
        "could",
        "also",
        "result",
        "material",
        "gain",
        "loss",
        "reported",
        "company",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "research",
        "development",
        "cost",
        "primarily",
        "attributable",
        "increase",
        "cost",
        "associated",
        "company",
        "phase",
        "2b",
        "treatment",
        "localized",
        "prostate",
        "cancer",
        "cost",
        "associated",
        "manufacturing",
        "activity",
        "topsalysin",
        "lesser",
        "extent",
        "increase",
        "compensation",
        "expense",
        "increase",
        "partially",
        "offset",
        "decrease",
        "cost",
        "associated",
        "company",
        "completed",
        "phase",
        "2a",
        "proof",
        "concept",
        "clinical",
        "trial",
        "localized",
        "prostate",
        "cancer",
        "personnel",
        "related",
        "cost",
        "primarily",
        "related",
        "completed",
        "reduction",
        "work",
        "force",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "decrease",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "inclusion",
        "million",
        "offering",
        "cost",
        "allocated",
        "warrant",
        "issued",
        "company",
        "public",
        "offering",
        "completed",
        "also",
        "contributing",
        "decrease",
        "general",
        "administrative",
        "expense",
        "decrease",
        "cost",
        "associated",
        "professional",
        "service",
        "personnel",
        "related",
        "cost",
        "decrease",
        "partially",
        "offset",
        "increase",
        "compensation",
        "market",
        "research",
        "activity",
        "consulting",
        "expense",
        "gain",
        "loss",
        "revaluation",
        "warrant",
        "liability",
        "gain",
        "revaluation",
        "warrant",
        "liability",
        "million",
        "compared",
        "loss",
        "million",
        "gain",
        "reported",
        "associated",
        "reduction",
        "fair",
        "value",
        "company",
        "warrant",
        "liability",
        "december",
        "december",
        "calculated",
        "using",
        "pricing",
        "model",
        "sophiris",
        "sophiris",
        "bio",
        "clinical",
        "biopharmaceutical",
        "company",
        "developing",
        "topsalysin",
        "prx302",
        "treatment",
        "patient",
        "urological",
        "disease",
        "topsalysin",
        "phase",
        "clinical",
        "development",
        "treatment",
        "localized",
        "prostate",
        "cancer",
        "well",
        "phase",
        "clinical",
        "development",
        "treatment",
        "lower",
        "urinary",
        "tract",
        "symptom",
        "benign",
        "prostatic",
        "hyperplasia",
        "bph",
        "topsalysin",
        "highly",
        "potent",
        "ablative",
        "agent",
        "selective",
        "targeted",
        "activated",
        "enzymatically",
        "active",
        "psa",
        "found",
        "high",
        "concentration",
        "transition",
        "zone",
        "prostate",
        "around",
        "prostate",
        "tumor",
        "cell",
        "patient",
        "received",
        "topsalysin",
        "continues",
        "appear",
        "safe",
        "well",
        "tolerated",
        "information",
        "please",
        "visit",
        "certain",
        "statement",
        "included",
        "press",
        "release",
        "may",
        "considered",
        "including",
        "quote",
        "sophiris",
        "president",
        "ceo",
        "expectation",
        "development",
        "topsalysin",
        "prx302",
        "including",
        "timing",
        "expected",
        "result",
        "plan",
        "relating",
        "design",
        "execution",
        "phase",
        "clinical",
        "trial",
        "sophiris",
        "liquidity",
        "capital",
        "requirement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "implied",
        "statement",
        "therefore",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "include",
        "without",
        "limitation",
        "risk",
        "associated",
        "clinical",
        "development",
        "including",
        "risk",
        "result",
        "phase",
        "2b",
        "study",
        "available",
        "expected",
        "risk",
        "result",
        "phase",
        "2b",
        "study",
        "replicate",
        "result",
        "completed",
        "phase",
        "study",
        "topsalysin",
        "treatment",
        "localized",
        "low",
        "intermediate",
        "risk",
        "prostate",
        "cancer",
        "study",
        "endpoint",
        "achieved",
        "risk",
        "company",
        "able",
        "fund",
        "future",
        "clinical",
        "trial",
        "risk",
        "uncertainty",
        "identified",
        "sophiris",
        "public",
        "security",
        "filing",
        "sec",
        "based",
        "sophiris",
        "current",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "sophiris",
        "relate",
        "among",
        "thing",
        "anticipated",
        "financial",
        "performance",
        "business",
        "prospect",
        "strategy",
        "regulatory",
        "development",
        "clinical",
        "trial",
        "result",
        "market",
        "acceptance",
        "ability",
        "raise",
        "capital",
        "future",
        "commitment",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "press",
        "release",
        "due",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "uncertainty",
        "identified",
        "sophiris",
        "public",
        "security",
        "filing",
        "actual",
        "event",
        "may",
        "differ",
        "materially",
        "current",
        "expectation",
        "sophiris",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "company",
        "contact",
        "peter",
        "slover",
        "chief",
        "financial",
        "officer",
        "corporate",
        "communication",
        "medium",
        "contact",
        "jason",
        "spark",
        "canale",
        "communication",
        "jason",
        "investor",
        "contact",
        "bill",
        "slattery",
        "burn",
        "mcclellan",
        "bslattery",
        "sophiris",
        "bio",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "amount",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "security",
        "receivables",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "promissory",
        "note",
        "total",
        "current",
        "liability",
        "promissory",
        "note",
        "warrant",
        "liability",
        "compensation",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "share",
        "unlimited",
        "authorized",
        "share",
        "par",
        "value",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "contributed",
        "surplus",
        "accumulated",
        "comprehensive",
        "gain",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "sophiris",
        "bio",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "gain",
        "loss",
        "revaluation",
        "warrant",
        "liability",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "outstanding",
        "share",
        "basic",
        "diluted",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "sophiris",
        "bio",
        "inc"
    ]
}