{
    "organizations": [],
    "uuid": "915a8636da7df7354193937660774269991f988f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/business-wire-real-alloy-announces-asset-purchase-agreement-as-part-of-astalking-horsea-bidding-process.html",
    "ord_in_thread": 0,
    "title": "Real Alloy Announces Asset Purchase Agreement as Part of “Stalking Horse” Bidding Process",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Orderly Sale Process Continues on Track\nBEACHWOOD, Ohio--(BUSINESS WIRE)-- Real Alloy Holding, Inc. (“Real Alloy” or the “Company”) today announced that the Company and the ad hoc group comprised of certain Real Alloy noteholders led by funds and accounts managed by DDJ Capital Management have reached an agreement in principal with the Official Committee of Unsecured Creditors (the “Committee”) under which the Committee will support the sale of Real Alloy to the noteholder group pursuant to the terms and conditions of an asset purchase agreement filed with the Bankruptcy Court on March 8, 2018. Under the asset purchase agreement, the noteholder group has agreed to acquire substantially all of Real Alloy’s US and international operations for an estimated total purchase consideration of approximately US$364 million, plus the assumption of certain liabilities. The noteholder group’s bid will remain subject to higher and better bids, as contemplated by the bid procedures approved by the Bankruptcy Court.\nAs part of reaching an agreement with the Committee, the asset purchase agreement provides for the assumption by the buyer of certain priority and unsecured claims of the estate. Specifically, the purchaser has committed to assume up to US$18.6 million in liabilities on account of these claims. Under the asset purchase agreement, 503(b)(9) claimants may receive as much as 100% on account of their claims as an upfront payment at closing in exchange for terms including negotiated credit limits, volume and pricing. Vendors holding general unsecured claims may also receive recoveries on their claims, depending upon credit and other commercial terms offered.\nUnder the terms of the “stalking horse bid”, the Company is expected to see its secured debt obligations reduced by approximately $200 million, which will provide the Company with a strong balance sheet and ample liquidity post Chapter 11 emergence.\nDuring this process, Real Alloy will continue its operations uninterrupted in the ordinary course of business, and will meet day-to-day obligations to its customers, suppliers of goods and services, and employees.\nManagement Comments\nTerry Hogan, President of Real Alloy, stated, “We remain on track to complete the sale process as planned by the end of April and are pleased that Real Alloy’s secured and unsecured creditors have been able to reach a mutually agreeable settlement at this time. This paves the way forward for the Company. As we work as expeditiously as possible toward closing, our day-to-day operations will move forward as usual, and we look forward to providing further updates in the coming weeks.”\nAdditional Information on the Chapter 11 Proceedings\nCourt filings and other information related to the court-supervised proceedings are available at a website administered by the Company’s claims agent, Prime Clerk, at https://cases.primeclerk.com/realindustry . Additional information on Real Alloy can be found at its website www.realalloy.com .\nCautionary Note Regarding Forward-Looking Statements\nThis release contains forward-looking statements, which are based on our current expectations, estimates, and projections about the businesses and prospects of Real Alloy, its parent Real Industry, Inc. (“Real Industry”) and their subsidiaries (“we” or “us”), as well as management’s beliefs, and certain assumptions made by management. Words such as “anticipates,” “expects,” “intends,” “plans,” “believes,” “seeks,” “estimates,” “may,” “should,” “will” and variations of these words are intended to identify forward-looking statements. Such statements speak only as of the date hereof and are subject to change. We undertake no obligation to revise or update publicly any forward-looking statements for any reason. These statements are not guarantees of future performance and are subject to certain risks, uncertainties, and assumptions that are difficult to predict. Forward-looking statements discuss, among other matters: our financial and operational results, as well as our expectations for future financial trends and performance of our business in future periods; our strategy; risks and uncertainties associated with Chapter 11 proceedings; the negative impacts on our businesses as a result of filing for and operating under Chapter 11 protection; the time, terms and ability to confirm a Chapter 11 plan of reorganization for our businesses; the adequacy of the capital resources of our businesses and the difficulty in forecasting the liquidity requirements of the operations of our businesses; the unpredictability of our financial results while in Chapter 11 proceedings; our ability to discharge claims in Chapter 11 proceedings; Real Alloy’s negotiations with the “stalking horse” bidder on definitive purchase and ancillary agreements and ability to comply with the terms of such agreements; receipts of other acquisition bids and negotiations with associated bidders; negotiations with the holders of Real Alloy’s Senior Secured Notes, its asset-based facility lender, and its trade and other unsecured creditors; risks and uncertainties with performing under the terms of the Debtors’ debtor-in-possession (“DIP”) financing arrangements and any other arrangement with lenders or creditors while in Chapter 11 proceedings; our ability to operate our businesses within the terms of our respective DIP financing arrangements; the forecasted uses of funds in our DIP budgets; negotiations with DIP lenders; the impact of Real Alloy’s Chief Restructuring Officer on its restructuring efforts and negotiations with creditors and other stakeholders in the Chapter 11 proceedings; our ability to retain employees, suppliers and customers as a result of Chapter 11 proceedings; Real Alloy’s ability to conduct business as usual in the United States and worldwide; Real Alloy’s ability to continue to serve customers, suppliers and other business partners at the high level of service and performance they have come to expect from Real Alloy; our ability to continue to pay suppliers and vendors; our ability to fund ongoing business operations through the applicable DIP financing arrangements; the use of the funds anticipated to be received in the DIP financing arrangements; the ability to control costs during Chapter 11 proceedings; the risk that our Chapter 11 proceedings may be converted to cases under Chapter 7 of the Bankruptcy Code; the ability of Real Industry to preserve and utilize the NOLs following its Chapter 11 proceedings; our ability to secure operating capital; Real Industry’s ability to take advantage of opportunities to acquire assets with upside potential; Real Industry’s ability to execute on its strategic plan to evaluate and close potential M&A opportunities; our long-term outlook; our preparation for future market conditions; and any statements or assumptions underlying any of the foregoing. Such statements are not guarantees of future performance and are subject to certain risks, uncertainties, and assumptions that are difficult to predict. Accordingly, actual results could differ materially and adversely from those expressed in any forward-looking statements as a result of various factors.\nImportant factors that may cause such differences include, but are not limited to, the decisions of the bankruptcy court; negotiations with Real Alloy’s debtholders, our creditors and any committee approved by the bankruptcy court; negotiations with lenders on the definitive DIP financing, equity investment, purchase agreement and post-emergence credit facility documents; Real Industry’s ability to meet the closing conditions of its DIP financing, equity investment or post-emergence credit facilities; our ability to meet the requirements, and compliance with the terms, including restrictive covenants, of our respective DIP financing arrangements and any other financial arrangement while in Chapter 11 proceedings; changes in our operational or cash needs from the assumptions underlying our DIP budgets and forecasts; changes in our cash needs as compared to our historical operations or our planned reductions in operating expense; adverse litigation; changes in domestic and international demand for recycled aluminum; the cyclical nature and general health of the aluminum industry and related industries; commodity and scrap price fluctuations and our ability to enter into effective commodity derivatives or arrangements to effectively manage our exposure to such commodity price fluctuations; inventory risks, commodity price risks, and energy risks associated with Real Alloy’s buy/sell business model; the impact of tariffs and trade regulations on our operations; the impact of the recently approved U.S. tax legislation and any other changes in U.S. or non-U.S. tax laws on our operations or the value of Real Industry’s NOLs; Real Industry’s ability to successfully identify, acquire and integrate additional companies and businesses that perform and meet expectations after completion of such acquisitions; our ability to achieve future profitability; our ability to control operating costs and other expenses; that general economic conditions may be worse than expected; that competition may increase significantly; changes in laws or government regulations or policies affecting our current business operations and/or our legacy businesses, as well as those risks and uncertainties disclosed under the sections entitled “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Real Industry, Inc.’s Forms 10-Q filed with the Securities and Exchange Commission (“SEC”) on May 10, 2017, August 8, 2017 and November 9, 2017 and Form 10-K filed with the SEC on March 13, 2017, and similar disclosures in subsequent reports filed with the SEC.\nCautionary Note Regarding Real Industry Common Stock\nReal Industry cautions that trading in its securities during the pendency of the Chapter 11 proceedings is highly speculative and poses substantial risks. Trading prices for Real Industry’s securities may bear little or no relationship to the actual recovery, if any, by holders of such securities in the Chapter 11 proceedings.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180308005732/en/\nReal Alloy Holding, Inc.\nMichael Hobey, 216-755-8836\nor\nThe Equity Group, Inc.\nAdam Prior, 212-836-9606\naprior@equityny.com\nor\nCarolyne Y. Sohn, 415-568-2255\ncsohn@equityny.com\nSource: Real Alloy Holding, Inc.",
    "published": "2018-03-08T17:25:00.000+02:00",
    "crawled": "2018-03-08T18:46:13.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "orderly",
        "sale",
        "process",
        "continues",
        "track",
        "beachwood",
        "ohio",
        "business",
        "wire",
        "real",
        "alloy",
        "holding",
        "real",
        "alloy",
        "company",
        "today",
        "announced",
        "company",
        "ad",
        "hoc",
        "group",
        "comprised",
        "certain",
        "real",
        "alloy",
        "noteholders",
        "led",
        "fund",
        "account",
        "managed",
        "ddj",
        "capital",
        "management",
        "reached",
        "agreement",
        "principal",
        "official",
        "committee",
        "unsecured",
        "creditor",
        "committee",
        "committee",
        "support",
        "sale",
        "real",
        "alloy",
        "noteholder",
        "group",
        "pursuant",
        "term",
        "condition",
        "asset",
        "purchase",
        "agreement",
        "filed",
        "bankruptcy",
        "court",
        "march",
        "asset",
        "purchase",
        "agreement",
        "noteholder",
        "group",
        "agreed",
        "acquire",
        "substantially",
        "real",
        "alloy",
        "u",
        "international",
        "operation",
        "estimated",
        "total",
        "purchase",
        "consideration",
        "approximately",
        "u",
        "million",
        "plus",
        "assumption",
        "certain",
        "liability",
        "noteholder",
        "group",
        "bid",
        "remain",
        "subject",
        "higher",
        "better",
        "bid",
        "contemplated",
        "bid",
        "procedure",
        "approved",
        "bankruptcy",
        "court",
        "part",
        "reaching",
        "agreement",
        "committee",
        "asset",
        "purchase",
        "agreement",
        "provides",
        "assumption",
        "buyer",
        "certain",
        "priority",
        "unsecured",
        "claim",
        "estate",
        "specifically",
        "purchaser",
        "committed",
        "assume",
        "u",
        "million",
        "liability",
        "account",
        "claim",
        "asset",
        "purchase",
        "agreement",
        "b",
        "claimant",
        "may",
        "receive",
        "much",
        "account",
        "claim",
        "upfront",
        "payment",
        "closing",
        "exchange",
        "term",
        "including",
        "negotiated",
        "credit",
        "limit",
        "volume",
        "pricing",
        "vendor",
        "holding",
        "general",
        "unsecured",
        "claim",
        "may",
        "also",
        "receive",
        "recovery",
        "claim",
        "depending",
        "upon",
        "credit",
        "commercial",
        "term",
        "offered",
        "term",
        "stalking",
        "horse",
        "bid",
        "company",
        "expected",
        "see",
        "secured",
        "debt",
        "obligation",
        "reduced",
        "approximately",
        "million",
        "provide",
        "company",
        "strong",
        "balance",
        "sheet",
        "ample",
        "liquidity",
        "post",
        "chapter",
        "emergence",
        "process",
        "real",
        "alloy",
        "continue",
        "operation",
        "uninterrupted",
        "ordinary",
        "course",
        "business",
        "meet",
        "obligation",
        "customer",
        "supplier",
        "good",
        "service",
        "employee",
        "management",
        "comment",
        "terry",
        "hogan",
        "president",
        "real",
        "alloy",
        "stated",
        "remain",
        "track",
        "complete",
        "sale",
        "process",
        "planned",
        "end",
        "april",
        "pleased",
        "real",
        "alloy",
        "secured",
        "unsecured",
        "creditor",
        "able",
        "reach",
        "mutually",
        "agreeable",
        "settlement",
        "time",
        "pave",
        "way",
        "forward",
        "company",
        "work",
        "expeditiously",
        "possible",
        "toward",
        "closing",
        "operation",
        "move",
        "forward",
        "usual",
        "look",
        "forward",
        "providing",
        "update",
        "coming",
        "additional",
        "information",
        "chapter",
        "proceeding",
        "court",
        "filing",
        "information",
        "related",
        "proceeding",
        "available",
        "website",
        "administered",
        "company",
        "claim",
        "agent",
        "prime",
        "clerk",
        "http",
        "additional",
        "information",
        "real",
        "alloy",
        "found",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "release",
        "contains",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "business",
        "prospect",
        "real",
        "alloy",
        "parent",
        "real",
        "industry",
        "real",
        "industry",
        "subsidiary",
        "u",
        "well",
        "management",
        "belief",
        "certain",
        "assumption",
        "made",
        "management",
        "word",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "belief",
        "seek",
        "estimate",
        "may",
        "variation",
        "word",
        "intended",
        "identify",
        "statement",
        "statement",
        "speak",
        "date",
        "hereof",
        "subject",
        "change",
        "undertake",
        "obligation",
        "revise",
        "update",
        "publicly",
        "statement",
        "reason",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "statement",
        "discus",
        "among",
        "matter",
        "financial",
        "operational",
        "result",
        "well",
        "expectation",
        "future",
        "financial",
        "trend",
        "performance",
        "business",
        "future",
        "period",
        "strategy",
        "risk",
        "uncertainty",
        "associated",
        "chapter",
        "proceeding",
        "negative",
        "impact",
        "business",
        "result",
        "filing",
        "operating",
        "chapter",
        "protection",
        "time",
        "term",
        "ability",
        "confirm",
        "chapter",
        "plan",
        "reorganization",
        "business",
        "adequacy",
        "capital",
        "resource",
        "business",
        "difficulty",
        "forecasting",
        "liquidity",
        "requirement",
        "operation",
        "business",
        "unpredictability",
        "financial",
        "result",
        "chapter",
        "proceeding",
        "ability",
        "discharge",
        "claim",
        "chapter",
        "proceeding",
        "real",
        "alloy",
        "negotiation",
        "stalking",
        "horse",
        "bidder",
        "definitive",
        "purchase",
        "ancillary",
        "agreement",
        "ability",
        "comply",
        "term",
        "agreement",
        "receipt",
        "acquisition",
        "bid",
        "negotiation",
        "associated",
        "bidder",
        "negotiation",
        "holder",
        "real",
        "alloy",
        "senior",
        "secured",
        "note",
        "facility",
        "lender",
        "trade",
        "unsecured",
        "creditor",
        "risk",
        "uncertainty",
        "performing",
        "term",
        "debtor",
        "dip",
        "financing",
        "arrangement",
        "arrangement",
        "lender",
        "creditor",
        "chapter",
        "proceeding",
        "ability",
        "operate",
        "business",
        "within",
        "term",
        "respective",
        "dip",
        "financing",
        "arrangement",
        "forecasted",
        "us",
        "fund",
        "dip",
        "budget",
        "negotiation",
        "dip",
        "lender",
        "impact",
        "real",
        "alloy",
        "chief",
        "restructuring",
        "officer",
        "restructuring",
        "effort",
        "negotiation",
        "creditor",
        "stakeholder",
        "chapter",
        "proceeding",
        "ability",
        "retain",
        "employee",
        "supplier",
        "customer",
        "result",
        "chapter",
        "proceeding",
        "real",
        "alloy",
        "ability",
        "conduct",
        "business",
        "usual",
        "united",
        "state",
        "worldwide",
        "real",
        "alloy",
        "ability",
        "continue",
        "serve",
        "customer",
        "supplier",
        "business",
        "partner",
        "high",
        "level",
        "service",
        "performance",
        "come",
        "expect",
        "real",
        "alloy",
        "ability",
        "continue",
        "pay",
        "supplier",
        "vendor",
        "ability",
        "fund",
        "ongoing",
        "business",
        "operation",
        "applicable",
        "dip",
        "financing",
        "arrangement",
        "use",
        "fund",
        "anticipated",
        "received",
        "dip",
        "financing",
        "arrangement",
        "ability",
        "control",
        "cost",
        "chapter",
        "proceeding",
        "risk",
        "chapter",
        "proceeding",
        "may",
        "converted",
        "case",
        "chapter",
        "bankruptcy",
        "code",
        "ability",
        "real",
        "industry",
        "preserve",
        "utilize",
        "nols",
        "following",
        "chapter",
        "proceeding",
        "ability",
        "secure",
        "operating",
        "capital",
        "real",
        "industry",
        "ability",
        "take",
        "advantage",
        "opportunity",
        "acquire",
        "asset",
        "upside",
        "potential",
        "real",
        "industry",
        "ability",
        "execute",
        "strategic",
        "plan",
        "evaluate",
        "close",
        "potential",
        "opportunity",
        "outlook",
        "preparation",
        "future",
        "market",
        "condition",
        "statement",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "accordingly",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "statement",
        "result",
        "various",
        "factor",
        "important",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "limited",
        "decision",
        "bankruptcy",
        "court",
        "negotiation",
        "real",
        "alloy",
        "debtholders",
        "creditor",
        "committee",
        "approved",
        "bankruptcy",
        "court",
        "negotiation",
        "lender",
        "definitive",
        "dip",
        "financing",
        "equity",
        "investment",
        "purchase",
        "agreement",
        "credit",
        "facility",
        "document",
        "real",
        "industry",
        "ability",
        "meet",
        "closing",
        "condition",
        "dip",
        "financing",
        "equity",
        "investment",
        "credit",
        "facility",
        "ability",
        "meet",
        "requirement",
        "compliance",
        "term",
        "including",
        "restrictive",
        "covenant",
        "respective",
        "dip",
        "financing",
        "arrangement",
        "financial",
        "arrangement",
        "chapter",
        "proceeding",
        "change",
        "operational",
        "cash",
        "need",
        "assumption",
        "underlying",
        "dip",
        "budget",
        "forecast",
        "change",
        "cash",
        "need",
        "compared",
        "historical",
        "operation",
        "planned",
        "reduction",
        "operating",
        "expense",
        "adverse",
        "litigation",
        "change",
        "domestic",
        "international",
        "demand",
        "recycled",
        "cyclical",
        "nature",
        "general",
        "health",
        "aluminum",
        "industry",
        "related",
        "commodity",
        "scrap",
        "price",
        "fluctuation",
        "ability",
        "enter",
        "effective",
        "commodity",
        "derivative",
        "arrangement",
        "effectively",
        "manage",
        "exposure",
        "commodity",
        "price",
        "inventory",
        "risk",
        "commodity",
        "price",
        "risk",
        "energy",
        "risk",
        "associated",
        "real",
        "alloy",
        "business",
        "model",
        "impact",
        "tariff",
        "trade",
        "regulation",
        "operation",
        "impact",
        "recently",
        "approved",
        "tax",
        "legislation",
        "change",
        "tax",
        "law",
        "operation",
        "value",
        "real",
        "industry",
        "nols",
        "real",
        "industry",
        "ability",
        "successfully",
        "identify",
        "acquire",
        "integrate",
        "additional",
        "company",
        "business",
        "perform",
        "meet",
        "expectation",
        "completion",
        "ability",
        "achieve",
        "future",
        "ability",
        "control",
        "operating",
        "cost",
        "general",
        "economic",
        "condition",
        "may",
        "worse",
        "competition",
        "may",
        "increase",
        "change",
        "law",
        "government",
        "regulation",
        "policy",
        "affecting",
        "current",
        "business",
        "operation",
        "legacy",
        "business",
        "well",
        "risk",
        "uncertainty",
        "disclosed",
        "section",
        "entitled",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "real",
        "industry",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "august",
        "november",
        "form",
        "filed",
        "sec",
        "march",
        "similar",
        "disclosure",
        "subsequent",
        "report",
        "filed",
        "sec",
        "cautionary",
        "note",
        "regarding",
        "real",
        "industry",
        "common",
        "stock",
        "real",
        "industry",
        "caution",
        "trading",
        "security",
        "pendency",
        "chapter",
        "proceeding",
        "highly",
        "speculative",
        "pose",
        "substantial",
        "risk",
        "trading",
        "price",
        "real",
        "industry",
        "security",
        "may",
        "bear",
        "little",
        "relationship",
        "actual",
        "recovery",
        "holder",
        "security",
        "chapter",
        "proceeding",
        "view",
        "source",
        "version",
        "http",
        "real",
        "alloy",
        "holding",
        "michael",
        "hobey",
        "equity",
        "group",
        "adam",
        "prior",
        "aprior",
        "carolyne",
        "sohn",
        "csohn",
        "source",
        "real",
        "alloy",
        "holding",
        "inc"
    ]
}