{
    "organizations": [],
    "uuid": "72a85a45682a5f4bf11b2b2a16697e355d975ba6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-arizona-mining-reports-significant-additional-high-grade-drill-results-from-the-taylor-project.html",
    "ord_in_thread": 0,
    "title": "Arizona Mining Reports Significant Additional High-Grade Drill Results From the Taylor Project",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "420.5 feet assaying 11.4% combined zinc-lead; and 1.8 opt silver (TS) Including 74 feet assaying 31.0% combined zinc-lead; and 4.1 opt silver (TS) 23 feet assaying 46.1% combined zinc-lead; and 7.0 opt silver (TS) 33.5 feet assaying 19.5% combined zinc-lead; and 6.4 opt silver (TDS)\nVANCOUVER, B.C., March 22, 2018 (GLOBE NEWSWIRE) -- Arizona Mining Inc. (TSX:AZ) (“Arizona Mining” or the “Company”) announces strong results for three drill holes from the current program focused on expansion of the Taylor Sulfide Zone (“TS”) and Taylor Deeps Zone (“TDS”) located on its 100%-owned Hermosa-Taylor Project in Santa Cruz County, Arizona. The drill holes highlighted in this release are successful infill drill holes highlighting the continued potential for resource growth and increased grades, as distinct from the Updated Preliminary Economic Assessment (“PEA”) (see Press Release dated January 16, 2018).\nFigure 1. Drill Hole Location Map\nFigure 2. Plan View of Taylor Deeps with ZnEq Grade Contour\nFigure 3. Long Section of Hermosa Geology and Ore Deposits\nFigure 4. Land Status Map\n“Our infill drilling continues to confirm high-grade areas identified in the PEA,” said Chief Operating Officer Don Taylor. “In light of the strong success we’ve had in 44,000 meters of drilling completed since cut-off for the January 2018 Preliminary Economic Assessment last fall, we now plan to deliver the Feasibility Study in Q3 2018 to ensure as much of these high-grade results are included in the study as possible.”\nHDS-513 is an angled infill hole targeting Taylor Sulfide mineralization. The drill hole intercepted several mineralized horizons within the Taylor Sulfide Zone (Epitaph domain) with one very significant and robust zone. The Taylor Sulfide intercept extends the mineralization 100 feet southeast (up dip) of previously reported HDS-374 (see Press Release dated October 11, 2016). Significant mineralized intervals in the Taylor Sulfide include:\n420.5 feet assaying 11.4% combined zinc-lead, and 1.8 ounces per ton (“opt”) silver (TS) including 74 feet assaying 31.0% combined zinc-lead; and 4.1 opt silver (TS) including 20 feet assaying 24.0% combined zinc-lead; and 4.1 opt silver (TS)\nHDS-505 is angled infill drill hole targeting Taylor Sulfide mineralization. The drill hole intercepted multiple mineralized zones in the Taylor Sulfide (Scherrer and Epitaph), including one very substantial zone in the Epitaph domain. The Taylor Sulfide intercept extends the mineralization 300 feet northwest (down dip) of HDS-374, linking with HDS-513 for a strike length of 400 feet. Significant mineralization in the Taylor Sulfide includes:\n269.5 feet assaying 9.0% combined zinc-lead; and 1.6 opt silver (TS) Including 23 feet assaying 46.1% combined zinc-lead; and 7.0 opt silver (TS)\nHDS-512 is an angled infill hole targeting Taylor Deeps mineralization. The drill hole intercepted two zones in the Taylor Sulfide (Epitaph) and one robust mineralized horizon in the Taylor Deeps. The Taylor Deeps intercept is 200 feet east of previously reported HDS-507 (reported March 15, 2018). The noteworthy mineralized interval was:\n111.5 feet assaying 9.8% combined zinc-lead; and 3.4 opt silver (TDS) Including 33.5 feet assaying 19.5% combined zinc-lead; and 6.4 opt silver (TDS)\nFor a full list of the mineralized intervals from these holes refer to Table I.\nTable I. Drill Hole Assay Summary\nDH_ID From (feet) To (feet) Interval (in feet) From (meters) To (meters) Interval (meters) Ag opt Pb% Zn% Cu% Zone* HDS-505 2038 2048 10 621.2 624.2 3.0 5.65 11.54 15.03 0.84 TS HDS-505 2143 2186 43 653.2 666.3 13.1 1.05 2.40 5.46 0.11 TS HDS-505 2390 2409 19 728.4 734.2 5.8 0.93 2.27 3.84 0.21 TS HDS-505 2644.5 2914 269.5 806.0 888.1 82.1 1.59 4.44 4.52 0.16 TS Including 2655 2678 23 809.2 816.2 7.0 7.02 21.45 24.66 0.93 TS HDS-505 2997 3062 65 913.4 933.3 19.8 1.55 3.80 2.78 0.05 TS HDS-512 2342 2401 59 713.8 731.8 18.0 0.91 2.19 3.02 0.10 TS HDS-512 2457 2467 10 748.9 751.9 3.0 2.00 5.27 5.82 0.20 TS HDS-512 2777 2786.5 9.5 846.4 849.3 2.9 0.49 1.63 3.53 0.01 TVS HDS-512 2825 2936.5 111.5 861.0 895.0 34.0 3.35 5.53 4.23 0.18 TDS Including 2903 2936.5 33.5 884.8 895.0 10.2 6.39 11.05 8.40 0.52 TDS HDS-512 3050.5 3056 5.5 929.7 931.4 1.7 8.20 7.45 10.65 2.01 TDS HDS-513 1869 1887 18 569.6 575.1 5.5 0.66 1.95 3.30 0.10 TS HDS-513 2132 2142 10 649.8 652.8 3.0 1.91 5.87 4.77 0.49 TS HDS-513 2301.5 2722 420.5 701.5 829.6 128.2 1.80 5.29 6.07 0.10 TS Including 2305 2379 74 702.5 725.1 22.6 4.06 13.01 17.99 0.30 TS Including 2537 2557 20 773.2 779.3 6.1 4.14 12.07 11.89 0.13 TS HDS-513 2867 2962 95 873.8 902.8 29.0 0.73 2.08 0.53 0.04 TS\nDrill intersections with a combined zinc and lead grade of greater than 9% are bolded. Sulfide drill intervals from the Taylor Sulfide Zone and Taylor Deeps Sulfide Zone are down-the-hole drill intervals. Vertical drill holes are considered to be within +5% of true width based on the dip of the mineralized stratigraphy at 20-25 degrees. Angle drill holes are considered to be within +15% of true width based on the dip of the mineralized stratigraphy at 20-25 degrees.\n*The exception to this are the intervals noted as veins. It is not possible to determine the true width of the veins based on the drill density and no representation is made here regarding true width of the veins. Zones shown include: Taylor Sulfide Zone (TS); Taylor Deeps Sulfide Zone (TDS) and Trench Vein System (TVS).\nFigure 1. Drill Hole Location Map is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/b9008bc2-24c5-42f7-8513-5d5457156984\nFigure 2. Plan View of Taylor Deeps with ZnEq Grade Contour is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/28d54434-faec-483e-b07e-2830612adef0\nFigure 3. Long Section of Hermosa Geology and Ore Deposits is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/71f1aaf5-410e-4801-99fb-3ceb0c57aee1\nFigure 4. Land Status Map is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/a0b2bea8-9d6e-4741-8213-03a065b3d361\nQualified Person\nThe results of the Arizona Mining Inc. drilling have been reviewed, verified and compiled by Donald R. Taylor, MSc., PG, Chief Operating Officer for Arizona Mining Inc., a qualified person as defined by National Instrument 43-101 (NI 43-101). Mr. Taylor has 30 years of mineral exploration and mining experience, and is a Registered Professional Geologist through the SME (registered member #4029597).\nAssays and Quality Assurance/Quality Control\nTo ensure reliable sample results, the Company has a rigorous QA/QC program in place that monitors the chain-of-custody of samples and includes the insertion of blanks, duplicates, and certified reference standards at statistically derived intervals within each batch of samples. Core is photographed and split in half with one-half retained in a secured facility for verification purposes.\nSample preparation (crushing and pulverizing) has been performed at ALS Minerals Laboratories, an ISO/IEC accredited lab located in Tucson, Arizona. ALS Minerals Laboratories prepares a pulp of all samples and sends the pulps to their analytical laboratory in Vancouver, B.C. Canada for analysis. ALS analyzes the pulp sample by ICP following a 4-acid digestion (ME-ICP61 for 33 elements) including Cu (copper), Pb (lead), and Zn (zinc). All samples in which Cu (copper), Pb (lead), or Zn (zinc) are greater than 10,000 ppm are re-run using four acid digestion with an ICP – AES finish (Cu-OG62; Pb-OG62; and Zn-OG62) with the elements reported in percentage (%). Silver values are determined by ICP (ME-ICP61) with all samples with silver values greater than 100 ppm repeated using four acid digestion with an ICP-AES finish (Ag-OG62) calibrated for higher levels of silver contained. Any values over 1,500 ppm Ag trigger a fire assay with gravimetric finish analysis. Gold values are determined by a 30 gm fire assay with an ICP-AES finish (Au-ICP21).\nAbout Arizona Mining\nArizona Mining Inc. (an augustagroup company) is a mineral exploration and development company focused on the exploration and development of its 100%-owned Hermosa Project located in Santa Cruz County, Arizona. The Taylor Deposit, a zinc-lead-silver carbonate replacement deposit, has a resource of 15.2 million tons in the Measured Mineral Resource category grading 4.0% zinc, 4.0% lead and 1.6 opt silver, or 9.6% ZnEq, plus 85.8 million tons in the Indicated Mineral Resource category grading 4.2% zinc, 4.3% lead and 2.2 opt silver, or 10.5% ZnEq, and 43.6 million tons of Inferred Mineral Resources grading 3.9% zinc, 4.8% lead and 3.4 opt silver or 11.9% ZnEq, all reported in accordance with NI 43-101 guidelines utilizing a 4% ZnEq cutoff grade. The Taylor Deposit remains open to the north, west and south over land controlled by the Company and will be aggressively drilled to test the limits of the resource. The Company’s other project on the Hermosa property is the Central Deposit, a silver-manganese manto oxide project.\nFor additional information please contact:\nJerrold Annett\nSenior Vice President, Corporate Development\nTelephone: 416-366-5678 ext. 207\nEmail: jannett@arizonamining.com\nSusan Muir\nVice President, Investor Relations & Corporate Communications\nTelephone: 416-366-5678 ext. 202\nEmail: smuir@arizonamining.com\nCautionary Note Regarding Forward-Looking Information\nCertain information contained in this press release constitutes forward-looking statements. All statements, other than statements of historical facts, are forward looking statements including statements with respect to the Company’s intentions for its Hermosa Project in Arizona, including, without limitation, performing additional drilling, a resource update, permitting and a feasibility study on the Taylor Deposit. Forward-looking statements are often, but not always, identified by the use of words such as may, will, seek, anticipate, believe, plan, estimate, budget, schedule, forecast, project, expect, intend, or similar expressions.\nThe forward-looking statements are based on a number of assumptions which, while considered reasonable by Arizona Mining, are subject to risks and uncertainties. In addition to the assumptions herein, these assumptions include the assumptions described in Arizona Mining's management's discussion and analysis for the year ended December 31, 2016 (\"MD&A\"). Arizona Mining cautions readers that forward-looking statements involve and are subject to known and unknown risks, uncertainties and other factors which may cause actual results, performance or achievements to differ materially from those expressed in or implied by such forward-looking statements and forward-looking statements are not guarantees of future results, performance or achievement. These risks, uncertainties and factors include general business, economic, competitive, political, regulatory and social uncertainties; actual results of exploration activities and economic evaluations; fluctuations in currency exchange rates; changes in project parameters; changes in costs, including labour, infrastructure, operating and production costs; future prices of zinc, lead, silver and other minerals; variations of mineral grade or recovery rates; operating or technical difficulties in connection with exploration, development or mining activities, including the failure of plant, equipment or processes to operate as anticipated; delays in completion of exploration, development or construction activities; changes in government legislation and regulation; the ability to maintain and renew existing licenses and permits or obtain required licenses and permits in a timely manner; the ability to obtain financing on acceptable terms in a timely manner; contests over title to properties; employee relations and shortages of skilled personnel and contractors; the speculative nature of, and the risks involved in, the exploration, development and mining business; and the factors discussed in the section entitled \"Risks and Uncertainties\" in the MD&A.\nAlthough Arizona Mining has attempted to identify important risks, uncertainties and other factors that could cause actual performance, achievements, actions, events, results or conditions to differ materially from those expressed in or implied by the forward-looking information, there may be other risks, uncertainties and other factors that cause performance, achievements, actions, events, results or conditions to differ from those anticipated, estimated or intended. Unless otherwise indicated, forward-looking statements contained herein are as of the date hereof and Arizona Mining disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or results or otherwise, except as required by applicable law.\nSource: Arizona Mining Inc.",
    "published": "2018-03-22T13:00:00.000+02:00",
    "crawled": "2018-03-22T18:07:47.038+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "including",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "tds",
        "vancouver",
        "march",
        "globe",
        "newswire",
        "arizona",
        "mining",
        "tsx",
        "az",
        "arizona",
        "mining",
        "company",
        "announces",
        "strong",
        "result",
        "three",
        "drill",
        "hole",
        "current",
        "program",
        "focused",
        "expansion",
        "taylor",
        "sulfide",
        "zone",
        "t",
        "taylor",
        "deep",
        "zone",
        "tds",
        "located",
        "project",
        "santa",
        "cruz",
        "county",
        "arizona",
        "drill",
        "hole",
        "highlighted",
        "release",
        "successful",
        "infill",
        "drill",
        "hole",
        "highlighting",
        "continued",
        "potential",
        "resource",
        "growth",
        "increased",
        "grade",
        "distinct",
        "updated",
        "preliminary",
        "economic",
        "assessment",
        "pea",
        "see",
        "press",
        "release",
        "dated",
        "january",
        "figure",
        "drill",
        "hole",
        "location",
        "map",
        "figure",
        "plan",
        "view",
        "taylor",
        "deep",
        "zneq",
        "grade",
        "contour",
        "figure",
        "long",
        "section",
        "hermosa",
        "geology",
        "ore",
        "deposit",
        "figure",
        "land",
        "status",
        "map",
        "infill",
        "drilling",
        "continues",
        "confirm",
        "area",
        "identified",
        "pea",
        "said",
        "chief",
        "operating",
        "officer",
        "taylor",
        "light",
        "strong",
        "success",
        "meter",
        "drilling",
        "completed",
        "since",
        "january",
        "preliminary",
        "economic",
        "assessment",
        "last",
        "fall",
        "plan",
        "deliver",
        "feasibility",
        "study",
        "q3",
        "ensure",
        "much",
        "result",
        "included",
        "study",
        "angled",
        "infill",
        "hole",
        "targeting",
        "taylor",
        "sulfide",
        "mineralization",
        "drill",
        "hole",
        "intercepted",
        "several",
        "mineralized",
        "horizon",
        "within",
        "taylor",
        "sulfide",
        "zone",
        "epitaph",
        "domain",
        "one",
        "significant",
        "robust",
        "zone",
        "taylor",
        "sulfide",
        "intercept",
        "extends",
        "mineralization",
        "foot",
        "southeast",
        "dip",
        "previously",
        "reported",
        "see",
        "press",
        "release",
        "dated",
        "october",
        "significant",
        "mineralized",
        "interval",
        "taylor",
        "sulfide",
        "include",
        "foot",
        "assaying",
        "combined",
        "ounce",
        "per",
        "ton",
        "opt",
        "silver",
        "t",
        "including",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "including",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "angled",
        "infill",
        "drill",
        "hole",
        "targeting",
        "taylor",
        "sulfide",
        "mineralization",
        "drill",
        "hole",
        "intercepted",
        "multiple",
        "mineralized",
        "zone",
        "taylor",
        "sulfide",
        "scherrer",
        "epitaph",
        "including",
        "one",
        "substantial",
        "zone",
        "epitaph",
        "domain",
        "taylor",
        "sulfide",
        "intercept",
        "extends",
        "mineralization",
        "foot",
        "northwest",
        "dip",
        "linking",
        "strike",
        "length",
        "foot",
        "significant",
        "mineralization",
        "taylor",
        "sulfide",
        "includes",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "including",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "t",
        "angled",
        "infill",
        "hole",
        "targeting",
        "taylor",
        "deep",
        "mineralization",
        "drill",
        "hole",
        "intercepted",
        "two",
        "zone",
        "taylor",
        "sulfide",
        "epitaph",
        "one",
        "robust",
        "mineralized",
        "horizon",
        "taylor",
        "deep",
        "taylor",
        "deep",
        "intercept",
        "foot",
        "east",
        "previously",
        "reported",
        "reported",
        "march",
        "noteworthy",
        "mineralized",
        "interval",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "tds",
        "including",
        "foot",
        "assaying",
        "combined",
        "opt",
        "silver",
        "tds",
        "full",
        "list",
        "mineralized",
        "interval",
        "hole",
        "refer",
        "table",
        "table",
        "drill",
        "hole",
        "assay",
        "summary",
        "foot",
        "foot",
        "interval",
        "foot",
        "meter",
        "meter",
        "interval",
        "meter",
        "ag",
        "opt",
        "pb",
        "zn",
        "cu",
        "zone",
        "t",
        "t",
        "t",
        "t",
        "including",
        "t",
        "t",
        "t",
        "t",
        "tv",
        "tds",
        "including",
        "tds",
        "tds",
        "t",
        "t",
        "t",
        "including",
        "t",
        "including",
        "t",
        "t",
        "drill",
        "intersection",
        "combined",
        "zinc",
        "lead",
        "grade",
        "greater",
        "bolded",
        "sulfide",
        "drill",
        "interval",
        "taylor",
        "sulfide",
        "zone",
        "taylor",
        "deep",
        "sulfide",
        "zone",
        "drill",
        "interval",
        "vertical",
        "drill",
        "hole",
        "considered",
        "within",
        "true",
        "width",
        "based",
        "dip",
        "mineralized",
        "stratigraphy",
        "degree",
        "angle",
        "drill",
        "hole",
        "considered",
        "within",
        "true",
        "width",
        "based",
        "dip",
        "mineralized",
        "stratigraphy",
        "degree",
        "exception",
        "interval",
        "noted",
        "vein",
        "possible",
        "determine",
        "true",
        "width",
        "vein",
        "based",
        "drill",
        "density",
        "representation",
        "made",
        "regarding",
        "true",
        "width",
        "vein",
        "zone",
        "shown",
        "include",
        "taylor",
        "sulfide",
        "zone",
        "t",
        "taylor",
        "deep",
        "sulfide",
        "zone",
        "tds",
        "trench",
        "vein",
        "system",
        "tv",
        "figure",
        "drill",
        "hole",
        "location",
        "map",
        "available",
        "http",
        "figure",
        "plan",
        "view",
        "taylor",
        "deep",
        "zneq",
        "grade",
        "contour",
        "available",
        "http",
        "figure",
        "long",
        "section",
        "hermosa",
        "geology",
        "ore",
        "deposit",
        "available",
        "http",
        "figure",
        "land",
        "status",
        "map",
        "available",
        "http",
        "qualified",
        "person",
        "result",
        "arizona",
        "mining",
        "drilling",
        "reviewed",
        "verified",
        "compiled",
        "donald",
        "taylor",
        "pg",
        "chief",
        "operating",
        "officer",
        "arizona",
        "mining",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "ni",
        "taylor",
        "year",
        "mineral",
        "exploration",
        "mining",
        "experience",
        "registered",
        "professional",
        "geologist",
        "sme",
        "registered",
        "member",
        "assay",
        "quality",
        "control",
        "ensure",
        "reliable",
        "sample",
        "result",
        "company",
        "rigorous",
        "program",
        "place",
        "monitor",
        "sample",
        "includes",
        "insertion",
        "blank",
        "duplicate",
        "certified",
        "reference",
        "standard",
        "statistically",
        "derived",
        "interval",
        "within",
        "batch",
        "sample",
        "core",
        "photographed",
        "split",
        "half",
        "retained",
        "secured",
        "facility",
        "verification",
        "purpose",
        "sample",
        "preparation",
        "crushing",
        "pulverizing",
        "performed",
        "al",
        "mineral",
        "laboratory",
        "accredited",
        "lab",
        "located",
        "tucson",
        "arizona",
        "al",
        "mineral",
        "laboratory",
        "prepares",
        "pulp",
        "sample",
        "sends",
        "pulp",
        "analytical",
        "laboratory",
        "vancouver",
        "canada",
        "analysis",
        "al",
        "analyzes",
        "pulp",
        "sample",
        "icp",
        "following",
        "digestion",
        "element",
        "including",
        "cu",
        "copper",
        "pb",
        "lead",
        "zn",
        "zinc",
        "sample",
        "cu",
        "copper",
        "pb",
        "lead",
        "zn",
        "zinc",
        "greater",
        "ppm",
        "using",
        "four",
        "acid",
        "digestion",
        "icp",
        "aes",
        "finish",
        "element",
        "reported",
        "percentage",
        "silver",
        "value",
        "determined",
        "icp",
        "sample",
        "silver",
        "value",
        "greater",
        "ppm",
        "repeated",
        "using",
        "four",
        "acid",
        "digestion",
        "finish",
        "calibrated",
        "higher",
        "level",
        "silver",
        "contained",
        "value",
        "ppm",
        "ag",
        "trigger",
        "fire",
        "assay",
        "gravimetric",
        "finish",
        "analysis",
        "gold",
        "value",
        "determined",
        "gm",
        "fire",
        "assay",
        "finish",
        "arizona",
        "mining",
        "arizona",
        "mining",
        "augustagroup",
        "company",
        "mineral",
        "exploration",
        "development",
        "company",
        "focused",
        "exploration",
        "development",
        "hermosa",
        "project",
        "located",
        "santa",
        "cruz",
        "county",
        "arizona",
        "taylor",
        "deposit",
        "carbonate",
        "replacement",
        "deposit",
        "resource",
        "million",
        "ton",
        "measured",
        "mineral",
        "resource",
        "category",
        "grading",
        "zinc",
        "lead",
        "opt",
        "silver",
        "zneq",
        "plus",
        "million",
        "ton",
        "indicated",
        "mineral",
        "resource",
        "category",
        "grading",
        "zinc",
        "lead",
        "opt",
        "silver",
        "zneq",
        "million",
        "ton",
        "inferred",
        "mineral",
        "resource",
        "grading",
        "zinc",
        "lead",
        "opt",
        "silver",
        "zneq",
        "reported",
        "accordance",
        "ni",
        "guideline",
        "utilizing",
        "zneq",
        "cutoff",
        "grade",
        "taylor",
        "deposit",
        "remains",
        "open",
        "north",
        "west",
        "south",
        "land",
        "controlled",
        "company",
        "aggressively",
        "drilled",
        "test",
        "limit",
        "resource",
        "company",
        "project",
        "hermosa",
        "property",
        "central",
        "deposit",
        "manto",
        "oxide",
        "project",
        "additional",
        "information",
        "please",
        "contact",
        "jerrold",
        "annett",
        "senior",
        "vice",
        "president",
        "corporate",
        "development",
        "telephone",
        "ext",
        "email",
        "jannett",
        "susan",
        "muir",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "telephone",
        "ext",
        "email",
        "smuir",
        "cautionary",
        "note",
        "regarding",
        "information",
        "certain",
        "information",
        "contained",
        "press",
        "release",
        "constitutes",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "forward",
        "looking",
        "statement",
        "including",
        "statement",
        "respect",
        "company",
        "intention",
        "hermosa",
        "project",
        "arizona",
        "including",
        "without",
        "limitation",
        "performing",
        "additional",
        "drilling",
        "resource",
        "update",
        "permitting",
        "feasibility",
        "study",
        "taylor",
        "deposit",
        "statement",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "may",
        "seek",
        "anticipate",
        "believe",
        "plan",
        "estimate",
        "budget",
        "schedule",
        "forecast",
        "project",
        "expect",
        "intend",
        "similar",
        "expression",
        "statement",
        "based",
        "number",
        "assumption",
        "considered",
        "reasonable",
        "arizona",
        "mining",
        "subject",
        "risk",
        "uncertainty",
        "addition",
        "assumption",
        "herein",
        "assumption",
        "include",
        "assumption",
        "described",
        "arizona",
        "mining",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "md",
        "arizona",
        "mining",
        "caution",
        "reader",
        "statement",
        "involve",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "guarantee",
        "future",
        "result",
        "performance",
        "achievement",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "general",
        "business",
        "economic",
        "competitive",
        "political",
        "regulatory",
        "social",
        "uncertainty",
        "actual",
        "result",
        "exploration",
        "activity",
        "economic",
        "evaluation",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "change",
        "project",
        "parameter",
        "change",
        "cost",
        "including",
        "labour",
        "infrastructure",
        "operating",
        "production",
        "cost",
        "future",
        "price",
        "zinc",
        "lead",
        "silver",
        "mineral",
        "variation",
        "mineral",
        "grade",
        "recovery",
        "rate",
        "operating",
        "technical",
        "difficulty",
        "connection",
        "exploration",
        "development",
        "mining",
        "activity",
        "including",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "delay",
        "completion",
        "exploration",
        "development",
        "construction",
        "activity",
        "change",
        "government",
        "legislation",
        "regulation",
        "ability",
        "maintain",
        "renew",
        "existing",
        "license",
        "permit",
        "obtain",
        "required",
        "license",
        "permit",
        "timely",
        "manner",
        "ability",
        "obtain",
        "financing",
        "acceptable",
        "term",
        "timely",
        "manner",
        "contest",
        "title",
        "property",
        "employee",
        "relation",
        "shortage",
        "skilled",
        "personnel",
        "contractor",
        "speculative",
        "nature",
        "risk",
        "involved",
        "exploration",
        "development",
        "mining",
        "business",
        "factor",
        "discussed",
        "section",
        "entitled",
        "risk",
        "uncertainty",
        "md",
        "although",
        "arizona",
        "mining",
        "attempted",
        "identify",
        "important",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "performance",
        "achievement",
        "action",
        "event",
        "result",
        "condition",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "may",
        "risk",
        "uncertainty",
        "factor",
        "cause",
        "performance",
        "achievement",
        "action",
        "event",
        "result",
        "condition",
        "differ",
        "anticipated",
        "estimated",
        "intended",
        "unless",
        "otherwise",
        "indicated",
        "statement",
        "contained",
        "herein",
        "date",
        "hereof",
        "arizona",
        "mining",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "source",
        "arizona",
        "mining",
        "inc"
    ]
}