{
    "organizations": [],
    "uuid": "4edac86f7c4c83d090160129091233d3dc14504d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/business-wire-asv-holdings-inc-provides-preliminary-full-year-2017-update.html",
    "ord_in_thread": 0,
    "title": "ASV Holdings, Inc. Provides Preliminary Full Year 2017 Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GRAND RAPIDS, Minn.--(BUSINESS WIRE)-- ASV Holdings, Inc . (NASDAQ: ASV), a leading provider of rubber-tracked compact track loaders and wheeled skid steer loaders in the compact construction equipment market, today announced preliminary, unaudited results for the full year 2017.\nFull year 2017 revenues are expected to be in the range of $120-$125 million compared to $103.8 million in 2016. The increase in revenues is due primarily to a continued increase in independent dealer and rental locations selling branded ASV machines, which were 222 locations in North America at December 31, 2017. Earnings per share is expected to be in the range of $0.18 to $0.20, compared to loss per share of $(0.15) in 2016. Adjusted earnings per share, excluding the impact of relocating the parts and distribution center to Grand Rapids and debt refinancing expenses charged to the fourth quarter of 2017, as previously disclosed, is expected to be in the range of $0.21 to $0.23 for the year compared to a pro forma adjusted loss per share of $(0.13) in 2016. Adjusted EBITDA is expected to be in the range of $10.5 million to $10.8 million for the year, compared with pro forma* Adjusted EBITDA of $7.8 million last year. The company expects to report total net debt of approximately $27.0 million compared to $43.4 million at the end of 2016.\nAndrew Rooke, Chief Executive Officer of ASV Holdings, Inc., commented, “We made substantial progress in 2017 and look forward to another healthy year of growth in 2018 and beyond. Increased market awareness of the ASV brand and initiatives to optimize our machine and parts distribution are moving forward, and we’re building a strong foundation to support profitable growth and remain leaders in compact track loaders.”\nThe 2017 preliminary results included in this press release are subject to change and are unaudited. The company expects to provide its audited full year and fourth quarter financial update and form 10-K in late- to mid-March.\n* Pro-forma tax provision and public company cost adjustments for 2016 are to reflect an equivalent corporate structure to that of 2017 which include a tax provision and public company costs.\nForward-Looking Statements\nThis press release contains forward-looking statements. In some cases, you can identify forward-looking statements by terminology such as “may,” “should,” “expects,” “plans,” “anticipates,” “believes,” “estimates,” “predicts,” “potential,” “intends” or “continue,” and other similar expressions that are predictions of or indicate future events and future trends. Any forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially, including the risks detailed under “Risk Factors” in the Registration Statement on Form S-1 (SEC File No. 333-222142) and in other filings we make from time to time with the Securities and Exchange Commission, and represent our views only as of the date they are made and should not be relied upon as representing our views as of any subsequent date. We do not assume any obligation to update any forward-looking statements.\nAbout ASV Holdings, Inc.\nASV Holdings, Inc. is a designer and manufacturer of compact construction equipment. Its patented Posi-Track rubber tracked, multi-level suspension undercarriage system provides a competitive market differentiator for its Compact Track Loader (CTL) product line with brand attributes of power, performance and serviceability. Its wheeled Skid Steer Loaders (SSLs) also share the common brand attributes. Equipment is sold through an independent dealer network throughout North America, Australia, and New Zealand. The company also sells OEM equipment and aftermarket parts. ASV owns and operates a 238,000 square-foot production facility in Grand Rapids, MN.\nSupplemental Information\nCautionary Statement Regarding Non-GAAP Measures\nThis release contains references to “EBITDA” and “Adjusted EBITDA.” EBITDA is defined for the purposes of this release as net income or loss before interest, income taxes, depreciation and amortization. Adjusted EBITDA is defined as EBITDA less the gain or loss related to non-recurring events. Management believes that EBITDA and Adjusted EBITDA are useful supplemental measures of our operating performance and provide meaningful measures of overall corporate performance exclusive of our capital structure and the method and timing of expenditures associated with building and placing our products. EBITDA is also presented because management believes that it is frequently used by investment analysts, investors and other interested parties as a measure of financial performance. Adjusted EBITDA is also presented because management believes that it provides a measure of our recurring core business.\nHowever, EBITDA and Adjusted EBITDA are not recognized earnings measures under generally accepted accounting principles of the United States (“U.S. GAAP”) and do not have a standardized meaning prescribed by U.S. GAAP. Therefore, EBITDA and Adjusted EBITDA may not be comparable to similar measures presented by other issuers. Investors are cautioned that EBITDA and Adjusted EBITDA should not be construed as alternatives to net income or loss or other income statement data (which are determined in accordance with U.S. GAAP) as an indicator of our performance or as a measure of liquidity and cash flows. Management’s method of calculating EBITDA and Adjusted EBITDA may differ materially from the method used by other companies and accordingly, may not be comparable to similarly titled measures used by other companies.\nReconciliation of EBITDA to Adjusted EBITDA (in millions except percentages)\nUnaudited For the Year Ended December 31, 2017 2016 Net income (loss) $1.6-$1.8 ($1.2) Interest Expense 3.0 5.0 Loss on debt extinguishment 1.0 2.2 Depreciation & Amortization 4.8 4.7 Income Tax (Benefit) Expense (0.6) - EBITDA (1) $9.8-$10.0 $10.7 % of Sales 7.9%-8.1% 10.3% EBITDA $9.8-$10.0 $10.7 Costs of ConExpo trade show (2) 0.1 - Revision to accrual for legal proceeding expenses less legal costs (3)\n(0.1) (1.4) Stock compensation and transaction related compensation costs (4) 0.5 - Aftermarket parts distribution center relocation (5) 0.3 - Adjusted EBITDA (6) $10.5-$10.8 $9.3 Adjusted EBITDA as % of net revenues 8.5%-8.8% 9.0% Pro-forma adjustment for public company costs - (1.5) Pro-forma Adjusted EBITDA* $10.5-$10.8 $7.8 * * The Company converted to a C corporation in May 2017, and consequently 2017 EBITDA for the three and twelve months ended December 31, 2017 includes approximately $0.6 million and $1.5 million of public company costs not included in 2016 EBITDA. For the twelve months ended December 31, 2016, Pro Forma Adjusted EBITDA is $7.8 million.\n(1) EBITDA is defined as income or loss before interest, income taxes, depreciation and amortization. EBITDA is not a recognized measure under U.S. GAAP and does not have a standardized meaning prescribed by U.S. GAAP. Therefore, EBITDA may not be comparable to similar measures presented by other companies. The table above reconciles net income to EBITDA. See “—Cautionary Statements Regarding Non-GAAP Measures” for further information regarding EBITDA. (2) Costs associated with the 2017 ConExpo trade show. The ConExpo show, which is held every three years, was held in Las Vegas in March of this year. This show is an international gathering place for the construction industries. It is estimated that 130,000 professionals from around the world attended the show. (3) Revision to accrual for legal proceeding expenses is included in Adjusted EBITDA since it is an adjustment in the period to an accrual established at the formation of the Joint Venture and is not representative of the operating activity in the reported period. This adjustment was due to the settlement of a legal claim lower than the accrued cost. (4) Stock compensation and IPO transaction related compensation costs. (5) Aftermarket Parts Distribution Center relocation costs are restructuring costs related to the movement of the ASV aftermarket parts operation from Southaven Memphis to a facility adjacent to the Company principal premises in Grand Rapids MN, which commenced in quarter four of 2017 and is expected to be completed in quarter two of 2018. (6) Adjusted EBITDA is defined as EBITDA less the gain or loss related to non-recurring events. Adjusted EBITDA is not a recognized measure under U.S. GAAP and does not have a standardized meaning prescribed by U.S. GAAP. Therefore, Adjusted EBITDA may not be comparable to similar measures presented by other companies. The table above reconciles EBITDA to Adjusted EBITDA. See “—Cautionary Statements Regarding Non-GAAP Measures” for further information regarding EBITDA. (6) 2016 Pro Forma Adjusted EBITDA is defined as Adjusted EBITDA less public company costs Reconciliation of GAAP Net Income to Adjusted Net Income (in millions except shares and EPS) Unaudited For the Year Ended December 31, 2017 2016 Net income (loss) as reported $1.6-$1.8 ($1.2) Revision to legal costs accrual 0.1 (1.4) Aftermarket parts distribution center relocation 0.3 - Loss on debt extinguishment 1.0 2.2 Pro-forma adjustment for public company costs - (1.5) Pro-forma income before tax $3.0-$3.2 (1.9) Pro forma (C corporation basis) tax $(1.1)-$(1.2) $0.7 Adjusted Net Income (loss) $1.9-$2.1 ($1.2) Weighted average diluted shares outstanding 9,125,000 8,000,000 Basic and Diluted earnings (loss) per share as reported $0.18-$0.20 ($0.15) Total EPS Effect $0.03 $0.02 Adjusted (pro forma C Corporation) earnings (loss) per share $0.21-$0.23 ($0.13) *Pro forma adjustments for public company costs and (C corporation basis) tax expense: The company converted from a LLC to a corporation on May 11, 2017. The pro forma adjustments reflect the actual public company costs incurred in 2017 as if the company had been a corporation for the same period in 2016, and a pro forma (C corporation basis) tax charge on income at a tax rate of 36%.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180312005530/en/\nDarrow Associates, Inc.\nPeter Seltzberg, 516-419-9915\nManaging Director, Investor Relations\npseltzberg@darrowir.com\nor\nASV Holdings, Inc.\nAndrew Rooke, 218-327-5389\nChief Executive Officer\nAndrew.rooke@asvi.com\nSource: ASV Holdings, Inc.",
    "published": "2018-03-12T16:01:00.000+02:00",
    "crawled": "2018-03-12T16:24:10.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "grand",
        "rapid",
        "business",
        "wire",
        "asv",
        "holding",
        "inc",
        "nasdaq",
        "asv",
        "leading",
        "provider",
        "compact",
        "track",
        "loader",
        "wheeled",
        "skid",
        "steer",
        "loader",
        "compact",
        "construction",
        "equipment",
        "market",
        "today",
        "announced",
        "preliminary",
        "unaudited",
        "result",
        "full",
        "year",
        "full",
        "year",
        "revenue",
        "expected",
        "range",
        "million",
        "compared",
        "million",
        "increase",
        "revenue",
        "due",
        "primarily",
        "continued",
        "increase",
        "independent",
        "dealer",
        "rental",
        "location",
        "selling",
        "branded",
        "asv",
        "machine",
        "location",
        "north",
        "america",
        "december",
        "earnings",
        "per",
        "share",
        "expected",
        "range",
        "compared",
        "loss",
        "per",
        "share",
        "adjusted",
        "earnings",
        "per",
        "share",
        "excluding",
        "impact",
        "relocating",
        "part",
        "distribution",
        "center",
        "grand",
        "rapid",
        "debt",
        "refinancing",
        "expense",
        "charged",
        "fourth",
        "quarter",
        "previously",
        "disclosed",
        "expected",
        "range",
        "year",
        "compared",
        "pro",
        "forma",
        "adjusted",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "expected",
        "range",
        "million",
        "million",
        "year",
        "compared",
        "pro",
        "forma",
        "adjusted",
        "ebitda",
        "million",
        "last",
        "year",
        "company",
        "expects",
        "report",
        "total",
        "net",
        "debt",
        "approximately",
        "million",
        "compared",
        "million",
        "end",
        "andrew",
        "rooke",
        "chief",
        "executive",
        "officer",
        "asv",
        "holding",
        "commented",
        "made",
        "substantial",
        "progress",
        "look",
        "forward",
        "another",
        "healthy",
        "year",
        "growth",
        "beyond",
        "increased",
        "market",
        "awareness",
        "asv",
        "brand",
        "initiative",
        "optimize",
        "machine",
        "part",
        "distribution",
        "moving",
        "forward",
        "building",
        "strong",
        "foundation",
        "support",
        "profitable",
        "growth",
        "remain",
        "leader",
        "compact",
        "track",
        "preliminary",
        "result",
        "included",
        "press",
        "release",
        "subject",
        "change",
        "unaudited",
        "company",
        "expects",
        "provide",
        "audited",
        "full",
        "year",
        "fourth",
        "quarter",
        "financial",
        "update",
        "form",
        "tax",
        "provision",
        "public",
        "company",
        "cost",
        "adjustment",
        "reflect",
        "equivalent",
        "corporate",
        "structure",
        "include",
        "tax",
        "provision",
        "public",
        "company",
        "cost",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "case",
        "identify",
        "statement",
        "terminology",
        "may",
        "expects",
        "plan",
        "anticipates",
        "belief",
        "estimate",
        "predicts",
        "potential",
        "intends",
        "continue",
        "similar",
        "expression",
        "prediction",
        "indicate",
        "future",
        "event",
        "future",
        "trend",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "risk",
        "detailed",
        "risk",
        "factor",
        "registration",
        "statement",
        "form",
        "sec",
        "file",
        "filing",
        "make",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "represent",
        "view",
        "date",
        "made",
        "relied",
        "upon",
        "representing",
        "view",
        "subsequent",
        "date",
        "assume",
        "obligation",
        "update",
        "statement",
        "asv",
        "holding",
        "asv",
        "holding",
        "designer",
        "manufacturer",
        "compact",
        "construction",
        "equipment",
        "patented",
        "rubber",
        "tracked",
        "suspension",
        "undercarriage",
        "system",
        "provides",
        "competitive",
        "market",
        "differentiator",
        "compact",
        "track",
        "loader",
        "ctl",
        "product",
        "line",
        "brand",
        "attribute",
        "power",
        "performance",
        "serviceability",
        "wheeled",
        "skid",
        "steer",
        "loader",
        "ssls",
        "also",
        "share",
        "common",
        "brand",
        "attribute",
        "equipment",
        "sold",
        "independent",
        "dealer",
        "network",
        "throughout",
        "north",
        "america",
        "australia",
        "new",
        "zealand",
        "company",
        "also",
        "sell",
        "oem",
        "equipment",
        "aftermarket",
        "part",
        "asv",
        "owns",
        "operates",
        "production",
        "facility",
        "grand",
        "rapid",
        "mn",
        "supplemental",
        "information",
        "cautionary",
        "statement",
        "regarding",
        "measure",
        "release",
        "contains",
        "reference",
        "ebitda",
        "adjusted",
        "ebitda",
        "defined",
        "purpose",
        "release",
        "net",
        "income",
        "loss",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "defined",
        "ebitda",
        "less",
        "gain",
        "loss",
        "related",
        "event",
        "management",
        "belief",
        "ebitda",
        "adjusted",
        "ebitda",
        "useful",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "provide",
        "meaningful",
        "measure",
        "overall",
        "corporate",
        "performance",
        "exclusive",
        "capital",
        "structure",
        "method",
        "timing",
        "expenditure",
        "associated",
        "building",
        "placing",
        "product",
        "ebitda",
        "also",
        "presented",
        "management",
        "belief",
        "frequently",
        "used",
        "investment",
        "analyst",
        "investor",
        "interested",
        "party",
        "measure",
        "financial",
        "performance",
        "adjusted",
        "ebitda",
        "also",
        "presented",
        "management",
        "belief",
        "provides",
        "measure",
        "recurring",
        "core",
        "business",
        "however",
        "ebitda",
        "adjusted",
        "ebitda",
        "recognized",
        "earnings",
        "measure",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "therefore",
        "ebitda",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "investor",
        "cautioned",
        "ebitda",
        "adjusted",
        "ebitda",
        "construed",
        "alternative",
        "net",
        "income",
        "loss",
        "income",
        "statement",
        "data",
        "determined",
        "accordance",
        "gaap",
        "indicator",
        "performance",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "management",
        "method",
        "calculating",
        "ebitda",
        "adjusted",
        "ebitda",
        "may",
        "differ",
        "materially",
        "method",
        "used",
        "company",
        "accordingly",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "reconciliation",
        "ebitda",
        "adjusted",
        "ebitda",
        "million",
        "except",
        "percentage",
        "unaudited",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "loss",
        "debt",
        "extinguishment",
        "depreciation",
        "amortization",
        "income",
        "tax",
        "benefit",
        "expense",
        "ebitda",
        "sale",
        "ebitda",
        "cost",
        "conexpo",
        "trade",
        "show",
        "revision",
        "accrual",
        "legal",
        "proceeding",
        "expense",
        "less",
        "legal",
        "cost",
        "stock",
        "compensation",
        "transaction",
        "related",
        "compensation",
        "cost",
        "aftermarket",
        "part",
        "distribution",
        "center",
        "relocation",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "net",
        "revenue",
        "adjustment",
        "public",
        "company",
        "cost",
        "adjusted",
        "ebitda",
        "company",
        "converted",
        "c",
        "corporation",
        "may",
        "consequently",
        "ebitda",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "includes",
        "approximately",
        "million",
        "million",
        "public",
        "company",
        "cost",
        "included",
        "ebitda",
        "twelve",
        "month",
        "ended",
        "december",
        "pro",
        "forma",
        "adjusted",
        "ebitda",
        "million",
        "ebitda",
        "defined",
        "income",
        "loss",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "recognized",
        "measure",
        "gaap",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "therefore",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "table",
        "reconciles",
        "net",
        "income",
        "ebitda",
        "see",
        "statement",
        "regarding",
        "measure",
        "information",
        "regarding",
        "ebitda",
        "cost",
        "associated",
        "conexpo",
        "trade",
        "show",
        "conexpo",
        "show",
        "held",
        "every",
        "three",
        "year",
        "held",
        "la",
        "vega",
        "march",
        "year",
        "show",
        "international",
        "gathering",
        "place",
        "construction",
        "industry",
        "estimated",
        "professional",
        "around",
        "world",
        "attended",
        "show",
        "revision",
        "accrual",
        "legal",
        "proceeding",
        "expense",
        "included",
        "adjusted",
        "ebitda",
        "since",
        "adjustment",
        "period",
        "accrual",
        "established",
        "formation",
        "joint",
        "venture",
        "representative",
        "operating",
        "activity",
        "reported",
        "period",
        "adjustment",
        "due",
        "settlement",
        "legal",
        "claim",
        "lower",
        "accrued",
        "cost",
        "stock",
        "compensation",
        "ipo",
        "transaction",
        "related",
        "compensation",
        "cost",
        "aftermarket",
        "part",
        "distribution",
        "center",
        "relocation",
        "cost",
        "restructuring",
        "cost",
        "related",
        "movement",
        "asv",
        "aftermarket",
        "part",
        "operation",
        "southaven",
        "memphis",
        "facility",
        "adjacent",
        "company",
        "principal",
        "premise",
        "grand",
        "rapid",
        "mn",
        "commenced",
        "quarter",
        "four",
        "expected",
        "completed",
        "quarter",
        "two",
        "adjusted",
        "ebitda",
        "defined",
        "ebitda",
        "less",
        "gain",
        "loss",
        "related",
        "event",
        "adjusted",
        "ebitda",
        "recognized",
        "measure",
        "gaap",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "therefore",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "table",
        "reconciles",
        "ebitda",
        "adjusted",
        "ebitda",
        "see",
        "statement",
        "regarding",
        "measure",
        "information",
        "regarding",
        "ebitda",
        "pro",
        "forma",
        "adjusted",
        "ebitda",
        "defined",
        "adjusted",
        "ebitda",
        "less",
        "public",
        "company",
        "cost",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "million",
        "except",
        "share",
        "eps",
        "unaudited",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "reported",
        "revision",
        "legal",
        "cost",
        "accrual",
        "aftermarket",
        "part",
        "distribution",
        "center",
        "relocation",
        "loss",
        "debt",
        "extinguishment",
        "adjustment",
        "public",
        "company",
        "cost",
        "income",
        "tax",
        "pro",
        "forma",
        "c",
        "corporation",
        "basis",
        "tax",
        "adjusted",
        "net",
        "income",
        "loss",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "reported",
        "total",
        "eps",
        "effect",
        "adjusted",
        "pro",
        "forma",
        "c",
        "corporation",
        "earnings",
        "loss",
        "per",
        "share",
        "pro",
        "forma",
        "adjustment",
        "public",
        "company",
        "cost",
        "c",
        "corporation",
        "basis",
        "tax",
        "expense",
        "company",
        "converted",
        "llc",
        "corporation",
        "may",
        "pro",
        "forma",
        "adjustment",
        "reflect",
        "actual",
        "public",
        "company",
        "cost",
        "incurred",
        "company",
        "corporation",
        "period",
        "pro",
        "forma",
        "c",
        "corporation",
        "basis",
        "tax",
        "charge",
        "income",
        "tax",
        "rate",
        "view",
        "source",
        "version",
        "http",
        "darrow",
        "associate",
        "peter",
        "seltzberg",
        "managing",
        "director",
        "investor",
        "relation",
        "pseltzberg",
        "asv",
        "holding",
        "andrew",
        "rooke",
        "chief",
        "executive",
        "officer",
        "source",
        "asv",
        "holding",
        "inc"
    ]
}