{
    "organizations": [],
    "uuid": "5798a7487bbbaebe2fc36860e447db9cb84410a5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-long-blockchain-corp-agrees-to-acquire-hashcove-a-uk-based-company-building-distributed-ledger-technologies-for-financial.html",
    "ord_in_thread": 0,
    "title": "Long Blockchain Corp. Agrees to Acquire Hashcove, a UK-Based Company Building Distributed Ledger Technologies for Financial Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Farmingdale, NY, March 15, 2018 (GLOBE NEWSWIRE) -- Long Blockchain Corp. (Nasdaq: LBCC) (“Long Blockchain” or the “Company”) today announced that it has entered into a definitive agreement to acquire Hashcove Limited (“Hashcove”), an early stage UK-based technology company focused on developing and deploying globally scalable distributed ledger technology solutions. Among its planned product offerings, Hashcove is developing tokenized platforms, crypto-exchanges and wallets, smart contracts for initial coin offerings (ICO), know-your-customer (KYC) and financial clearing technology on blockchain, and other related blockchain applications. Upon closing, Hashcove will become a wholly-owned subsidiary of Long Blockchain.\n“We are excited to announce this milestone transaction for the Company and believe the suite of products that Hashcove is developing is of great strategic value for our development plans,” said Shamyl Malik, Chief Executive Officer of Long Blockchain. “To become both a platform company and thought leader across the blockchain ecosystem, we must be relevant to the widest possible cross section of a potential client’s needs as they look to migrate processes to blockchain. Hashcove’s resource base, including a team of developers in India, will give Long Blockchain an international footprint and allow us to leverage a center of excellence in one of the fastest growing and most tech-savvy markets in the world.”\nHashcove was cofounded by Chief Executive Officer and technology entrepreneur Kunal Nandwani, who has been driving blockchain technology products since 2015. Mr. Nandwani began his career in capital markets at BNP Paribas in Paris. He then worked at Lehman Brothers where he was closely involved with Lehman’s award-winning electronic trading products in London before setting up uTrade Solutions, a successful enterprise software company for financial markets.\n“This transaction will be truly transformational for our business,” said Mr. Nandwani. “We believe that operating a blockchain technology company within a US-listed market framework will elevate the profile of our highly compliant blockchain platforms, especially in an evolving regulatory landscape. The Hashcove team is excited to contribute to the strategy and execution of LBCC’s blockchain initiatives.”\nUnder the terms of the agreement, Long Blockchain will acquire 100% of Hashcove in exchange for LBCC common stock. Current shareholders of Hashcove will own 4.9% of the combined entity, at closing. In addition, current shareholders of Hashcove can increase their ownership to 17.1% of the combined entity based on certain milestones. Following the close of the transaction, Mr. Nandwani will become an executive officer and director of Long Blockchain. Closing of the transaction, which is expected to occur in the second quarter of 2018, is subject to customary closing conditions, including among others that neither Long Blockchain nor Hashcove suffers a material adverse effect as outlined in the agreement.\nAdditional details regarding the acquisition by Long Blockchain will be set forth in a Current Report on Form 8-K to be filed by Long Blockchain with the Securities and Exchange Commission.\nAbout Long Blockchain Corp.\nLong Blockchain Corp. is focused on developing and investing in globally scalable blockchain technology solutions. It is dedicated to becoming a significant participant in the evolution of blockchain technology to create long-term value for its shareholders and the global community by investing in and developing businesses that are “on-chain”. Blockchain technology is fundamentally changing the way people and businesses transact, and the Company strives to be at the forefront of this dynamic industry by actively pursuing opportunities. Its wholly owned subsidiary, Long Island Brand Beverages, LLC operates in the non-alcohol, ready-to-drink segment of the beverage industry under its flagship brand ‘The Original Long Island Brand Iced Tea ® ’.\nAbout Hashcove Limited\nHashcove Limited is a blockchain technology company. It aims to enable decentralized technology evolution and adoption through its Blockchain solutions. Hashcove has strong and experienced technology team from proven financial technology background, and IP in blockchain enterprise solutions including crypto exchange, crypto wallets and ICO smarts contracts. Hashcove has an existing client base with operational revenues and a strong pipeline.\nForward Looking Statements\nThis press release includes statements of the Company’s expectations, intentions, plans and beliefs that constitute \"forward looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 and are intended to come within the safe harbor protection provided by those sections. These statements, which involve risks and uncertainties, relate to the discussion of the Company’s business strategies and its expectations concerning future operations, margins, sales, new products and brands, potential joint ventures, potential acquisitions, expenses, profitability, liquidity and capital resources and to analyses and other information that are based on forecasts of future results and estimates of amounts not yet determinable. These also include statements relating to the structure, timing and completion of the proposed transaction between the Company and Hashcove and the anticipated benefits of the proposed transaction between the Company and Hashcove. These statements include any statement that does not directly relate to a historical or current fact. You can also identify these and other forward-looking statements by the use of such words as \"may,\" \"will,\" \"should,\" \"expects,\" \"intends,\" \"plans,\" \"anticipates,\" \"believes,\" \"thinks,\" \"estimates,\" \"seeks,\" \"predicts,\" \"could,\" \"projects,\" \"potential\" and other similar terms and phrases, including references to assumptions. These forward looking statements are made based on expectations and beliefs concerning future events affecting the Company and are subject to uncertainties, risks and factors relating to its operations and business environments, all of which are difficult to predict and many of which are beyond its control, that could cause its actual results to differ materially from those matters expressed or implied by these forward looking statements. These risks include the Company’s history of losses and expectation of further losses, its ability to expand its operations into blockchain technologies, its ability to develop or acquire new brands, the success of its marketing activities, the effect of competition in its industry and economic and political conditions generally, including the current economic environment and markets. More information about these and other factors are described in the reports the Company files with the Securities and Exchange Commission, including but not limited to the discussions contained under the caption “Risk Factors.” When considering these forward looking statements, you should keep in mind the cautionary statements in this press release and the reports the Company files with the Securities and Exchange Commission. New risks and uncertainties arise from time to time, and the Company cannot predict those events or how they may affect it. The Company assumes no obligation to update any forward looking statements after the date of this press release as a result of new information, future events or developments, except as required by the federal securities laws.\nFor more information: Investors: Long Blockchain Corp. 1-855-452-LBCC info@longblockchain.com\nSource:Long Blockchain Corp.",
    "published": "2018-03-15T16:24:00.000+02:00",
    "crawled": "2018-03-15T17:10:56.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "farmingdale",
        "ny",
        "march",
        "globe",
        "newswire",
        "long",
        "blockchain",
        "nasdaq",
        "lbcc",
        "long",
        "blockchain",
        "company",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "hashcove",
        "limited",
        "hashcove",
        "early",
        "stage",
        "technology",
        "company",
        "focused",
        "developing",
        "deploying",
        "globally",
        "scalable",
        "distributed",
        "ledger",
        "technology",
        "solution",
        "among",
        "planned",
        "product",
        "offering",
        "hashcove",
        "developing",
        "tokenized",
        "platform",
        "wallet",
        "smart",
        "contract",
        "initial",
        "coin",
        "offering",
        "ico",
        "kyc",
        "financial",
        "clearing",
        "technology",
        "blockchain",
        "related",
        "blockchain",
        "application",
        "upon",
        "closing",
        "hashcove",
        "become",
        "subsidiary",
        "long",
        "blockchain",
        "excited",
        "announce",
        "milestone",
        "transaction",
        "company",
        "believe",
        "suite",
        "product",
        "hashcove",
        "developing",
        "great",
        "strategic",
        "value",
        "development",
        "plan",
        "said",
        "shamyl",
        "malik",
        "chief",
        "executive",
        "officer",
        "long",
        "blockchain",
        "become",
        "platform",
        "company",
        "thought",
        "leader",
        "across",
        "blockchain",
        "ecosystem",
        "must",
        "relevant",
        "widest",
        "possible",
        "cross",
        "section",
        "potential",
        "client",
        "need",
        "look",
        "migrate",
        "process",
        "blockchain",
        "hashcove",
        "resource",
        "base",
        "including",
        "team",
        "developer",
        "india",
        "give",
        "long",
        "blockchain",
        "international",
        "footprint",
        "allow",
        "u",
        "leverage",
        "center",
        "excellence",
        "one",
        "fastest",
        "growing",
        "market",
        "hashcove",
        "cofounded",
        "chief",
        "executive",
        "officer",
        "technology",
        "entrepreneur",
        "kunal",
        "nandwani",
        "driving",
        "blockchain",
        "technology",
        "product",
        "since",
        "nandwani",
        "began",
        "career",
        "capital",
        "market",
        "bnp",
        "paribas",
        "paris",
        "worked",
        "lehman",
        "brother",
        "closely",
        "involved",
        "lehman",
        "electronic",
        "trading",
        "product",
        "london",
        "setting",
        "utrade",
        "solution",
        "successful",
        "enterprise",
        "software",
        "company",
        "financial",
        "market",
        "transaction",
        "truly",
        "transformational",
        "business",
        "said",
        "nandwani",
        "believe",
        "operating",
        "blockchain",
        "technology",
        "company",
        "within",
        "market",
        "framework",
        "elevate",
        "profile",
        "highly",
        "compliant",
        "blockchain",
        "platform",
        "especially",
        "evolving",
        "regulatory",
        "landscape",
        "hashcove",
        "team",
        "excited",
        "contribute",
        "strategy",
        "execution",
        "lbcc",
        "blockchain",
        "term",
        "agreement",
        "long",
        "blockchain",
        "acquire",
        "hashcove",
        "exchange",
        "lbcc",
        "common",
        "stock",
        "current",
        "shareholder",
        "hashcove",
        "combined",
        "entity",
        "closing",
        "addition",
        "current",
        "shareholder",
        "hashcove",
        "increase",
        "ownership",
        "combined",
        "entity",
        "based",
        "certain",
        "milestone",
        "following",
        "close",
        "transaction",
        "nandwani",
        "become",
        "executive",
        "officer",
        "director",
        "long",
        "blockchain",
        "closing",
        "transaction",
        "expected",
        "occur",
        "second",
        "quarter",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "among",
        "others",
        "neither",
        "long",
        "blockchain",
        "hashcove",
        "suffers",
        "material",
        "adverse",
        "effect",
        "outlined",
        "agreement",
        "additional",
        "detail",
        "regarding",
        "acquisition",
        "long",
        "blockchain",
        "set",
        "forth",
        "current",
        "report",
        "form",
        "filed",
        "long",
        "blockchain",
        "security",
        "exchange",
        "commission",
        "long",
        "blockchain",
        "long",
        "blockchain",
        "focused",
        "developing",
        "investing",
        "globally",
        "scalable",
        "blockchain",
        "technology",
        "solution",
        "dedicated",
        "becoming",
        "significant",
        "participant",
        "evolution",
        "blockchain",
        "technology",
        "create",
        "value",
        "shareholder",
        "global",
        "community",
        "investing",
        "developing",
        "business",
        "blockchain",
        "technology",
        "fundamentally",
        "changing",
        "way",
        "people",
        "business",
        "transact",
        "company",
        "strives",
        "forefront",
        "dynamic",
        "industry",
        "actively",
        "pursuing",
        "opportunity",
        "wholly",
        "owned",
        "subsidiary",
        "long",
        "island",
        "brand",
        "beverage",
        "llc",
        "operates",
        "segment",
        "beverage",
        "industry",
        "flagship",
        "brand",
        "original",
        "long",
        "island",
        "brand",
        "iced",
        "tea",
        "hashcove",
        "limited",
        "hashcove",
        "limited",
        "blockchain",
        "technology",
        "company",
        "aim",
        "enable",
        "decentralized",
        "technology",
        "evolution",
        "adoption",
        "blockchain",
        "solution",
        "hashcove",
        "strong",
        "experienced",
        "technology",
        "team",
        "proven",
        "financial",
        "technology",
        "background",
        "ip",
        "blockchain",
        "enterprise",
        "solution",
        "including",
        "crypto",
        "exchange",
        "crypto",
        "wallet",
        "ico",
        "smart",
        "contract",
        "hashcove",
        "existing",
        "client",
        "base",
        "operational",
        "revenue",
        "strong",
        "pipeline",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "company",
        "expectation",
        "intention",
        "plan",
        "belief",
        "constitute",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "intended",
        "come",
        "within",
        "safe",
        "harbor",
        "protection",
        "provided",
        "section",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "relate",
        "discussion",
        "company",
        "business",
        "strategy",
        "expectation",
        "concerning",
        "future",
        "operation",
        "margin",
        "sale",
        "new",
        "product",
        "brand",
        "potential",
        "joint",
        "venture",
        "potential",
        "acquisition",
        "expense",
        "profitability",
        "liquidity",
        "capital",
        "resource",
        "analysis",
        "information",
        "based",
        "forecast",
        "future",
        "result",
        "estimate",
        "amount",
        "yet",
        "determinable",
        "also",
        "include",
        "statement",
        "relating",
        "structure",
        "timing",
        "completion",
        "proposed",
        "transaction",
        "company",
        "hashcove",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "company",
        "hashcove",
        "statement",
        "include",
        "statement",
        "directly",
        "relate",
        "historical",
        "current",
        "fact",
        "also",
        "identify",
        "statement",
        "use",
        "word",
        "may",
        "expects",
        "intends",
        "plan",
        "anticipates",
        "belief",
        "think",
        "estimate",
        "seek",
        "predicts",
        "could",
        "project",
        "potential",
        "similar",
        "term",
        "phrase",
        "including",
        "reference",
        "assumption",
        "forward",
        "looking",
        "statement",
        "made",
        "based",
        "expectation",
        "belief",
        "concerning",
        "future",
        "event",
        "affecting",
        "company",
        "subject",
        "uncertainty",
        "risk",
        "factor",
        "relating",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "matter",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "risk",
        "include",
        "company",
        "history",
        "loss",
        "expectation",
        "loss",
        "ability",
        "expand",
        "operation",
        "blockchain",
        "technology",
        "ability",
        "develop",
        "acquire",
        "new",
        "brand",
        "success",
        "marketing",
        "activity",
        "effect",
        "competition",
        "industry",
        "economic",
        "political",
        "condition",
        "generally",
        "including",
        "current",
        "economic",
        "environment",
        "market",
        "information",
        "factor",
        "described",
        "report",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "discussion",
        "contained",
        "caption",
        "risk",
        "considering",
        "forward",
        "looking",
        "statement",
        "keep",
        "mind",
        "cautionary",
        "statement",
        "press",
        "release",
        "report",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "company",
        "predict",
        "event",
        "may",
        "affect",
        "company",
        "assumes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "date",
        "press",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "information",
        "investor",
        "long",
        "blockchain",
        "info",
        "source",
        "long",
        "blockchain",
        "corp"
    ]
}