{
    "organizations": [],
    "uuid": "6abe8683228a648d9c0fdd93e8e9d05af964feb3",
    "author": "Bryan Borzykowski",
    "url": "https://www.cnbc.com/2018/03/02/trumps-steel-aluminum-tariffs-may-rattle-canadas-economy-and-nafta.html",
    "ord_in_thread": 0,
    "title": "Trump’s steel, aluminum tariffs may rattle Canada’s economy and Nafta",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "There's never a good time for a trade war, but for Canada, the announcement of possible tariffs on steel and aluminum imports comes at a particularly difficult moment for the country.\nThe Great White North is currently engaged in what's become a bitter battle over NAFTA's future, and it was announced Friday that its GDP grew at 1.7 percent in the fourth quarter, much slower than the 4 percent it was growing at previously. Its stock market is down 5 percent year-to-date and is flat over the last 12 months.\nAfter aerospace-related trade flare ups, fights over softwood lumber and Donald Trump's continuous verbal jabs at the country, the last thing Canada needs now is to get into another cross-border brawl.\n\"Canada seems to get kicked when they're down,\" said Barry Schwartz, vice-president and chief investment officer at Baskin Financial Services, a Toronto-based wealth management firm. \"We're dealing with so many things at the same time and Canada hasn't even done anything wrong.\"\nThe hit on Canada's economy Imports on tariffs could hit the country particularly hard. Canada exports nearly 90 percent of its steel to the U.S., while it accounts for 16 percent of all U.S. steel imports, the most out of any country. It also accounts for 41 percent of America's aluminum imports. Trump's main target in this, China, barely exports any steel to the U.S , with America ranking 26 th as a destination for Chinese steel imports, according to the International Trade Administration.\nWhile there aren't publicly listed steel and aluminum companies in Canada of any significance anymore — they were all bought in the mid-2000s by larger international concerns when demand for commodities from China was soaring — putting a 25 percent tariff on steel and 10 percent tariff on aluminum should make goods in other sectors, such as auto, defense and aerospace, more expensive to produce and pricier to buy. If that happens, then people and companies may spend less in other areas, which could then impact a number of sectors.\nshow chapters Here’s how Trump’s tariffs could affect Canada 3:03 PM ET Fri, 2 March 2018 | 01:39 \"Resources will be shifted toward these two sectors and away from everything else,\" said John Curtis, a senior fellow at the C.D. Howe Institute and the founding chief economist at what used to be Canada's Department of Foreign Affairs and International Trade. \"That means people will have to pay more so they'll buy less of everything else in the economy.\"\nWhere a steel tariff might have the most impact, though, is on Canada and America's interconnected supply chain, of which many companies big and small are a part of, Curtis said. For instance, cars assembled in Canada have parts made in the U.S and vice-versa. Cars are often being shipped back and forth between the two countries until finally assembly.\n\"Parts move back and forth until it might finally get made in Canada,\" said Patrick Leblond, a senior fellow the Ottawa's Centre For International Governance Innovation. \"Then that car will get exported back to the U.S. Is there going to be tax every time that happens?\"\nTrade war worries Steel and aluminum tariffs should be worrisome for companies and investors alike, but the big question that everyone has on their minds now is what does this mean for NAFTA?\nLeblond doesn't think these tariffs will impact discussions as negotiators are likely more focused on technical and legal issues right now than steel. Also, when the U.S. slapped a 20.8 percent tariff on Canadian lumber producers for softwood lumber imports, NAFTA talks kept going. (Canada did take its fight with the U.S. to the World Trade Organization, though.)\nHowever, it certainly doesn't help things, Curtis said, and could make negotiations much more awkward and tense. Canadian foreign minister Chrystia Freeland, who is part of the negotiating team, said, sternly, that these tariffs were \"absolutely unacceptable\" and that Canada is prepared to \"take responsive measures to defend its trade interests and workers.\"\nPrime Minister Justin Trudeau echoed Freeland's comments adding that \"any disruption to this integrated market would be significant and serious.\"\nSome market analysts do foresee a grave threat to NAFTA in Trump's tariff move. But if Canada, and other countries, do indeed retaliate with tariffs of their own, and a trade war begins in earnest, then whether NAFTA stays or goes could ultimately be of lesser importance. It could upend global trade as we know it, Leblond said. He's particularly concerned about Trump using a national security excuse to impose tariffs.\nAvery Shenfield, chief economist at CIBC Capital Markets said it's a double-edge sword in terms of the NAFTA negotiations. Unless Canada gains an exemption, a war of words and actions on trade isn't a helpful backdrop for reasoned negotiations. But it also helps satisfy Trump's protectionist voting bloc, perhaps easing the pressure on the White House to take a hard line on the NAFTA deal.\nThese sorts of disputes underscore why Canada believes that the appeal process under NAFTA is a critical piece of the puzzle. The Trump administration wants a deal that excludes that provision, but without it, Canada can face spurious rulings against its exports even with a 'free trade' agreement in force, Shenfield said. \"The latest claim, that U.S. national security is imperiled by the use of Canadian steel or aluminum in U.S. manufacturing seems baseless, considering that Canada has been America's steadfast ally,\" he said.\n\"If everyone can now say we're going to impose tariffs because we need to protect what's important, and use national security as an justification, then everyone will lose,\" Leblond said. \"(Canada) could put a ban on California wine, China could impose constraints on intellectual property rights or innovation. The fear is that it will undermine the WTO process and for what? To protect a small portion of U.S. manufacturing jobs?\"\nSagging stocks While things could change between now and April 11, when Trump will decide whether to impose the steel tariff, and April 19, when he must make a decision on aluminum tariffs, stocks have taken a hit from the announcement.\nThe S&P/TSX Composite Index representing Canadian stocks hasn't been hit as hard as the S&P 500, dropping by 0.5 percent, but some companies have seen their share prices decline more significantly. Global auto parts supplier Magna, for example, is down 3.5 percent and shares of aerospace giant Bombardier fell by nearly 6 percent when the markets opened Friday, but have regained some ground since.\nMore from Global Investing Hot Spots:\nIf Trump thinks he's taking a trade war to China, he's not\nItaly's far right is a big fan of Trump's tariffs\nRisky retirement investors reaching for income in foreign bonds\nJeff Mills, managing director and co-chief investment strategist at Pittsburgh-based PNC Management Group, isn't surprised that stocks in the U.S. and elsewhere are selling off post-announcement, though U.S. stock did rebound on Friday afternoon.\n\"The policy change will very likely increase costs for all consumers which means it will serve to reduce some of the benefit of the recently passed tax bill,\" he said. \"Markets are now worried about countermeasures from other countries, and investors are starting to wonder what other protectionist measures Trump could take.\"\nBasking Financial's Schwartz doesn't think the Canadian stock market will take that much of a hit over these tariffs specially — the S&P/TSX is already underperforming other markets – but if a trade war heats up then stocks in Canada and around the globe will see big declines.\n\"Who knows what will happen, but I presume the direction would be negative,\" he said.\" The price of goods for everything around the world would go up, inflation would rise and while companies ultimately adjust to inflation, stocks will be negative while that adjustment period happens.\"\nGlobal investors can't do much now, added Mills, as the exact details are still largely unknown, though he does think, generally, people should be making sure they're comfortable with the risk they're taking in their portfolios. Any investors interested in Canada, though, should hope that Trump, at the very least, makes the country tariff-exempt.\n\"Canada is probably the most penalized as things stand today,\" Mills said. \"Perhaps cooler heads prevail over the weekend and the tariffs end up being less broad-based.\"\nWATCH: Former ambassador on US-Canada relationship show chapters Conflict not something US and Canada should ever have in our relationship: Fmr. Ambassador 23 Hours Ago | 03:44",
    "published": "2018-03-02T23:50:00.000+02:00",
    "crawled": "2018-03-03T00:05:27.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "never",
        "good",
        "time",
        "trade",
        "war",
        "canada",
        "announcement",
        "possible",
        "tariff",
        "steel",
        "aluminum",
        "import",
        "come",
        "particularly",
        "difficult",
        "moment",
        "country",
        "great",
        "white",
        "north",
        "currently",
        "engaged",
        "become",
        "bitter",
        "battle",
        "nafta",
        "future",
        "announced",
        "friday",
        "gdp",
        "grew",
        "percent",
        "fourth",
        "quarter",
        "much",
        "slower",
        "percent",
        "growing",
        "previously",
        "stock",
        "market",
        "percent",
        "flat",
        "last",
        "month",
        "trade",
        "flare",
        "ups",
        "fight",
        "softwood",
        "lumber",
        "donald",
        "trump",
        "continuous",
        "verbal",
        "jab",
        "country",
        "last",
        "thing",
        "canada",
        "need",
        "get",
        "another",
        "brawl",
        "canada",
        "seems",
        "get",
        "kicked",
        "said",
        "barry",
        "schwartz",
        "chief",
        "investment",
        "officer",
        "baskin",
        "financial",
        "service",
        "wealth",
        "management",
        "firm",
        "dealing",
        "many",
        "thing",
        "time",
        "canada",
        "even",
        "done",
        "anything",
        "wrong",
        "hit",
        "canada",
        "economy",
        "import",
        "tariff",
        "could",
        "hit",
        "country",
        "particularly",
        "hard",
        "canada",
        "export",
        "nearly",
        "percent",
        "steel",
        "account",
        "percent",
        "steel",
        "import",
        "country",
        "also",
        "account",
        "percent",
        "america",
        "aluminum",
        "import",
        "trump",
        "main",
        "target",
        "china",
        "barely",
        "export",
        "steel",
        "america",
        "ranking",
        "th",
        "destination",
        "chinese",
        "steel",
        "import",
        "according",
        "international",
        "trade",
        "administration",
        "publicly",
        "listed",
        "steel",
        "aluminum",
        "company",
        "canada",
        "significance",
        "anymore",
        "bought",
        "larger",
        "international",
        "concern",
        "demand",
        "commodity",
        "china",
        "soaring",
        "putting",
        "percent",
        "tariff",
        "steel",
        "percent",
        "tariff",
        "aluminum",
        "make",
        "good",
        "sector",
        "auto",
        "defense",
        "aerospace",
        "expensive",
        "produce",
        "pricier",
        "buy",
        "happens",
        "people",
        "company",
        "may",
        "spend",
        "less",
        "area",
        "could",
        "impact",
        "number",
        "sector",
        "show",
        "chapter",
        "trump",
        "tariff",
        "could",
        "affect",
        "canada",
        "pm",
        "et",
        "fri",
        "march",
        "resource",
        "shifted",
        "toward",
        "two",
        "sector",
        "away",
        "everything",
        "else",
        "said",
        "john",
        "curtis",
        "senior",
        "fellow",
        "howe",
        "institute",
        "founding",
        "chief",
        "economist",
        "used",
        "canada",
        "department",
        "foreign",
        "affair",
        "international",
        "trade",
        "mean",
        "people",
        "pay",
        "buy",
        "less",
        "everything",
        "else",
        "economy",
        "steel",
        "tariff",
        "might",
        "impact",
        "though",
        "canada",
        "america",
        "interconnected",
        "supply",
        "chain",
        "many",
        "company",
        "big",
        "small",
        "part",
        "curtis",
        "said",
        "instance",
        "car",
        "assembled",
        "canada",
        "part",
        "made",
        "car",
        "often",
        "shipped",
        "back",
        "forth",
        "two",
        "country",
        "finally",
        "assembly",
        "part",
        "move",
        "back",
        "forth",
        "might",
        "finally",
        "get",
        "made",
        "canada",
        "said",
        "patrick",
        "leblond",
        "senior",
        "fellow",
        "ottawa",
        "centre",
        "international",
        "governance",
        "innovation",
        "car",
        "get",
        "exported",
        "back",
        "going",
        "tax",
        "every",
        "time",
        "happens",
        "trade",
        "war",
        "worry",
        "steel",
        "aluminum",
        "tariff",
        "worrisome",
        "company",
        "investor",
        "alike",
        "big",
        "question",
        "everyone",
        "mind",
        "mean",
        "nafta",
        "leblond",
        "think",
        "tariff",
        "impact",
        "discussion",
        "negotiator",
        "likely",
        "focused",
        "technical",
        "legal",
        "issue",
        "right",
        "steel",
        "also",
        "slapped",
        "percent",
        "tariff",
        "canadian",
        "lumber",
        "producer",
        "softwood",
        "lumber",
        "import",
        "nafta",
        "talk",
        "kept",
        "going",
        "canada",
        "take",
        "fight",
        "world",
        "trade",
        "organization",
        "though",
        "however",
        "certainly",
        "help",
        "thing",
        "curtis",
        "said",
        "could",
        "make",
        "negotiation",
        "much",
        "awkward",
        "tense",
        "canadian",
        "foreign",
        "minister",
        "chrystia",
        "freeland",
        "part",
        "negotiating",
        "team",
        "said",
        "sternly",
        "tariff",
        "absolutely",
        "unacceptable",
        "canada",
        "prepared",
        "take",
        "responsive",
        "measure",
        "defend",
        "trade",
        "interest",
        "worker",
        "prime",
        "minister",
        "justin",
        "trudeau",
        "echoed",
        "freeland",
        "comment",
        "adding",
        "disruption",
        "integrated",
        "market",
        "would",
        "significant",
        "serious",
        "market",
        "analyst",
        "foresee",
        "grave",
        "threat",
        "nafta",
        "trump",
        "tariff",
        "move",
        "canada",
        "country",
        "indeed",
        "retaliate",
        "tariff",
        "trade",
        "war",
        "begin",
        "earnest",
        "whether",
        "nafta",
        "stay",
        "go",
        "could",
        "ultimately",
        "lesser",
        "importance",
        "could",
        "upend",
        "global",
        "trade",
        "know",
        "leblond",
        "said",
        "particularly",
        "concerned",
        "trump",
        "using",
        "national",
        "security",
        "excuse",
        "impose",
        "tariff",
        "avery",
        "shenfield",
        "chief",
        "economist",
        "cibc",
        "capital",
        "market",
        "said",
        "sword",
        "term",
        "nafta",
        "negotiation",
        "unless",
        "canada",
        "gain",
        "exemption",
        "war",
        "word",
        "action",
        "trade",
        "helpful",
        "backdrop",
        "reasoned",
        "negotiation",
        "also",
        "help",
        "satisfy",
        "trump",
        "protectionist",
        "voting",
        "bloc",
        "perhaps",
        "easing",
        "pressure",
        "white",
        "house",
        "take",
        "hard",
        "line",
        "nafta",
        "deal",
        "sort",
        "dispute",
        "underscore",
        "canada",
        "belief",
        "appeal",
        "process",
        "nafta",
        "critical",
        "piece",
        "puzzle",
        "trump",
        "administration",
        "want",
        "deal",
        "excludes",
        "provision",
        "without",
        "canada",
        "face",
        "spurious",
        "ruling",
        "export",
        "even",
        "trade",
        "agreement",
        "force",
        "shenfield",
        "said",
        "latest",
        "claim",
        "national",
        "security",
        "imperiled",
        "use",
        "canadian",
        "steel",
        "aluminum",
        "manufacturing",
        "seems",
        "baseless",
        "considering",
        "canada",
        "america",
        "steadfast",
        "ally",
        "said",
        "everyone",
        "say",
        "going",
        "impose",
        "tariff",
        "need",
        "protect",
        "important",
        "use",
        "national",
        "security",
        "justification",
        "everyone",
        "lose",
        "leblond",
        "said",
        "canada",
        "could",
        "put",
        "ban",
        "california",
        "wine",
        "china",
        "could",
        "impose",
        "constraint",
        "intellectual",
        "property",
        "right",
        "innovation",
        "fear",
        "undermine",
        "wto",
        "process",
        "protect",
        "small",
        "portion",
        "manufacturing",
        "job",
        "sagging",
        "stock",
        "thing",
        "could",
        "change",
        "april",
        "trump",
        "decide",
        "whether",
        "impose",
        "steel",
        "tariff",
        "april",
        "must",
        "make",
        "decision",
        "aluminum",
        "tariff",
        "stock",
        "taken",
        "hit",
        "announcement",
        "composite",
        "index",
        "representing",
        "canadian",
        "stock",
        "hit",
        "hard",
        "p",
        "dropping",
        "percent",
        "company",
        "seen",
        "share",
        "price",
        "decline",
        "significantly",
        "global",
        "auto",
        "part",
        "supplier",
        "magna",
        "example",
        "percent",
        "share",
        "aerospace",
        "giant",
        "bombardier",
        "fell",
        "nearly",
        "percent",
        "market",
        "opened",
        "friday",
        "regained",
        "ground",
        "since",
        "global",
        "investing",
        "hot",
        "spot",
        "trump",
        "think",
        "taking",
        "trade",
        "war",
        "china",
        "italy",
        "far",
        "right",
        "big",
        "fan",
        "trump",
        "tariff",
        "risky",
        "retirement",
        "investor",
        "reaching",
        "income",
        "foreign",
        "bond",
        "jeff",
        "mill",
        "managing",
        "director",
        "investment",
        "strategist",
        "pnc",
        "management",
        "group",
        "surprised",
        "stock",
        "elsewhere",
        "selling",
        "though",
        "stock",
        "rebound",
        "friday",
        "afternoon",
        "policy",
        "change",
        "likely",
        "increase",
        "cost",
        "consumer",
        "mean",
        "serve",
        "reduce",
        "benefit",
        "recently",
        "passed",
        "tax",
        "bill",
        "said",
        "market",
        "worried",
        "countermeasure",
        "country",
        "investor",
        "starting",
        "wonder",
        "protectionist",
        "measure",
        "trump",
        "could",
        "take",
        "basking",
        "financial",
        "schwartz",
        "think",
        "canadian",
        "stock",
        "market",
        "take",
        "much",
        "hit",
        "tariff",
        "specially",
        "already",
        "underperforming",
        "market",
        "trade",
        "war",
        "heat",
        "stock",
        "canada",
        "around",
        "globe",
        "see",
        "big",
        "decline",
        "know",
        "happen",
        "presume",
        "direction",
        "would",
        "negative",
        "said",
        "price",
        "good",
        "everything",
        "around",
        "world",
        "would",
        "go",
        "inflation",
        "would",
        "rise",
        "company",
        "ultimately",
        "adjust",
        "inflation",
        "stock",
        "negative",
        "adjustment",
        "period",
        "happens",
        "global",
        "investor",
        "ca",
        "much",
        "added",
        "mill",
        "exact",
        "detail",
        "still",
        "largely",
        "unknown",
        "though",
        "think",
        "generally",
        "people",
        "making",
        "sure",
        "comfortable",
        "risk",
        "taking",
        "portfolio",
        "investor",
        "interested",
        "canada",
        "though",
        "hope",
        "trump",
        "least",
        "make",
        "country",
        "canada",
        "probably",
        "penalized",
        "thing",
        "stand",
        "today",
        "mill",
        "said",
        "perhaps",
        "cooler",
        "head",
        "prevail",
        "weekend",
        "tariff",
        "end",
        "less",
        "watch",
        "former",
        "ambassador",
        "relationship",
        "show",
        "chapter",
        "conflict",
        "something",
        "u",
        "canada",
        "ever",
        "relationship",
        "fmr",
        "ambassador",
        "hour",
        "ago"
    ]
}