{
    "organizations": [],
    "uuid": "15442ecda8a2a48ddc8e593599dcca19d6aac52a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-five-below-inc-announces-fourth-quarter-and-fiscal-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Five Below, Inc. Announces Fourth Quarter and Fiscal 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Reports fourth quarter sales growth of 30% to $504.8 million; diluted EPS increase of 34% to $1.21\nReports fiscal 2017 sales growth of 28%; diluted EPS increase of 42% to $1.84\nProvides first quarter and full year fiscal 2018 guidance\nAnnounces first ever share repurchase authorization for $100MM\nPHILADELPHIA, PA, Five Below, Inc. (NASDAQ:FIVE) today announced financial results for the fourth quarter and full year of fiscal 2017 ended February 3, 2018, both of which contained one additional week (\"53rd week\") versus the comparable prior periods.\nFor the fourth quarter ended February 3, 2018:\nNet sales increased 30.1% to $504.8 million from $388.1 million in the fourth quarter of fiscal 2016. Excluding the impact of the 53rd week in fiscal 2017, net sales increased 26.0%; comparable sales increased 5.9% on a thirteen week basis. Net sales in the 53rd week were $15.7 million and represented approximately $0.03 cents in diluted earnings per share. Operating income increased 31.2% to $103.5 million from $78.9 million in the fourth quarter of fiscal 2016. The Company ended the quarter with 625 stores in 32 states. This represents an increase of 19.7% from the end of the fourth quarter of fiscal 2016. Net income was $67.4 million, an increase of 35.3% compared to $49.8 million in the fourth quarter of fiscal 2016. Diluted income per common share was $1.21, an increase of 34.4% compared to $0.90 in the fourth quarter of fiscal 2016. Diluted income per common share included a $0.03 benefit in the fourth quarter of fiscal 2017 due to the adoption of a new accounting standard in fiscal 2017 for employee share-based payments.\nFor the fiscal year ended February 3, 2018:\nNet sales increased 27.8% to $1,278.2 million compared to $1,000.4 million in fiscal 2016. Excluding the impact of the 53rd week in fiscal 2017, net sales increased 26.2%; comparable sales increased 6.5% on a fifty-two week basis. Net sales in the 53rd week were $15.7 million and represented approximately $0.03 cents in diluted earnings per share. Operating income increased 38.1% to $157.4 million compared to $114.0 million in fiscal 2016. The Company opened 103 net new stores compared to 85 net new stores opened in fiscal 2016. Net income was $102.5 million, an increase of 42.6% compared to $71.8 million in fiscal 2016. Diluted income per common share was $1.84, an increase of 41.5% compared to $1.30 per share in fiscal 2016. Diluted income per common share included a $0.05 benefit in fiscal 2017 due to accounting for employee share-based payments.\nJoel Anderson, President and CEO, stated, “We are extremely pleased with our strong fourth quarter results, which capped an incredible year for Five Below, delivering outperformance on both the top and bottom line. For the year, sales grew 28%, we achieved a record operating margin of 12.3%, and net income grew over 40%. Our solid financial and operational performance continues to reinforce the universal appeal of Five Below and the strength, consistency and flexibility of our model. Given the strength of our balance sheet, free cash flow generation and year-end cash and investments position, we are announcing our first ever share repurchase authorization for $100 million dollars.”\nMr. Anderson added, “We are excited to begin 2018 with momentum and are in a position of strength to execute against our key strategic priorities. With a portion of the recent tax reform benefits, we are accelerating important investments focused on our associates, systems and infrastructure, further solidifying the foundation to support our future growth. The majority of the benefit from tax reform will flow through to our shareholders. We remain confident in our 2,500 plus store potential and ability to achieve 20% top line growth with 20% plus bottom line growth through 2020.\"\nFirst Quarter and Fiscal 2018 Outlook:\nFor the first quarter of fiscal 2018, net sales are expected to be in the range of $290 million to $294 million based on opening approximately 30 new stores and assuming a 3% to 4% increase in comparable sales. Net income is expected to be in the range of $17.4 million to $18.8 million, with a diluted income per common share range of $0.31 to $0.34 on approximately 55.9 million estimated diluted weighted average shares outstanding.\nFor the full year of fiscal 2018, net sales are expected to be in the range of $1.495 billion to $1.510 billion based on opening approximately 125 new stores and assuming a 1% to 2% increase in comparable sales. Net income is expected to be in the range of $132.7 million to $136.3 million, with a diluted income per common share range of $2.36 to $2.42 on approximately 56.2 million estimated diluted weighted average shares outstanding.\nAs a result of the Tax Cuts and Jobs Act legislation, the effective tax rate in fiscal 2018 is expected to be approximately 24.5%.\nShare Repurchase Program:\nThe Company also announced that its board of directors has approved a stock repurchase program for up to $100 million of its common shares through March 31, 2021. The number of common shares actually repurchased, and the timing and price of repurchases, will depend upon market conditions, Commission requirements, and other factors. Shares may be repurchased from time to time on the open market, in privately negotiated transactions, or otherwise. Purchases may be started or stopped at any time without prior notice depending on market conditions and other factors.\nConference Call Information:\nA conference call to discuss the fourth quarter and full year fiscal 2017 financial results is scheduled for today, March 21, 2018, at 4:30 p.m. Eastern Time. Investors and analysts interested in participating in the call are invited to dial 412-902-6510 approximately 10 minutes prior to the start of the call. A live audio webcast of the conference call will be available online at investor.fivebelow.com in the investor relations section of the website.\nA taped replay of the conference call will be available within two hours of the conclusion of the call and can be accessed both online and by dialing 412-317-0088. The pin number to access the telephone replay is 10117405. The replay will be available until April 4, 2018.\n :\nThis news release includes within the meaning of the Private Securities Litigation Reform Act of 1995 as contained in Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, which reflect management's current views and estimates regarding the Company's industry, business strategy, goals and expectations concerning its market position, future operations, margins, profitability, capital expenditures, liquidity and capital resources and other financial and operating information. Investors can identify these statements by the fact that they use words such as \"anticipate,\" \"assume,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"plan,\" \"potential,\" \"predict,\" \"project,\" \"future\" and similar terms and phrases. The Company cannot assure investors that future developments affecting the Company will be those that it has anticipated. Actual results may differ materially from these expectations due to risks related to the Company's strategy and expansion plans, risks related to the inability to successfully implement our expansion into online retail, risks related to our ability to select, obtain, distribute and market merchandise profitably, risks related to our reliance on merchandise manufactured outside of the United States, the availability of suitable new store locations and the dependence on the volume of traffic to our stores, risks related to the Company's continued retention of its executive officers, senior management and other key personnel, risks related to changes in consumer preferences and economic conditions, risks related to increased operating costs, including wage rates, risks related to extreme weather, risks related to leasing, owning or building distribution centers, risks related to our ability to successfully manage inventory balance and inventory shrinkage, quality or safety concerns about the Company's merchandise, increased competition from other retailers including online retailers, risks related to the seasonality of our business, risks related to cyber security, risks related to our ability to protect our brand name and other intellectual property, risks related to customers' payment methods, risks related to trade restrictions, and risks associated with leasing substantial amounts of space. For further details and a discussion of these risks and uncertainties, see the Company's periodic reports, including the annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, filed with or furnished to the Commission and available at www.sec.gov . If one or more of these risks or uncertainties materialize, or if any of the Company's assumptions prove incorrect, the Company's actual results may vary in material respects from those projected in these . Any forward-looking statement made by the Company in this news release speaks only as of the date on which the Company makes it. Factors or events that could cause the Company's actual results to differ may emerge from time to time, and it is not possible for the Company to predict all of them. The Company undertakes no obligation to publicly update any forward looking statement, whether as a result of new information, future developments or otherwise, except as may be required by any applicable securities laws.\nAbout Five Below:\nFive Below is a leading high-growth value retailer offering trend-right, high-quality products loved by tweens, teens and beyond. We know life is way better when you’re free to “let go & have fun” in an amazing experience filled with unlimited possibilities. We make it easy to say YES! to the newest, coolest stuff because everything is just $5 and below across awesome Five Below worlds: Style, Room, Sports, Tech, Create, Party, Candy and Now. Founded in 2002 and headquartered in Philadelphia, Pennsylvania, Five Below today has approximately 650 stores in 32 states. For more information, please visit www.fivebelow.com and a store!\nInvestor Contact:\nFive Below, Inc.\nChristiane Pelz\nVice President, Investor Relations\n215-207-2658\nChristiane.Pelz@fivebelow.com\nFIVE BELOW, INC. Consolidated Balance Sheets\n(Unaudited)\n(in thousands) February 3, 2018 January 28, 2017 Assets Current assets: Cash and cash equivalents $ 112,669 $ 76,088 Short-term investment securities 131,958 77,791 Inventories 187,037 154,448 Prepaid income taxes 2,264 1,552 Prepaid expenses and other current assets 45,434 29,910 Total current assets 479,362 339,789 Property and equipment, net 180,349 138,376 Deferred income taxes 6,676 11,039 Long-term investment securities 27,702 10,514 Other assets 1,619 818 $ 695,708 $ 500,536 Liabilities and Shareholders’ Equity Current liabilities: Line of credit $ — $ — Accounts payable 73,033 51,178 Income taxes payable 25,275 23,939 Accrued salaries and wages 22,906 10,794 Other accrued expenses 43,246 30,652 Total current liabilities 164,460 116,563 Deferred rent and other 72,690 52,568 Total liabilities 237,150 169,131 Shareholders’ equity: Common stock 554 549 Additional paid-in capital 346,300 321,603 Retained earnings 111,704 9,253 Total shareholders’ equity 458,558 331,405 $ 695,708 $ 500,536\nFIVE BELOW, INC. Consolidated Statements of Operations\n(Unaudited)\n(in thousands, except share and per share data) Fourteen weeks ended Thirteen weeks ended Fifty-three weeks ended Fifty-two weeks ended February 3, 2018 January 28, 2017 February 3, 2018 January 28, 2017 Net sales $ 504,832 $ 388,090 $ 1,278,208 $ 1,000,410 Cost of goods sold 297,342 228,673 814,795 643,373 Gross profit 207,490 159,417 463,413 357,037 Selling, general and administrative expenses 103,995 80,552 306,022 243,075 Operating income 103,495 78,865 157,391 113,962 Interest income, net 556 88 1,458 299 Income before income taxes 104,051 78,953 158,849 114,261 Income tax expense 36,674 29,165 56,398 42,421 Net income $ 67,377 $ 49,788 $ 102,451 $ 71,840 Basic income per common share $ 1.22 $ 0.91 $ 1.86 $ 1.31 Diluted income per common share $ 1.21 $ 0.90 $ 1.84 $ 1.30 Weighted average shares outstanding: Basic shares 55,348,495 54,889,718 55,208,246 54,845,708 Diluted shares 55,725,959 55,157,603 55,561,472 55,128,870\nFIVE BELOW, INC. Consolidated Statements of Cash Flows\n(Unaudited)\n(in thousands) Fifty-three weeks ended Fifty-two weeks ended February 3, 2018 January 28, 2017 Operating activities: Net income $ 102,451 $ 71,840 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 33,241 26,631 Share-based compensation expense 16,373 11,953 Deferred income tax expense (benefit) 4,363 (2,532 ) Other non-cash expenses 138 109 Changes in operating assets and liabilities: Inventories (32,589 ) (6,079 ) Prepaid income taxes (1,277 ) (211 ) Prepaid expenses and other assets (16,366 ) (14,875 ) Accounts payable 19,809 (5,451 ) Income taxes payable 1,902 11,997 Accrued salaries and wages 12,112 3,133 Deferred rent 15,886 7,855 Other accrued expenses 11,338 2,252 Net cash provided by operating activities 167,381 106,622 Investing activities: Purchases of investment securities (234,856 ) (119,746 ) Sales, maturities, and redemptions of investment securities 163,501 77,776 Capital expenditures (67,795 ) (44,794 ) Net cash used in investing activities (139,150 ) (86,764 ) Financing activities: Net proceeds from issuance of common stock 251 208 Proceeds from exercise of options to purchase common stock and vesting of restricted and performance-based restricted stock units 9,603 3,290 Common shares withheld for taxes (1,504 ) (1,904 ) Excess tax benefit related to exercises of stock options and vesting of restricted and performance-based restricted stock units — 1,555 Net cash provided by financing activities 8,350 3,149 Net increase in cash and cash equivalents 36,581 23,007 Cash and cash equivalents at beginning of year 76,088 53,081 Cash and cash equivalents at end of year $ 112,669 $ 76,088\nSource:Five Below, Inc.",
    "published": "2018-03-21T23:01:00.000+02:00",
    "crawled": "2018-03-22T00:47:44.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "report",
        "fourth",
        "quarter",
        "sale",
        "growth",
        "million",
        "diluted",
        "eps",
        "increase",
        "report",
        "fiscal",
        "sale",
        "growth",
        "diluted",
        "eps",
        "increase",
        "provides",
        "first",
        "quarter",
        "full",
        "year",
        "fiscal",
        "guidance",
        "announces",
        "first",
        "ever",
        "share",
        "repurchase",
        "authorization",
        "100mm",
        "philadelphia",
        "pa",
        "five",
        "nasdaq",
        "five",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "fiscal",
        "ended",
        "february",
        "contained",
        "one",
        "additional",
        "week",
        "53rd",
        "week",
        "versus",
        "comparable",
        "prior",
        "period",
        "fourth",
        "quarter",
        "ended",
        "february",
        "net",
        "sale",
        "increased",
        "million",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "excluding",
        "impact",
        "53rd",
        "week",
        "fiscal",
        "net",
        "sale",
        "increased",
        "comparable",
        "sale",
        "increased",
        "thirteen",
        "week",
        "basis",
        "net",
        "sale",
        "53rd",
        "week",
        "million",
        "represented",
        "approximately",
        "cent",
        "diluted",
        "earnings",
        "per",
        "share",
        "operating",
        "income",
        "increased",
        "million",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "company",
        "ended",
        "quarter",
        "store",
        "state",
        "represents",
        "increase",
        "end",
        "fourth",
        "quarter",
        "fiscal",
        "net",
        "income",
        "million",
        "increase",
        "compared",
        "million",
        "fourth",
        "quarter",
        "fiscal",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "increase",
        "compared",
        "fourth",
        "quarter",
        "fiscal",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "included",
        "benefit",
        "fourth",
        "quarter",
        "fiscal",
        "due",
        "adoption",
        "new",
        "accounting",
        "standard",
        "fiscal",
        "employee",
        "payment",
        "fiscal",
        "year",
        "ended",
        "february",
        "net",
        "sale",
        "increased",
        "million",
        "compared",
        "million",
        "fiscal",
        "excluding",
        "impact",
        "53rd",
        "week",
        "fiscal",
        "net",
        "sale",
        "increased",
        "comparable",
        "sale",
        "increased",
        "week",
        "basis",
        "net",
        "sale",
        "53rd",
        "week",
        "million",
        "represented",
        "approximately",
        "cent",
        "diluted",
        "earnings",
        "per",
        "share",
        "operating",
        "income",
        "increased",
        "million",
        "compared",
        "million",
        "fiscal",
        "company",
        "opened",
        "net",
        "new",
        "store",
        "compared",
        "net",
        "new",
        "store",
        "opened",
        "fiscal",
        "net",
        "income",
        "million",
        "increase",
        "compared",
        "million",
        "fiscal",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "increase",
        "compared",
        "per",
        "share",
        "fiscal",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "included",
        "benefit",
        "fiscal",
        "due",
        "accounting",
        "employee",
        "payment",
        "joel",
        "anderson",
        "president",
        "ceo",
        "stated",
        "extremely",
        "pleased",
        "strong",
        "fourth",
        "quarter",
        "result",
        "capped",
        "incredible",
        "year",
        "five",
        "delivering",
        "outperformance",
        "top",
        "bottom",
        "line",
        "year",
        "sale",
        "grew",
        "achieved",
        "record",
        "operating",
        "margin",
        "net",
        "income",
        "grew",
        "solid",
        "financial",
        "operational",
        "performance",
        "continues",
        "reinforce",
        "universal",
        "appeal",
        "five",
        "strength",
        "consistency",
        "flexibility",
        "model",
        "given",
        "strength",
        "balance",
        "sheet",
        "free",
        "cash",
        "flow",
        "generation",
        "cash",
        "investment",
        "position",
        "announcing",
        "first",
        "ever",
        "share",
        "repurchase",
        "authorization",
        "million",
        "anderson",
        "added",
        "excited",
        "begin",
        "momentum",
        "position",
        "strength",
        "execute",
        "key",
        "strategic",
        "priority",
        "portion",
        "recent",
        "tax",
        "reform",
        "benefit",
        "accelerating",
        "important",
        "investment",
        "focused",
        "associate",
        "system",
        "infrastructure",
        "solidifying",
        "foundation",
        "support",
        "future",
        "growth",
        "majority",
        "benefit",
        "tax",
        "reform",
        "flow",
        "shareholder",
        "remain",
        "confident",
        "plus",
        "store",
        "potential",
        "ability",
        "achieve",
        "top",
        "line",
        "growth",
        "plus",
        "bottom",
        "line",
        "growth",
        "first",
        "quarter",
        "fiscal",
        "outlook",
        "first",
        "quarter",
        "fiscal",
        "net",
        "sale",
        "expected",
        "range",
        "million",
        "million",
        "based",
        "opening",
        "approximately",
        "new",
        "store",
        "assuming",
        "increase",
        "comparable",
        "sale",
        "net",
        "income",
        "expected",
        "range",
        "million",
        "million",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "range",
        "approximately",
        "million",
        "estimated",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "full",
        "year",
        "fiscal",
        "net",
        "sale",
        "expected",
        "range",
        "billion",
        "billion",
        "based",
        "opening",
        "approximately",
        "new",
        "store",
        "assuming",
        "increase",
        "comparable",
        "sale",
        "net",
        "income",
        "expected",
        "range",
        "million",
        "million",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "range",
        "approximately",
        "million",
        "estimated",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "legislation",
        "effective",
        "tax",
        "rate",
        "fiscal",
        "expected",
        "approximately",
        "share",
        "repurchase",
        "program",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "approved",
        "stock",
        "repurchase",
        "program",
        "million",
        "common",
        "share",
        "march",
        "number",
        "common",
        "share",
        "actually",
        "repurchased",
        "timing",
        "price",
        "repurchase",
        "depend",
        "upon",
        "market",
        "condition",
        "commission",
        "requirement",
        "factor",
        "share",
        "may",
        "repurchased",
        "time",
        "time",
        "open",
        "market",
        "privately",
        "negotiated",
        "transaction",
        "otherwise",
        "purchase",
        "may",
        "started",
        "stopped",
        "time",
        "without",
        "prior",
        "notice",
        "depending",
        "market",
        "condition",
        "factor",
        "conference",
        "call",
        "information",
        "conference",
        "call",
        "discus",
        "fourth",
        "quarter",
        "full",
        "year",
        "fiscal",
        "financial",
        "result",
        "scheduled",
        "today",
        "march",
        "eastern",
        "time",
        "investor",
        "analyst",
        "interested",
        "participating",
        "call",
        "invited",
        "dial",
        "approximately",
        "minute",
        "prior",
        "start",
        "call",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "relation",
        "section",
        "website",
        "taped",
        "replay",
        "conference",
        "call",
        "available",
        "within",
        "two",
        "hour",
        "conclusion",
        "call",
        "accessed",
        "online",
        "dialing",
        "pin",
        "number",
        "access",
        "telephone",
        "replay",
        "replay",
        "available",
        "april",
        "news",
        "release",
        "includes",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "contained",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "reflect",
        "management",
        "current",
        "view",
        "estimate",
        "regarding",
        "company",
        "industry",
        "business",
        "strategy",
        "goal",
        "expectation",
        "concerning",
        "market",
        "position",
        "future",
        "operation",
        "margin",
        "profitability",
        "capital",
        "expenditure",
        "liquidity",
        "capital",
        "resource",
        "financial",
        "operating",
        "information",
        "investor",
        "identify",
        "statement",
        "fact",
        "use",
        "word",
        "anticipate",
        "assume",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "future",
        "similar",
        "term",
        "phrase",
        "company",
        "assure",
        "investor",
        "future",
        "development",
        "affecting",
        "company",
        "anticipated",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "due",
        "risk",
        "related",
        "company",
        "strategy",
        "expansion",
        "plan",
        "risk",
        "related",
        "inability",
        "successfully",
        "implement",
        "expansion",
        "online",
        "retail",
        "risk",
        "related",
        "ability",
        "select",
        "obtain",
        "distribute",
        "market",
        "merchandise",
        "profitably",
        "risk",
        "related",
        "reliance",
        "merchandise",
        "manufactured",
        "outside",
        "united",
        "state",
        "availability",
        "suitable",
        "new",
        "store",
        "location",
        "dependence",
        "volume",
        "traffic",
        "store",
        "risk",
        "related",
        "company",
        "continued",
        "retention",
        "executive",
        "officer",
        "senior",
        "management",
        "key",
        "personnel",
        "risk",
        "related",
        "change",
        "consumer",
        "preference",
        "economic",
        "condition",
        "risk",
        "related",
        "increased",
        "operating",
        "cost",
        "including",
        "wage",
        "rate",
        "risk",
        "related",
        "extreme",
        "weather",
        "risk",
        "related",
        "leasing",
        "owning",
        "building",
        "distribution",
        "center",
        "risk",
        "related",
        "ability",
        "successfully",
        "manage",
        "inventory",
        "balance",
        "inventory",
        "shrinkage",
        "quality",
        "safety",
        "concern",
        "company",
        "merchandise",
        "increased",
        "competition",
        "retailer",
        "including",
        "online",
        "retailer",
        "risk",
        "related",
        "seasonality",
        "business",
        "risk",
        "related",
        "cyber",
        "security",
        "risk",
        "related",
        "ability",
        "protect",
        "brand",
        "name",
        "intellectual",
        "property",
        "risk",
        "related",
        "customer",
        "payment",
        "method",
        "risk",
        "related",
        "trade",
        "restriction",
        "risk",
        "associated",
        "leasing",
        "substantial",
        "amount",
        "space",
        "detail",
        "discussion",
        "risk",
        "uncertainty",
        "see",
        "company",
        "periodic",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "furnished",
        "commission",
        "available",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "company",
        "assumption",
        "prove",
        "incorrect",
        "company",
        "actual",
        "result",
        "may",
        "vary",
        "material",
        "respect",
        "projected",
        "statement",
        "made",
        "company",
        "news",
        "release",
        "speaks",
        "date",
        "company",
        "make",
        "factor",
        "event",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "may",
        "emerge",
        "time",
        "time",
        "possible",
        "company",
        "predict",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "five",
        "five",
        "leading",
        "value",
        "retailer",
        "offering",
        "product",
        "loved",
        "tweens",
        "teen",
        "beyond",
        "know",
        "life",
        "way",
        "better",
        "free",
        "let",
        "go",
        "fun",
        "amazing",
        "experience",
        "filled",
        "unlimited",
        "possibility",
        "make",
        "easy",
        "say",
        "yes",
        "newest",
        "coolest",
        "stuff",
        "everything",
        "across",
        "awesome",
        "five",
        "world",
        "style",
        "room",
        "sport",
        "tech",
        "create",
        "party",
        "candy",
        "founded",
        "headquartered",
        "philadelphia",
        "pennsylvania",
        "five",
        "today",
        "approximately",
        "store",
        "state",
        "information",
        "please",
        "visit",
        "store",
        "investor",
        "contact",
        "five",
        "christiane",
        "pelz",
        "vice",
        "president",
        "investor",
        "relation",
        "five",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "february",
        "january",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "inventory",
        "prepaid",
        "income",
        "tax",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "investment",
        "security",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "line",
        "credit",
        "account",
        "payable",
        "income",
        "tax",
        "payable",
        "accrued",
        "salary",
        "wage",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "five",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "fourteen",
        "week",
        "ended",
        "thirteen",
        "week",
        "ended",
        "week",
        "ended",
        "week",
        "ended",
        "february",
        "january",
        "february",
        "january",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "basic",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "income",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "share",
        "diluted",
        "share",
        "five",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "week",
        "ended",
        "week",
        "ended",
        "february",
        "january",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "deferred",
        "income",
        "tax",
        "expense",
        "benefit",
        "expense",
        "change",
        "operating",
        "asset",
        "liability",
        "inventory",
        "prepaid",
        "income",
        "tax",
        "prepaid",
        "expense",
        "asset",
        "account",
        "payable",
        "income",
        "tax",
        "payable",
        "accrued",
        "salary",
        "wage",
        "deferred",
        "rent",
        "accrued",
        "expense",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "investment",
        "security",
        "sale",
        "maturity",
        "redemption",
        "investment",
        "security",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "net",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "proceeds",
        "exercise",
        "option",
        "purchase",
        "common",
        "stock",
        "vesting",
        "restricted",
        "restricted",
        "stock",
        "unit",
        "common",
        "share",
        "withheld",
        "tax",
        "excess",
        "tax",
        "benefit",
        "related",
        "exercise",
        "stock",
        "option",
        "vesting",
        "restricted",
        "restricted",
        "stock",
        "unit",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "year",
        "source",
        "five",
        "inc"
    ]
}