{
    "organizations": [],
    "uuid": "9fe0231e8b156e15d7b8e7156faaa3c6bfe729cc",
    "author": "",
    "url": "https://www.reuters.com/article/uk-britain-eu-city-finance/5000-uk-finance-jobs-may-be-moved-by-brexit-half-earlier-forecast-reuters-idUSKBN1H4101",
    "ord_in_thread": 0,
    "title": "Reuters: 5,000 UK finance jobs may be moved by Brexit, half earlier forecast",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 28, 2018 / 8:16 AM / Updated 5 hours ago 5,000 UK finance jobs may be moved by Brexit, half earlier forecast - Reuters Andrew MacAskill , Carolyn Cohn , Simon Jessop 8 Min Read \nLONDON (Reuters) - The number of finance jobs to be shifted out of Britain or created overseas by March 2019 due to Brexit has dropped by half compared to six months ago to 5,000 roles, firms employing the bulk of UK-based workers in international finance told Reuters. \nA Reuters survey of 119 firms, following up on a survey published in September 2017, also found that Paris has overtaken Frankfurt as the most popular destination for the new roles. \nSome banks lowered the estimates for jobs they need to move as they consider more carefully how much of their operations they will need in the European Union if Britain loses access to the bloc's single market, the survey found. (For a graphic on Brexit and the City, click tmsnrt.rs/2zzQOfC ) \nA more conciliatory tone toward the finance sectors from British Prime Minister Theresa May’s government and progress in talks with the EU have also had an effect. \nThe findings suggest London will comfortably remain Europe’s largest financial centre, at least in the short term, boosting supporters of leaving the EU, who say the threat of job losses from one of Britain’s biggest industries was exaggerated. \nExecutives and politicians predicted a mass exodus of finance jobs from London to rival centres in continental Europe after Britain voted to quit the EU in the summer of 2016. \n“The idea of London’s demise was overdone because it will retain most of the advantages that made it a great financial centre,” said Peter Hahn, a professor of banking at the London Institute of Banking and Finance. \nThe September survey, which found that they planned to move or create 10,000 jobs on the continent by Brexit Day on March 29, 2019, was also as at the lower end of estimates by industry lobby groups and financial firms. \nThe Bank of England later validated the number. \nThe future of London as Europe’s financial centre is one of the biggest issues in Brexit talks because it is Britain’s largest export sector and biggest source of tax. Rival cities within the bloc are battling to draw highly-paid banking jobs and the revenues they bring. \nInternational finance firms are building up operations in the EU to ensure they can continue to serve clients if their London operations lose the ability to operate across the bloc - known as the EU financial “passport” - once Britain leaves. \nThe companies surveyed - the biggest or most internationally-focused banks, insurers, asset managers, private equity firms and exchanges in Britain - were responding to questions about their plans in the event of a so-called “hard” Brexit, where the UK would leave not only the EU but also the single market and Customs Union. \nBritain and the EU agreed on March 19 to a transition period of 21 months to give time for talks on future trade ties. The deal eases concerns about a hard Brexit but must still be approved by parliament in a vote expected later this year. \nCanvassing was conducted by email and telephone interviews between Feb. 9 and March 22, just shy of a year before Britain is due to leave. \nA total of 164 firms were approached, and 119 participated versus 123 in September. A handful of asset managers, exchanges and insurers who responded in September didn’t respond this time or declined to comment, while a few insurers and asset managers were included for the first time. \nMore than half of the companies surveyed told Reuters they would have to move staff or restructure their businesses because of Brexit. Another quarter said it would have no impact, and the remainder said they didn’t know or were still mulling over their plans. SHRINKING PROJECTIONS \nSeveral banks said they had scaled back their estimates since the last survey was published. \nDeutsche Bank, which had originally examined moving up to 4,000 staff from London, will now initially shift less than 200 jobs, according to the survey. \nUBS plans to move 200 staff to Frankfurt from London after previously indicating as many as 1,500 jobs would move, the survey shows. \nGoldman Sachs, which had considered moving about 1,000 people, now expects to move fewer than 500, it found. Related Coverage Factbox - Reuters surveys UK financial services jobs post-Brexit \nThe survey indicated 4,798 banking roles would be affected. Many of those would be shifted out of the UK, but some would be new roles in Europe, the executives surveyed said. \nAs in the previous survey, most respondents said bigger moves could be in store in a decade or more, however. \n“I doubt there will be a mass migration overnight, but my guess is in 5, if not 10 years, London will be down quite a lot,” said one executive at a large U.S. bank, who asked not to be named because he is not authorised to speak to the press. \n“London was the only game in town, at least in Europe, and now it won’t be.” \nTwenty-five of the 40 banks who said they would make changes to their business as a result of Brexit said they have taken steps such as applying for licences, hiring more office space elsewhere in Europe or moving some contracts with clients to cities in the EU. \nOnly eight of the banks said they have started moving staff or hiring employees locally to bolster their European operations because of Brexit. \nMost executives said moving staff or assets would be one of the last steps they take in their relocation plans. \nAlthough most firms responded before the transition deal was announced, a question was included in the survey about how the firms would cope in the event of such an agreement. \nThe majority of banks responded that it wouldn’t make any difference to their plans because it doesn’t clarify anything and is still vulnerable to any number of political scenarios, including the potential collapse of May’s government. \nThere was a small rise in the number of insurance companies planning to move staff or create jobs overseas, according to the survey. \nInsurance companies said they planned to move or create 173 jobs overseas, up from 98 in the previous Reuters survey, and the asset management sector plans to move 304 roles. \nPrevious forecasts for job losses in a hard Brexit scenario have ranged from about 30,000 roles, estimated by the Brussels-based Bruegel research group, to up to 75,000 by Oliver Wyman and as many as 232,000 by the London Stock Exchange. \nThe timeframe in the Bruegel estimate was up to March 2020, the Oliver Wyman forecast was up to 2022 and the London Stock Exchange’s was up to 2024. \nIn a surprise development, Paris has emerged as the biggest winner in the fight for London-based banking jobs that may be moved to cities in the EU after Brexit, the survey found. \nFrance’s capital is on course to gain 2,280 roles, the survey showed. \nThe bulk of those are from HSBC, which continues to indicate it may move 1,000 investment jobs despite comments by the head of its investment bank last year that he expected fewer jobs to leave because the chances of a hard Brexit were receding. \nMany large finance companies were initially deterred by a perception of France as a country of high taxes and strict labor laws, according to executives. \nBut efforts by President Emmanuel Macron, a former investment banker, to woo the industry by making it easier to hire and fire and cutting taxes on salaries, wealth and capital income appeared to be paying off. \nGoldman Sachs, Bank of America, Morgan Stanley and HSBC were among the firms that are planning to move at least some staff to Paris, the survey shows. FILE PHOTO: A worker walks past office skyscrapers in the City of London financial district, London, Britain, January 25, 2018. REUTERS/Toby Melville/File Photo \nFrankfurt was on course to win the second highest number of jobs with 1,420 roles, followed by Dublin with 612 roles and 407 in Luxembourg, the Reuters survey showed. Additional reporting by Suzanne Barlyn in New York, Stephen Jewkes in Milan, Noor Zainab Hussain in Bengaluru and Jonathan Saul in London; Editing by Sonya Hepinstall",
    "published": "2018-03-28T11:00:00.000+03:00",
    "crawled": "2018-03-28T11:18:27.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "hour",
        "ago",
        "uk",
        "finance",
        "job",
        "may",
        "moved",
        "brexit",
        "half",
        "earlier",
        "forecast",
        "reuters",
        "andrew",
        "macaskill",
        "carolyn",
        "cohn",
        "simon",
        "jessop",
        "min",
        "read",
        "london",
        "reuters",
        "number",
        "finance",
        "job",
        "shifted",
        "britain",
        "created",
        "overseas",
        "march",
        "due",
        "brexit",
        "dropped",
        "half",
        "compared",
        "six",
        "month",
        "ago",
        "role",
        "firm",
        "employing",
        "bulk",
        "worker",
        "international",
        "finance",
        "told",
        "reuters",
        "reuters",
        "survey",
        "firm",
        "following",
        "survey",
        "published",
        "september",
        "also",
        "found",
        "paris",
        "overtaken",
        "frankfurt",
        "popular",
        "destination",
        "new",
        "role",
        "bank",
        "lowered",
        "estimate",
        "job",
        "need",
        "move",
        "consider",
        "carefully",
        "much",
        "operation",
        "need",
        "european",
        "union",
        "britain",
        "loses",
        "access",
        "bloc",
        "single",
        "market",
        "survey",
        "found",
        "graphic",
        "brexit",
        "city",
        "click",
        "conciliatory",
        "tone",
        "toward",
        "finance",
        "sector",
        "british",
        "prime",
        "minister",
        "theresa",
        "may",
        "government",
        "progress",
        "talk",
        "eu",
        "also",
        "effect",
        "finding",
        "suggest",
        "london",
        "comfortably",
        "remain",
        "europe",
        "largest",
        "financial",
        "centre",
        "least",
        "short",
        "term",
        "boosting",
        "supporter",
        "leaving",
        "eu",
        "say",
        "threat",
        "job",
        "loss",
        "one",
        "britain",
        "biggest",
        "industry",
        "exaggerated",
        "executive",
        "politician",
        "predicted",
        "mass",
        "exodus",
        "finance",
        "job",
        "london",
        "rival",
        "centre",
        "continental",
        "europe",
        "britain",
        "voted",
        "quit",
        "eu",
        "summer",
        "idea",
        "london",
        "demise",
        "overdone",
        "retain",
        "advantage",
        "made",
        "great",
        "financial",
        "centre",
        "said",
        "peter",
        "hahn",
        "professor",
        "banking",
        "london",
        "institute",
        "banking",
        "finance",
        "september",
        "survey",
        "found",
        "planned",
        "move",
        "create",
        "job",
        "continent",
        "brexit",
        "day",
        "march",
        "also",
        "lower",
        "end",
        "estimate",
        "industry",
        "lobby",
        "group",
        "financial",
        "firm",
        "bank",
        "england",
        "later",
        "validated",
        "number",
        "future",
        "london",
        "europe",
        "financial",
        "centre",
        "one",
        "biggest",
        "issue",
        "brexit",
        "talk",
        "britain",
        "largest",
        "export",
        "sector",
        "biggest",
        "source",
        "tax",
        "rival",
        "city",
        "within",
        "bloc",
        "battling",
        "draw",
        "banking",
        "job",
        "revenue",
        "bring",
        "international",
        "finance",
        "firm",
        "building",
        "operation",
        "eu",
        "ensure",
        "continue",
        "serve",
        "client",
        "london",
        "operation",
        "lose",
        "ability",
        "operate",
        "across",
        "bloc",
        "known",
        "eu",
        "financial",
        "passport",
        "britain",
        "leaf",
        "company",
        "surveyed",
        "biggest",
        "bank",
        "insurer",
        "asset",
        "manager",
        "private",
        "equity",
        "firm",
        "exchange",
        "britain",
        "responding",
        "question",
        "plan",
        "event",
        "hard",
        "brexit",
        "uk",
        "would",
        "leave",
        "eu",
        "also",
        "single",
        "market",
        "custom",
        "union",
        "britain",
        "eu",
        "agreed",
        "march",
        "transition",
        "period",
        "month",
        "give",
        "time",
        "talk",
        "future",
        "trade",
        "tie",
        "deal",
        "eas",
        "concern",
        "hard",
        "brexit",
        "must",
        "still",
        "approved",
        "parliament",
        "vote",
        "expected",
        "later",
        "year",
        "canvassing",
        "conducted",
        "email",
        "telephone",
        "interview",
        "march",
        "shy",
        "year",
        "britain",
        "due",
        "leave",
        "total",
        "firm",
        "approached",
        "participated",
        "versus",
        "september",
        "handful",
        "asset",
        "manager",
        "exchange",
        "insurer",
        "responded",
        "september",
        "respond",
        "time",
        "declined",
        "comment",
        "insurer",
        "asset",
        "manager",
        "included",
        "first",
        "time",
        "half",
        "company",
        "surveyed",
        "told",
        "reuters",
        "would",
        "move",
        "staff",
        "restructure",
        "business",
        "brexit",
        "another",
        "quarter",
        "said",
        "would",
        "impact",
        "remainder",
        "said",
        "know",
        "still",
        "mulling",
        "plan",
        "shrinking",
        "projection",
        "several",
        "bank",
        "said",
        "scaled",
        "back",
        "estimate",
        "since",
        "last",
        "survey",
        "published",
        "deutsche",
        "bank",
        "originally",
        "examined",
        "moving",
        "staff",
        "london",
        "initially",
        "shift",
        "less",
        "job",
        "according",
        "survey",
        "ubs",
        "plan",
        "move",
        "staff",
        "frankfurt",
        "london",
        "previously",
        "indicating",
        "many",
        "job",
        "would",
        "move",
        "survey",
        "show",
        "goldman",
        "sachs",
        "considered",
        "moving",
        "people",
        "expects",
        "move",
        "fewer",
        "found",
        "related",
        "coverage",
        "factbox",
        "reuters",
        "survey",
        "uk",
        "financial",
        "service",
        "job",
        "survey",
        "indicated",
        "banking",
        "role",
        "would",
        "affected",
        "many",
        "would",
        "shifted",
        "uk",
        "would",
        "new",
        "role",
        "europe",
        "executive",
        "surveyed",
        "said",
        "previous",
        "survey",
        "respondent",
        "said",
        "bigger",
        "move",
        "could",
        "store",
        "decade",
        "however",
        "doubt",
        "mass",
        "migration",
        "overnight",
        "guess",
        "year",
        "london",
        "quite",
        "lot",
        "said",
        "one",
        "executive",
        "large",
        "bank",
        "asked",
        "named",
        "authorised",
        "speak",
        "press",
        "london",
        "game",
        "town",
        "least",
        "europe",
        "bank",
        "said",
        "would",
        "make",
        "change",
        "business",
        "result",
        "brexit",
        "said",
        "taken",
        "step",
        "applying",
        "licence",
        "hiring",
        "office",
        "space",
        "elsewhere",
        "europe",
        "moving",
        "contract",
        "client",
        "city",
        "eu",
        "eight",
        "bank",
        "said",
        "started",
        "moving",
        "staff",
        "hiring",
        "employee",
        "locally",
        "bolster",
        "european",
        "operation",
        "brexit",
        "executive",
        "said",
        "moving",
        "staff",
        "asset",
        "would",
        "one",
        "last",
        "step",
        "take",
        "relocation",
        "plan",
        "although",
        "firm",
        "responded",
        "transition",
        "deal",
        "announced",
        "question",
        "included",
        "survey",
        "firm",
        "would",
        "cope",
        "event",
        "agreement",
        "majority",
        "bank",
        "responded",
        "make",
        "difference",
        "plan",
        "clarify",
        "anything",
        "still",
        "vulnerable",
        "number",
        "political",
        "scenario",
        "including",
        "potential",
        "collapse",
        "may",
        "government",
        "small",
        "rise",
        "number",
        "insurance",
        "company",
        "planning",
        "move",
        "staff",
        "create",
        "job",
        "overseas",
        "according",
        "survey",
        "insurance",
        "company",
        "said",
        "planned",
        "move",
        "create",
        "job",
        "overseas",
        "previous",
        "reuters",
        "survey",
        "asset",
        "management",
        "sector",
        "plan",
        "move",
        "role",
        "previous",
        "forecast",
        "job",
        "loss",
        "hard",
        "brexit",
        "scenario",
        "ranged",
        "role",
        "estimated",
        "bruegel",
        "research",
        "group",
        "oliver",
        "wyman",
        "many",
        "london",
        "stock",
        "exchange",
        "timeframe",
        "bruegel",
        "estimate",
        "march",
        "oliver",
        "wyman",
        "forecast",
        "london",
        "stock",
        "exchange",
        "surprise",
        "development",
        "paris",
        "emerged",
        "biggest",
        "winner",
        "fight",
        "banking",
        "job",
        "may",
        "moved",
        "city",
        "eu",
        "brexit",
        "survey",
        "found",
        "france",
        "capital",
        "course",
        "gain",
        "role",
        "survey",
        "showed",
        "bulk",
        "hsbc",
        "continues",
        "indicate",
        "may",
        "move",
        "investment",
        "job",
        "despite",
        "comment",
        "head",
        "investment",
        "bank",
        "last",
        "year",
        "expected",
        "fewer",
        "job",
        "leave",
        "chance",
        "hard",
        "brexit",
        "receding",
        "many",
        "large",
        "finance",
        "company",
        "initially",
        "deterred",
        "perception",
        "france",
        "country",
        "high",
        "tax",
        "strict",
        "labor",
        "law",
        "according",
        "executive",
        "effort",
        "president",
        "emmanuel",
        "macron",
        "former",
        "investment",
        "banker",
        "woo",
        "industry",
        "making",
        "easier",
        "hire",
        "fire",
        "cutting",
        "tax",
        "salary",
        "wealth",
        "capital",
        "income",
        "appeared",
        "paying",
        "goldman",
        "sachs",
        "bank",
        "america",
        "morgan",
        "stanley",
        "hsbc",
        "among",
        "firm",
        "planning",
        "move",
        "least",
        "staff",
        "paris",
        "survey",
        "show",
        "file",
        "photo",
        "worker",
        "walk",
        "past",
        "office",
        "skyscraper",
        "city",
        "london",
        "financial",
        "district",
        "london",
        "britain",
        "january",
        "photo",
        "frankfurt",
        "course",
        "win",
        "second",
        "highest",
        "number",
        "job",
        "role",
        "followed",
        "dublin",
        "role",
        "luxembourg",
        "reuters",
        "survey",
        "showed",
        "additional",
        "reporting",
        "suzanne",
        "barlyn",
        "new",
        "york",
        "stephen",
        "jewkes",
        "milan",
        "noor",
        "zainab",
        "hussain",
        "bengaluru",
        "jonathan",
        "saul",
        "london",
        "editing",
        "sonya",
        "hepinstall"
    ]
}