{
    "organizations": [],
    "uuid": "2055dcd7636ac57c719e907b0c287819b0f57194",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/27/raceahead-ryan-zinke-diversity/",
    "ord_in_thread": 0,
    "title": "raceAhead: Ryan Zinke says \"Diversity Isn't Important\"",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Interior Secretary Ryan Zinke testifies before the Senate Energy and Natural Resources Committee March 13, 2018 in Washington, DC. Win McNamee—Getty Images By Ellen McGirt Updated: March 27, 2018 3:45 PM ET\nI’m starting to think Interior Department Secretary Ryan Zinke isn’t into diversity.\nZinke, who may or may not be able to rig a fly-rod , told his employees yesterday that he wasn’t focused on diversity, didn’t care about it, and that he doesn’t “think that’s important anymore.” In addition to being under investigation for his tax-payer funded travel on private planes, he is also being investigated for some minority employee reassignments that have triggered official complaints .\nIt’s becoming clear that history isn’t his thing either.\nWhen Rep. Colleen Hanabusa (D-Hawaii), asked whether he would continue a National Park Service program that funds research and maintains sites related to Japanese internment during World War II, Zinke failed to answer her question. Instead, he chirped, “ Oh, konnichiwa !” After a painful pause, Hanabusa corrected him. “I think it’s still ‘ohayo gozaimasu,’ but that’s okay,” she said, using the phrase for “good morning,” instead of “good afternoon.” The sites in question once imprisoned some 120,000 people of Japanese descent, including two of her grandfathers. Hanabusa is a fourth-generation American of Japanese descent.\n“My colleague asked Sec. Zinke a serious question about gov’t funding and received the response “Konnichiwa,” tweeted Rep. Grace Meng (D-NY). “This blatantly insensitive remark by @secretaryzinke is uncalled for and is not behavior that a cabinet secretary should exhibit.”\nIf Zinke decided to think more seriously about diversity, he’d have a lot of work to do. The National Park Service turned 100 in 2016, which triggered a spate of necessary soul-searching about how to address its racist legacy ; built on plundered Native lands, it was created at the urging of a now-forgotten conservationist, zoologist and white supremacist named Madison Grant . He did some good things: If you like the Bronx Zoo, you can thank Grant.\nBut he is most famous for a popular book called The Passing of The Great Race, a breathtakingly racist treatise that was immensely popular when it was published in 1916, and armed generations of white leaders with enough pseudoscience to justify segregation, eugenics, race war, workplace discrimination and the violent oppression of “inferior” races.\nThe Yale and Columbia educated Grant traveled in high-tone circles and his flattering notions of “Nordic” superiority was lapped up by his allies in the Manhattan aristocracy, including the future president Teddy Roosevelt.\nJedidiah Purdy, writing in The New Yorker, explains how racism and conservationism intermingled:\nGrant’s fellow conservationists supported his racist activism. Roosevelt wrote Grant a letter praising “The Passing of the Great Race,” which appeared as a blurb on later editions, calling it “a capital book; in purpose, in vision, in grasp of the facts our people most need to realize.” Henry Fairfield Osborn, who headed the New York Zoological Society and the board of trustees of the American Museum of Natural History (and, as a member of the U.S. Geological Survey, named the Tyrannosaurus rex and the Velociraptor), wrote a foreword to the book. Osborn argued that “conservation of that race which has given us the true spirit of Americanism is not a matter either of racial pride or of racial prejudice; it is a matter of love of country.”\nLove of country, indeed. While Zinke opts not to address issues of diversity either in his day job or as part of the history of the organization he runs, he inadvertently joins a long line of powerful men who cannot see the forest for the trees.\nOn Point Larry Fink is not a socialist So says Harvard Business School’s Bill George in a strongly worded opinion piece, that explores the themes behind BlackRock CEO Larry Fink’s recent letter to all CEOs in the S&P 500 declaring that their companies must serve a higher social purpose. While the sentiment appears to run counter to Milton Friedman’s treatise The Social Responsibility of Business is to Increase its Profits , George waves off the notion that Fink has gone soft and socialist. “This is a wrong-headed idea because companies with clarity about their purpose actually perform better in the long run,” he says. “What’s missing in this debate is a deeper understanding of how value is created, and how it benefits all stakeholders in society—especially shareholders.” HBS Naomi Wadler in 2044 Eleven-year old Naomi Wadler has emerged as an inspirational figure after her extraordinary speech at the March For Our Lives rally on Saturday. But the Alexandria, Va fifth-grader is as grounded as she is inspiring. She doesn’t Google herself, isn’t on social media, and likes to sing and play tennis in her spare time. She was recruited to speak, in part, by a man named George Clooney, whose movies she’s never seen. But she’s up on the issues and is not prepared to let any of this go. “It’s subconsciously embedded into peoples’ minds that somebody with a darker complexion is worth less and their life isn’t as valuable as a white girl or man’s,” she told The Washington Post, citing CDC data. “My speech might not have caused a giant impact on society, but I do hope all the black girls and women realize there’s a growing value for them.” Washington Post Chance has canceled some racist Heineken Light ads “Sometimes lighter is better,” is the tagline of a new Heineken ad campaign that has been deemed racist by none other than Chance the Rapper. “I think some companies are purposely putting out noticably [sic] racist ads so they can get more views,” he tweeted . One of the ads shows a bartender sliding a Heineken Light beer down a bar past dark-skinned patrons to a lighter skinned woman. Chance generated enough chatter to get the beer maker to pull the ads. “While we feel the ad is referencing our Heineken Light beer—we missed the mark, are taking the feedback to heart and will use this to influence future campaigns,” said the company in a statement. Ad Age A major African American artist gets the retrospective she deserves New Yorkers and visitors should carve out some time to visit MoMA to see the work of Adrian Piper, in what sounds like a fascinating retrospective including nearly 300 of her drawings, sculptures and other extraordinary-sounding and irreverent creations. Piper is African-American and mixed race, and race, gender, and social forces figure often in her work, many of which date back to the 1960s. “Over and over again Adrian Piper is hitting on certain ideas or certain strategies way ahead of their time, or way ahead of when they become politically expedient to talk about,” says Connie Butler, chief curator at the Hammer Museum who co-organized the exhibit. Equally intriguing are her installations, playing on her “jaded attitude toward institutional authority.” Meet me in The Humming Room, and we’ll trash talk some authority figures together. WSJ Advertisement The Woke Leader Jedidiah Brown nearly died for Chicago Ben Austen has a riveting story on the Huffington Post that focuses on the unique anguish of activists through the story of Jedidiah Brown, a Chicago activist and Baptist minister who has become so invested in the pain of the people he ministered that he nearly took his own life. “Every relationship I had, I lost it because I was too busy fighting for y’all,” he sobbed on Facebook Live. Austen has followed Brown for a couple of years, as he organized unity marches and street sermons, suffered under the weight of media attention, criticism and unrelenting racial strife. “Every activist and organizer I know is traumatized in their own way,” said activist DeRay Mckesson, people who have sacrificed jobs and stability to fight a system they believe is killing people. “They’re still processing those sacrifices.” A must-read and share. Huffington Post The women of color who raised white children Jezebel and The Root have teamed up for a Women’s History Monthlong series on women of color that focuses on their work as domestic laborers and sex workers. This installment focuses on domestic workers, who, throughout the last century, were primarily women of color, and who “provided an opportunity for lower-middle-class white women to have the splendor of a maid without the lavish price tag.” Despite working in often dangerous and exploitative conditions — even Rosa Parks fended off a rape attempt while working as a housekeeper — these workers kept their families and communities aloft, raising the capital that funded the Montgomery bus boycott and helped feed the protestors. “Their hands and feet were tired, but they made a way not only for themselves, but for all of us,” says Ashley Nkadi. The Root There was a moment when we started fighting about politics on television If you want to understand what started the nasty, counterpunching debate dynamic that is now commonplace on the evening news and the internet, you’ll need to go back to 1968, when cash-strapped ABC, then stuck in third place, hired conservative William F. Buckley, Jr. and the liberal Gore Vidal to participate in ten debates on nightly television. Best of Enemies is a truly astonishing documentary about the 1968 debates and reveals the actual moment when civility went out the window and television vitriol in service of deeply rooted ideological views became good business. Netflix Quote:\nThe problem is so to adjust the relations between two races of different ethnic type that the rights of neither be abridged nor jeoparded; that the backward race be trained so that it may enter into the possession of true freedom while the forward race is enabled to preserve unharmed the high civilization wrought out by its forefathers. The working out of this problem must necessarily be slow; it is not possible in offhand fashion to obtain or to confer the priceless boons of freedom, industrial efficiency, political capacity, and domestic morality. - Theodore Roosevelt",
    "published": "2018-03-28T03:45:00.000+03:00",
    "crawled": "2018-03-28T02:38:25.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "interior",
        "secretary",
        "ryan",
        "zinke",
        "testifies",
        "senate",
        "energy",
        "natural",
        "resource",
        "committee",
        "march",
        "washington",
        "dc",
        "win",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "starting",
        "think",
        "interior",
        "department",
        "secretary",
        "ryan",
        "zinke",
        "diversity",
        "zinke",
        "may",
        "may",
        "able",
        "rig",
        "told",
        "employee",
        "yesterday",
        "focused",
        "diversity",
        "care",
        "think",
        "important",
        "addition",
        "investigation",
        "funded",
        "travel",
        "private",
        "plane",
        "also",
        "investigated",
        "minority",
        "employee",
        "reassignment",
        "triggered",
        "official",
        "complaint",
        "becoming",
        "clear",
        "history",
        "thing",
        "either",
        "colleen",
        "hanabusa",
        "asked",
        "whether",
        "would",
        "continue",
        "national",
        "park",
        "service",
        "program",
        "fund",
        "research",
        "maintains",
        "site",
        "related",
        "japanese",
        "internment",
        "world",
        "war",
        "ii",
        "zinke",
        "failed",
        "answer",
        "question",
        "instead",
        "chirped",
        "oh",
        "konnichiwa",
        "painful",
        "pause",
        "hanabusa",
        "corrected",
        "think",
        "still",
        "ohayo",
        "gozaimasu",
        "okay",
        "said",
        "using",
        "phrase",
        "good",
        "morning",
        "instead",
        "good",
        "site",
        "question",
        "imprisoned",
        "people",
        "japanese",
        "descent",
        "including",
        "two",
        "grandfather",
        "hanabusa",
        "american",
        "japanese",
        "descent",
        "colleague",
        "asked",
        "sec",
        "zinke",
        "serious",
        "question",
        "gov",
        "funding",
        "received",
        "response",
        "konnichiwa",
        "tweeted",
        "grace",
        "meng",
        "blatantly",
        "insensitive",
        "remark",
        "secretaryzinke",
        "uncalled",
        "behavior",
        "cabinet",
        "secretary",
        "zinke",
        "decided",
        "think",
        "seriously",
        "diversity",
        "lot",
        "work",
        "national",
        "park",
        "service",
        "turned",
        "triggered",
        "spate",
        "necessary",
        "address",
        "racist",
        "legacy",
        "built",
        "plundered",
        "native",
        "land",
        "created",
        "urging",
        "conservationist",
        "zoologist",
        "white",
        "supremacist",
        "named",
        "madison",
        "grant",
        "good",
        "thing",
        "like",
        "bronx",
        "zoo",
        "thank",
        "grant",
        "famous",
        "popular",
        "book",
        "called",
        "passing",
        "great",
        "race",
        "breathtakingly",
        "racist",
        "treatise",
        "immensely",
        "popular",
        "published",
        "armed",
        "generation",
        "white",
        "leader",
        "enough",
        "pseudoscience",
        "justify",
        "segregation",
        "eugenics",
        "race",
        "war",
        "workplace",
        "discrimination",
        "violent",
        "oppression",
        "inferior",
        "race",
        "yale",
        "columbia",
        "educated",
        "grant",
        "traveled",
        "circle",
        "flattering",
        "notion",
        "nordic",
        "superiority",
        "lapped",
        "ally",
        "manhattan",
        "aristocracy",
        "including",
        "future",
        "president",
        "teddy",
        "roosevelt",
        "jedidiah",
        "purdy",
        "writing",
        "new",
        "yorker",
        "explains",
        "racism",
        "conservationism",
        "intermingled",
        "grant",
        "fellow",
        "conservationist",
        "supported",
        "racist",
        "activism",
        "roosevelt",
        "wrote",
        "grant",
        "letter",
        "praising",
        "passing",
        "great",
        "race",
        "appeared",
        "blurb",
        "later",
        "edition",
        "calling",
        "capital",
        "book",
        "purpose",
        "vision",
        "grasp",
        "fact",
        "people",
        "need",
        "henry",
        "fairfield",
        "osborn",
        "headed",
        "new",
        "york",
        "zoological",
        "society",
        "board",
        "trustee",
        "american",
        "museum",
        "natural",
        "history",
        "member",
        "geological",
        "survey",
        "named",
        "tyrannosaurus",
        "rex",
        "velociraptor",
        "wrote",
        "foreword",
        "book",
        "osborn",
        "argued",
        "conservation",
        "race",
        "given",
        "u",
        "true",
        "spirit",
        "americanism",
        "matter",
        "either",
        "racial",
        "pride",
        "racial",
        "prejudice",
        "matter",
        "love",
        "love",
        "country",
        "indeed",
        "zinke",
        "opts",
        "address",
        "issue",
        "diversity",
        "either",
        "day",
        "job",
        "part",
        "history",
        "organization",
        "run",
        "inadvertently",
        "join",
        "long",
        "line",
        "powerful",
        "men",
        "see",
        "forest",
        "tree",
        "point",
        "larry",
        "fink",
        "socialist",
        "say",
        "harvard",
        "business",
        "school",
        "bill",
        "george",
        "strongly",
        "worded",
        "opinion",
        "piece",
        "explores",
        "theme",
        "behind",
        "blackrock",
        "ceo",
        "larry",
        "fink",
        "recent",
        "letter",
        "ceo",
        "p",
        "declaring",
        "company",
        "must",
        "serve",
        "higher",
        "social",
        "purpose",
        "sentiment",
        "appears",
        "run",
        "counter",
        "milton",
        "friedman",
        "treatise",
        "social",
        "responsibility",
        "business",
        "increase",
        "profit",
        "george",
        "wave",
        "notion",
        "fink",
        "gone",
        "soft",
        "socialist",
        "idea",
        "company",
        "clarity",
        "purpose",
        "actually",
        "perform",
        "better",
        "long",
        "run",
        "say",
        "missing",
        "debate",
        "deeper",
        "understanding",
        "value",
        "created",
        "benefit",
        "stakeholder",
        "hb",
        "naomi",
        "wadler",
        "old",
        "naomi",
        "wadler",
        "emerged",
        "inspirational",
        "figure",
        "extraordinary",
        "speech",
        "march",
        "life",
        "rally",
        "saturday",
        "alexandria",
        "va",
        "grounded",
        "inspiring",
        "google",
        "social",
        "medium",
        "like",
        "sing",
        "play",
        "tennis",
        "spare",
        "time",
        "recruited",
        "speak",
        "part",
        "man",
        "named",
        "george",
        "clooney",
        "whose",
        "movie",
        "never",
        "seen",
        "issue",
        "prepared",
        "let",
        "go",
        "subconsciously",
        "embedded",
        "people",
        "mind",
        "somebody",
        "darker",
        "complexion",
        "worth",
        "less",
        "life",
        "valuable",
        "white",
        "girl",
        "man",
        "told",
        "washington",
        "post",
        "citing",
        "cdc",
        "data",
        "speech",
        "might",
        "caused",
        "giant",
        "impact",
        "society",
        "hope",
        "black",
        "girl",
        "woman",
        "realize",
        "growing",
        "value",
        "washington",
        "post",
        "chance",
        "canceled",
        "racist",
        "heineken",
        "light",
        "ad",
        "sometimes",
        "lighter",
        "better",
        "tagline",
        "new",
        "heineken",
        "ad",
        "campaign",
        "deemed",
        "racist",
        "none",
        "chance",
        "rapper",
        "think",
        "company",
        "purposely",
        "putting",
        "noticably",
        "sic",
        "racist",
        "ad",
        "get",
        "view",
        "tweeted",
        "one",
        "ad",
        "show",
        "bartender",
        "sliding",
        "heineken",
        "light",
        "beer",
        "bar",
        "past",
        "patron",
        "lighter",
        "skinned",
        "woman",
        "chance",
        "generated",
        "enough",
        "chatter",
        "get",
        "beer",
        "maker",
        "pull",
        "ad",
        "feel",
        "ad",
        "referencing",
        "heineken",
        "light",
        "missed",
        "mark",
        "taking",
        "feedback",
        "heart",
        "use",
        "influence",
        "future",
        "campaign",
        "said",
        "company",
        "statement",
        "ad",
        "age",
        "major",
        "african",
        "american",
        "artist",
        "get",
        "retrospective",
        "deserves",
        "new",
        "yorkers",
        "visitor",
        "carve",
        "time",
        "visit",
        "moma",
        "see",
        "work",
        "adrian",
        "piper",
        "sound",
        "like",
        "fascinating",
        "retrospective",
        "including",
        "nearly",
        "drawing",
        "sculpture",
        "irreverent",
        "creation",
        "piper",
        "mixed",
        "race",
        "race",
        "gender",
        "social",
        "force",
        "figure",
        "often",
        "work",
        "many",
        "date",
        "back",
        "1960s",
        "adrian",
        "piper",
        "hitting",
        "certain",
        "idea",
        "certain",
        "strategy",
        "way",
        "ahead",
        "time",
        "way",
        "ahead",
        "become",
        "politically",
        "expedient",
        "talk",
        "say",
        "connie",
        "butler",
        "chief",
        "curator",
        "hammer",
        "museum",
        "exhibit",
        "equally",
        "intriguing",
        "installation",
        "playing",
        "jaded",
        "attitude",
        "toward",
        "institutional",
        "meet",
        "humming",
        "room",
        "trash",
        "talk",
        "authority",
        "figure",
        "together",
        "wsj",
        "advertisement",
        "woke",
        "leader",
        "jedidiah",
        "brown",
        "nearly",
        "died",
        "chicago",
        "ben",
        "austen",
        "riveting",
        "story",
        "huffington",
        "post",
        "focus",
        "unique",
        "anguish",
        "activist",
        "story",
        "jedidiah",
        "brown",
        "chicago",
        "activist",
        "baptist",
        "minister",
        "become",
        "invested",
        "pain",
        "people",
        "ministered",
        "nearly",
        "took",
        "life",
        "every",
        "relationship",
        "lost",
        "busy",
        "fighting",
        "sobbed",
        "facebook",
        "live",
        "austen",
        "followed",
        "brown",
        "couple",
        "year",
        "organized",
        "unity",
        "march",
        "street",
        "sermon",
        "suffered",
        "weight",
        "medium",
        "attention",
        "criticism",
        "unrelenting",
        "racial",
        "strife",
        "every",
        "activist",
        "organizer",
        "know",
        "traumatized",
        "way",
        "said",
        "activist",
        "deray",
        "mckesson",
        "people",
        "sacrificed",
        "job",
        "stability",
        "fight",
        "system",
        "believe",
        "killing",
        "people",
        "still",
        "processing",
        "share",
        "huffington",
        "post",
        "woman",
        "color",
        "raised",
        "white",
        "child",
        "jezebel",
        "root",
        "teamed",
        "woman",
        "history",
        "monthlong",
        "series",
        "woman",
        "color",
        "focus",
        "work",
        "domestic",
        "laborer",
        "sex",
        "worker",
        "installment",
        "focus",
        "domestic",
        "worker",
        "throughout",
        "last",
        "century",
        "primarily",
        "woman",
        "color",
        "provided",
        "opportunity",
        "white",
        "woman",
        "splendor",
        "maid",
        "without",
        "lavish",
        "price",
        "despite",
        "working",
        "often",
        "dangerous",
        "exploitative",
        "condition",
        "even",
        "rosa",
        "park",
        "fended",
        "rape",
        "attempt",
        "working",
        "housekeeper",
        "worker",
        "kept",
        "family",
        "community",
        "aloft",
        "raising",
        "capital",
        "funded",
        "montgomery",
        "bus",
        "boycott",
        "helped",
        "feed",
        "protestors",
        "hand",
        "foot",
        "tired",
        "made",
        "way",
        "u",
        "say",
        "ashley",
        "nkadi",
        "root",
        "moment",
        "started",
        "fighting",
        "politics",
        "television",
        "want",
        "understand",
        "started",
        "nasty",
        "counterpunching",
        "debate",
        "dynamic",
        "commonplace",
        "evening",
        "news",
        "internet",
        "need",
        "go",
        "back",
        "abc",
        "stuck",
        "third",
        "place",
        "hired",
        "conservative",
        "william",
        "buckley",
        "liberal",
        "gore",
        "vidal",
        "participate",
        "ten",
        "debate",
        "nightly",
        "television",
        "best",
        "enemy",
        "truly",
        "astonishing",
        "documentary",
        "debate",
        "reveals",
        "actual",
        "moment",
        "civility",
        "went",
        "window",
        "television",
        "vitriol",
        "service",
        "deeply",
        "rooted",
        "ideological",
        "view",
        "became",
        "good",
        "business",
        "netflix",
        "quote",
        "problem",
        "adjust",
        "relation",
        "two",
        "race",
        "different",
        "ethnic",
        "type",
        "right",
        "neither",
        "abridged",
        "jeoparded",
        "backward",
        "race",
        "trained",
        "may",
        "enter",
        "possession",
        "true",
        "freedom",
        "forward",
        "race",
        "enabled",
        "preserve",
        "unharmed",
        "high",
        "civilization",
        "wrought",
        "forefather",
        "working",
        "problem",
        "must",
        "necessarily",
        "slow",
        "possible",
        "offhand",
        "fashion",
        "obtain",
        "confer",
        "priceless",
        "boon",
        "freedom",
        "industrial",
        "efficiency",
        "political",
        "capacity",
        "domestic",
        "morality",
        "theodore",
        "roosevelt"
    ]
}