{
    "organizations": [],
    "uuid": "add976970b91e4f4f523bd91b23c34f20b6ad4eb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/business-wire-norma-groupas-sales-rise-to-around-eur-1-point-02-billion-in-2017.html",
    "ord_in_thread": 0,
    "title": "NORMA Group’s sales rise to around EUR 1.02 billion in 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Organic sales growth at 8.6 percent Adjusted EBITA margin remains at a high level of 17.2 percent Dividend increase of EUR 0.10 EUR to EUR 1.05 per share proposed Forecast for 2018 published\nMAINTAL, Germany--(BUSINESS WIRE)-- NORMA Group achieved sales of more than EUR 1 billion for the first time in fiscal year 2017.\nGroup sales rose by 13.7 percent to EUR 1,017.1 million compared to the previous year (2016: EUR 894.9 million). Organic growth at NORMA Group was strong at 8.6 percent. The acquisitions of Autoline, Lifial and Fengfan contributed an additional EUR 57 million to sales. Negative currency effects reduced sales growth by 1.4 percent.\nAdjusted earnings before interest, taxes, depreciation and amortization of intangible assets (adjusted EBITA) rose by 10.8 percent to EUR 174.5 million in 2017 compared to the previous year (2016: EUR 157.5 million). The adjusted EBITA margin declined slightly mainly due to higher commodity prices. At 17.2 percent, the adjusted EBITA margin was in line with the forecast of more than 17 percent (2016: 17.6 percent).\nNet operating cash flow declined by 10.5 percent to EUR 132.9 million (2016: EUR 148.5 million). Adjusted earnings per share rose to EUR 3.29 (2016: EUR 2.96). Tax cuts in the U.S. led to one-time non-cash deferred tax income of EUR 33.9 million. This one-time effect was not included in the adjusted result for the period and therefore not shown in adjusted earnings per share.\nThe unadjusted profit for the period amounted to EUR 119.8 million and is 57.9 percent above the previous year’s level (2016: EUR 75.9 million), in particular due to the aforementioned one-time tax effects. As a result, the unadjusted earnings per share for the year 2017 amounted to EUR 3.76 (2016: EUR 2.38).\n“NORMA Group experienced strong growth in all regions in 2017 and surpassed the EUR 1 billion mark in annual sales for the first time ever,” said Bernd Kleinhens, chairman of the Management Board of NORMA Group. “We will seek to continue on our growth path in the future as well by further diversifying and localizing our business and tapping into the potential that important future markets such as electromobility and water management offers.”\nGrowth in all three regions\nIn the EMEA region ( Europe, Middle East and Africa ), NORMA Group increased its sales by 12.5 percent in 2017 to EUR 485.9 million compared to the previous year (2016: EUR 432.0 million). This can be attributed to strong demand for joining technology in the European automobile industry and the acquisitions of the Autoline business in France and Lifial in Portugal.\nThe Americas region recorded sales growth of 7.8 percent to EUR 411.3 million compared to the year before (2016: EUR 381.6 million). The U.S. commercial vehicle and agricultural machinery markets recovered strongly; the automotive sector developed well, and the Mexican Autoline business that the company acquired in November 2016 contributed to growth as well.\nIn the Asia-Pacific region , NORMA Group increased its sales to EUR 119.9 million in 2017, an increase of 47.6 percent compared to the previous year (2016: EUR 81.3 million). Stricter emission standards led to high demand for joining technology from the Asian vehicle industry. The acquisitions of Fengfan and the Chinese Autoline business also had a positive effect on sales growth.\nIncrease of the dividend to EUR 1.05 per share proposed\nThe Management Board and Supervisory Board of NORMA Group SE will propose a dividend of EUR 1.05 per share for fiscal year 2017 at the Annual General Meeting on May 17, 2018. This equates to an increase of 10.5 percent or EUR 0.10 and a distribution amount of around EUR 33.5 million. The payout ratio would thus be 31.9 percent of adjusted Group earnings in fiscal year 2017 of EUR 105.0 million.\n“We have consistently pursued our growth strategy since the IPO and are proud to enable our shareholders to participate in our growth with yet another increase in the dividend,” said Dr. Michael Schneider, CFO of NORMA Group. “Our focus is clearly on the sustainable development of the company that will continue to create value in the future.”\nIncreased equity ratio\nGroup equity amounted to EUR 534.3 million as of December 31, 2017. This corresponds to an increase of 10.5 percent compared to the end of the previous year (December 31, 2016: EUR 483.6 million). Despite the dividend payment of EUR 30.3 million and negative currency translation differences of EUR 35.8 million, the equity ratio improved to 40.7 percent at the end of 2017 (December 31, 2016: 36.2 percent). Net debt including hedging instruments decreased by 12.5 percent to EUR 344.9 million as of December 31, 2017 (December 31, 2016: EUR 394.2 million).\nThe number of employees at NORMA Group increased to 7,667, including temporary workers (December 31, 2016: 6,664). The increase resulted in particular from the acquisitions of Fengfan and Lifial and the expansion of the workforce due to organic growth.\nSolid organic growth of around 3 to 5 percent expected for 2018\nNORMA Group expects the global economy to continue to pick up again in 2018, driven by growth, particularly in China, the U.S. and emerging markets.\nFor the EMEA region, NORMA Group anticipates solid organic growth in 2018 compared to 2017. This assessment is based in particular on the sound economic environment in the region, the still low key interest rates and the positive growth forecasts for key end markets of NORMA Group, such as the European automobile industry.\nFor the Americas , NORMA Group expects solid organic sales growth in 2018 compared to the previous year. The positive trend in the U.S. commercial vehicle and agricultural machinery markets is expected to continue and a moderate increase in production figures in the U.S. passenger car market is forecast. In the water management sector, positive catch-up effects are expected as a consequence of the weather-related weak previous year. Massive tax cuts in the U.S. should also have a positive impact on the economy in the short term and further boost growth in the region.\nIn the Asia-Pacific region, the dynamic development of NORMA Group’s business activities will continue in the current year despite the slightly lower growth forecasts for China. As a result, the Management Board expects double-digit organic growth for the region. Increasing business activities and further localization measures in the region as well as stricter emission regulations for cars and trucks are the main drivers.\nOverall, the Management Board of NORMA Group expects solid organic Group sales growth of around 3 to 5 percent for 2018. In addition, revenues from the acquisition of Fengfan in the amount of around EUR 5 million are expected. The Management Board expects as strong as usual net operating cash flow of approx. EUR 140 million in 2018. For 2018, a sustainable adjusted EBITA margin of more than 17 percent (previous year: 17.2 percent, 2016: 17.6 percent, 2015: 17.6 percent) will again be the target. In particular, due to the tax cuts in the U.S., the Management Board expects a significantly improved tax rate of between 26 and 28 percent for fiscal year 2018 and a strong increase in adjusted earnings per share.\nSeparate Corporate Responsibility Report pursuant to the “CSR Directive Implementation Act”\nNORMA Group has complied with the requirements of the CSR Directive Implementation Act for more transparency on the environmental and social responsibility of companies for reporting on fiscal year 2017. For this purpose, a separate Corporate Responsibility Report (CR Report) was published at the same time as the Annual Report on March 21, 2018. Among the sustainability indicators it mentions are employee and environmental indicators, as well as key figures on human rights and supply chain sustainability. More information can be found in the 2017 CR Report .\nNORMA Group – 2017 Financial Results\nKey figures at a glance (in EUR million) Fiscal year 2017 Fiscal year 2016 Fiscal year 2015 Income statement 01/01 - 12/31/2017 01/01 - 12/31/2016 01/01 - 12/31/2015 Sales 1,017.1 894.9 889.6 Adjusted EBITA* 174.5 157.5 156.3 Adjusted EBITA margin* 17.2% 17.6% 17.6% Net Operating Cash Flow 132.9 148.5 134.7 Balance sheet 12/31/2017 12/31/2016 12/31/2015 Total assets 1,312.0 1,337.7 1,167.9 Total equity 534.3 483.6 429.8 Equity ratio 40.7% 36.2% 36.8% Net debt** 344.9 394.2 360.9 Key figures at a glance (in EUR million) Q4 2017 Q4 2016 Q4 2015 Income statement 10/01 - 12/31/2017 10/01 - 12/31/2016 10/01 - 12/31/2015 Sales 253.6 215.5 217.0 Adjusted EBITA 40.1 34.9 35.6 Adjusted EBITA margin 15.8% 16.2% 16.4% *Adjustment in 2017 for integration costs (EUR 2.9 million), step-up effects from purchase price allocations (EUR 1.1 million) and reimbursement of transaction taxes (EUR -0.5 million) and depreciation on purchase price allocations (EUR 4.2 million); 2016: depreciation on purchase price allocations (EUR 2.3 million) and other expenses mainly related to the acquisition of Autoline (EUR 4.8 million, in particular other operating expenses)\n**Net debt including hedging instruments (hedging instruments in the amount of: 2017: EUR 1.4 million; 2016: EUR 2.2 million; 2015: EUR 3.4 million)\nThe 2017 Annual Report can be downloaded from www.normagroup.com/financial reports . You can download the CR Report from www.normagroup.com/Sustainability Reports . Press photos are available from our platform at www.normagroup.com/images .\nAbout NORMA Group\nNORMA Group is a global market leader in engineered joining technology. The company manufactures a wide range of innovative connecting solutions and water management technology offering more than 40,000 products to customers in 100 countries with around 7,700 employees. NORMA Group helps its customers and business partners react to global challenges such as climate change and increasing scarcity of resources. NORMA Group joining products can be found in vehicles and trains, ships and aircraft, buildings and water management as well as in applications for the pharmaceutical and biotechnology industry. In 2017 the company generated sales of around EUR 1.02 billion. NORMA Group operates a global network of 27 production facilities as well as numerous sales and distribution sites across Europe, the Americas, and Asia-Pacific. NORMA Group has its headquarters in Maintal, Germany. NORMA Group SE is listed on the German stock exchange (Prime Standard) and included in the MDAX index.\nDisclaimer\nThis press release contains certain future-oriented statements. Future-oriented statements include all statements which do not relate to historical facts and events and contain future-oriented expressions such as “believe,” “estimate,” “assume,” “expect,” “forecast,” “intend,” “could,” or “should” or expressions of a similar kind. Such future-oriented statements are subject to risks and uncertainties since they relate to future events and are based on the company’s current assumptions, which may not in the future take place or be fulfilled as expected. The company points out that such future-oriented statements provide no guarantee for the future and that the actual events including the financial position and profitability of NORMA Group SE and developments in the economic and regulatory fundamentals may vary substantially (particularly on the down side) from those explicitly or implicitly assumed in these statements. Even if the actual assets for NORMA Group SE, including its financial position and profitability and the economic and regulatory fundamentals, are in accordance with such future-oriented statements in this press release, no guarantee can be given that this will continue to be the case in the future.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180321005234/en/\nNORMA Group\nAlexandra Lipkowski\nGroup Communications\nTel.: +49 (0)6181 – 6102 747\nE-Mail: alexandra.lipkowski@normagroup.com\nor\nAndreas Trösch\nInvestor Relations\nTel: +49 (0)6181 – 6102 741\nE-Mail: andreas.troesch@normagroup.com\nSource: NORMA Group",
    "published": "2018-03-21T16:00:00.000+02:00",
    "crawled": "2018-03-21T21:00:30.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "organic",
        "sale",
        "growth",
        "percent",
        "adjusted",
        "ebita",
        "margin",
        "remains",
        "high",
        "level",
        "percent",
        "dividend",
        "increase",
        "eur",
        "eur",
        "eur",
        "per",
        "share",
        "proposed",
        "forecast",
        "published",
        "maintal",
        "germany",
        "business",
        "wire",
        "norma",
        "group",
        "achieved",
        "sale",
        "eur",
        "billion",
        "first",
        "time",
        "fiscal",
        "year",
        "group",
        "sale",
        "rose",
        "percent",
        "eur",
        "million",
        "compared",
        "previous",
        "year",
        "eur",
        "million",
        "organic",
        "growth",
        "norma",
        "group",
        "strong",
        "percent",
        "acquisition",
        "autoline",
        "lifial",
        "fengfan",
        "contributed",
        "additional",
        "eur",
        "million",
        "sale",
        "negative",
        "currency",
        "effect",
        "reduced",
        "sale",
        "growth",
        "percent",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "adjusted",
        "ebita",
        "rose",
        "percent",
        "eur",
        "million",
        "compared",
        "previous",
        "year",
        "eur",
        "million",
        "adjusted",
        "ebita",
        "margin",
        "declined",
        "slightly",
        "mainly",
        "due",
        "higher",
        "commodity",
        "price",
        "percent",
        "adjusted",
        "ebita",
        "margin",
        "line",
        "forecast",
        "percent",
        "percent",
        "net",
        "operating",
        "cash",
        "flow",
        "declined",
        "percent",
        "eur",
        "million",
        "eur",
        "million",
        "adjusted",
        "earnings",
        "per",
        "share",
        "rose",
        "eur",
        "eur",
        "tax",
        "cut",
        "led",
        "deferred",
        "tax",
        "income",
        "eur",
        "million",
        "effect",
        "included",
        "adjusted",
        "result",
        "period",
        "therefore",
        "shown",
        "adjusted",
        "earnings",
        "per",
        "share",
        "unadjusted",
        "profit",
        "period",
        "amounted",
        "eur",
        "million",
        "percent",
        "previous",
        "year",
        "level",
        "eur",
        "million",
        "particular",
        "due",
        "aforementioned",
        "tax",
        "effect",
        "result",
        "unadjusted",
        "earnings",
        "per",
        "share",
        "year",
        "amounted",
        "eur",
        "eur",
        "norma",
        "group",
        "experienced",
        "strong",
        "growth",
        "region",
        "surpassed",
        "eur",
        "billion",
        "mark",
        "annual",
        "sale",
        "first",
        "time",
        "ever",
        "said",
        "bernd",
        "kleinhens",
        "chairman",
        "management",
        "board",
        "norma",
        "group",
        "seek",
        "continue",
        "growth",
        "path",
        "future",
        "well",
        "diversifying",
        "localizing",
        "business",
        "tapping",
        "potential",
        "important",
        "future",
        "market",
        "electromobility",
        "water",
        "management",
        "growth",
        "three",
        "region",
        "emea",
        "region",
        "europe",
        "middle",
        "east",
        "africa",
        "norma",
        "group",
        "increased",
        "sale",
        "percent",
        "eur",
        "million",
        "compared",
        "previous",
        "year",
        "eur",
        "million",
        "attributed",
        "strong",
        "demand",
        "joining",
        "technology",
        "european",
        "automobile",
        "industry",
        "acquisition",
        "autoline",
        "business",
        "france",
        "lifial",
        "portugal",
        "america",
        "region",
        "recorded",
        "sale",
        "growth",
        "percent",
        "eur",
        "million",
        "compared",
        "year",
        "eur",
        "million",
        "commercial",
        "vehicle",
        "agricultural",
        "machinery",
        "market",
        "recovered",
        "strongly",
        "automotive",
        "sector",
        "developed",
        "well",
        "mexican",
        "autoline",
        "business",
        "company",
        "acquired",
        "november",
        "contributed",
        "growth",
        "well",
        "region",
        "norma",
        "group",
        "increased",
        "sale",
        "eur",
        "million",
        "increase",
        "percent",
        "compared",
        "previous",
        "year",
        "eur",
        "million",
        "stricter",
        "emission",
        "standard",
        "led",
        "high",
        "demand",
        "joining",
        "technology",
        "asian",
        "vehicle",
        "industry",
        "acquisition",
        "fengfan",
        "chinese",
        "autoline",
        "business",
        "also",
        "positive",
        "effect",
        "sale",
        "growth",
        "increase",
        "dividend",
        "eur",
        "per",
        "share",
        "proposed",
        "management",
        "board",
        "supervisory",
        "board",
        "norma",
        "group",
        "se",
        "propose",
        "dividend",
        "eur",
        "per",
        "share",
        "fiscal",
        "year",
        "annual",
        "general",
        "meeting",
        "may",
        "equates",
        "increase",
        "percent",
        "eur",
        "distribution",
        "amount",
        "around",
        "eur",
        "million",
        "payout",
        "ratio",
        "would",
        "thus",
        "percent",
        "adjusted",
        "group",
        "earnings",
        "fiscal",
        "year",
        "eur",
        "million",
        "consistently",
        "pursued",
        "growth",
        "strategy",
        "since",
        "ipo",
        "proud",
        "enable",
        "shareholder",
        "participate",
        "growth",
        "yet",
        "another",
        "increase",
        "dividend",
        "said",
        "michael",
        "schneider",
        "cfo",
        "norma",
        "group",
        "focus",
        "clearly",
        "sustainable",
        "development",
        "company",
        "continue",
        "create",
        "value",
        "increased",
        "equity",
        "ratio",
        "group",
        "equity",
        "amounted",
        "eur",
        "million",
        "december",
        "corresponds",
        "increase",
        "percent",
        "compared",
        "end",
        "previous",
        "year",
        "december",
        "eur",
        "million",
        "despite",
        "dividend",
        "payment",
        "eur",
        "million",
        "negative",
        "currency",
        "translation",
        "difference",
        "eur",
        "million",
        "equity",
        "ratio",
        "improved",
        "percent",
        "end",
        "december",
        "percent",
        "net",
        "debt",
        "including",
        "hedging",
        "instrument",
        "decreased",
        "percent",
        "eur",
        "million",
        "december",
        "december",
        "eur",
        "million",
        "number",
        "employee",
        "norma",
        "group",
        "increased",
        "including",
        "temporary",
        "worker",
        "december",
        "increase",
        "resulted",
        "particular",
        "acquisition",
        "fengfan",
        "lifial",
        "expansion",
        "workforce",
        "due",
        "organic",
        "growth",
        "solid",
        "organic",
        "growth",
        "around",
        "percent",
        "expected",
        "norma",
        "group",
        "expects",
        "global",
        "economy",
        "continue",
        "pick",
        "driven",
        "growth",
        "particularly",
        "china",
        "emerging",
        "market",
        "emea",
        "region",
        "norma",
        "group",
        "anticipates",
        "solid",
        "organic",
        "growth",
        "compared",
        "assessment",
        "based",
        "particular",
        "sound",
        "economic",
        "environment",
        "region",
        "still",
        "low",
        "key",
        "interest",
        "rate",
        "positive",
        "growth",
        "forecast",
        "key",
        "end",
        "market",
        "norma",
        "group",
        "european",
        "automobile",
        "industry",
        "america",
        "norma",
        "group",
        "expects",
        "solid",
        "organic",
        "sale",
        "growth",
        "compared",
        "previous",
        "year",
        "positive",
        "trend",
        "commercial",
        "vehicle",
        "agricultural",
        "machinery",
        "market",
        "expected",
        "continue",
        "moderate",
        "increase",
        "production",
        "figure",
        "passenger",
        "car",
        "market",
        "forecast",
        "water",
        "management",
        "sector",
        "positive",
        "effect",
        "expected",
        "consequence",
        "weak",
        "previous",
        "year",
        "massive",
        "tax",
        "cut",
        "also",
        "positive",
        "impact",
        "economy",
        "short",
        "term",
        "boost",
        "growth",
        "region",
        "region",
        "dynamic",
        "development",
        "norma",
        "group",
        "business",
        "activity",
        "continue",
        "current",
        "year",
        "despite",
        "slightly",
        "lower",
        "growth",
        "forecast",
        "china",
        "result",
        "management",
        "board",
        "expects",
        "organic",
        "growth",
        "region",
        "increasing",
        "business",
        "activity",
        "localization",
        "measure",
        "region",
        "well",
        "stricter",
        "emission",
        "regulation",
        "car",
        "truck",
        "main",
        "driver",
        "overall",
        "management",
        "board",
        "norma",
        "group",
        "expects",
        "solid",
        "organic",
        "group",
        "sale",
        "growth",
        "around",
        "percent",
        "addition",
        "revenue",
        "acquisition",
        "fengfan",
        "amount",
        "around",
        "eur",
        "million",
        "expected",
        "management",
        "board",
        "expects",
        "strong",
        "usual",
        "net",
        "operating",
        "cash",
        "flow",
        "approx",
        "eur",
        "million",
        "sustainable",
        "adjusted",
        "ebita",
        "margin",
        "percent",
        "previous",
        "year",
        "percent",
        "percent",
        "percent",
        "target",
        "particular",
        "due",
        "tax",
        "cut",
        "management",
        "board",
        "expects",
        "significantly",
        "improved",
        "tax",
        "rate",
        "percent",
        "fiscal",
        "year",
        "strong",
        "increase",
        "adjusted",
        "earnings",
        "per",
        "share",
        "separate",
        "corporate",
        "responsibility",
        "report",
        "pursuant",
        "csr",
        "directive",
        "implementation",
        "act",
        "norma",
        "group",
        "complied",
        "requirement",
        "csr",
        "directive",
        "implementation",
        "act",
        "transparency",
        "environmental",
        "social",
        "responsibility",
        "company",
        "reporting",
        "fiscal",
        "year",
        "purpose",
        "separate",
        "corporate",
        "responsibility",
        "report",
        "cr",
        "report",
        "published",
        "time",
        "annual",
        "report",
        "march",
        "among",
        "sustainability",
        "indicator",
        "mention",
        "employee",
        "environmental",
        "indicator",
        "well",
        "key",
        "figure",
        "human",
        "right",
        "supply",
        "chain",
        "sustainability",
        "information",
        "found",
        "cr",
        "report",
        "norma",
        "group",
        "financial",
        "result",
        "key",
        "figure",
        "glance",
        "eur",
        "million",
        "fiscal",
        "year",
        "fiscal",
        "year",
        "fiscal",
        "year",
        "income",
        "statement",
        "sale",
        "adjusted",
        "ebita",
        "adjusted",
        "ebita",
        "margin",
        "net",
        "operating",
        "cash",
        "flow",
        "balance",
        "sheet",
        "total",
        "asset",
        "total",
        "equity",
        "equity",
        "ratio",
        "net",
        "debt",
        "key",
        "figure",
        "glance",
        "eur",
        "million",
        "q4",
        "q4",
        "q4",
        "income",
        "statement",
        "sale",
        "adjusted",
        "ebita",
        "adjusted",
        "ebita",
        "margin",
        "adjustment",
        "integration",
        "cost",
        "eur",
        "million",
        "effect",
        "purchase",
        "price",
        "allocation",
        "eur",
        "million",
        "reimbursement",
        "transaction",
        "tax",
        "eur",
        "million",
        "depreciation",
        "purchase",
        "price",
        "allocation",
        "eur",
        "million",
        "depreciation",
        "purchase",
        "price",
        "allocation",
        "eur",
        "million",
        "expense",
        "mainly",
        "related",
        "acquisition",
        "autoline",
        "eur",
        "million",
        "particular",
        "operating",
        "expense",
        "net",
        "debt",
        "including",
        "hedging",
        "instrument",
        "hedging",
        "instrument",
        "amount",
        "eur",
        "million",
        "eur",
        "million",
        "eur",
        "million",
        "annual",
        "report",
        "downloaded",
        "report",
        "download",
        "cr",
        "report",
        "report",
        "press",
        "photo",
        "available",
        "platform",
        "norma",
        "group",
        "norma",
        "group",
        "global",
        "market",
        "leader",
        "engineered",
        "joining",
        "technology",
        "company",
        "manufacture",
        "wide",
        "range",
        "innovative",
        "connecting",
        "solution",
        "water",
        "management",
        "technology",
        "offering",
        "product",
        "customer",
        "country",
        "around",
        "employee",
        "norma",
        "group",
        "help",
        "customer",
        "business",
        "partner",
        "react",
        "global",
        "challenge",
        "climate",
        "change",
        "increasing",
        "scarcity",
        "resource",
        "norma",
        "group",
        "joining",
        "product",
        "found",
        "vehicle",
        "train",
        "ship",
        "aircraft",
        "building",
        "water",
        "management",
        "well",
        "application",
        "pharmaceutical",
        "biotechnology",
        "industry",
        "company",
        "generated",
        "sale",
        "around",
        "eur",
        "billion",
        "norma",
        "group",
        "operates",
        "global",
        "network",
        "production",
        "facility",
        "well",
        "numerous",
        "sale",
        "distribution",
        "site",
        "across",
        "europe",
        "america",
        "norma",
        "group",
        "headquarters",
        "maintal",
        "germany",
        "norma",
        "group",
        "se",
        "listed",
        "german",
        "stock",
        "exchange",
        "prime",
        "standard",
        "included",
        "mdax",
        "index",
        "disclaimer",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "statement",
        "include",
        "statement",
        "relate",
        "historical",
        "fact",
        "event",
        "contain",
        "expression",
        "believe",
        "estimate",
        "assume",
        "expect",
        "forecast",
        "intend",
        "could",
        "expression",
        "similar",
        "kind",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "since",
        "relate",
        "future",
        "event",
        "based",
        "company",
        "current",
        "assumption",
        "may",
        "future",
        "take",
        "place",
        "fulfilled",
        "expected",
        "company",
        "point",
        "statement",
        "provide",
        "guarantee",
        "future",
        "actual",
        "event",
        "including",
        "financial",
        "position",
        "profitability",
        "norma",
        "group",
        "se",
        "development",
        "economic",
        "regulatory",
        "fundamental",
        "may",
        "vary",
        "substantially",
        "particularly",
        "side",
        "explicitly",
        "implicitly",
        "assumed",
        "statement",
        "even",
        "actual",
        "asset",
        "norma",
        "group",
        "se",
        "including",
        "financial",
        "position",
        "profitability",
        "economic",
        "regulatory",
        "fundamental",
        "accordance",
        "statement",
        "press",
        "release",
        "guarantee",
        "given",
        "continue",
        "case",
        "future",
        "view",
        "source",
        "version",
        "http",
        "norma",
        "group",
        "alexandra",
        "lipkowski",
        "group",
        "communication",
        "tel",
        "andreas",
        "trösch",
        "investor",
        "relation",
        "tel",
        "source",
        "norma",
        "group"
    ]
}