{
    "organizations": [],
    "uuid": "d88b2d3b0a9e651a71f53290ab5c4c7acd748b01",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/12/campaign-trail-trump-is-back--and-as-bonkers-as-ever.html",
    "ord_in_thread": 0,
    "title": "Campaign trail Trump is back — and as bonkers as ever",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If Saturday evening was any indication, we're in for many bonkers Trump rallies ahead of the 2018 and 2020 elections. Speaking for more than an hour to a crowd in Moon Township, Pennsylvania, President Donald Trump described newly announced tariffs his \"baby,\" discussed executing drug dealers, described an NBC journalist as a \"sleeping son of a bitch,\" and called a black congresswoman \"low IQ.\"\nTrump was in town to support Republican Rick Saccone, who is running against Democrat Conor Lamb to represent Pennsylvania's 18th Congressional District in a special election slated for Tuesday. The seat was held by former Rep. Tim Murphy (R-PA), who resigned in October amid revelations that he had pressured a woman with whom he was having an extramarital affair to have an abortion. The race is unexpectedly tight .\nTrump endorsed Saccone early on in his speech before returning to the persona that became so familiar in the 2016 election — that of the unscripted, self-congratulatory candidate eager to rile up a crowd. \"Don't forget, this got us elected,\" he said . \"If I came like a stiff, you guys wouldn't come here tonight.\"\nMore from Vox:\nEverything we think about the political correctness debate is wrong\nHow the baby boomers — not millennials — screwed America\nGreat opportunity or trap? 12 experts weigh in on the Trump-Kim summit.\nTrump brought up many of his favorite topics and insults during the freewheeling speech: He called Senator Elizabeth Warren (D-MA) \"Pocahontas,\" which some say is racist , bragged about his 2016 victory, and attacked the press. He also mentioned some relatively new items, which included a call to execute drug dealers . For the first time, however, President Trump publicly unveiled his 2020 campaign slogan: Keep America Great!\nHere's everything else you might have missed.\nTrump called for drug dealers to be executed\nEarlier this month at a White House summit on opioids, the president floated the idea of giving drug dealers the death penalty; on Saturday evening he brought it up again, which got some of the most enthusiastic cheers of the night. Drawing inspiration from China and Singapore — which he said have a \"zero tolerance\" policy and are extremely tough on drugs — Trump said drug dealers in the US should face harsher penalties than they do now.\n\"They shoot one person, kill some person, knife one person, the person dies, they get maybe the death penalty or maybe life in prison, no parole, right? Okay? A drug dealer will kill 2,000, 3,000, 5,000 people during the course of his or her life,\" Trump said . He declared that the \"only way to solve a drug problem is through toughness.\"\nTrump, having already made America great, now wants to keep it that way\nTrump, in his characteristically elliptical way, announced his 2020 campaign slogan by first explaining why he can't use the 2016 slogan, \"Make America Great Again\" — because \"I already did that.\" It's now \"Keep America Great!\" (Which includes the exclamation point.)\nTrump exaggerated how many women voted for him — and he only counts white women\nAt his rally, Trump claimed that a majority of women voted for him in the 2016 election, but that's not true. \"Women! We love you! We love you. Hey, didn't we surprise them with women during the election? Remember? 'Women won't like Donald Trump.' I said, have I really had that kind of a problem? I don't think so. But, 'Women won't like Donald Trump. It will be a rough night for Donald Trump because the women won't come out.' We got 52 percent, right? 52,\" he said.\nExcept he didn't get 52 percent of the total women's vote – he got 41 percent, the Associated Press pointed out. He got 52 percent of the vote from white women; only 4 percent of black women voted for him, while 25 percent of Hispanic women chose him at the ballot box.\nTrump had a bone to pick with NBC and, specifically, Chuck Todd\nTrump, per usual, spent much of his rally assailing the media and \"fake news.\" But he appeared to be particularly annoyed with NBC News , which he said is \"perhaps worse than CNN\" — which is, by the president's standards, a major insult.\nThe President specifically called out NBC News anchor and Meet the Press host Chuck Todd while describing a media appearance that took place nearly 20 years ago. \"It's 1999, I'm on Meet the Press, a show now headed by sleepy eyes Chuck Todd,\" Trump said. \"He's a sleeping son of a bitch. I'll tell you.\"\nHe hurled the same \"sleepy eyes\" insult at Todd on Twitter in April 2017. In September last year, he called former NFL quarterback Colin Kaepernick a \" son of a bitch \" as well.\nTodd responded in jest on Twitter soon after Trump's remarks, reminding viewers to set their clocks for Daylight Saving Time \"before your eyes get too sleepy.\"\nTweet\nTrump celebrates women's history month with attacks on women\nThe president didn't mince his words when it came to a number of high-profile women he perceives as his enemies.\nTrump's slander of Senator Warren, who is speculated to be a contender in the 2020 presidential election, invoked a typical misogynist trope — he characterized her as an angry woman. \"You know, I was watching, during the campaign, and Hillary [Clinton] was sitting right there, and Pocahontas was up, she was so angry, you know, I think she's losing the audience,\" Trump said .\nTrump also went after Oprah Winfrey, presumably because there's buzz that the billionaire TV personality might be interested in a presidential bid. \"Oh, I'd love Oprah to win,\" Trump said . \"I'd love to beat Oprah. I know her weakness.\" He said a campaign would be a \"painful experience\" for her.\nTrump also mocked Representative Maxine Waters (D-CA) as \" very low IQ .\" He made similar remarks at the annual Gridiron Club dinner in Washington, DC this month.\nTrump did have some nice things to say about particular women on Saturday. He took credit for Representative Karen Handel's (R-GA) victory in the 2017 Georgia special election against Democrat Jon Ossoff, even though Handel kept him at arm's length during the race. And he complimented his wife Melania for being a \"great\" first lady. \"You think her life is so easy, folks? Not so easy,\" he said.\nThe other stuff!\nTrump, who has been president for more than a year, mocked the idea of acting \"presidential\" and how boring it would be. He performed a quick bit as an example, marching around stage and speaking in a low, slow tone. \"That's much easier than doing what I have to do,\" he said. The president called Saccone \"handsome\" and his opponent \"Lamb the sham.\" Trump took credit for the recent Winter Olympics, which he said \" would have been a total failure \" without him. Trump said CNN is \" fake as hell .\" The president claimed to have rejected a request from Mexican President Enrique Peña Nieto to say Mexico wouldn't pay for the proposed border wall. \"He said, 'Mr. President, I would like you to make a statement that Mexico will not pay for the wall.' I said, 'Are you crazy? I am not making that statement,'\" Trump recounted. When they couldn't agree, Trump said he told Peña Nieto, \"Bye, bye. There is no way I'm making that deal.\" He touted his recently enacted tariffs, saying they're his \" baby .\" The 2018 midterms are coming up quickly, and the 2020 presidential campaign will be here before you know it. Saturday was a preview of what's likely ahead in the coming months as Trump returns to the campaign trail, where he so likes to be.\nTreasury Secretary Steve Mnuchin on Sunday sat down for an interview with NBC's Todd that came just after Trump's son-of-a-bitch comments. When asked about the president's remarks about various people, Mnuchin attempted to distance himself and the White House from campaign trail Trump.\n\"He's using these vulgarities in the context of a campaign rally and obviously there were a lot of funny moments on, on, on that rally,\" Mnuchin said.\n\"Yeah, they were hilarious,\" Todd shot back.",
    "published": "2018-03-12T18:13:00.000+02:00",
    "crawled": "2018-03-12T19:32:59.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "saturday",
        "evening",
        "indication",
        "many",
        "bonkers",
        "trump",
        "rally",
        "ahead",
        "election",
        "speaking",
        "hour",
        "crowd",
        "moon",
        "township",
        "pennsylvania",
        "president",
        "donald",
        "trump",
        "described",
        "newly",
        "announced",
        "tariff",
        "baby",
        "discussed",
        "executing",
        "drug",
        "dealer",
        "described",
        "nbc",
        "journalist",
        "sleeping",
        "son",
        "bitch",
        "called",
        "black",
        "congresswoman",
        "low",
        "iq",
        "trump",
        "town",
        "support",
        "republican",
        "rick",
        "saccone",
        "running",
        "democrat",
        "conor",
        "lamb",
        "represent",
        "pennsylvania",
        "18th",
        "congressional",
        "district",
        "special",
        "election",
        "slated",
        "tuesday",
        "seat",
        "held",
        "former",
        "tim",
        "murphy",
        "resigned",
        "october",
        "amid",
        "revelation",
        "pressured",
        "woman",
        "extramarital",
        "affair",
        "abortion",
        "race",
        "unexpectedly",
        "tight",
        "trump",
        "endorsed",
        "saccone",
        "early",
        "speech",
        "returning",
        "persona",
        "became",
        "familiar",
        "election",
        "unscripted",
        "candidate",
        "eager",
        "rile",
        "crowd",
        "forget",
        "got",
        "u",
        "elected",
        "said",
        "came",
        "like",
        "stiff",
        "guy",
        "would",
        "come",
        "tonight",
        "vox",
        "everything",
        "think",
        "political",
        "correctness",
        "debate",
        "wrong",
        "baby",
        "boomer",
        "millennials",
        "screwed",
        "america",
        "great",
        "opportunity",
        "trap",
        "expert",
        "weigh",
        "summit",
        "trump",
        "brought",
        "many",
        "favorite",
        "topic",
        "insult",
        "freewheeling",
        "speech",
        "called",
        "senator",
        "elizabeth",
        "warren",
        "pocahontas",
        "say",
        "racist",
        "bragged",
        "victory",
        "attacked",
        "press",
        "also",
        "mentioned",
        "relatively",
        "new",
        "item",
        "included",
        "call",
        "execute",
        "drug",
        "dealer",
        "first",
        "time",
        "however",
        "president",
        "trump",
        "publicly",
        "unveiled",
        "campaign",
        "slogan",
        "keep",
        "america",
        "great",
        "everything",
        "else",
        "might",
        "missed",
        "trump",
        "called",
        "drug",
        "dealer",
        "executed",
        "earlier",
        "month",
        "white",
        "house",
        "summit",
        "opioids",
        "president",
        "floated",
        "idea",
        "giving",
        "drug",
        "dealer",
        "death",
        "penalty",
        "saturday",
        "evening",
        "brought",
        "got",
        "enthusiastic",
        "cheer",
        "night",
        "drawing",
        "inspiration",
        "china",
        "singapore",
        "said",
        "zero",
        "tolerance",
        "policy",
        "extremely",
        "tough",
        "drug",
        "trump",
        "said",
        "drug",
        "dealer",
        "u",
        "face",
        "harsher",
        "penalty",
        "shoot",
        "one",
        "person",
        "kill",
        "person",
        "knife",
        "one",
        "person",
        "person",
        "dy",
        "get",
        "maybe",
        "death",
        "penalty",
        "maybe",
        "life",
        "prison",
        "parole",
        "right",
        "okay",
        "drug",
        "dealer",
        "kill",
        "people",
        "course",
        "life",
        "trump",
        "said",
        "declared",
        "way",
        "solve",
        "drug",
        "problem",
        "toughness",
        "trump",
        "already",
        "made",
        "america",
        "great",
        "want",
        "keep",
        "way",
        "trump",
        "characteristically",
        "elliptical",
        "way",
        "announced",
        "campaign",
        "slogan",
        "first",
        "explaining",
        "ca",
        "use",
        "slogan",
        "make",
        "america",
        "great",
        "already",
        "keep",
        "america",
        "great",
        "includes",
        "exclamation",
        "point",
        "trump",
        "exaggerated",
        "many",
        "woman",
        "voted",
        "count",
        "white",
        "woman",
        "rally",
        "trump",
        "claimed",
        "majority",
        "woman",
        "voted",
        "election",
        "true",
        "woman",
        "love",
        "love",
        "hey",
        "surprise",
        "woman",
        "election",
        "remember",
        "wo",
        "like",
        "donald",
        "trump",
        "said",
        "really",
        "kind",
        "problem",
        "think",
        "wo",
        "like",
        "donald",
        "trump",
        "rough",
        "night",
        "donald",
        "trump",
        "woman",
        "wo",
        "come",
        "got",
        "percent",
        "right",
        "said",
        "except",
        "get",
        "percent",
        "total",
        "woman",
        "vote",
        "got",
        "percent",
        "associated",
        "press",
        "pointed",
        "got",
        "percent",
        "vote",
        "white",
        "woman",
        "percent",
        "black",
        "woman",
        "voted",
        "percent",
        "hispanic",
        "woman",
        "chose",
        "ballot",
        "box",
        "trump",
        "bone",
        "pick",
        "nbc",
        "specifically",
        "chuck",
        "todd",
        "trump",
        "per",
        "usual",
        "spent",
        "much",
        "rally",
        "assailing",
        "medium",
        "fake",
        "news",
        "appeared",
        "particularly",
        "annoyed",
        "nbc",
        "news",
        "said",
        "perhaps",
        "worse",
        "cnn",
        "president",
        "standard",
        "major",
        "insult",
        "president",
        "specifically",
        "called",
        "nbc",
        "news",
        "anchor",
        "meet",
        "press",
        "host",
        "chuck",
        "todd",
        "describing",
        "medium",
        "appearance",
        "took",
        "place",
        "nearly",
        "year",
        "ago",
        "meet",
        "press",
        "show",
        "headed",
        "sleepy",
        "eye",
        "chuck",
        "todd",
        "trump",
        "said",
        "sleeping",
        "son",
        "bitch",
        "tell",
        "hurled",
        "sleepy",
        "eye",
        "insult",
        "todd",
        "twitter",
        "april",
        "september",
        "last",
        "year",
        "called",
        "former",
        "nfl",
        "quarterback",
        "colin",
        "kaepernick",
        "son",
        "bitch",
        "well",
        "todd",
        "responded",
        "jest",
        "twitter",
        "soon",
        "trump",
        "remark",
        "reminding",
        "viewer",
        "set",
        "clock",
        "daylight",
        "saving",
        "time",
        "eye",
        "get",
        "sleepy",
        "tweet",
        "trump",
        "celebrates",
        "woman",
        "history",
        "month",
        "attack",
        "woman",
        "president",
        "mince",
        "word",
        "came",
        "number",
        "woman",
        "perceives",
        "enemy",
        "trump",
        "slander",
        "senator",
        "warren",
        "speculated",
        "contender",
        "presidential",
        "election",
        "invoked",
        "typical",
        "misogynist",
        "trope",
        "characterized",
        "angry",
        "woman",
        "know",
        "watching",
        "campaign",
        "hillary",
        "clinton",
        "sitting",
        "right",
        "pocahontas",
        "angry",
        "know",
        "think",
        "losing",
        "audience",
        "trump",
        "said",
        "trump",
        "also",
        "went",
        "oprah",
        "winfrey",
        "presumably",
        "buzz",
        "billionaire",
        "tv",
        "personality",
        "might",
        "interested",
        "presidential",
        "bid",
        "oh",
        "love",
        "oprah",
        "win",
        "trump",
        "said",
        "love",
        "beat",
        "oprah",
        "know",
        "weakness",
        "said",
        "campaign",
        "would",
        "painful",
        "experience",
        "trump",
        "also",
        "mocked",
        "representative",
        "maxine",
        "water",
        "low",
        "iq",
        "made",
        "similar",
        "remark",
        "annual",
        "gridiron",
        "club",
        "dinner",
        "washington",
        "dc",
        "month",
        "trump",
        "nice",
        "thing",
        "say",
        "particular",
        "woman",
        "saturday",
        "took",
        "credit",
        "representative",
        "karen",
        "handel",
        "victory",
        "georgia",
        "special",
        "election",
        "democrat",
        "jon",
        "ossoff",
        "even",
        "though",
        "handel",
        "kept",
        "arm",
        "length",
        "race",
        "complimented",
        "wife",
        "melania",
        "great",
        "first",
        "lady",
        "think",
        "life",
        "easy",
        "folk",
        "easy",
        "said",
        "stuff",
        "trump",
        "president",
        "year",
        "mocked",
        "idea",
        "acting",
        "presidential",
        "boring",
        "would",
        "performed",
        "quick",
        "bit",
        "example",
        "marching",
        "around",
        "stage",
        "speaking",
        "low",
        "slow",
        "tone",
        "much",
        "easier",
        "said",
        "president",
        "called",
        "saccone",
        "handsome",
        "opponent",
        "lamb",
        "sham",
        "trump",
        "took",
        "credit",
        "recent",
        "winter",
        "olympics",
        "said",
        "would",
        "total",
        "failure",
        "without",
        "trump",
        "said",
        "cnn",
        "fake",
        "hell",
        "president",
        "claimed",
        "rejected",
        "request",
        "mexican",
        "president",
        "enrique",
        "peña",
        "nieto",
        "say",
        "mexico",
        "would",
        "pay",
        "proposed",
        "border",
        "wall",
        "said",
        "president",
        "would",
        "like",
        "make",
        "statement",
        "mexico",
        "pay",
        "wall",
        "said",
        "crazy",
        "making",
        "statement",
        "trump",
        "recounted",
        "could",
        "agree",
        "trump",
        "said",
        "told",
        "peña",
        "nieto",
        "bye",
        "bye",
        "way",
        "making",
        "deal",
        "touted",
        "recently",
        "enacted",
        "tariff",
        "saying",
        "baby",
        "midterm",
        "coming",
        "quickly",
        "presidential",
        "campaign",
        "know",
        "saturday",
        "preview",
        "likely",
        "ahead",
        "coming",
        "month",
        "trump",
        "return",
        "campaign",
        "trail",
        "like",
        "treasury",
        "secretary",
        "steve",
        "mnuchin",
        "sunday",
        "sat",
        "interview",
        "nbc",
        "todd",
        "came",
        "trump",
        "comment",
        "asked",
        "president",
        "remark",
        "various",
        "people",
        "mnuchin",
        "attempted",
        "distance",
        "white",
        "house",
        "campaign",
        "trail",
        "trump",
        "using",
        "vulgarity",
        "context",
        "campaign",
        "rally",
        "obviously",
        "lot",
        "funny",
        "moment",
        "rally",
        "mnuchin",
        "said",
        "yeah",
        "hilarious",
        "todd",
        "shot",
        "back"
    ]
}