{
    "organizations": [],
    "uuid": "f7bcc8924a7253f0defc16146233045199367747",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/globe-newswire-plx-pharma-inc-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "PLx Pharma Inc. Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, March 23, 2018 (GLOBE NEWSWIRE) -- PLx Pharma Inc. (NASDAQ:PLXP) (“PLx” or the “Company”), a late-stage specialty pharmaceutical company focused on commercializing two patent-protected products, Aspertec™ 325 mg and Aspertec™ 81 mg (referred to together as “Aspertec”™), announced today certain financial and operational results for the three- and 12-month periods ended December 31, 2017.\nHighlights of, and certain events subsequent to, the fourth quarter of 2017 include:\nNet loss totaled $7.9 million, or ($0.90) per share, compared to net loss of $1.5 million, or ($0.33) per share, for the fourth quarter of 2016. This includes non-cash charges of impairment of intangible assets and change in warrant liability of $3.7 million, or $0.42 per share; Timing of filing of the supplemental New Drug Application (sNDA) to the FDA for the 81 mg dosage of Aspertec has shifted as a result of some recent and unexpected inconsistencies with a key ingredient that is outsourced. PLx has implemented a plan to source an alternate supply of material to ensure consistency and the highest quality product. This new plan will impact timing of the launch of both dosage strengths, which is now anticipated to occur by mid-2020;\n“When considering the need to deliver the highest-quality product to cardiovascular patients and the overall size of the Aspertec opportunity, it became clear that obtaining an alternate supply for this ingredient was in the long-term interest of the patient, the Aspertec brand and PLx. We must prioritize product quality and uninterrupted supply to patients who need and will be depending on Aspertec to maintain their cardiovascular health in the future,” said Natasha Giordano, President and Chief Executive Officer of PLx Pharma.\nOther key highlights:\nNamed 2017 Editor–in–Chief Top Pick by the Journal of the American College of Cardiology for paper entitled, “Enteric Coating and Aspirin Nonresponsiveness in Patients with Type 2 Diabetes Mellitus”; Debuted Aspertec and PLx Pharma at the 2018 American College of Cardiology conference, engaging with top cardiology academic thought leaders and clinical investigators, and collaborated with PLx’s Scientific Advisory Board, which includes world-renowned medical specialists, to build advocacy and articulate the clinical value proposition of Aspertec; and, Granted five additional patents, expanding our patent portfolio from 44 to 49.\n“On the commercial front, we remain focused on building awareness both within the medical community and with key members of the retail trade. Feedback from top interventional cardiologists recently received at the American College of Cardiology was extremely positive. Aspertec has been clinically proven to have more predictable and reliable antiplatelet efficacy than enteric-coated aspirin, as well as improved gastrointestinal safety over regular aspirin, in an acute setting. Aspertec, when launched is expected to be the only over-the-counter (OTC) aspirin product approved by the FDA as a New Drug Application,” continued Giordano.\n“We believe Aspertec has the potential to set a new standard of care alternative for physicians treating patients at risk of having a cardiovascular or cerebrovascular event. As physicians gain a more thorough understanding of the unique benefits of the Aspertec aspirin delivery system, as well as the limits of traditional enteric-coated aspirin, we believe our products have the potential to change the standard of care in the treatment of coronary disease,” concluded Giordano.\nFourth Quarter 2017 Financial Results\nThe Company recognized revenue of $340,000 in the fourth quarter of 2017, of which $140,000 was from an award of a National Institutes of Health (NIH) federal grant received earlier in the year and $200,000 of deferred revenue recognized upon the completion of effort in the Lee’s Pharmaceutical agreement. The Company had no revenue in the fourth quarter of 2016.\nResearch and development expenses were approximately $2.4 million for the fourth quarter of 2017, reflecting the initiation of technology transfer, contract manufacturing activities, initial clinical trial expenses and other product development activities for Aspertec. The Company incurred just over $13,000 of research and development expenses in the fourth quarter of 2016.\nGeneral and administrative expense totaled roughly $1.9 million in the fourth quarter of 2017 compared to $1.4 million in the fourth quarter of 2016, due to increased compensation and benefits of $0.4 million, a loss on the closure of our New York lease of $0.2 million and other professional and administrative fees, including those associated with being a public company of approximately $0.3 million. This increase was partially offset by lower stock-based compensation expense of $0.4 million.\nOperating expenses also include a non-cash impairment charge of $2.3 million, or $0.26 per share, related to the impairment of its intangible assets (trademarks and in-process research and development) acquired from Dipexium in connection with a change in operational strategy related to its Locilex assets.\nOther expense (net of other income) was $1.6 million in the fourth quarter of 2017, compared to $32,000 in the fourth quarter of 2016. This increase related to the non-cash change in fair value of a warrant liability of $1.4 million and $0.3 million of interest expense and debt discount amortization related to the Company’s term loan with Silicon Valley Bank.\nNet loss for the fourth quarter of 2017 was $7.9 million, or ($0.90) per share, compared to a net loss of $1.5 million, or ($0.33) per share, for the fourth quarter of 2016.\nFull Year 2017 Financial Results\nTotal revenues were $779,000 for the year ended December 31, 2017, as compared to $20,000 for the year ended December 31, 2016. Revenue recognized in fiscal year 2017 is attributable to work performed under a recent award of a NIH grant, along with previously deferred revenue recognized upon the completion of related effort in the Lee’s Pharmaceutical agreement.\nResearch and development expenses were $4.2 million for the year ended December 31, 2017 compared to $79,000 in the prior year, an increase of approximately $4.1 million. The increase was attributable to the near absence of any research and development expenses in 2016 and the initiation of technology transfer, contract manufacturing activities, initial clinical trial expenses and other product development activities for Aspertec throughout 2017.\nGeneral and administrative expenses increased to $10.2 million for the year ended December 31, 2017 compared to approximately $4.8 million in the prior year, an increase of approximately $5.4 million. The increase was primarily attributable to increased compensation and benefits and outside director fees of $2.2 million, including stock compensation expense, and other professional fees including legal, accounting, financial advisory, insurance and other administrative costs totaling approximately $1.8 million and expenses of $1.3 million allocated to the warrants issued in connection with the June 2017 equity offering.\nOperating expenses also include a non-cash charge of $2.3 million, or $0.26 per share, related to the impairment of its intangible assets (trademarks and in-process research and development) acquired from Dipexium, in connection with a change in operational strategy related to its Locilex assets.\nOther expense (net of other income), totaled approximately $0.4 million in the year ended December 31, 2017 compared to $95,000 of net expense in the prior year. The change is largely attributable to interest expense under a new credit facility (including the amortization of discounts and deferred issuance costs) of approximately $0.4 million, a beneficial conversion feature expense associated with the conversion of our convertible notes of $0.6 million, offset in part by the change in fair value of warrant liability of $0.6 million of other income.\nNet loss for the year ended December 31, 2017 was $15.3 million, or ($2.19) per share, compared with a net loss of $4.9 million, or ($1.12) per share in the prior year period.\nConference Call\nAs previously announced, PLx management will host its fourth quarter and full year 2017 conference call as follows:\nDate Friday, March 23, 2018 Time 8:30 a.m. EDT Toll free (U.S.) (866) 394-2901 International (616) 548-5567 Webcast (live and replay) www.plxpharma.com under the ‘Investor Relations’ section. A replay of the conference call will be available for two weeks after the call's completion by dialing (855) 859-2056 (U.S.) or (404) 537-3406 (International). The conference ID for the replay is 8198566. The archived webcast will be available for 30 days via the aforementioned URL.\nAbout Aspertec\nAspertec 325 mg is an FDA-approved aspirin product being developed to provide high-risk cardiovascular and stroke patients with more reliable and predictable antiplatelet efficacy as compared to enteric-coated aspirin, while also reducing the adverse gastric events common in an acute setting. PLx is focused on manufacturing, scale-up and label finalization for Aspertec 325 mg aspirin dosage form and preparing an sNDA for Aspertec 81 mg maintenance dose form.\nAbout PLx Pharma Inc.\nPLx Pharma Inc. is a late-stage specialty pharmaceutical company focused on developing its clinically validated and patent-protected PLxGuard™ delivery system to provide effective and safe aspirin products. The PLxGuard delivery system works by targeting delivery of active pharmaceutical ingredients (API) to various portions of the gastrointestinal (GI) tract. PLx believes this has the potential to improve the absorption of many drugs currently on the market or in development, and to reduce acute GI side effects—including erosions, ulcers and bleeding—associated with aspirin and ibuprofen, and potentially other drugs.\nTo learn more about PLx Pharma Inc. and its pipeline, please visit www.plxpharma.com .\nForward-Looking Statements\nAny statements made in this press release relating to future financial or business performance, conditions, plans, prospects, trends, or strategies and other financial and business matters, including without limitation, the prospects for commercializing or selling any products or drug candidates, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In addition, when or if used in this press release, the words “may,” “could,” “should,” “anticipate,” “believe,” “estimate,” “expect,” “intend,” “plan,” “predict” and similar expressions and their variants, as they relate to PLx may identify forward-looking statements. PLx cautions that these forward-looking statements are subject to numerous assumptions, risks, and uncertainties, which change over time. Important factors that may cause actual results to differ materially from the results discussed in the forward-looking statements or historical experience include risks and uncertainties, including the failure by PLx to secure and maintain relationships with collaborators; risks relating to clinical trials; risks relating to the commercialization, if any, of PLx’s proposed product candidates (such as marketing, regulatory, product liability, supply, competition, and other risks); dependence on the efforts of third parties; dependence on intellectual property and risks that PLx may lack the financial resources and access to capital to fund proposed operations. Further information on the factors and risks that could affect PLx’s business, financial conditions and results of operations are contained in PLx’s filings with the U.S. Securities and Exchange Commission (SEC), which are available at www.sec.gov . Other risks and uncertainties are more fully described in PLx’s prospectus supplement filed with the SEC on June 12, 2017, and in other filings that PLx will make going forward. The forward-looking statements represent PLx’s estimate as of the date hereof only, and PLx specifically disclaims any duty or obligation to update forward-looking statements.\nContact\nInvestor Relations:\nLisa M. Wilson, In-Site Communications, Inc.\nT: 212-452-2793\nE: lwilson@insitecony.com\nSource: PLx Pharma Inc.\nFINANCIAL TABLES FOLLOW\nPLx Pharma Inc. CONSOLIDATED BALANCE SHEETS Dec ember 3 1 , 2017 December 31, 2016 ASSETS CURRENT ASSETS Cash and cash equivalents $ 24,404,368 $ 59,335 Accounts receivable, net 19,384 5,077 Inventory, net 246,374 116,726 Vendor deposits 715,603 - Prepaid expenses 300,169 4,652 Security deposit 4,064 4,064 TOTAL CURRENT ASSETS 25,689,962 189,854 NON-CURRENT ASSETS Property and equipment, net 1,029,875 426,634 Goodwill 2,061,022 - Security deposit 67,714 TOTAL ASSETS $ 28,848,573 $ 616,488 LIABILITIES AND STOCKHOLDERS' EQUITY (DEFICIT) CURRENT LIABILITIES Accounts payable and accrued liabilities $ 852,155 $ 862,995 Accrued bonus and severance 849,703 - Accrued interest 54,219 64,781 Accrued interest - related parties - 30,344 Convertible notes payable - 1,297,700 Convertible notes payable - related parties - 480,000 Other current liabilities 59,614 - TOTAL CURRENT LIABILITIES 1,815,691 2,735,820 NON-CURRENT LIABILITIES Deferred revenue - 200,000 Accrued interest - net of current portion 89,717 - Term loan, net of discount and deferred issuance costs 6,942,151 - Warrant liability 15,242,915 - Other liabilities 141,707 - TOTAL LIABILITIES 24,232,181 2,935,820 STOCKHOLDERS' EQUITY (DEFICIT) Preferred stock; $0.001 par value; 10,000,000 shares authorized; none issued and outstanding - - Common stock; $0.001 par value; 100,000,000 shares authorized; 8,722,823 and 4,383,433 shares issued and outstanding, respectively 8,723 4,383 Additional paid-in capital 71,939,917 49,661,802 Accumulated deficit (67,332,248 ) (51,985,517 ) TOTAL STOCKHOLDERS' EQUITY (DEFICIT) 4,616,392 (2,319,332 ) TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY (DEFICIT) $ 28,848,573 $ 616,488\nPLx Pharma Inc.\nCONSOLIDATED STATEMENTS OF OPERATIONS Three Months Ended December 31, Twelve Months Ended December 31, 2017 2016 2017 2016 REVENUES: Federal grant $ 140,447 $ - $ 578,657 $ - License revenue 200,000 - 200,000 20,000 TOTAL REVENUES 340,447 - 778,657 20,000 OPERATING EXPENSES: Research and development 2,444,564 13,119 4,157,454 78,656 General and administrative 1,911,978 1,408,610 10,174,997 4,752,068 Impairment of intangibles assets 2,294,048 - 2,294,048 - TOTAL OPERATING EXPENSES 6,650,590 1,421,729 16,626,499 4,830,724 OPERATING LOSS (6,310,143 ) (1,421,729 ) (15,847,842 ) (4,810,724 ) OTHER INCOME (EXPENSE) Interest income 64,295 27 112,377 571 Interest expense (273,062 ) (32,115 ) (1,164,897 ) (95,125 ) Change in fair value of warrant liability (1,365,247 ) - 633,631 - TOTAL OTHER INCOME (EXPENSE) (1,574,014 ) (32,088 ) (418,889 ) (94,554 ) LOSS BEFORE INCOME TAX BENEFIT (7,884,157 ) (1,453,817 ) (16,266,731 ) (4,905,278 ) Income tax benefit - - 920,000 - NET LOSS $ (7,884,157 ) $ (1,453,817 ) $ (15,346,731 ) $ (4,905,278 ) Net loss per common share - basic and diluted $ (0.90 ) $ (0.33 ) $ (2.19 ) $ (1.12 ) Weighted average shares of common shares - basic and diluted 8,721,765 4,383,433 7,020,479 4,383,433\nSource:PLx Pharma Inc.",
    "published": "2018-03-23T14:50:00.000+03:00",
    "crawled": "2018-03-23T17:47:26.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "march",
        "globe",
        "newswire",
        "plx",
        "pharma",
        "nasdaq",
        "plxp",
        "plx",
        "company",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "commercializing",
        "two",
        "product",
        "mg",
        "mg",
        "referred",
        "together",
        "aspertec",
        "announced",
        "today",
        "certain",
        "financial",
        "operational",
        "result",
        "period",
        "ended",
        "december",
        "highlight",
        "certain",
        "event",
        "subsequent",
        "fourth",
        "quarter",
        "include",
        "net",
        "loss",
        "totaled",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "includes",
        "charge",
        "impairment",
        "intangible",
        "asset",
        "change",
        "warrant",
        "liability",
        "million",
        "per",
        "share",
        "timing",
        "filing",
        "supplemental",
        "new",
        "drug",
        "application",
        "snda",
        "fda",
        "mg",
        "dosage",
        "aspertec",
        "shifted",
        "result",
        "recent",
        "unexpected",
        "inconsistency",
        "key",
        "ingredient",
        "outsourced",
        "plx",
        "implemented",
        "plan",
        "source",
        "alternate",
        "supply",
        "material",
        "ensure",
        "consistency",
        "highest",
        "quality",
        "product",
        "new",
        "plan",
        "impact",
        "timing",
        "launch",
        "dosage",
        "strength",
        "anticipated",
        "occur",
        "considering",
        "need",
        "deliver",
        "product",
        "cardiovascular",
        "patient",
        "overall",
        "size",
        "aspertec",
        "opportunity",
        "became",
        "clear",
        "obtaining",
        "alternate",
        "supply",
        "ingredient",
        "interest",
        "patient",
        "aspertec",
        "brand",
        "plx",
        "must",
        "prioritize",
        "product",
        "quality",
        "uninterrupted",
        "supply",
        "patient",
        "need",
        "depending",
        "aspertec",
        "maintain",
        "cardiovascular",
        "health",
        "future",
        "said",
        "natasha",
        "giordano",
        "president",
        "chief",
        "executive",
        "officer",
        "plx",
        "pharma",
        "key",
        "highlight",
        "named",
        "top",
        "pick",
        "journal",
        "american",
        "college",
        "cardiology",
        "paper",
        "entitled",
        "enteric",
        "coating",
        "aspirin",
        "nonresponsiveness",
        "patient",
        "type",
        "diabetes",
        "mellitus",
        "debuted",
        "aspertec",
        "plx",
        "pharma",
        "american",
        "college",
        "cardiology",
        "conference",
        "engaging",
        "top",
        "cardiology",
        "academic",
        "thought",
        "leader",
        "clinical",
        "investigator",
        "collaborated",
        "plx",
        "scientific",
        "advisory",
        "board",
        "includes",
        "medical",
        "specialist",
        "build",
        "advocacy",
        "articulate",
        "clinical",
        "value",
        "proposition",
        "aspertec",
        "granted",
        "five",
        "additional",
        "patent",
        "expanding",
        "patent",
        "portfolio",
        "commercial",
        "front",
        "remain",
        "focused",
        "building",
        "awareness",
        "within",
        "medical",
        "community",
        "key",
        "member",
        "retail",
        "trade",
        "feedback",
        "top",
        "interventional",
        "cardiologist",
        "recently",
        "received",
        "american",
        "college",
        "cardiology",
        "extremely",
        "positive",
        "aspertec",
        "clinically",
        "proven",
        "predictable",
        "reliable",
        "antiplatelet",
        "efficacy",
        "aspirin",
        "well",
        "improved",
        "gastrointestinal",
        "safety",
        "regular",
        "aspirin",
        "acute",
        "setting",
        "aspertec",
        "launched",
        "expected",
        "otc",
        "aspirin",
        "product",
        "approved",
        "fda",
        "new",
        "drug",
        "application",
        "continued",
        "giordano",
        "believe",
        "aspertec",
        "potential",
        "set",
        "new",
        "standard",
        "care",
        "alternative",
        "physician",
        "treating",
        "patient",
        "risk",
        "cardiovascular",
        "cerebrovascular",
        "event",
        "physician",
        "gain",
        "thorough",
        "understanding",
        "unique",
        "benefit",
        "aspertec",
        "aspirin",
        "delivery",
        "system",
        "well",
        "limit",
        "traditional",
        "aspirin",
        "believe",
        "product",
        "potential",
        "change",
        "standard",
        "care",
        "treatment",
        "coronary",
        "disease",
        "concluded",
        "giordano",
        "fourth",
        "quarter",
        "financial",
        "result",
        "company",
        "recognized",
        "revenue",
        "fourth",
        "quarter",
        "award",
        "national",
        "institute",
        "health",
        "nih",
        "federal",
        "grant",
        "received",
        "earlier",
        "year",
        "deferred",
        "revenue",
        "recognized",
        "upon",
        "completion",
        "effort",
        "lee",
        "pharmaceutical",
        "agreement",
        "company",
        "revenue",
        "fourth",
        "quarter",
        "research",
        "development",
        "expense",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "reflecting",
        "initiation",
        "technology",
        "transfer",
        "contract",
        "manufacturing",
        "activity",
        "initial",
        "clinical",
        "trial",
        "expense",
        "product",
        "development",
        "activity",
        "aspertec",
        "company",
        "incurred",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "general",
        "administrative",
        "expense",
        "totaled",
        "roughly",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "due",
        "increased",
        "compensation",
        "benefit",
        "million",
        "loss",
        "closure",
        "new",
        "york",
        "lease",
        "million",
        "professional",
        "administrative",
        "fee",
        "including",
        "associated",
        "public",
        "company",
        "approximately",
        "million",
        "increase",
        "partially",
        "offset",
        "lower",
        "compensation",
        "expense",
        "million",
        "operating",
        "expense",
        "also",
        "include",
        "impairment",
        "charge",
        "million",
        "per",
        "share",
        "related",
        "impairment",
        "intangible",
        "asset",
        "trademark",
        "research",
        "development",
        "acquired",
        "dipexium",
        "connection",
        "change",
        "operational",
        "strategy",
        "related",
        "locilex",
        "asset",
        "expense",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "increase",
        "related",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "million",
        "interest",
        "expense",
        "debt",
        "discount",
        "amortization",
        "related",
        "company",
        "term",
        "loan",
        "silicon",
        "valley",
        "bank",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "compared",
        "year",
        "ended",
        "december",
        "revenue",
        "recognized",
        "fiscal",
        "year",
        "attributable",
        "work",
        "performed",
        "recent",
        "award",
        "nih",
        "grant",
        "along",
        "previously",
        "deferred",
        "revenue",
        "recognized",
        "upon",
        "completion",
        "related",
        "effort",
        "lee",
        "pharmaceutical",
        "agreement",
        "research",
        "development",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "increase",
        "approximately",
        "million",
        "increase",
        "attributable",
        "near",
        "absence",
        "research",
        "development",
        "expense",
        "initiation",
        "technology",
        "transfer",
        "contract",
        "manufacturing",
        "activity",
        "initial",
        "clinical",
        "trial",
        "expense",
        "product",
        "development",
        "activity",
        "aspertec",
        "throughout",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "approximately",
        "million",
        "prior",
        "year",
        "increase",
        "approximately",
        "million",
        "increase",
        "primarily",
        "attributable",
        "increased",
        "compensation",
        "benefit",
        "outside",
        "director",
        "fee",
        "million",
        "including",
        "stock",
        "compensation",
        "expense",
        "professional",
        "fee",
        "including",
        "legal",
        "accounting",
        "financial",
        "advisory",
        "insurance",
        "administrative",
        "cost",
        "totaling",
        "approximately",
        "million",
        "expense",
        "million",
        "allocated",
        "warrant",
        "issued",
        "connection",
        "june",
        "equity",
        "offering",
        "operating",
        "expense",
        "also",
        "include",
        "charge",
        "million",
        "per",
        "share",
        "related",
        "impairment",
        "intangible",
        "asset",
        "trademark",
        "research",
        "development",
        "acquired",
        "dipexium",
        "connection",
        "change",
        "operational",
        "strategy",
        "related",
        "locilex",
        "asset",
        "expense",
        "net",
        "income",
        "totaled",
        "approximately",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "expense",
        "prior",
        "year",
        "change",
        "largely",
        "attributable",
        "interest",
        "expense",
        "new",
        "credit",
        "facility",
        "including",
        "amortization",
        "discount",
        "deferred",
        "issuance",
        "cost",
        "approximately",
        "million",
        "beneficial",
        "conversion",
        "feature",
        "expense",
        "associated",
        "conversion",
        "convertible",
        "note",
        "million",
        "offset",
        "part",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "income",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "period",
        "conference",
        "call",
        "previously",
        "announced",
        "plx",
        "management",
        "host",
        "fourth",
        "quarter",
        "full",
        "year",
        "conference",
        "call",
        "follows",
        "date",
        "friday",
        "march",
        "time",
        "edt",
        "toll",
        "free",
        "international",
        "webcast",
        "live",
        "replay",
        "investor",
        "relation",
        "section",
        "replay",
        "conference",
        "call",
        "available",
        "two",
        "week",
        "call",
        "completion",
        "dialing",
        "international",
        "conference",
        "id",
        "replay",
        "archived",
        "webcast",
        "available",
        "day",
        "via",
        "aforementioned",
        "url",
        "aspertec",
        "aspertec",
        "mg",
        "aspirin",
        "product",
        "developed",
        "provide",
        "cardiovascular",
        "stroke",
        "patient",
        "reliable",
        "predictable",
        "antiplatelet",
        "efficacy",
        "compared",
        "aspirin",
        "also",
        "reducing",
        "adverse",
        "gastric",
        "event",
        "common",
        "acute",
        "setting",
        "plx",
        "focused",
        "manufacturing",
        "label",
        "finalization",
        "aspertec",
        "mg",
        "aspirin",
        "dosage",
        "form",
        "preparing",
        "snda",
        "aspertec",
        "mg",
        "maintenance",
        "dose",
        "form",
        "plx",
        "pharma",
        "plx",
        "pharma",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "clinically",
        "validated",
        "delivery",
        "system",
        "provide",
        "effective",
        "safe",
        "aspirin",
        "product",
        "plxguard",
        "delivery",
        "system",
        "work",
        "targeting",
        "delivery",
        "active",
        "pharmaceutical",
        "ingredient",
        "api",
        "various",
        "portion",
        "gastrointestinal",
        "gi",
        "tract",
        "plx",
        "belief",
        "potential",
        "improve",
        "absorption",
        "many",
        "drug",
        "currently",
        "market",
        "development",
        "reduce",
        "acute",
        "gi",
        "side",
        "erosion",
        "ulcer",
        "aspirin",
        "ibuprofen",
        "potentially",
        "drug",
        "learn",
        "plx",
        "pharma",
        "pipeline",
        "please",
        "visit",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "relating",
        "future",
        "financial",
        "business",
        "performance",
        "condition",
        "plan",
        "prospect",
        "trend",
        "strategy",
        "financial",
        "business",
        "matter",
        "including",
        "without",
        "limitation",
        "prospect",
        "commercializing",
        "selling",
        "product",
        "drug",
        "candidate",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "addition",
        "used",
        "press",
        "release",
        "word",
        "may",
        "could",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "plan",
        "predict",
        "similar",
        "expression",
        "variant",
        "relate",
        "plx",
        "may",
        "identify",
        "statement",
        "plx",
        "caution",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "change",
        "time",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "statement",
        "historical",
        "experience",
        "include",
        "risk",
        "uncertainty",
        "including",
        "failure",
        "plx",
        "secure",
        "maintain",
        "relationship",
        "collaborator",
        "risk",
        "relating",
        "clinical",
        "trial",
        "risk",
        "relating",
        "commercialization",
        "plx",
        "proposed",
        "product",
        "candidate",
        "marketing",
        "regulatory",
        "product",
        "liability",
        "supply",
        "competition",
        "risk",
        "dependence",
        "effort",
        "third",
        "party",
        "dependence",
        "intellectual",
        "property",
        "risk",
        "plx",
        "may",
        "lack",
        "financial",
        "resource",
        "access",
        "capital",
        "fund",
        "proposed",
        "operation",
        "information",
        "factor",
        "risk",
        "could",
        "affect",
        "plx",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "contained",
        "plx",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "risk",
        "uncertainty",
        "fully",
        "described",
        "plx",
        "prospectus",
        "supplement",
        "filed",
        "sec",
        "june",
        "filing",
        "plx",
        "make",
        "going",
        "forward",
        "statement",
        "represent",
        "plx",
        "estimate",
        "date",
        "hereof",
        "plx",
        "specifically",
        "disclaims",
        "duty",
        "obligation",
        "update",
        "statement",
        "contact",
        "investor",
        "relation",
        "lisa",
        "wilson",
        "communication",
        "e",
        "lwilson",
        "source",
        "plx",
        "pharma",
        "financial",
        "table",
        "follow",
        "plx",
        "pharma",
        "consolidated",
        "balance",
        "sheet",
        "dec",
        "ember",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "vendor",
        "deposit",
        "prepaid",
        "expense",
        "security",
        "deposit",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "security",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "bonus",
        "severance",
        "accrued",
        "interest",
        "accrued",
        "interest",
        "related",
        "party",
        "convertible",
        "note",
        "payable",
        "convertible",
        "note",
        "payable",
        "related",
        "party",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "revenue",
        "accrued",
        "interest",
        "net",
        "current",
        "portion",
        "term",
        "loan",
        "net",
        "discount",
        "deferred",
        "issuance",
        "cost",
        "warrant",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "plx",
        "pharma",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "federal",
        "grant",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "impairment",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "common",
        "share",
        "basic",
        "diluted",
        "source",
        "plx",
        "pharma",
        "inc"
    ]
}