{
    "organizations": [],
    "uuid": "d96bd5dac5a1969b00555f0dc493fd11983594dc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/pr-newswire-international-paper-company-statement-regarding-possible-offer-for-smurfit-kappa-group-plc.html",
    "ord_in_thread": 0,
    "title": "International Paper Company Statement Regarding Possible Offer for Smurfit Kappa Group plc",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MEMPHIS, Tenn., March 6, 2018 /PRNewswire/ -- Further to the announcement by Smurfit Kappa Group plc (\"Smurfit Kappa\"), International Paper Company (NYSE: IP) confirms that it has submitted a proposal to acquire the entire issued and to be issued share capital of Smurfit Kappa (the \"Proposal\"). Under the terms of the Proposal, Smurfit Kappa shareholders would be entitled to receive €22.00 in cash and 0.3028 new International Paper shares of common stock for each Smurfit Kappa ordinary share held by them.\nBased on International Paper's closing share price of $58.94 as at 5 March 2018 and a €:$ exchange rate of €1:$1.2343, the Proposal values each Smurfit Kappa ordinary share at €36.46. This represents a premium of approximately:\n27.4 per cent. to Smurfit Kappa's closing share price of €28.62 on 5 March 2018 (being the last business day prior to the release of the announcement); 28.4 per cent. to Smurfit Kappa's volume weighted average share price of €28.41 since its Full Year Results on 7 February 2018; 30.2 per cent. to Smurfit Kappa's closing share price of €28.00 on 13 February 2018 (being the last business day prior to International Paper's initial approach to Smurfit Kappa); and 22.5 per cent. to Smurfit Kappa's all-time high share price of €29.76 on 20 February 2018.\nIn aggregate, the Proposal values Smurfit Kappa's current issued share capital at approximately €8.6 billion and would provide Smurfit Kappa shareholders with a shareholding of approximately 15 per cent. in International Paper post-completion (calculated by reference to the number of International Paper shares of common stock in issue as at 5 March 2018).\nInternational Paper notes the comments that Smurfit Kappa believes the Proposal is highly opportunistic. Given that Smurfit Kappa announced record EBITDA on 7 February 2018 and recorded an all-time high share price of €29.76 on 20 February 2018, International Paper does not agree with this characterisation. Indeed, by submitting the Proposal after the release of Smurfit Kappa's Full Year Results and the Medium term Outlook (\"MTO\"), International Paper was able to take account of this information (and the market's reaction to it) when making its approach. Moreover, International Paper believes that the Proposal provides Smurfit Kappa shareholders with the opportunity to crystalise value for their holdings in the near term (via the Proposal's cash component) and also retain ongoing upside in the value creation of the transaction (via the Proposal's share component).\nInternational Paper believes that the transaction, if consummated, would be an excellent strategic fit that creates long-term value for both Smurfit Kappa and International Paper. The enlarged group would constitute a premier global packaging company that would be able to serve both local and global customers more effectively. The transaction would also create an opportunity to realise meaningful synergies through enhanced efficiencies.\nInternational Paper takes a disciplined approach to acquisitions with clearly defined strategic and financial criteria. Any offer would have to meet our objectives of earnings per share accretion, free cash flow generation and a return on invested capital exceeding International Paper's weighted average cost of capital, while enabling International Paper to remain committed to a strong balance sheet over the long term.\nChronology\nOn 14 February 2018, International Paper approached Smurfit Kappa and requested a meeting so that International Paper could put forward a specific proposal to Smurfit Kappa. Following further communication, initiated by International Paper, a meeting was arranged on 23 February 2018. At the meeting, on 23 February 2018, International Paper delivered the Proposal and provided a written letter to be delivered to the Smurfit Kappa board of directors (the \"Smurfit Kappa Board\").\nLast night the Proposal was rejected by the Smurfit Kappa Board. International Paper is disappointed that this was made public this morning, prior to further engagement between the parties to discuss the value creation potential of the transaction. Nonetheless, International Paper remains ready to engage with Smurfit Kappa's Board and shareholders to discuss both the merits of its Proposal and the reasons why International Paper believes it provides the best near and long term value for Smurfit Kappa shareholders.\nReservations\nInternational Paper reserves the right to:\nintroduce other forms of consideration and/or, subject to the consent of the Irish Takeover Panel, to vary the composition of the consideration referred to above; implement the transaction through or together with a subsidiary of International Paper or a company which will become a subsidiary of International Paper; announce an offer (including a cash offer and/or a share offer) for Smurfit Kappa on less favourable terms than those set out in the Proposal: with the agreement or recommendation of the Smurfit Kappa Board; if a third party announces an offer or firm intention to make an offer for Smurfit Kappa on less favourable terms; or following the announcement by Smurfit Kappa of a whitewash transaction pursuant to the Irish Takeover Rules on less favourable terms; and/or in the event that any dividend or other distribution is announced, declared, made or paid by Smurfit Kappa, reduce the cash and/or share component of its offer by the gross amount of such dividend or other distribution.\nThis announcement does not amount to a firm intention to make an offer for Smurfit Kappa under Rule 2.5 of the Irish Takeover Rules and, accordingly, there can be no certainty that any offer will be forthcoming. The Proposal was made on an indicative and non-binding basis.\nA further announcement will be made as and when appropriate.\nAbout International Paper\nInternational Paper (NYSE: IP) is a leading global producer of renewable fiber-based packaging, pulp and paper products with manufacturing operations in North America, Latin America, Europe, North Africa, India and Russia. We produce corrugated packaging products that protect and promote goods, and enable world-wide commerce; pulp for diapers, tissue and other personal hygiene products that promote health and wellness and papers that facilitate education and communication. We are headquartered in Memphis, Tenn., and employ approximately 52,000 colleagues located in more than 24 countries. Net sales for 2017 were $22 billion. For more information about International Paper, our products and global citizenship efforts, please visit internationalpaper.com .\nRule 2.10 disclosure\nIn accordance with Rule 2.10 of the Irish Takeover Rules, International Paper announces that, as of the close of business on 5 March, 2018, it had 414,093,598 shares of common stock of par value $1.00 each in issue (\" Common Stock \"). The International Securities Identification Number for the Common Stock is US4601461035.\nInternational Paper confirms that, as of the close of business on 5 March, 2018, it had 6,181,285 contingent awards of common stock outstanding through its Performance Share Plan which, upon vesting, would entitle holders to receive up to a maximum of 6,181,285 units of Common Stock, assuming satisfaction of the applicable performance criteria at maximum performance. International Paper further confirms that, as of the close of business on 5 March, 2018, it had 173,704 awards of common stock outstanding through its Restricted Stock Award program which, upon vesting, entitle holders to receive up to a maximum of 173,704 units of Common Stock.\nThe Directors of International Paper accept responsibility for the information contained in this announcement. To the best of their knowledge and belief (having taken all reasonable care to ensure that such is the case), the information contained in this announcement for which they accept responsibility is in accordance with the facts and does not omit anything likely to affect the import of such information.\nA person interested in (as defined in the Irish Takeover Rules) 1% or more of any class of relevant securities of Smurfit Kappa or International Paper may have disclosure obligations under Rule 8.3 of the Irish Takeover Rules, effective from the date of this announcement. Such disclosures should be publicly disclosed by no later than 3.30pm (Irish/UK time) in respect of the relevant securities of Smurfit Kappa and 3.30pm (New York time) in respect of the relevant securities of International Paper on the business day following the date of the relevant transaction. The requirement will continue until the offer period ends. If two or more persons co-operate on the basis of any agreement, either express or tacit, either oral or written, to acquire an interest in relevant securities of either Smurfit Kappa or International Paper, they will be deemed to be a single person for the purposes of Rule 8.3 of the Irish Takeover Rules. Under Rule 8.1 of the Irish Takeover Rules, all dealings in relevant securities of Smurfit Kappa by International Paper, or relevant securities of International Paper by Smurfit Kappa, or by any party acting in concert with either of them must also be disclosed by no later than 12 noon (Irish/UK time) in respect of the relevant securities of Smurfit Kappa and 12 noon (New York time) in respect of the relevant securities of International Paper on the business day following the date of the relevant transaction. Interests in securities arise, in summary, when a person has a long economic exposure, whether conditional or absolute, to changes in the price of securities. In particular, a person will be treated as having an interest by virtue of the ownership or control of securities, or by virtue off any option in respect of, or derivative referenced to, securities. Terms used in this paragraph should be read in light of the meanings given to those terms in the Irish Takeover Rules. If you are in any doubt as to whether or not you are required to disclose dealings under Rule 8, please consult with the Irish Takeover Panel's website at www.irishtakeoverpanel.ie or contact the Irish Takeover Panel by telephone on +353 1 678 9020.\nThis announcement is not intended to, and does not, constitute or form part of any offer, invitation or the solicitation of an offer to purchase, otherwise acquire, subscribe for, sell or otherwise dispose of, any securities whether pursuant to this announcement or otherwise.\nThe distribution of this announcement in jurisdictions outside Ireland may be restricted by law and therefore persons into whose possession this announcement comes should inform themselves about, and observe, such restrictions. Any failure to comply with the restrictions may constitute a violation of the securities law of any such jurisdiction.\nDeutsche Bank AG is authorised under German Banking Law (competent authority: European Central Bank) and, in the United Kingdom, by the Prudential Regulation Authority. It is subject to supervision by the European Central Bank and by BaFin, Germany's Federal Financial Supervisory Authority, and is subject to limited regulation in the United Kingdom by the Prudential Regulation Authority and the Financial Conduct Authority (\" FCA \"). Details about the extent of its authorisation and regulation by the Prudential Regulation Authority, and regulation by the FCA, are available on request or from www.db.com/en/content/eu_disclosures.htm . Deutsche Bank Securities Inc (\" DBSI \") is acting as financial adviser and Deutsche Bank AG, acting through its London Branch (together with DBSI, \" Deutsche Bank \"), is acting as financial adviser and corporate broker to International Paper and no other person in connection with this Announcement or any of its contents. Deutsche Bank will not be responsible to any person other than International Paper for providing any of the protections afforded to clients of Deutsche Bank, nor for providing any advice in relation to the Acquisition or any other matter referred to herein. Neither Deutsche Bank nor any of its affiliates owes or accepts any duty, liability or responsibility whatsoever (whether direct or indirect, whether in contract, in tort, under statute or otherwise) to any person who is not a client of Deutsche Bank in connection with this Announcement, any statement contained herein or otherwise.\nNo statement in this communication is intended to constitute a profit forecast for any period, nor should any statements be interpreted to mean that earnings or earnings per share will necessarily be greater or lesser than those for the relevant preceding financial periods for Smurfit Kappa or International Paper as appropriate. No statement in this communication constitutes an asset valuation. No statement in this communication constitutes an estimate of the anticipated financial effects of an acquisition of Smurfit Kappa, whether for Smurfit Kappa or International Paper.\nPublication on a website\nIn accordance with Rule 19.9 of the Irish Takeover Rules, a copy of this announcement will be published on the International Paper website ( www.internationalpaper.com ) by no later than 12 noon on the business day following this announcement. The content of the website referred to in this announcement is not incorporated into and does not form part of this announcement.\nView original content with multimedia: http://www.prnewswire.com/news-releases/international-paper-company-statement-regarding-possible-offer-for-smurfit-kappa-group-plc-300609230.html\nSOURCE International Paper",
    "published": "2018-03-06T21:48:00.000+02:00",
    "crawled": "2018-03-06T23:18:48.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "memphis",
        "march",
        "announcement",
        "smurfit",
        "kappa",
        "group",
        "plc",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "company",
        "nyse",
        "ip",
        "confirms",
        "submitted",
        "proposal",
        "acquire",
        "entire",
        "issued",
        "issued",
        "share",
        "capital",
        "smurfit",
        "kappa",
        "proposal",
        "term",
        "proposal",
        "smurfit",
        "kappa",
        "shareholder",
        "would",
        "entitled",
        "receive",
        "cash",
        "new",
        "international",
        "paper",
        "share",
        "common",
        "stock",
        "smurfit",
        "kappa",
        "ordinary",
        "share",
        "held",
        "based",
        "international",
        "paper",
        "closing",
        "share",
        "price",
        "march",
        "exchange",
        "rate",
        "proposal",
        "value",
        "smurfit",
        "kappa",
        "ordinary",
        "share",
        "represents",
        "premium",
        "approximately",
        "per",
        "cent",
        "smurfit",
        "kappa",
        "closing",
        "share",
        "price",
        "march",
        "last",
        "business",
        "day",
        "prior",
        "release",
        "announcement",
        "per",
        "cent",
        "smurfit",
        "kappa",
        "volume",
        "weighted",
        "average",
        "share",
        "price",
        "since",
        "full",
        "year",
        "result",
        "february",
        "per",
        "cent",
        "smurfit",
        "kappa",
        "closing",
        "share",
        "price",
        "february",
        "last",
        "business",
        "day",
        "prior",
        "international",
        "paper",
        "initial",
        "approach",
        "smurfit",
        "kappa",
        "per",
        "cent",
        "smurfit",
        "kappa",
        "high",
        "share",
        "price",
        "february",
        "aggregate",
        "proposal",
        "value",
        "smurfit",
        "kappa",
        "current",
        "issued",
        "share",
        "capital",
        "approximately",
        "billion",
        "would",
        "provide",
        "smurfit",
        "kappa",
        "shareholder",
        "shareholding",
        "approximately",
        "per",
        "cent",
        "international",
        "paper",
        "calculated",
        "reference",
        "number",
        "international",
        "paper",
        "share",
        "common",
        "stock",
        "issue",
        "march",
        "international",
        "paper",
        "note",
        "comment",
        "smurfit",
        "kappa",
        "belief",
        "proposal",
        "highly",
        "opportunistic",
        "given",
        "smurfit",
        "kappa",
        "announced",
        "record",
        "ebitda",
        "february",
        "recorded",
        "high",
        "share",
        "price",
        "february",
        "international",
        "paper",
        "agree",
        "characterisation",
        "indeed",
        "submitting",
        "proposal",
        "release",
        "smurfit",
        "kappa",
        "full",
        "year",
        "result",
        "medium",
        "term",
        "outlook",
        "mto",
        "international",
        "paper",
        "able",
        "take",
        "account",
        "information",
        "market",
        "reaction",
        "making",
        "approach",
        "moreover",
        "international",
        "paper",
        "belief",
        "proposal",
        "provides",
        "smurfit",
        "kappa",
        "shareholder",
        "opportunity",
        "crystalise",
        "value",
        "holding",
        "near",
        "term",
        "via",
        "proposal",
        "cash",
        "component",
        "also",
        "retain",
        "ongoing",
        "upside",
        "value",
        "creation",
        "transaction",
        "via",
        "proposal",
        "share",
        "component",
        "international",
        "paper",
        "belief",
        "transaction",
        "consummated",
        "would",
        "excellent",
        "strategic",
        "fit",
        "creates",
        "value",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "enlarged",
        "group",
        "would",
        "constitute",
        "premier",
        "global",
        "packaging",
        "company",
        "would",
        "able",
        "serve",
        "local",
        "global",
        "customer",
        "effectively",
        "transaction",
        "would",
        "also",
        "create",
        "opportunity",
        "realise",
        "meaningful",
        "synergy",
        "enhanced",
        "efficiency",
        "international",
        "paper",
        "take",
        "disciplined",
        "approach",
        "acquisition",
        "clearly",
        "defined",
        "strategic",
        "financial",
        "criterion",
        "offer",
        "would",
        "meet",
        "objective",
        "earnings",
        "per",
        "share",
        "accretion",
        "free",
        "cash",
        "flow",
        "generation",
        "return",
        "invested",
        "capital",
        "exceeding",
        "international",
        "paper",
        "weighted",
        "average",
        "cost",
        "capital",
        "enabling",
        "international",
        "paper",
        "remain",
        "committed",
        "strong",
        "balance",
        "sheet",
        "long",
        "term",
        "chronology",
        "february",
        "international",
        "paper",
        "approached",
        "smurfit",
        "kappa",
        "requested",
        "meeting",
        "international",
        "paper",
        "could",
        "put",
        "forward",
        "specific",
        "proposal",
        "smurfit",
        "kappa",
        "following",
        "communication",
        "initiated",
        "international",
        "paper",
        "meeting",
        "arranged",
        "february",
        "meeting",
        "february",
        "international",
        "paper",
        "delivered",
        "proposal",
        "provided",
        "written",
        "letter",
        "delivered",
        "smurfit",
        "kappa",
        "board",
        "director",
        "smurfit",
        "kappa",
        "board",
        "last",
        "night",
        "proposal",
        "rejected",
        "smurfit",
        "kappa",
        "board",
        "international",
        "paper",
        "disappointed",
        "made",
        "public",
        "morning",
        "prior",
        "engagement",
        "party",
        "discus",
        "value",
        "creation",
        "potential",
        "transaction",
        "nonetheless",
        "international",
        "paper",
        "remains",
        "ready",
        "engage",
        "smurfit",
        "kappa",
        "board",
        "shareholder",
        "discus",
        "merit",
        "proposal",
        "reason",
        "international",
        "paper",
        "belief",
        "provides",
        "best",
        "near",
        "long",
        "term",
        "value",
        "smurfit",
        "kappa",
        "shareholder",
        "reservation",
        "international",
        "paper",
        "reserve",
        "right",
        "introduce",
        "form",
        "consideration",
        "subject",
        "consent",
        "irish",
        "takeover",
        "panel",
        "vary",
        "composition",
        "consideration",
        "referred",
        "implement",
        "transaction",
        "together",
        "subsidiary",
        "international",
        "paper",
        "company",
        "become",
        "subsidiary",
        "international",
        "paper",
        "announce",
        "offer",
        "including",
        "cash",
        "offer",
        "share",
        "offer",
        "smurfit",
        "kappa",
        "less",
        "favourable",
        "term",
        "set",
        "proposal",
        "agreement",
        "recommendation",
        "smurfit",
        "kappa",
        "board",
        "third",
        "party",
        "announces",
        "offer",
        "firm",
        "intention",
        "make",
        "offer",
        "smurfit",
        "kappa",
        "less",
        "favourable",
        "term",
        "following",
        "announcement",
        "smurfit",
        "kappa",
        "whitewash",
        "transaction",
        "pursuant",
        "irish",
        "takeover",
        "rule",
        "less",
        "favourable",
        "term",
        "event",
        "dividend",
        "distribution",
        "announced",
        "declared",
        "made",
        "paid",
        "smurfit",
        "kappa",
        "reduce",
        "cash",
        "share",
        "component",
        "offer",
        "gross",
        "amount",
        "dividend",
        "distribution",
        "announcement",
        "amount",
        "firm",
        "intention",
        "make",
        "offer",
        "smurfit",
        "kappa",
        "rule",
        "irish",
        "takeover",
        "rule",
        "accordingly",
        "certainty",
        "offer",
        "forthcoming",
        "proposal",
        "made",
        "indicative",
        "basis",
        "announcement",
        "made",
        "appropriate",
        "international",
        "paper",
        "international",
        "paper",
        "nyse",
        "ip",
        "leading",
        "global",
        "producer",
        "renewable",
        "packaging",
        "pulp",
        "paper",
        "product",
        "manufacturing",
        "operation",
        "north",
        "america",
        "latin",
        "america",
        "europe",
        "north",
        "africa",
        "india",
        "russia",
        "produce",
        "corrugated",
        "packaging",
        "product",
        "protect",
        "promote",
        "good",
        "enable",
        "commerce",
        "pulp",
        "diaper",
        "tissue",
        "personal",
        "hygiene",
        "product",
        "promote",
        "health",
        "wellness",
        "paper",
        "facilitate",
        "education",
        "communication",
        "headquartered",
        "memphis",
        "employ",
        "approximately",
        "colleague",
        "located",
        "country",
        "net",
        "sale",
        "billion",
        "information",
        "international",
        "paper",
        "product",
        "global",
        "citizenship",
        "effort",
        "please",
        "visit",
        "rule",
        "disclosure",
        "accordance",
        "rule",
        "irish",
        "takeover",
        "rule",
        "international",
        "paper",
        "announces",
        "close",
        "business",
        "march",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "issue",
        "common",
        "stock",
        "international",
        "security",
        "identification",
        "number",
        "common",
        "stock",
        "us4601461035",
        "international",
        "paper",
        "confirms",
        "close",
        "business",
        "march",
        "contingent",
        "award",
        "common",
        "stock",
        "outstanding",
        "performance",
        "share",
        "plan",
        "upon",
        "vesting",
        "would",
        "entitle",
        "holder",
        "receive",
        "maximum",
        "unit",
        "common",
        "stock",
        "assuming",
        "satisfaction",
        "applicable",
        "performance",
        "criterion",
        "maximum",
        "performance",
        "international",
        "paper",
        "confirms",
        "close",
        "business",
        "march",
        "award",
        "common",
        "stock",
        "outstanding",
        "restricted",
        "stock",
        "award",
        "program",
        "upon",
        "vesting",
        "entitle",
        "holder",
        "receive",
        "maximum",
        "unit",
        "common",
        "stock",
        "director",
        "international",
        "paper",
        "accept",
        "responsibility",
        "information",
        "contained",
        "announcement",
        "best",
        "knowledge",
        "belief",
        "taken",
        "reasonable",
        "care",
        "ensure",
        "case",
        "information",
        "contained",
        "announcement",
        "accept",
        "responsibility",
        "accordance",
        "fact",
        "omit",
        "anything",
        "likely",
        "affect",
        "import",
        "information",
        "person",
        "interested",
        "defined",
        "irish",
        "takeover",
        "rule",
        "class",
        "relevant",
        "security",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "may",
        "disclosure",
        "obligation",
        "rule",
        "irish",
        "takeover",
        "rule",
        "effective",
        "date",
        "announcement",
        "disclosure",
        "publicly",
        "disclosed",
        "later",
        "time",
        "respect",
        "relevant",
        "security",
        "smurfit",
        "kappa",
        "new",
        "york",
        "time",
        "respect",
        "relevant",
        "security",
        "international",
        "paper",
        "business",
        "day",
        "following",
        "date",
        "relevant",
        "transaction",
        "requirement",
        "continue",
        "offer",
        "period",
        "end",
        "two",
        "person",
        "basis",
        "agreement",
        "either",
        "express",
        "tacit",
        "either",
        "oral",
        "written",
        "acquire",
        "interest",
        "relevant",
        "security",
        "either",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "deemed",
        "single",
        "person",
        "purpose",
        "rule",
        "irish",
        "takeover",
        "rule",
        "rule",
        "irish",
        "takeover",
        "rule",
        "dealing",
        "relevant",
        "security",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "relevant",
        "security",
        "international",
        "paper",
        "smurfit",
        "kappa",
        "party",
        "acting",
        "concert",
        "either",
        "must",
        "also",
        "disclosed",
        "later",
        "noon",
        "time",
        "respect",
        "relevant",
        "security",
        "smurfit",
        "kappa",
        "noon",
        "new",
        "york",
        "time",
        "respect",
        "relevant",
        "security",
        "international",
        "paper",
        "business",
        "day",
        "following",
        "date",
        "relevant",
        "transaction",
        "interest",
        "security",
        "arise",
        "summary",
        "person",
        "long",
        "economic",
        "exposure",
        "whether",
        "conditional",
        "absolute",
        "change",
        "price",
        "security",
        "particular",
        "person",
        "treated",
        "interest",
        "virtue",
        "ownership",
        "control",
        "security",
        "virtue",
        "option",
        "respect",
        "derivative",
        "referenced",
        "security",
        "term",
        "used",
        "paragraph",
        "read",
        "light",
        "meaning",
        "given",
        "term",
        "irish",
        "takeover",
        "rule",
        "doubt",
        "whether",
        "required",
        "disclose",
        "dealing",
        "rule",
        "please",
        "consult",
        "irish",
        "takeover",
        "panel",
        "website",
        "contact",
        "irish",
        "takeover",
        "panel",
        "telephone",
        "announcement",
        "intended",
        "constitute",
        "form",
        "part",
        "offer",
        "invitation",
        "solicitation",
        "offer",
        "purchase",
        "otherwise",
        "acquire",
        "subscribe",
        "sell",
        "otherwise",
        "dispose",
        "security",
        "whether",
        "pursuant",
        "announcement",
        "otherwise",
        "distribution",
        "announcement",
        "jurisdiction",
        "outside",
        "ireland",
        "may",
        "restricted",
        "law",
        "therefore",
        "person",
        "whose",
        "possession",
        "announcement",
        "come",
        "inform",
        "observe",
        "restriction",
        "failure",
        "comply",
        "restriction",
        "may",
        "constitute",
        "violation",
        "security",
        "law",
        "jurisdiction",
        "deutsche",
        "bank",
        "ag",
        "authorised",
        "german",
        "banking",
        "law",
        "competent",
        "authority",
        "european",
        "central",
        "bank",
        "united",
        "kingdom",
        "prudential",
        "regulation",
        "authority",
        "subject",
        "supervision",
        "european",
        "central",
        "bank",
        "bafin",
        "germany",
        "federal",
        "financial",
        "supervisory",
        "authority",
        "subject",
        "limited",
        "regulation",
        "united",
        "kingdom",
        "prudential",
        "regulation",
        "authority",
        "financial",
        "conduct",
        "authority",
        "fca",
        "detail",
        "extent",
        "authorisation",
        "regulation",
        "prudential",
        "regulation",
        "authority",
        "regulation",
        "fca",
        "available",
        "request",
        "deutsche",
        "bank",
        "security",
        "inc",
        "dbsi",
        "acting",
        "financial",
        "adviser",
        "deutsche",
        "bank",
        "ag",
        "acting",
        "london",
        "branch",
        "together",
        "dbsi",
        "deutsche",
        "bank",
        "acting",
        "financial",
        "adviser",
        "corporate",
        "broker",
        "international",
        "paper",
        "person",
        "connection",
        "announcement",
        "content",
        "deutsche",
        "bank",
        "responsible",
        "person",
        "international",
        "paper",
        "providing",
        "protection",
        "afforded",
        "client",
        "deutsche",
        "bank",
        "providing",
        "advice",
        "relation",
        "acquisition",
        "matter",
        "referred",
        "herein",
        "neither",
        "deutsche",
        "bank",
        "affiliate",
        "owes",
        "accepts",
        "duty",
        "liability",
        "responsibility",
        "whatsoever",
        "whether",
        "direct",
        "indirect",
        "whether",
        "contract",
        "tort",
        "statute",
        "otherwise",
        "person",
        "client",
        "deutsche",
        "bank",
        "connection",
        "announcement",
        "statement",
        "contained",
        "herein",
        "otherwise",
        "statement",
        "communication",
        "intended",
        "constitute",
        "profit",
        "forecast",
        "period",
        "statement",
        "interpreted",
        "mean",
        "earnings",
        "earnings",
        "per",
        "share",
        "necessarily",
        "greater",
        "lesser",
        "relevant",
        "preceding",
        "financial",
        "period",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "appropriate",
        "statement",
        "communication",
        "constitutes",
        "asset",
        "valuation",
        "statement",
        "communication",
        "constitutes",
        "estimate",
        "anticipated",
        "financial",
        "effect",
        "acquisition",
        "smurfit",
        "kappa",
        "whether",
        "smurfit",
        "kappa",
        "international",
        "paper",
        "publication",
        "website",
        "accordance",
        "rule",
        "irish",
        "takeover",
        "rule",
        "copy",
        "announcement",
        "published",
        "international",
        "paper",
        "website",
        "later",
        "noon",
        "business",
        "day",
        "following",
        "announcement",
        "content",
        "website",
        "referred",
        "announcement",
        "incorporated",
        "form",
        "part",
        "announcement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "international",
        "paper"
    ]
}