{
    "organizations": [],
    "uuid": "513fe0f3c42bbbb87aafc5ff40cd25f2aefae410",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/pr-newswire-cars-com-announces-agreement-with-starboard.html",
    "ord_in_thread": 0,
    "title": "Cars.com Announces Agreement with Starboard",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO, March 23, 2018 /PRNewswire/ -- Cars.com Inc. (NYSE: CARS) (\"Cars.com\" or the \"Company\"), a leading online automotive marketplace, today announced that its Board of Directors (the \"Board\") will appoint Michael Kelly, Bryan Wiener and an additional independent director, to be mutually agreed upon by Cars.com and Starboard Value LP (\"Starboard\"), to the Board promptly following the Company's 2018 Annual Meeting of Stockholders (the \"Annual Meeting\"). With the addition of these directors, the Board will comprise 11 directors, 10 of whom are independent.\n\"We are pleased to welcome Mike and Bryan to the Cars.com Board of Directors,\" said Scott Forbes, Chairman of the Board. \"Since becoming an independent publicly traded company, we have augmented a strong core leadership team with high caliber expertise both on the Board and within management. We look forward to building upon our successes achieved to date, and exploring additional ways to deliver sustainable growth and shareholder value with the qualified and relevant perspectives of our expanded Board.\"\nJeff Smith, Chief Executive Officer and Chief Investment Officer of Starboard, said, \"We are pleased to have worked constructively with the Board to reach a resolution that will bring the additional insights of three new highly qualified independent directors. Cars.com is an industry-leading company, and we believe there are significant opportunities for value creation. We look forward to working with the Board and management team to achieve our common goal of enhancing shareholder value.\"\nCars.com and Starboard have entered into an agreement under which Starboard will support the Company's full slate of directors at the Annual Meeting and abide by customary standstill provisions and voting commitments. The complete agreement will be filed by the Company with the Securities and Exchange Commission (the \"SEC\") as an exhibit to a Current Report on Form 8-K.\nJ.P. Morgan is serving as financial advisor and Latham & Watkins LLP is serving as legal advisor to Cars.com.\nAbout Michael Kelly\nMichael Kelly is the Co-Founder and CEO of Kelly Newman Ventures, an advisory and investment firm. Previously, he served as the President and Chief Executive Officer of The Weather Channel Companies, a leading weather-focused media and technology company. Prior to that, he served as the President of AOL Media Networks where he pioneered the media network strategy through a number of successful acquisitions such as Advertising.com and Third Screen Media. From 2002 to 2004, Mr. Kelly served as President of the Global Marketing group at Time Warner and from 2000 to 2002, as the Founder and Chief Executive Officer of American Town Network. He currently serves on the Boards of Directors of Quantcast Corporation, American Town Network, and Dianomi. Previously, Mr. Kelly served on the Boards of Directors of Bankrate, Inc. and MediaMind. He also previously served as Chairman of the Boards of Directors of ColSpace Corporation and Unruly Group Limited. Mr. Kelly currently serves on the Board of the American Advertising Federation and the Board of Councilors of the Carter Center in Atlanta, and he is a founding member of The Kelly Gang. He graduated from the University of Illinois at Urbana-Champaign with a B.A. in Political Science.\nAbout Bryan Wiener\nBryan Wiener has served as the Executive Chairman of 360i, a leading digitally led advertising agency, since February 2014. He previously served as 360i's Chief Executive Officer from 2005 to 2013. Prior to 360i, Mr. Wiener was the Co-Chief Executive Officer and Co-Founder of Innovation Interactive, the privately held parent company of 360i and digital media SaaS provider IgnitionOne. Prior to that, he held a series of other senior management positions, including as President of Net2Phone Global Services and as General Manager at theglobe.com. Mr. Wiener also previously served as the Chairman of Expion, a social content optimization and analytics software SaaS company. Mr. Wiener currently serves on the Board of Directors of comScore, Inc. He also serves on the Advisory Boards for Interactive Advertising Bureau trade association and the Newhouse School of Communications at Syracuse University. Mr. Wiener holds an M.B.A from the Stern School of Business at New York University and a B.A. from Syracuse University.\nAbout Cars.com\nCars.com™ is a leading two-sided digital automotive marketplace that creates meaningful connections between buyers and sellers. Launched in 1998 and headquartered in Chicago, the company empowers consumers with resources and information to make informed buying decisions around The 4Ps of Automotive Marketing™: Product, Price, Place and Person, by connecting advertising partners with in-market car shoppers and providing data-driven intelligence to increase inventory turn and gain market share. A pioneer in online automotive classifieds, the company has evolved into one of the largest digital automotive platforms, connecting thousands of local dealers across the country with millions of consumers. Through trusted expert content, on-the-lot mobile features and intelligence, millions of new and used vehicle listings, a comprehensive set of pricing and research tools, and the largest database of consumer reviews in the industry, Cars.com is transforming the car shopping experience.\nCars.com properties include DealerRater®, Auto.com™, PickupTrucks.com® and NewCars.com®. For more information, visit www.Cars.com .\nAbout Starboard Value LP\nStarboard Value LP is a New York-based investment adviser with a focused and differentiated fundamental approach to investing primarily in publicly traded U.S. companies. Starboard invests in deeply undervalued companies and actively engages with management teams and boards of directors to identify and execute on opportunities to unlock value for the benefit of all shareholders.\nForward-Looking Statements\nThis press release contains \"forward-looking statements\" within the meaning of the federal securities laws. All statements other than statements of historical facts are forward-looking statements. Forward-looking statements include information concerning our business strategies, plans and objectives, market potential, future financial performance, planned operational and product improvements, liquidity and other matters. These statements often include words such as \"believe,\" \"expect,\" \"project,\" \"anticipate,\" \"intend,\" \"plan,\" \"estimate,\" \"target,\" \"seek,\" \"will,\" \"may,\" \"would,\" \"should,\" \"could,\" \"forecasts,\" \"mission,\" \"strive,\" \"more,\" \"goal\" or similar expressions. Forward-looking statements are based on our current expectations, beliefs, estimates, projections and assumptions, based on our experience in the industry as well as our perceptions of historical trends, current conditions, expected future developments and other factors we think are appropriate. These statements are expressed in good faith and we believe these judgments are reasonable. However, you should understand that these statements are not guarantees of performance or results. Our actual results could differ materially from those expressed in the forward-looking statements. Given these uncertainties, forward-looking statements should not be relied on in making investment decisions.\nForward-looking statements are subject to a number of risks, uncertainties and other important factors, many of which are beyond our control, that could cause our actual results to differ materially from those expressed in the forward-looking statements contained in this press release. Such risks, uncertainties, and other important factors include, among others, risks related to our business, our separation from our parent company and our common stock. For a detailed discussion of many of these risks and uncertainties, see the section entitled \"Risk Factors\" in our Registration Statement on Form 10, filed with the SEC on May 4, 2017, and in our Annual Report on Form 10-K, filed with the SEC on March 6, 2018. All forward-looking statements contained in this press release are qualified by these cautionary statements. The forward-looking statements contained in this press release speak only as of the date of this press release. We undertake no obligation, other than as may be required by law, to update or revise any forward-looking or cautionary statements to reflect changes in assumptions, the occurrence of events, unanticipated or otherwise, or changes in future operating results over time or otherwise. Comparisons of results between current and prior periods are not intended to express any future trends, or indications of future performance, unless expressed as such, and should only be viewed as historical data.\nThe forward-looking statements in this press release are intended to be subject to the safe harbor protection provided by the Federal securities laws.\nCars.com Media Contact:\nMarita Thomas\n312-601-5692\nmthomas@cars.com\nor\nJoele Frank, Wilkinson Brimmer Katcher\nLeigh Parrish / Annabelle Rinehart\n212-355-4449\nCars.com Investor Relations Contact:\nJandy Tomy\n312-601-5115\nir@cars.com\nView original content: http://www.prnewswire.com/news-releases/carscom-announces-agreement-with-starboard-300618665.html\nSOURCE Cars.com Inc.",
    "published": "2018-03-23T15:30:00.000+03:00",
    "crawled": "2018-03-23T17:47:02.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "march",
        "nyse",
        "car",
        "company",
        "leading",
        "online",
        "automotive",
        "marketplace",
        "today",
        "announced",
        "board",
        "director",
        "board",
        "appoint",
        "michael",
        "kelly",
        "bryan",
        "wiener",
        "additional",
        "independent",
        "director",
        "mutually",
        "agreed",
        "upon",
        "starboard",
        "value",
        "lp",
        "starboard",
        "board",
        "promptly",
        "following",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "addition",
        "director",
        "board",
        "comprise",
        "director",
        "independent",
        "pleased",
        "welcome",
        "mike",
        "bryan",
        "board",
        "director",
        "said",
        "scott",
        "forbes",
        "chairman",
        "board",
        "since",
        "becoming",
        "independent",
        "publicly",
        "traded",
        "company",
        "augmented",
        "strong",
        "core",
        "leadership",
        "team",
        "high",
        "caliber",
        "expertise",
        "board",
        "within",
        "management",
        "look",
        "forward",
        "building",
        "upon",
        "success",
        "achieved",
        "date",
        "exploring",
        "additional",
        "way",
        "deliver",
        "sustainable",
        "growth",
        "shareholder",
        "value",
        "qualified",
        "relevant",
        "perspective",
        "expanded",
        "board",
        "jeff",
        "smith",
        "chief",
        "executive",
        "officer",
        "chief",
        "investment",
        "officer",
        "starboard",
        "said",
        "pleased",
        "worked",
        "constructively",
        "board",
        "reach",
        "resolution",
        "bring",
        "additional",
        "insight",
        "three",
        "new",
        "highly",
        "qualified",
        "independent",
        "director",
        "company",
        "believe",
        "significant",
        "opportunity",
        "value",
        "creation",
        "look",
        "forward",
        "working",
        "board",
        "management",
        "team",
        "achieve",
        "common",
        "goal",
        "enhancing",
        "shareholder",
        "value",
        "starboard",
        "entered",
        "agreement",
        "starboard",
        "support",
        "company",
        "full",
        "slate",
        "director",
        "annual",
        "meeting",
        "abide",
        "customary",
        "standstill",
        "provision",
        "voting",
        "commitment",
        "complete",
        "agreement",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "sec",
        "exhibit",
        "current",
        "report",
        "form",
        "morgan",
        "serving",
        "financial",
        "advisor",
        "latham",
        "watkins",
        "llp",
        "serving",
        "legal",
        "advisor",
        "michael",
        "kelly",
        "michael",
        "kelly",
        "ceo",
        "kelly",
        "newman",
        "venture",
        "advisory",
        "investment",
        "firm",
        "previously",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "weather",
        "channel",
        "company",
        "leading",
        "medium",
        "technology",
        "company",
        "prior",
        "served",
        "president",
        "aol",
        "medium",
        "network",
        "pioneered",
        "medium",
        "network",
        "strategy",
        "number",
        "successful",
        "acquisition",
        "third",
        "screen",
        "medium",
        "kelly",
        "served",
        "president",
        "global",
        "marketing",
        "group",
        "time",
        "warner",
        "founder",
        "chief",
        "executive",
        "officer",
        "american",
        "town",
        "network",
        "currently",
        "serf",
        "board",
        "director",
        "quantcast",
        "corporation",
        "american",
        "town",
        "network",
        "dianomi",
        "previously",
        "kelly",
        "served",
        "board",
        "director",
        "bankrate",
        "mediamind",
        "also",
        "previously",
        "served",
        "chairman",
        "board",
        "director",
        "colspace",
        "corporation",
        "unruly",
        "group",
        "limited",
        "kelly",
        "currently",
        "serf",
        "board",
        "american",
        "advertising",
        "federation",
        "board",
        "councilors",
        "carter",
        "center",
        "atlanta",
        "founding",
        "member",
        "kelly",
        "gang",
        "graduated",
        "university",
        "illinois",
        "political",
        "science",
        "bryan",
        "wiener",
        "bryan",
        "wiener",
        "served",
        "executive",
        "chairman",
        "360i",
        "leading",
        "digitally",
        "led",
        "advertising",
        "agency",
        "since",
        "february",
        "previously",
        "served",
        "360i",
        "chief",
        "executive",
        "officer",
        "prior",
        "360i",
        "wiener",
        "executive",
        "officer",
        "innovation",
        "interactive",
        "privately",
        "held",
        "parent",
        "company",
        "360i",
        "digital",
        "medium",
        "saas",
        "provider",
        "ignitionone",
        "prior",
        "held",
        "series",
        "senior",
        "management",
        "position",
        "including",
        "president",
        "net2phone",
        "global",
        "service",
        "general",
        "manager",
        "wiener",
        "also",
        "previously",
        "served",
        "chairman",
        "expion",
        "social",
        "content",
        "optimization",
        "analytics",
        "software",
        "saas",
        "company",
        "wiener",
        "currently",
        "serf",
        "board",
        "director",
        "comscore",
        "also",
        "serf",
        "advisory",
        "board",
        "interactive",
        "advertising",
        "bureau",
        "trade",
        "association",
        "newhouse",
        "school",
        "communication",
        "syracuse",
        "university",
        "wiener",
        "hold",
        "stern",
        "school",
        "business",
        "new",
        "york",
        "university",
        "syracuse",
        "university",
        "leading",
        "digital",
        "automotive",
        "marketplace",
        "creates",
        "meaningful",
        "connection",
        "buyer",
        "seller",
        "launched",
        "headquartered",
        "chicago",
        "company",
        "empowers",
        "consumer",
        "resource",
        "information",
        "make",
        "informed",
        "buying",
        "decision",
        "around",
        "4ps",
        "automotive",
        "product",
        "price",
        "place",
        "person",
        "connecting",
        "advertising",
        "partner",
        "car",
        "shopper",
        "providing",
        "intelligence",
        "increase",
        "inventory",
        "turn",
        "gain",
        "market",
        "share",
        "pioneer",
        "online",
        "automotive",
        "classified",
        "company",
        "evolved",
        "one",
        "largest",
        "digital",
        "automotive",
        "platform",
        "connecting",
        "thousand",
        "local",
        "dealer",
        "across",
        "country",
        "million",
        "consumer",
        "trusted",
        "expert",
        "content",
        "mobile",
        "feature",
        "intelligence",
        "million",
        "new",
        "used",
        "vehicle",
        "listing",
        "comprehensive",
        "set",
        "pricing",
        "research",
        "tool",
        "largest",
        "database",
        "consumer",
        "review",
        "industry",
        "transforming",
        "car",
        "shopping",
        "experience",
        "property",
        "include",
        "information",
        "visit",
        "starboard",
        "value",
        "lp",
        "starboard",
        "value",
        "lp",
        "new",
        "investment",
        "adviser",
        "focused",
        "differentiated",
        "fundamental",
        "approach",
        "investing",
        "primarily",
        "publicly",
        "traded",
        "company",
        "starboard",
        "invests",
        "deeply",
        "undervalued",
        "company",
        "actively",
        "engages",
        "management",
        "team",
        "board",
        "director",
        "identify",
        "execute",
        "opportunity",
        "unlock",
        "value",
        "benefit",
        "shareholder",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "include",
        "information",
        "concerning",
        "business",
        "strategy",
        "plan",
        "objective",
        "market",
        "potential",
        "future",
        "financial",
        "performance",
        "planned",
        "operational",
        "product",
        "improvement",
        "liquidity",
        "matter",
        "statement",
        "often",
        "include",
        "word",
        "believe",
        "expect",
        "project",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "target",
        "seek",
        "may",
        "would",
        "could",
        "forecast",
        "mission",
        "strive",
        "goal",
        "similar",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "estimate",
        "projection",
        "assumption",
        "based",
        "experience",
        "industry",
        "well",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "think",
        "appropriate",
        "statement",
        "expressed",
        "good",
        "faith",
        "believe",
        "judgment",
        "reasonable",
        "however",
        "understand",
        "statement",
        "guarantee",
        "performance",
        "result",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "statement",
        "given",
        "uncertainty",
        "statement",
        "relied",
        "making",
        "investment",
        "decision",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "contained",
        "press",
        "release",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "business",
        "separation",
        "parent",
        "company",
        "common",
        "stock",
        "detailed",
        "discussion",
        "many",
        "risk",
        "uncertainty",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "may",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "statement",
        "contained",
        "press",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "may",
        "required",
        "law",
        "update",
        "revise",
        "cautionary",
        "statement",
        "reflect",
        "change",
        "assumption",
        "occurrence",
        "event",
        "unanticipated",
        "otherwise",
        "change",
        "future",
        "operating",
        "result",
        "time",
        "otherwise",
        "comparison",
        "result",
        "current",
        "prior",
        "period",
        "intended",
        "express",
        "future",
        "trend",
        "indication",
        "future",
        "performance",
        "unless",
        "expressed",
        "viewed",
        "historical",
        "data",
        "statement",
        "press",
        "release",
        "intended",
        "subject",
        "safe",
        "harbor",
        "protection",
        "provided",
        "federal",
        "security",
        "law",
        "medium",
        "contact",
        "marita",
        "thomas",
        "mthomas",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "leigh",
        "parrish",
        "annabelle",
        "rinehart",
        "investor",
        "relation",
        "contact",
        "jandy",
        "tomy",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "inc"
    ]
}