{
    "organizations": [],
    "uuid": "ac7e40fdc4b1993db4d5ba6a7f5e5f36ef752f6c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-ibi-group-inc-announces-fourth-quarter-and-year-end-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "IBI Group Inc. Announces Fourth Quarter and Year End 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenue increased 2.1% to $361.4 million for the year ended December 31, 2017. Adjusted EBITDA as a percentage of revenue increased to 11.2% or $40.6 million for the year ended December 31, 2017. Forecasting $366 million of total revenue in 2018. Interest on credit facilities and convertible debentures decreased 25% or $2.2 million for the year ended December 31, 2017.\nTORONTO, March 08, 2018 (GLOBE NEWSWIRE) -- IBI Group Inc. (the \"Company\") (TSX:IBG) today announced financial results for the three months and year ended December 31, 2017.\nKEY EVENTS\nRevenue increased to $86.9 million for the quarter compared to $86.8 million for the same period in 2016. For the year ended 2017, revenue increased 2.1% to $361.4 million compared to $354.1 million for the same period in 2016.\nThis quarter, adjusted EBITDA increased to $7.6 million compared to $7.5 million for the same period in 2016. Adjusted EBITDA increased 3.6% to $40.6 million for the year ended 2017, compared to $39.2 million for the same period in 2016. The increase is a result of stronger operating performance.\nDays sales outstanding was 80 days as at December 31, 2017 and 2016.\nInterest expense this quarter decreased to $2.6 million compared with $3.1 million for the same period in 2016. Interest on credit facilities and convertible debentures decreased 25% or $2.2 million for the year ended December 31, 2017. For the year ended 2017, interest expense decreased to $10.3 million compared with $25.6 million for the same period in 2016 as a result of the redemption of Convertible Debentures in October 2016. The Company renegotiated the sub-lease agreement for one of its office spaces, which resulted in an increase to the onerous lease provision to $5.3 million (December 31, 2016 - $3.3 million) and an increase to rent expense of $3.0 million during the quarter. This and other factors, including the loss from the fair value of the derivative liability of $2.0 million and the change in the US tax rate on previously recognized deferred tax assets of $1.4 million, reduced net earnings for the three months ended December 31, 2017, but had no impact to adjusted EBITDA. The impact is a reduction in basic and diluted earnings per share in the quarter of $0.17. Management is forecasting approximately $366 million in total revenue for the year ended December 31, 2018. The Company currently has $331 million of work that is committed and under contract for the next three years and approximately 10 months of backlog.\n“2017 was a strong year for the Company, with continued revenue growth, solid financial performance and a sustained focus towards debt reduction. We currently have approximately $331 million of work that is committed and under contract for the next three years and look forward to continuing to grow our revenue. We remain focused on expanding, integrating and improving our technology base offerings, which we believe set us apart from other firms in the market,” said Scott Stewart, Chief Executive Officer, IBI Group Inc.\nFINANCIAL HIGHLIGHTS\nTHREE MONTHS ENDED\nDECEMBER 31, YEAR ENDED\nDECEMBER 31, (in thousands of Canadian dollars except for per share amounts) 2017\n(unaudited) 2016\n(unaudited) 2017 2016 Number of working days (unaudited) 62 63 253 251 Revenue $ 86,886 $ 86,841 $ 361,408 $ 354,140 Net income (loss) $ (2,891 ) $ 7,594 $ 11,372 $ 3,494 Cash flows provided by operating activities $ 3,305 $ 17,247 $ 15,140 $ 32,047 Basic and diluted earnings (loss) per share $ (0.08 ) $ 0.24 $ 0.30 $ 0.11 Adjusted EBITDA 1 (unaudited) $ 7,643 $ 7,480 $ 40,615 $ 39,247 Adjusted EBITDA 1 as a percentage of revenue (unaudited) 8.8 % 8.6 % 11.2 % 11.1 % 1 See “Definition of Non-IFRS Measures” defined in MDA.\nFINANCIAL OVERVIEW\nRevenue for the quarter was $86.9 million, compared with $86.8 million in the same period in 2016, an increase of 0.1%. Revenue for the year ended 2017 increased by 2.1% to $361.4 million, compared with $354.1 million for the same period in 2016. The increase in revenue in 2017 is due to growth in the Canadian geographical segment, including continuing work on significant transit projects.\nThe Company had net losses of $2.9 million this quarter, compared with net income of $7.6 million for the same period in 2016. The net loss for the quarter is inclusive of foreign exchange losses of $0.3 million, compared with foreign exchange gains of $1.2 million for the same period in 2016. The foreign exchange loss during the quarter reflects the negative trend in the Canadian dollar currency, as the Canadian dollar weakened against the U.S. dollar and British pound compared with the same period in 2016.\nBasic and diluted loss per share was $0.08 per share for the quarter, compared to a basic and diluted earnings per share of $0.24 per share for the same period in 2016. Basic and diluted earnings per share decreased primarily due to the decrease in net income of $10.5 million, which is due to the $3.7 million increase in losses from the fair value of the derivative liability and $3.0 million increase in rent expense due to the renegotiation of the sublease associated with the onerous lease. Net income was further reduced due to the $3.3 million increase in tax expenses. The increase in tax expense is a result of reduced availability of tax losses, particularly in the Canadian business.\nIn 2017, the Company had net income of $11.4 million compared with net income of $3.5 million for the same period in 2016. Net income for the year is inclusive of foreign exchange gains of $1.0 million, compared with foreign exchange losses of $7.4 million for the same period in 2016. The foreign exchange gain for the year reflects the positive trend in the Canadian dollar currency, as the Canadian dollar strengthened against the U.S. dollar and British pound compared to the same period in 2016.\nBasic and diluted earnings per share were $0.30 per share for the year ended 2017, compared to basic and diluted earnings per share of $0.11 for the same period in 2016. Basic and diluted earnings per share increased primarily due to the increase in net income of $7.9 million, which is due to the $15.2 million decrease in interest expense, offset by the $10.0 million increase in income tax expense. The decrease in interest expense is a result of decreased interest and accretion on debentures after the redemption of the 7% and 6% Convertible Debentures in 2016. The increase in tax expense is a result of reduced availability of tax losses, particularly in the Canadian business.\nAdjusted EBITDA increased to $7.6 million (or 8.8% of revenue) this quarter compared to $7.5 million (or 8.6% of revenue) for the same period in 2016, which reflects an increase of 1.3%. Adjusted EBITDA increased to $40.6 million (or 11.2% of revenue) for the year ended 2017 compared to $39.2 million (or 11.1% of revenue) for the same period in 2016, which reflects an increase of 3.6%. The increase in Adjusted EBITDA is a result of stronger operating performance.\nOUTLOOK\nManagement is forecasting approximately $366 million in total revenue for the year ended December 31, 2018. The Company currently has approximately $331 million of work that is committed and under contract for the next three years. The Company has approximately ten months of backlog (calculated on the basis of the current pace of work that the Company has achieved during the 12 months ended December 31, 2017).\nINVESTOR CONFERENCE CALL\nThe Company invites you to join its conference call on Friday, March 9, 2018 at 8:30 a.m. ET. A recording of the conference call will be available on our website within 24 hours following the call. An audio replay of the call will be available for 14 days following the call.\nConference Call and Webcast Details:\nDate: Friday March 9, 2018 Time: 8:30 a.m. EST Dial In: North America: 1-800-919-0370 United States: 1-312-281-2942 Replay: North America: 1-800-558-5253 Replay Passcode: 21881905 CAUTION REGARDING FORWARD-LOOKING INFORMATION\nCertain statements in this news release may constitute “forward-looking” statements which involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company and its subsidiary entities, including IBI Group Partnership or the industry in which they operate, to be materially different from any future results, performance or achievements expressed or implied by such forward looking statements. When used in this news release, such statements use words such as “may”, “will”, “expect”, “believe”, “plan” and other similar terminology. These statements reflect management’s current expectations regarding future events and operating performance and speak only as of the date of this news release. These forward- looking statements involve a number of risks and uncertainties, including those related to: (i) the Company’s ability to maintain profitability and manage its growth; (ii) the Company’s reliance on its key professionals; (iii) competition in the industry in which the Company operates; (iv) timely completion by the Company of projects and performance by the Company of its obligations; (v) fixed-price contracts; (vi) the general state of the economy; (vii) risk of future legal proceedings against the Company; (viii) the international operations of the Company; (ix) reduction in the Company’s backlog; (x) fluctuations in interest rates; (xi) fluctuations in currency exchange rates; (xii) upfront risk of time invested in participating in consortia bidding on large projects and projects being contracted through private finance initiatives; (xiii) limits under the Company’s insurance policies; (xiv) the Company’s reliance on distributions from its subsidiary entities and, as a result, its susceptibility to fluctuations in their performance; (xv) unpredictability and volatility in the price of Shares; (xvi) the degree to which the Company is leveraged and the effect of the restrictive and financial covenants in the Company’s credit facilities; (xvii) the possibility that the Company may issue additional Common Shares diluting existing Shareholders’ interests; (xviii) income tax matters. These risk factors are discussed in detail under the heading “Risk Factors” in the Company’s Annual Information Form for the year ended December 31, 2017. New risk factors may arise from time to time and it is not possible for management of the Company to predict all of those risk factors or the extent to which any factor or combination of factors may cause actual results, performance or achievements of the Company to be materially different from those contained in forward-looking statements. Given these risks and uncertainties, investors should not place undue reliance on forward-looking statements as a prediction of actual results. Although the forward-looking statements contained in this news release are based upon what management believes to be reasonable assumptions, the Company cannot assure investors that actual results will be consistent with these forward-looking statements. These forward-looking statements are made as at March 8, 2018.\nThe factors used to develop revenue forecast in this news release include the total amount of work the Company has signed an agreement with its clients to complete, the timeline in which that work will be completed based on the current pace of work the Company achieved over the last 12 months and expects to achieve over the next 12 months. The Company updates these assumptions at each reporting period and adjusts its forward-looking information as necessary.\nAbout IBI Group Inc.\nIBI Group Inc. (TSX:IBG) is a globally integrated architecture, planning, engineering, and technology firm with over 2,500 professionals around the world. For more than 40 years, its dedicated professionals have helped clients create livable, sustainable, and advanced urban environments. IBI Group believes that cities must be designed with intelligent systems, sustainable buildings, efficient infrastructure, and a human touch. IBI Group is a lead partner of the Smart Cities Council North America. Follow on Twitter @ibigroup and Instagram @ibi_group .\nSOURCE: IBI Group Inc.\nFOR FURTHER INFORMATION:\nStephen Taylor, CFO\nIBI Group Inc.\n55 St. Clair Avenue West\nToronto, ON M4V 2Y7\nTel: 416-596-1930 Media:\nRiyaz Lalani\nBayfield Strategy, Inc.\n416-907-9365\nrlalani@bayfieldstrategy.com\nSource: IBI Group, Inc.",
    "published": "2018-03-09T01:00:00.000+02:00",
    "crawled": "2018-03-09T03:36:34.035+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "increased",
        "million",
        "year",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "increased",
        "million",
        "year",
        "ended",
        "december",
        "forecasting",
        "million",
        "total",
        "revenue",
        "interest",
        "credit",
        "facility",
        "convertible",
        "debenture",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "toronto",
        "march",
        "globe",
        "newswire",
        "ibi",
        "group",
        "company",
        "tsx",
        "ibg",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "key",
        "event",
        "revenue",
        "increased",
        "million",
        "quarter",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "quarter",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "year",
        "ended",
        "compared",
        "million",
        "period",
        "increase",
        "result",
        "stronger",
        "operating",
        "performance",
        "day",
        "sale",
        "outstanding",
        "day",
        "december",
        "interest",
        "expense",
        "quarter",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "interest",
        "credit",
        "facility",
        "convertible",
        "debenture",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "interest",
        "expense",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "result",
        "redemption",
        "convertible",
        "debenture",
        "october",
        "company",
        "renegotiated",
        "agreement",
        "one",
        "office",
        "space",
        "resulted",
        "increase",
        "onerous",
        "lease",
        "provision",
        "million",
        "december",
        "million",
        "increase",
        "rent",
        "expense",
        "million",
        "quarter",
        "factor",
        "including",
        "loss",
        "fair",
        "value",
        "derivative",
        "liability",
        "million",
        "change",
        "u",
        "tax",
        "rate",
        "previously",
        "recognized",
        "deferred",
        "tax",
        "asset",
        "million",
        "reduced",
        "net",
        "earnings",
        "three",
        "month",
        "ended",
        "december",
        "impact",
        "adjusted",
        "ebitda",
        "impact",
        "reduction",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "management",
        "forecasting",
        "approximately",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "company",
        "currently",
        "million",
        "work",
        "committed",
        "contract",
        "next",
        "three",
        "year",
        "approximately",
        "month",
        "backlog",
        "strong",
        "year",
        "company",
        "continued",
        "revenue",
        "growth",
        "solid",
        "financial",
        "performance",
        "sustained",
        "focus",
        "towards",
        "debt",
        "reduction",
        "currently",
        "approximately",
        "million",
        "work",
        "committed",
        "contract",
        "next",
        "three",
        "year",
        "look",
        "forward",
        "continuing",
        "grow",
        "revenue",
        "remain",
        "focused",
        "expanding",
        "integrating",
        "improving",
        "technology",
        "base",
        "offering",
        "believe",
        "set",
        "u",
        "apart",
        "firm",
        "market",
        "said",
        "scott",
        "stewart",
        "chief",
        "executive",
        "officer",
        "ibi",
        "group",
        "financial",
        "highlight",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "unaudited",
        "number",
        "working",
        "day",
        "unaudited",
        "revenue",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "basic",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "unaudited",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "unaudited",
        "see",
        "definition",
        "measure",
        "defined",
        "mda",
        "financial",
        "overview",
        "revenue",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "revenue",
        "year",
        "ended",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "revenue",
        "due",
        "growth",
        "canadian",
        "geographical",
        "segment",
        "including",
        "continuing",
        "work",
        "significant",
        "transit",
        "project",
        "company",
        "net",
        "loss",
        "million",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "period",
        "net",
        "loss",
        "quarter",
        "inclusive",
        "foreign",
        "exchange",
        "loss",
        "million",
        "compared",
        "foreign",
        "exchange",
        "gain",
        "million",
        "period",
        "foreign",
        "exchange",
        "loss",
        "quarter",
        "reflects",
        "negative",
        "trend",
        "canadian",
        "dollar",
        "currency",
        "canadian",
        "dollar",
        "weakened",
        "dollar",
        "british",
        "pound",
        "compared",
        "period",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "per",
        "share",
        "quarter",
        "compared",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "per",
        "share",
        "period",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "decreased",
        "primarily",
        "due",
        "decrease",
        "net",
        "income",
        "million",
        "due",
        "million",
        "increase",
        "loss",
        "fair",
        "value",
        "derivative",
        "liability",
        "million",
        "increase",
        "rent",
        "expense",
        "due",
        "renegotiation",
        "sublease",
        "associated",
        "onerous",
        "lease",
        "net",
        "income",
        "reduced",
        "due",
        "million",
        "increase",
        "tax",
        "expense",
        "increase",
        "tax",
        "expense",
        "result",
        "reduced",
        "availability",
        "tax",
        "loss",
        "particularly",
        "canadian",
        "business",
        "company",
        "net",
        "income",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "period",
        "net",
        "income",
        "year",
        "inclusive",
        "foreign",
        "exchange",
        "gain",
        "million",
        "compared",
        "foreign",
        "exchange",
        "loss",
        "million",
        "period",
        "foreign",
        "exchange",
        "gain",
        "year",
        "reflects",
        "positive",
        "trend",
        "canadian",
        "dollar",
        "currency",
        "canadian",
        "dollar",
        "strengthened",
        "dollar",
        "british",
        "pound",
        "compared",
        "period",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "per",
        "share",
        "year",
        "ended",
        "compared",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "period",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "increased",
        "primarily",
        "due",
        "increase",
        "net",
        "income",
        "million",
        "due",
        "million",
        "decrease",
        "interest",
        "expense",
        "offset",
        "million",
        "increase",
        "income",
        "tax",
        "expense",
        "decrease",
        "interest",
        "expense",
        "result",
        "decreased",
        "interest",
        "accretion",
        "debenture",
        "redemption",
        "convertible",
        "debenture",
        "increase",
        "tax",
        "expense",
        "result",
        "reduced",
        "availability",
        "tax",
        "loss",
        "particularly",
        "canadian",
        "business",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "revenue",
        "quarter",
        "compared",
        "million",
        "revenue",
        "period",
        "reflects",
        "increase",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "revenue",
        "year",
        "ended",
        "compared",
        "million",
        "revenue",
        "period",
        "reflects",
        "increase",
        "increase",
        "adjusted",
        "ebitda",
        "result",
        "stronger",
        "operating",
        "performance",
        "outlook",
        "management",
        "forecasting",
        "approximately",
        "million",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "company",
        "currently",
        "approximately",
        "million",
        "work",
        "committed",
        "contract",
        "next",
        "three",
        "year",
        "company",
        "approximately",
        "ten",
        "month",
        "backlog",
        "calculated",
        "basis",
        "current",
        "pace",
        "work",
        "company",
        "achieved",
        "month",
        "ended",
        "december",
        "investor",
        "conference",
        "call",
        "company",
        "invite",
        "join",
        "conference",
        "call",
        "friday",
        "march",
        "et",
        "recording",
        "conference",
        "call",
        "available",
        "website",
        "within",
        "hour",
        "following",
        "call",
        "audio",
        "replay",
        "call",
        "available",
        "day",
        "following",
        "call",
        "conference",
        "call",
        "webcast",
        "detail",
        "date",
        "friday",
        "march",
        "time",
        "est",
        "dial",
        "north",
        "america",
        "united",
        "state",
        "replay",
        "north",
        "america",
        "replay",
        "passcode",
        "caution",
        "regarding",
        "information",
        "certain",
        "statement",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "subsidiary",
        "entity",
        "including",
        "ibi",
        "group",
        "partnership",
        "industry",
        "operate",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "used",
        "news",
        "release",
        "statement",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "plan",
        "similar",
        "terminology",
        "statement",
        "reflect",
        "management",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "speak",
        "date",
        "news",
        "release",
        "looking",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "related",
        "company",
        "ability",
        "maintain",
        "profitability",
        "manage",
        "growth",
        "ii",
        "company",
        "reliance",
        "key",
        "professional",
        "iii",
        "competition",
        "industry",
        "company",
        "operates",
        "iv",
        "timely",
        "completion",
        "company",
        "project",
        "performance",
        "company",
        "obligation",
        "v",
        "contract",
        "vi",
        "general",
        "state",
        "economy",
        "vii",
        "risk",
        "future",
        "legal",
        "proceeding",
        "company",
        "viii",
        "international",
        "operation",
        "company",
        "ix",
        "reduction",
        "company",
        "backlog",
        "x",
        "fluctuation",
        "interest",
        "rate",
        "xi",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "xii",
        "upfront",
        "risk",
        "time",
        "invested",
        "participating",
        "consortium",
        "bidding",
        "large",
        "project",
        "project",
        "contracted",
        "private",
        "finance",
        "initiative",
        "xiii",
        "limit",
        "company",
        "insurance",
        "policy",
        "xiv",
        "company",
        "reliance",
        "distribution",
        "subsidiary",
        "entity",
        "result",
        "susceptibility",
        "fluctuation",
        "performance",
        "xv",
        "unpredictability",
        "volatility",
        "price",
        "share",
        "xvi",
        "degree",
        "company",
        "leveraged",
        "effect",
        "restrictive",
        "financial",
        "covenant",
        "company",
        "credit",
        "facility",
        "xvii",
        "possibility",
        "company",
        "may",
        "issue",
        "additional",
        "common",
        "share",
        "diluting",
        "existing",
        "shareholder",
        "interest",
        "xviii",
        "income",
        "tax",
        "matter",
        "risk",
        "factor",
        "discussed",
        "detail",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "new",
        "risk",
        "factor",
        "may",
        "arise",
        "time",
        "time",
        "possible",
        "management",
        "company",
        "predict",
        "risk",
        "factor",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "contained",
        "statement",
        "given",
        "risk",
        "uncertainty",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "although",
        "statement",
        "contained",
        "news",
        "release",
        "based",
        "upon",
        "management",
        "belief",
        "reasonable",
        "assumption",
        "company",
        "assure",
        "investor",
        "actual",
        "result",
        "consistent",
        "statement",
        "statement",
        "made",
        "march",
        "factor",
        "used",
        "develop",
        "revenue",
        "forecast",
        "news",
        "release",
        "include",
        "total",
        "amount",
        "work",
        "company",
        "signed",
        "agreement",
        "client",
        "complete",
        "timeline",
        "work",
        "completed",
        "based",
        "current",
        "pace",
        "work",
        "company",
        "achieved",
        "last",
        "month",
        "expects",
        "achieve",
        "next",
        "month",
        "company",
        "update",
        "assumption",
        "reporting",
        "period",
        "adjusts",
        "information",
        "necessary",
        "ibi",
        "group",
        "ibi",
        "group",
        "tsx",
        "ibg",
        "globally",
        "integrated",
        "architecture",
        "planning",
        "engineering",
        "technology",
        "firm",
        "professional",
        "around",
        "world",
        "year",
        "dedicated",
        "professional",
        "helped",
        "client",
        "create",
        "livable",
        "sustainable",
        "advanced",
        "urban",
        "environment",
        "ibi",
        "group",
        "belief",
        "city",
        "must",
        "designed",
        "intelligent",
        "system",
        "sustainable",
        "building",
        "efficient",
        "infrastructure",
        "human",
        "touch",
        "ibi",
        "group",
        "lead",
        "partner",
        "smart",
        "city",
        "council",
        "north",
        "america",
        "follow",
        "twitter",
        "ibigroup",
        "instagram",
        "source",
        "ibi",
        "group",
        "information",
        "stephen",
        "taylor",
        "cfo",
        "ibi",
        "group",
        "clair",
        "avenue",
        "west",
        "toronto",
        "m4v",
        "2y7",
        "tel",
        "medium",
        "riyaz",
        "lalani",
        "bayfield",
        "strategy",
        "rlalani",
        "source",
        "ibi",
        "group",
        "inc"
    ]
}