{
    "organizations": [],
    "uuid": "c629344eb2d9ee2d0e4c23e539926340d983d035",
    "author": "Andrew Ross Sorkin",
    "url": "https://www.cnbc.com/2018/03/27/citigroup-acted-now-two-new-ideas-on-how-banks-can-limit-gun-sales.html",
    "ord_in_thread": 0,
    "title": "Citigroup Acted. Now, Two New Ideas on How Banks Can Limit Gun Sales.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "On Saturday afternoon, as hundreds of thousands of people joined the March for Our Lives around the nation, I was on the phone with Michael Corbat , chief executive of Citigroup .\nMr. Corbat had taken the remarkable step on Thursday of authorizing a new set of rules to restrict gun sales by Citi's clients , the first time a Wall Street bank had used its position to influence the gun control debate.\nFive weeks earlier, a gunman's attack at a high school in Parkland, Fla., had left 17 dead. Soon afterward, I wrote a column challenging the business world to \"effectively set new rules for the sales of guns in America,\" given Washington's intransigence.\nOther companies soon acted — BlackRock and Dick's Sporting Goods , among them — but Citi's decision has the potential to serve as a template for others in the finance industry. Citi said it would require retailers to place restrictions on the sale of guns to anyone under the age of 21, to stop selling bump stocks and high-capacity magazines and to perform background checks. Otherwise, it would not do business with them.\nshow chapters Citi adopts policy restricting gun sales by business partners 5 Hours Ago | 01:48 More from The New York Times:\nRemington, Centuries-Old Gun Maker, Files for Bankruptcy as Sales Slow\nTrump's Tariffs Keep Allies, Markets and Industry Guessing\nUber to Sell Its Southeast Asia Business to Grab, a Regional Rival\nMr. Corbat, a gun owner who said the decision had not been made lightly, found the response to the bank's move instructive.\n\"I would say from our employees, it has been overwhelmingly to virtually unanimously positive,\" he told me. \"I would say lots of positives from customers and clients. And then, as you know, the gun lobby is a strong lobby. I've gotten my share of people who staunchly disagree with us interfering in what they believe to be a constitutional right. And that wasn't unexpected, and we certainly respect that opinion.\"\nHe added that he had expected to hear from customers who planned to \"take their Citi card and put it in a drawer or cut it up\" — and that Citi had received such responses.\nBut ultimately \"the positives have significantly outweighed the negatives,\" he said. For every negative note, he said, he has gotten many more \"saying that 'I'm moving everything I have to Citi as a response to this.'\"\nInvestors applauded, too. The board of the California State Teachers' Retirement System, a huge pension fund, issued a statement saying Citigroup was \"modeling best practices and demonstrating actionable steps that others can take.\"\nIn the weeks since the Parkland shootings, I've had conversations with dozens of chief executives and other leaders from a variety of industries, many reaching out directly about the internal debates they have had. Virtually all the major banks, JPMorgan Chase and Bank of America among them, have created formal or informal working groups to consider the issue, as have the big credit card companies, including Visa , Mastercard , and American Express .\n(Perhaps the bank that's least receptive to addressing the issue of guns is Wells Fargo , which has said it should be approached through the \"political and legislative process.\" Wells Fargo is the largest financier in the nation of the gun industry and is the main bank for the National Rifle Association, according to Bloomberg .)\nGetty Images Cindy Sparr boxes up an AK-47 style rifle after selling it at Freddie Bear Sports sporting goods store. With the exception of Citi, most financial institutions are still grappling with how to properly carry out a plan that is both enforceable and does not encroach on the rights of its customers.\nWhile Citi's decision is significant, Mr. Corbat acknowledged that it was intended to be balanced — and he purposely didn't want it to be too broad. \"This isn't an easy thing to simply take a stance on,\" he said, because of various privacy laws and rights.\n\"There is an important nuance here,\" he said. \"We didn't tell our hundred and sixty million card holders in the world how they can use their cards. It's their money. But what we did say — in terms of the people that Citi is going to do business with, the ones that we're going to finance and that we're going to, in essence, put our brands together on — that there needs to be something that makes sense for us and for both sides.\"\nHe said the bank had purposely left some of its policy ambiguous so it could accommodate potential exceptions — for example, to the 21-year-old age limit.\n\"My inbox lit up with people saying: 'Dear Sir, I've served in the military. Our country gave me a firearm when I was 18, and it was fine for me to go use that in the defense of our country,'\" Mr. Corbat said.\n\"We didn't use the word prohibit,\" he added. \"We used the word restriction. And we think that part of this should evolve.\"\nSo if a person \"had military training or you've had hunter safety training,\" Mr. Corbat said, he could see an allowance for those individuals, though how that would be administered remains unclear.\nThe focus on raising the age of gun buyers to 21 is not random: Individuals ages 18 to 20 commit homicides using guns at a rate that's four times higher than the rate for those over 21, according to Everytown for Gun Safety, using F.B.I. and census data.\nWhile other institutions seem to be waiting to find the perfect solution, Mr. Corbat said, he decided he needed to act. \"There's things you can do today, and there are those things that maybe we have the ability around technology or other things to do in the future,\" he said.\nHere are two new ideas that the financial community might want to consider. I've shared these ideas with many of the biggest financial institutions, and the feedback, with some exceptions, has been quite positive.\nOne of the biggest complaints that banks and credit card processors have is that it is very difficult for them to know what products a merchant is selling. Banks do not get access to the specifics of each purchase. The only information they get is a Merchant Category Code, known as an M.C.C. Oddly enough, a gun dealer and Modell's share the same M.C.C.: \"sporting goods.\" So a bank or processor has no idea if you're buying a gun or sneakers.\nIf the credit card companies and banks agreed, they could come up with a series of subcodes that would identify retailers that sold guns under a \"best practices\" policy — like the policy that Citigroup proposed or the one that Walmart and Dick's follow — and the ones that don't. It would add transparency to the process, and it would give banks that issue credit cards the opportunity to decide which retailers they wanted to associate with.\nThis solution is hardly a panacea. Retailers could try to game it, and it would require some enforcement. But much of that could be accomplished through crowdsourced feedback from customers. The addition of a new level of detail to the M.C.C. might add pressure on gun retailers to voluntarily follow the \"best practices\" route.\nThe second technological solution is deceptively simple, but it could change the way guns are sold at gun shows, where in some states background checks are not required. Many of the sales at gun shows are done through services like Venmo and Square — both of which refuse to knowingly process the firearm sales under their terms of service.\nGiven that gun shows are public events with specific addresses and times, payment services could use GPS coordinates to electronically geo-fence the event — so that their services limit transactions to users over 21 or require additional information for sales to be processed from that location.\nIn the world of banking, there is an abbreviation that is considered sacrosanct: K.Y.C., or Know Your Customer. It seems only reasonable for the financial industry, especially when it comes to guns, to do more to know its customer.",
    "published": "2018-03-27T13:30:00.000+03:00",
    "crawled": "2018-03-27T13:26:06.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "saturday",
        "afternoon",
        "hundred",
        "thousand",
        "people",
        "joined",
        "march",
        "life",
        "around",
        "nation",
        "phone",
        "michael",
        "corbat",
        "chief",
        "executive",
        "citigroup",
        "corbat",
        "taken",
        "remarkable",
        "step",
        "thursday",
        "authorizing",
        "new",
        "set",
        "rule",
        "restrict",
        "gun",
        "sale",
        "citi",
        "client",
        "first",
        "time",
        "wall",
        "street",
        "bank",
        "used",
        "position",
        "influence",
        "gun",
        "control",
        "debate",
        "five",
        "week",
        "earlier",
        "gunman",
        "attack",
        "high",
        "school",
        "parkland",
        "left",
        "dead",
        "soon",
        "afterward",
        "wrote",
        "column",
        "challenging",
        "business",
        "world",
        "effectively",
        "set",
        "new",
        "rule",
        "sale",
        "gun",
        "america",
        "given",
        "washington",
        "intransigence",
        "company",
        "soon",
        "acted",
        "blackrock",
        "dick",
        "sporting",
        "good",
        "among",
        "citi",
        "decision",
        "potential",
        "serve",
        "template",
        "others",
        "finance",
        "industry",
        "citi",
        "said",
        "would",
        "require",
        "retailer",
        "place",
        "restriction",
        "sale",
        "gun",
        "anyone",
        "age",
        "stop",
        "selling",
        "bump",
        "stock",
        "magazine",
        "perform",
        "background",
        "check",
        "otherwise",
        "would",
        "business",
        "show",
        "chapter",
        "citi",
        "adopts",
        "policy",
        "restricting",
        "gun",
        "sale",
        "business",
        "partner",
        "hour",
        "ago",
        "new",
        "york",
        "time",
        "remington",
        "gun",
        "maker",
        "file",
        "bankruptcy",
        "sale",
        "slow",
        "trump",
        "tariff",
        "keep",
        "ally",
        "market",
        "industry",
        "guessing",
        "uber",
        "sell",
        "southeast",
        "asia",
        "business",
        "grab",
        "regional",
        "rival",
        "corbat",
        "gun",
        "owner",
        "said",
        "decision",
        "made",
        "lightly",
        "found",
        "response",
        "bank",
        "move",
        "instructive",
        "would",
        "say",
        "employee",
        "overwhelmingly",
        "virtually",
        "unanimously",
        "positive",
        "told",
        "would",
        "say",
        "lot",
        "positive",
        "customer",
        "client",
        "know",
        "gun",
        "lobby",
        "strong",
        "lobby",
        "gotten",
        "share",
        "people",
        "staunchly",
        "disagree",
        "u",
        "interfering",
        "believe",
        "constitutional",
        "right",
        "unexpected",
        "certainly",
        "respect",
        "opinion",
        "added",
        "expected",
        "hear",
        "customer",
        "planned",
        "take",
        "citi",
        "card",
        "put",
        "drawer",
        "cut",
        "citi",
        "received",
        "response",
        "ultimately",
        "positive",
        "significantly",
        "outweighed",
        "negative",
        "said",
        "every",
        "negative",
        "note",
        "said",
        "gotten",
        "many",
        "saying",
        "moving",
        "everything",
        "citi",
        "response",
        "investor",
        "applauded",
        "board",
        "california",
        "state",
        "teacher",
        "retirement",
        "system",
        "huge",
        "pension",
        "fund",
        "issued",
        "statement",
        "saying",
        "citigroup",
        "modeling",
        "best",
        "practice",
        "demonstrating",
        "actionable",
        "step",
        "others",
        "take",
        "week",
        "since",
        "parkland",
        "shooting",
        "conversation",
        "dozen",
        "chief",
        "executive",
        "leader",
        "variety",
        "industry",
        "many",
        "reaching",
        "directly",
        "internal",
        "debate",
        "virtually",
        "major",
        "bank",
        "jpmorgan",
        "chase",
        "bank",
        "america",
        "among",
        "created",
        "formal",
        "informal",
        "working",
        "group",
        "consider",
        "issue",
        "big",
        "credit",
        "card",
        "company",
        "including",
        "visa",
        "mastercard",
        "american",
        "express",
        "perhaps",
        "bank",
        "least",
        "receptive",
        "addressing",
        "issue",
        "gun",
        "well",
        "fargo",
        "said",
        "approached",
        "political",
        "legislative",
        "process",
        "well",
        "fargo",
        "largest",
        "financier",
        "nation",
        "gun",
        "industry",
        "main",
        "bank",
        "national",
        "rifle",
        "association",
        "according",
        "bloomberg",
        "getty",
        "image",
        "cindy",
        "sparr",
        "box",
        "style",
        "rifle",
        "selling",
        "freddie",
        "bear",
        "sport",
        "sporting",
        "good",
        "store",
        "exception",
        "citi",
        "financial",
        "institution",
        "still",
        "grappling",
        "properly",
        "carry",
        "plan",
        "enforceable",
        "encroach",
        "right",
        "customer",
        "citi",
        "decision",
        "significant",
        "corbat",
        "acknowledged",
        "intended",
        "balanced",
        "purposely",
        "want",
        "broad",
        "easy",
        "thing",
        "simply",
        "take",
        "stance",
        "said",
        "various",
        "privacy",
        "law",
        "right",
        "important",
        "nuance",
        "said",
        "tell",
        "hundred",
        "sixty",
        "million",
        "card",
        "holder",
        "world",
        "use",
        "card",
        "money",
        "say",
        "term",
        "people",
        "citi",
        "going",
        "business",
        "one",
        "going",
        "finance",
        "going",
        "essence",
        "put",
        "brand",
        "together",
        "need",
        "something",
        "make",
        "sense",
        "u",
        "side",
        "said",
        "bank",
        "purposely",
        "left",
        "policy",
        "ambiguous",
        "could",
        "accommodate",
        "potential",
        "exception",
        "example",
        "age",
        "limit",
        "inbox",
        "lit",
        "people",
        "saying",
        "sir",
        "served",
        "military",
        "country",
        "gave",
        "firearm",
        "fine",
        "go",
        "use",
        "defense",
        "country",
        "corbat",
        "said",
        "use",
        "word",
        "prohibit",
        "added",
        "used",
        "word",
        "restriction",
        "think",
        "part",
        "evolve",
        "person",
        "military",
        "training",
        "hunter",
        "safety",
        "training",
        "corbat",
        "said",
        "could",
        "see",
        "allowance",
        "individual",
        "though",
        "would",
        "administered",
        "remains",
        "unclear",
        "focus",
        "raising",
        "age",
        "gun",
        "buyer",
        "random",
        "individual",
        "age",
        "commit",
        "homicide",
        "using",
        "gun",
        "rate",
        "four",
        "time",
        "higher",
        "rate",
        "according",
        "everytown",
        "gun",
        "safety",
        "using",
        "census",
        "data",
        "institution",
        "seem",
        "waiting",
        "find",
        "perfect",
        "solution",
        "corbat",
        "said",
        "decided",
        "needed",
        "act",
        "thing",
        "today",
        "thing",
        "maybe",
        "ability",
        "around",
        "technology",
        "thing",
        "future",
        "said",
        "two",
        "new",
        "idea",
        "financial",
        "community",
        "might",
        "want",
        "consider",
        "shared",
        "idea",
        "many",
        "biggest",
        "financial",
        "institution",
        "feedback",
        "exception",
        "quite",
        "positive",
        "one",
        "biggest",
        "complaint",
        "bank",
        "credit",
        "card",
        "processor",
        "difficult",
        "know",
        "product",
        "merchant",
        "selling",
        "bank",
        "get",
        "access",
        "specific",
        "purchase",
        "information",
        "get",
        "merchant",
        "category",
        "code",
        "known",
        "oddly",
        "enough",
        "gun",
        "dealer",
        "modell",
        "share",
        "sporting",
        "good",
        "bank",
        "processor",
        "idea",
        "buying",
        "gun",
        "sneaker",
        "credit",
        "card",
        "company",
        "bank",
        "agreed",
        "could",
        "come",
        "series",
        "subcodes",
        "would",
        "identify",
        "retailer",
        "sold",
        "gun",
        "best",
        "practice",
        "policy",
        "like",
        "policy",
        "citigroup",
        "proposed",
        "one",
        "walmart",
        "dick",
        "follow",
        "one",
        "would",
        "add",
        "transparency",
        "process",
        "would",
        "give",
        "bank",
        "issue",
        "credit",
        "card",
        "opportunity",
        "decide",
        "retailer",
        "wanted",
        "associate",
        "solution",
        "hardly",
        "panacea",
        "retailer",
        "could",
        "try",
        "game",
        "would",
        "require",
        "enforcement",
        "much",
        "could",
        "accomplished",
        "crowdsourced",
        "feedback",
        "customer",
        "addition",
        "new",
        "level",
        "detail",
        "might",
        "add",
        "pressure",
        "gun",
        "retailer",
        "voluntarily",
        "follow",
        "best",
        "practice",
        "route",
        "second",
        "technological",
        "solution",
        "deceptively",
        "simple",
        "could",
        "change",
        "way",
        "gun",
        "sold",
        "gun",
        "show",
        "state",
        "background",
        "check",
        "required",
        "many",
        "sale",
        "gun",
        "show",
        "done",
        "service",
        "like",
        "venmo",
        "square",
        "refuse",
        "knowingly",
        "process",
        "firearm",
        "sale",
        "term",
        "service",
        "given",
        "gun",
        "show",
        "public",
        "event",
        "specific",
        "address",
        "time",
        "payment",
        "service",
        "could",
        "use",
        "gps",
        "coordinate",
        "electronically",
        "event",
        "service",
        "limit",
        "transaction",
        "user",
        "require",
        "additional",
        "information",
        "sale",
        "processed",
        "location",
        "world",
        "banking",
        "abbreviation",
        "considered",
        "sacrosanct",
        "know",
        "customer",
        "seems",
        "reasonable",
        "financial",
        "industry",
        "especially",
        "come",
        "gun",
        "know",
        "customer"
    ]
}