{
    "organizations": [],
    "uuid": "0189020d18152887d00f06570ab315d6ad38190b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/business-wire-thor-announces-record-results-for-second-quarter-and-first-half-of-fiscal-2018.html",
    "ord_in_thread": 0,
    "title": "Thor Announces Record Results for Second Quarter and First Half of Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Fiscal 2018 financial results continue to demonstrate strong growth in both revenue and profitability, reflecting all-time records for a second quarter and first half in the Company’s history:\nSecond quarter net sales of $1.97 billion, up 24.1% Second quarter income before taxes of $141.1 million, up 43.4% Second quarter diluted EPS of $1.51, up 22.8% As a result of the Tax Cuts and Jobs Act (the “Tax Act”) enacted in December 2017, the Company’s effective tax rate for the quarter was 43.5%, driven primarily by an income tax charge related to the revaluation of its net deferred tax assets, partially offset by the year-to-date benefit of the lower federal tax rate provided under the Tax Act First half net sales of $4.20 billion, up 27.5% First half income before taxes of $328.2 million, up 53.2% Consolidated RV backlog up 33.9% to $2.80 billion, versus 2017 second quarter, driven by continued strong consumer demand for affordably-priced travel trailers and motorhomes Attendance and sales at early spring retail trade shows support dealers’ optimism for calendar 2018 consumer demand levels Economic conditions remain favorable for continued industry growth\nELKHART, Ind.--(BUSINESS WIRE)-- Thor Industries, Inc. (NYSE:THO) today announced record second quarter results with income before taxes of $141.1 million, on revenues of $1.97 billion. Gross profit for the second quarter ended January 31, 2018, increased 27.7% to $270.3 million. As a result of the strength of revenues and production during the quarter, as well as operating efficiencies and process improvements attained in the past year, primarily by Jayco, gross profit margins increased to 13.7% in the second quarter compared to 13.3% in the prior-year period.\nNet income and diluted earnings per share for the second quarter of fiscal 2018 were $79.8 million and $1.51, respectively. This compares to net income and diluted earnings per share in the prior-year second quarter of $64.8 million and $1.23, respectively.\nIn the second quarter of the Company’s fiscal 2018, the Tax Act was enacted which provided significant changes to the U.S. tax code, including reducing the federal corporate income tax rate to 21%, effective January 1, 2018. As the Company’s 2018 fiscal year ends on July 31, 2018, the Company’s estimated federal corporate income tax rate for fiscal 2018 will be prorated to a blended 26.9% rate. In addition to the benefit of the lower blended federal tax rate of 26.9% in the second quarter, an income tax benefit of $12.5 million was recognized to reflect the impact of applying the lower tax rate to the results of the first quarter of fiscal 2018. The Company also recognized a non-recurring, non-cash income tax charge of $34.0 million due to the revaluation of its net deferred tax assets as a result of the lower federal tax rate under the Tax Act.\n“Our second quarter results reflect another period of exceptional growth of both sales and earnings,” said Bob Martin, Thor President and CEO. “In what has historically been our lowest volume quarter, we achieved our third highest sales level of any quarter in the Company’s history.”\n“Our innovative products and the breadth of products we offer at all price points along the spectrum, particularly within the entry-level and mid-price point categories, combined with our outstanding dealer network, resulted in market share gains during calendar 2017. We leveraged the combined strength in industry demand and share gains to drive increased profitability across both segments of our business through a combination of increased output from recently added production capacity, enhanced scheduling and optimization of production runs at our existing facilities, as well as various initiatives implemented across the Company over the last year to improve operating efficiencies. During the quarter, we continued to experience a tight labor market in Northern Indiana and began to experience some inflationary price increases in certain raw material and commodity-based components. We continue to manage these challenges through a combination of actions,” Martin added.\nTowable RVs\nTowable RV sales were $1.37 billion for the second quarter, up 26.9% from $1.08 billion in the prior-year period, driven primarily by continued strong demand for our more affordably-priced travel trailers and fifth wheels. Towable RV income before tax was $116.7 million, up 49.7% from $78.0 million in the second quarter last year. This increase was driven primarily by the increase in sales; improved gross margins due to improved operating efficiencies and process improvements, primarily by Jayco; decreased Selling, General and Administrative (SG&A) expense as a percent of revenues; and slightly lower amortization expense. Towable RV backlog increased $493.1 million, or 37.3%, to $1.82 billion, compared to $1.32 billion at the end of the second quarter of fiscal 2017, reflecting the continued momentum and demand for our travel trailers in advance of the spring selling season.\nMotorized RVs\nMotorized RV sales were $559.9 million for the second quarter, up 17.9% from $475.0 million in the prior-year second quarter. The increase in motorized RV sales was a result of the ongoing growth in our more moderately-priced gas Class A and Class C motorhomes, both of which continue to be in high demand by our dealers and end consumers. Motorized RV income before tax was $37.5 million, up 31.8% from $28.5 million last year, driven primarily by the growth in motorized sales and improved gross margins due to improved operating efficiencies, primarily by Jayco. Motorized RV backlog increased $214.9 million, or 28.0%, to $981.8 million from $766.9 million a year earlier, reflecting the continued strong demand for our smaller, affordably- priced gas Class A and Class C motorhomes.\n“Our balance sheet remains very strong. As of January 31, 2018, we held $109.8 million of cash. During the first half of fiscal 2018, we invested over $63.0 million on various capital projects that support our existing businesses and will further increase capacity across our product lines, while working capital increased $118.0 million to support our seasonal needs,” said Colleen Zuhl, Thor Senior Vice President and CFO. “We also continued to reduce the outstanding balance under our credit facility, paying down $65.0 million during the first half of the year to exit with $80.0 million outstanding as of January 31, 2018, compared to $145.0 million outstanding at July 31, 2017.”\n“Subsequent to the end of the second quarter, Thor made a $46.9 million investment in a newly created joint venture, named TH2. TH2 was formed to own, improve and sell innovative and comprehensive digital platforms throughout the RV marketplace. This investment was funded by cash on hand at the closing, in early March 2018,” concluded Zuhl.\nOutlook\n“Our healthy backlog is confirmation of the overall strength of the RV lifestyle and confirmation that our products are hitting the target of price and design for consumers,” added Martin. “The overall health of the RV industry remains strong and is supported by solid growth of retail shipments, with our dealer inventories at appropriate levels for seasonal consumer demand. Demand continues to be driven by favorable economic conditions and demographic trends that are reflecting the growth of first-time and younger buyers. Dealer optimism remains high based on strong attendance and sales performance at the early spring retail trade shows.”\n“As we look forward to the remainder of fiscal 2018, we will be facing tougher year-over-year comparatives during the second half of the fiscal year as the significant operating efficiencies and process improvements achieved at Jayco began to materialize in the third quarter of fiscal 2017. We are confident, however, that fiscal 2018 will be another year of meaningful growth,” concluded Martin.\nPeter B. Orthwein, Thor Executive Chairman, added, “Looking ahead, we will continue executing the components of our strategic plan - investing in prudent capacity expansions to capitalize on demand, providing market-leading, innovative and high quality products that exceed customer expectations and maintaining our focus on operational efficiency improvements and cost management disciplines. In addition to our historically strong operating cash flow, the positive impact provided by the U.S. tax reform legislation on our cash flow will allow us to focus on funding growth, both organically and through acquisition, paying down our debt and increasing returns to our shareholders over time,” Orthwein concluded.\nSupplemental Earnings Release Materials\nThor announced that it has provided a comprehensive question and answer document, as well as a PowerPoint presentation, relating to its quarterly results and other topics. To view these materials, go to http://ir.thorindustries.com/ .\nAbout Thor Industries, Inc.\nThor is the sole owner of operating subsidiaries that, combined, represent the world’s largest manufacturer of recreational vehicles. For more information on the Company and its products, please go to www.thorindustries.com .\nForward-Looking Statements\nThis release includes certain statements that are “forward looking” statements U.S. Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These forward looking statements are made based on management’s current expectations and beliefs regarding future and anticipated developments and their effects upon Thor, and inherently involve uncertainties and risks. These forward looking statements are not a guarantee of future performance. We cannot assure you that actual results will not differ from our expectations. Factors which could cause materially different results include, among others, raw material and commodity price fluctuations, raw material or chassis supply restrictions, the level of warranty claims incurred, legislative, regulatory and tax law and/or policy developments including their potential impact on our dealers and their retail customers, the costs of compliance with governmental regulation, legal and compliance issues including those that may arise in conjunction with recent transactions, lower consumer confidence and the level of discretionary consumer spending, interest rate fluctuations, the potential impact of interest rate fluctuations on the general economy and specifically on our dealers and consumers, restrictive lending practices, management changes, the success of new and existing products and services, consumer preferences, the pace of obtaining and producing at new production facilities, the pace of acquisitions and the successful closing and financial impact thereof, the potential loss of existing customers of acquisitions, the integration of new acquisitions, our ability to retain key management personnel of acquired companies, a shortage of necessary personnel for production, the loss or reduction of sales to key dealers, the availability of delivery personnel, asset impairment charges, cost structure changes, competition, the impact of potential losses under repurchase agreements, the potential impact of the strength of the U.S. dollar on international demand, general economic, market and political conditions, changes to investment and capital allocation strategies or other facets of our strategic plan, and other risks and uncertainties including those discussed more fully in ITEM 1A of our Annual Report on Form 10-K for the year ended July 31, 2017 and Part II, Item 1A of our quarterly report on Form 10-Q for the period ended January 31, 2018.\nWe disclaim any obligation or undertaking to disseminate any updates or revisions to any forward looking statements contained in this release or to reflect any change in our expectations after the date of this release or any change in events, conditions or circumstances on which any statement is based, except as required by law.\nTHOR INDUSTRIES, INC. CONDENSED CONSOLIDATED STATEMENTS OF INCOME FOR THE 3 AND 6 MONTHS ENDED JANUARY 31, 2018 and 2017 ($000's except share and per share data) (Unaudited) 3 MONTHS ENDED JANUARY 31, 6 MONTHS ENDED JANUARY 31, 2018 % Net Sales (1) 2017 % Net Sales (1) 2018 % Net Sales (1) 2017 % Net Sales (1) Net sales\n$ 1,971,560 $ 1,588,525 $ 4,203,228 $ 3,297,056 Gross profit $ 270,328 13.7% $ 211,702 13.3% $ 603,513 14.4% $ 448,454 13.6% Selling, general and administrative expenses 117,088 5.9% 96,969 6.1% 251,351 6.0% 199,279 6.0% Amortization of intangible assets 13,796 0.7% 15,279 1.0% 27,354 0.7% 33,494 1.0% Interest expense, net (953 ) (0.0%) (2,309 ) (0.1%) (1,984 ) (0.0%) (4,716 ) (0.1%) Other income, net 2,574 0.1% 1,220 0.1% 5,332 0.1% 3,200 0.1% Income before income taxes\n141,065 7.2% 98,365 6.2% 328,156 7.8% 214,165 6.5% Income taxes 61,313 3.1% 33,583 2.1% 119,998 2.9% 70,638 2.1% Net income and comprehensive income\n$ 79,752 4.0% $ 64,782 4.1% $ 208,158 5.0% $ 143,527 4.4% Earnings per common share\nBasic\n$ 1.51 $ 1.23 $ 3.95 $ 2.73 Diluted\n$ 1.51 $ 1.23 $ 3.94 $ 2.72 Weighted avg. common shares outstanding-basic 52,694,680 52,582,134 52,653,303 52,543,050 Weighted avg. common shares outstanding-diluted 52,861,140 52,740,959 52,839,752 52,723,450 SUMMARY CONDENSED CONSOLIDATED BALANCE SHEETS - JANUARY 31, ($000) (Unaudited)\n2018 2017 2018 2017 Cash and equivalents $ 109,775 $ 134,655 Current liabilities $ 817,117 $ 680,732 Accounts receivable, trade and other 624,085 489,851 Long-term debt 80,000 325,000 Inventories 590,363 477,598 Other long-term liabilities 63,913 51,129 Prepaid expenses and other 9,979 13,505 Stockholders' equity 1,747,929 1,375,564 Total current assets 1,334,202 1,115,609 Property, plant & equipment, net 466,215 375,354 Goodwill 377,693 377,693 Amortizable intangible assets, net 416,112 473,897 Deferred income taxes and other, net 114,737 89,872 Total $ 2,708,959 $ 2,432,425 $ 2,708,959 $ 2,432,425 (1) Percentages may not add due to rounding differences\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180307006341/en/\nThor Industries, Inc.\nInvestor Relations:\nBruce Byots, Senior Director of Investor Relations\n(574) 970-7912\nSource: Thor Industries, Inc.",
    "published": "2018-03-08T00:15:00.000+02:00",
    "crawled": "2018-03-08T03:13:46.054+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fiscal",
        "financial",
        "result",
        "continue",
        "demonstrate",
        "strong",
        "growth",
        "revenue",
        "profitability",
        "reflecting",
        "record",
        "second",
        "quarter",
        "first",
        "half",
        "company",
        "history",
        "second",
        "quarter",
        "net",
        "sale",
        "billion",
        "second",
        "quarter",
        "income",
        "tax",
        "million",
        "second",
        "quarter",
        "diluted",
        "eps",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "enacted",
        "december",
        "company",
        "effective",
        "tax",
        "rate",
        "quarter",
        "driven",
        "primarily",
        "income",
        "tax",
        "charge",
        "related",
        "revaluation",
        "net",
        "deferred",
        "tax",
        "asset",
        "partially",
        "offset",
        "benefit",
        "lower",
        "federal",
        "tax",
        "rate",
        "provided",
        "tax",
        "act",
        "first",
        "half",
        "net",
        "sale",
        "billion",
        "first",
        "half",
        "income",
        "tax",
        "million",
        "consolidated",
        "rv",
        "backlog",
        "billion",
        "versus",
        "second",
        "quarter",
        "driven",
        "continued",
        "strong",
        "consumer",
        "demand",
        "travel",
        "trailer",
        "motorhomes",
        "attendance",
        "sale",
        "early",
        "spring",
        "retail",
        "trade",
        "show",
        "support",
        "dealer",
        "optimism",
        "calendar",
        "consumer",
        "demand",
        "level",
        "economic",
        "condition",
        "remain",
        "favorable",
        "continued",
        "industry",
        "growth",
        "elkhart",
        "business",
        "wire",
        "thor",
        "industry",
        "nyse",
        "tho",
        "today",
        "announced",
        "record",
        "second",
        "quarter",
        "result",
        "income",
        "tax",
        "million",
        "revenue",
        "billion",
        "gross",
        "profit",
        "second",
        "quarter",
        "ended",
        "january",
        "increased",
        "million",
        "result",
        "strength",
        "revenue",
        "production",
        "quarter",
        "well",
        "operating",
        "efficiency",
        "process",
        "improvement",
        "attained",
        "past",
        "year",
        "primarily",
        "jayco",
        "gross",
        "profit",
        "margin",
        "increased",
        "second",
        "quarter",
        "compared",
        "period",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "second",
        "quarter",
        "fiscal",
        "million",
        "respectively",
        "compare",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "second",
        "quarter",
        "million",
        "respectively",
        "second",
        "quarter",
        "company",
        "fiscal",
        "tax",
        "act",
        "enacted",
        "provided",
        "significant",
        "change",
        "tax",
        "code",
        "including",
        "reducing",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "effective",
        "january",
        "company",
        "fiscal",
        "year",
        "end",
        "july",
        "company",
        "estimated",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "fiscal",
        "prorated",
        "blended",
        "rate",
        "addition",
        "benefit",
        "lower",
        "blended",
        "federal",
        "tax",
        "rate",
        "second",
        "quarter",
        "income",
        "tax",
        "benefit",
        "million",
        "recognized",
        "reflect",
        "impact",
        "applying",
        "lower",
        "tax",
        "rate",
        "result",
        "first",
        "quarter",
        "fiscal",
        "company",
        "also",
        "recognized",
        "income",
        "tax",
        "charge",
        "million",
        "due",
        "revaluation",
        "net",
        "deferred",
        "tax",
        "asset",
        "result",
        "lower",
        "federal",
        "tax",
        "rate",
        "tax",
        "act",
        "second",
        "quarter",
        "result",
        "reflect",
        "another",
        "period",
        "exceptional",
        "growth",
        "sale",
        "earnings",
        "said",
        "bob",
        "martin",
        "thor",
        "president",
        "ceo",
        "historically",
        "lowest",
        "volume",
        "quarter",
        "achieved",
        "third",
        "highest",
        "sale",
        "level",
        "quarter",
        "company",
        "innovative",
        "product",
        "breadth",
        "product",
        "offer",
        "price",
        "point",
        "along",
        "spectrum",
        "particularly",
        "within",
        "point",
        "category",
        "combined",
        "outstanding",
        "dealer",
        "network",
        "resulted",
        "market",
        "share",
        "gain",
        "calendar",
        "leveraged",
        "combined",
        "strength",
        "industry",
        "demand",
        "share",
        "gain",
        "drive",
        "increased",
        "profitability",
        "across",
        "segment",
        "business",
        "combination",
        "increased",
        "output",
        "recently",
        "added",
        "production",
        "capacity",
        "enhanced",
        "scheduling",
        "optimization",
        "production",
        "run",
        "existing",
        "facility",
        "well",
        "various",
        "initiative",
        "implemented",
        "across",
        "company",
        "last",
        "year",
        "improve",
        "operating",
        "efficiency",
        "quarter",
        "continued",
        "experience",
        "tight",
        "labor",
        "market",
        "northern",
        "indiana",
        "began",
        "experience",
        "inflationary",
        "price",
        "increase",
        "certain",
        "raw",
        "material",
        "component",
        "continue",
        "manage",
        "challenge",
        "combination",
        "action",
        "martin",
        "added",
        "towable",
        "rv",
        "towable",
        "rv",
        "sale",
        "billion",
        "second",
        "quarter",
        "billion",
        "period",
        "driven",
        "primarily",
        "continued",
        "strong",
        "demand",
        "travel",
        "trailer",
        "fifth",
        "wheel",
        "towable",
        "rv",
        "income",
        "tax",
        "million",
        "million",
        "second",
        "quarter",
        "last",
        "year",
        "increase",
        "driven",
        "primarily",
        "increase",
        "sale",
        "improved",
        "gross",
        "margin",
        "due",
        "improved",
        "operating",
        "efficiency",
        "process",
        "improvement",
        "primarily",
        "jayco",
        "decreased",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "percent",
        "revenue",
        "slightly",
        "lower",
        "amortization",
        "expense",
        "towable",
        "rv",
        "backlog",
        "increased",
        "million",
        "billion",
        "compared",
        "billion",
        "end",
        "second",
        "quarter",
        "fiscal",
        "reflecting",
        "continued",
        "momentum",
        "demand",
        "travel",
        "trailer",
        "advance",
        "spring",
        "selling",
        "season",
        "motorized",
        "rv",
        "motorized",
        "rv",
        "sale",
        "million",
        "second",
        "quarter",
        "million",
        "second",
        "quarter",
        "increase",
        "motorized",
        "rv",
        "sale",
        "result",
        "ongoing",
        "growth",
        "gas",
        "class",
        "class",
        "c",
        "motorhomes",
        "continue",
        "high",
        "demand",
        "dealer",
        "end",
        "consumer",
        "motorized",
        "rv",
        "income",
        "tax",
        "million",
        "million",
        "last",
        "year",
        "driven",
        "primarily",
        "growth",
        "motorized",
        "sale",
        "improved",
        "gross",
        "margin",
        "due",
        "improved",
        "operating",
        "efficiency",
        "primarily",
        "jayco",
        "motorized",
        "rv",
        "backlog",
        "increased",
        "million",
        "million",
        "million",
        "year",
        "earlier",
        "reflecting",
        "continued",
        "strong",
        "demand",
        "smaller",
        "priced",
        "gas",
        "class",
        "class",
        "c",
        "motorhomes",
        "balance",
        "sheet",
        "remains",
        "strong",
        "january",
        "held",
        "million",
        "cash",
        "first",
        "half",
        "fiscal",
        "invested",
        "million",
        "various",
        "capital",
        "project",
        "support",
        "existing",
        "business",
        "increase",
        "capacity",
        "across",
        "product",
        "line",
        "working",
        "capital",
        "increased",
        "million",
        "support",
        "seasonal",
        "need",
        "said",
        "colleen",
        "zuhl",
        "thor",
        "senior",
        "vice",
        "president",
        "cfo",
        "also",
        "continued",
        "reduce",
        "outstanding",
        "balance",
        "credit",
        "facility",
        "paying",
        "million",
        "first",
        "half",
        "year",
        "exit",
        "million",
        "outstanding",
        "january",
        "compared",
        "million",
        "outstanding",
        "july",
        "subsequent",
        "end",
        "second",
        "quarter",
        "thor",
        "made",
        "million",
        "investment",
        "newly",
        "created",
        "joint",
        "venture",
        "named",
        "th2",
        "th2",
        "formed",
        "improve",
        "sell",
        "innovative",
        "comprehensive",
        "digital",
        "platform",
        "throughout",
        "rv",
        "marketplace",
        "investment",
        "funded",
        "cash",
        "hand",
        "closing",
        "early",
        "march",
        "concluded",
        "zuhl",
        "outlook",
        "healthy",
        "backlog",
        "confirmation",
        "overall",
        "strength",
        "rv",
        "lifestyle",
        "confirmation",
        "product",
        "hitting",
        "target",
        "price",
        "design",
        "consumer",
        "added",
        "martin",
        "overall",
        "health",
        "rv",
        "industry",
        "remains",
        "strong",
        "supported",
        "solid",
        "growth",
        "retail",
        "shipment",
        "dealer",
        "inventory",
        "appropriate",
        "level",
        "seasonal",
        "consumer",
        "demand",
        "demand",
        "continues",
        "driven",
        "favorable",
        "economic",
        "condition",
        "demographic",
        "trend",
        "reflecting",
        "growth",
        "younger",
        "buyer",
        "dealer",
        "optimism",
        "remains",
        "high",
        "based",
        "strong",
        "attendance",
        "sale",
        "performance",
        "early",
        "spring",
        "retail",
        "trade",
        "look",
        "forward",
        "remainder",
        "fiscal",
        "facing",
        "tougher",
        "comparative",
        "second",
        "half",
        "fiscal",
        "year",
        "significant",
        "operating",
        "efficiency",
        "process",
        "improvement",
        "achieved",
        "jayco",
        "began",
        "materialize",
        "third",
        "quarter",
        "fiscal",
        "confident",
        "however",
        "fiscal",
        "another",
        "year",
        "meaningful",
        "growth",
        "concluded",
        "martin",
        "peter",
        "orthwein",
        "thor",
        "executive",
        "chairman",
        "added",
        "looking",
        "ahead",
        "continue",
        "executing",
        "component",
        "strategic",
        "plan",
        "investing",
        "prudent",
        "capacity",
        "expansion",
        "capitalize",
        "demand",
        "providing",
        "innovative",
        "high",
        "quality",
        "product",
        "exceed",
        "customer",
        "expectation",
        "maintaining",
        "focus",
        "operational",
        "efficiency",
        "improvement",
        "cost",
        "management",
        "discipline",
        "addition",
        "historically",
        "strong",
        "operating",
        "cash",
        "flow",
        "positive",
        "impact",
        "provided",
        "tax",
        "reform",
        "legislation",
        "cash",
        "flow",
        "allow",
        "u",
        "focus",
        "funding",
        "growth",
        "organically",
        "acquisition",
        "paying",
        "debt",
        "increasing",
        "return",
        "shareholder",
        "time",
        "orthwein",
        "concluded",
        "supplemental",
        "earnings",
        "release",
        "material",
        "thor",
        "announced",
        "provided",
        "comprehensive",
        "question",
        "answer",
        "document",
        "well",
        "powerpoint",
        "presentation",
        "relating",
        "quarterly",
        "result",
        "topic",
        "view",
        "material",
        "go",
        "http",
        "thor",
        "industry",
        "thor",
        "sole",
        "owner",
        "operating",
        "subsidiary",
        "combined",
        "represent",
        "world",
        "largest",
        "manufacturer",
        "recreational",
        "vehicle",
        "information",
        "company",
        "product",
        "please",
        "go",
        "statement",
        "release",
        "includes",
        "certain",
        "statement",
        "forward",
        "looking",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "forward",
        "looking",
        "statement",
        "made",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "regarding",
        "future",
        "anticipated",
        "development",
        "effect",
        "upon",
        "thor",
        "inherently",
        "involve",
        "uncertainty",
        "risk",
        "forward",
        "looking",
        "statement",
        "guarantee",
        "future",
        "performance",
        "assure",
        "actual",
        "result",
        "differ",
        "expectation",
        "factor",
        "could",
        "cause",
        "materially",
        "different",
        "result",
        "include",
        "among",
        "others",
        "raw",
        "material",
        "commodity",
        "price",
        "fluctuation",
        "raw",
        "material",
        "chassis",
        "supply",
        "restriction",
        "level",
        "warranty",
        "claim",
        "incurred",
        "legislative",
        "regulatory",
        "tax",
        "law",
        "policy",
        "development",
        "including",
        "potential",
        "impact",
        "dealer",
        "retail",
        "customer",
        "cost",
        "compliance",
        "governmental",
        "regulation",
        "legal",
        "compliance",
        "issue",
        "including",
        "may",
        "arise",
        "conjunction",
        "recent",
        "transaction",
        "lower",
        "consumer",
        "confidence",
        "level",
        "discretionary",
        "consumer",
        "spending",
        "interest",
        "rate",
        "fluctuation",
        "potential",
        "impact",
        "interest",
        "rate",
        "fluctuation",
        "general",
        "economy",
        "specifically",
        "dealer",
        "consumer",
        "restrictive",
        "lending",
        "practice",
        "management",
        "change",
        "success",
        "new",
        "existing",
        "product",
        "service",
        "consumer",
        "preference",
        "pace",
        "obtaining",
        "producing",
        "new",
        "production",
        "facility",
        "pace",
        "acquisition",
        "successful",
        "closing",
        "financial",
        "impact",
        "thereof",
        "potential",
        "loss",
        "existing",
        "customer",
        "acquisition",
        "integration",
        "new",
        "acquisition",
        "ability",
        "retain",
        "key",
        "management",
        "personnel",
        "acquired",
        "company",
        "shortage",
        "necessary",
        "personnel",
        "production",
        "loss",
        "reduction",
        "sale",
        "key",
        "dealer",
        "availability",
        "delivery",
        "personnel",
        "asset",
        "impairment",
        "charge",
        "cost",
        "structure",
        "change",
        "competition",
        "impact",
        "potential",
        "loss",
        "repurchase",
        "agreement",
        "potential",
        "impact",
        "strength",
        "dollar",
        "international",
        "demand",
        "general",
        "economic",
        "market",
        "political",
        "condition",
        "change",
        "investment",
        "capital",
        "allocation",
        "strategy",
        "facet",
        "strategic",
        "plan",
        "risk",
        "uncertainty",
        "including",
        "discussed",
        "fully",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "july",
        "part",
        "ii",
        "item",
        "1a",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "january",
        "disclaim",
        "obligation",
        "undertaking",
        "disseminate",
        "update",
        "revision",
        "forward",
        "looking",
        "statement",
        "contained",
        "release",
        "reflect",
        "change",
        "expectation",
        "date",
        "release",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "except",
        "required",
        "law",
        "thor",
        "industry",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "month",
        "ended",
        "january",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "month",
        "ended",
        "january",
        "month",
        "ended",
        "january",
        "net",
        "sale",
        "net",
        "sale",
        "net",
        "sale",
        "net",
        "sale",
        "net",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "interest",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "comprehensive",
        "income",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "avg",
        "common",
        "share",
        "weighted",
        "avg",
        "common",
        "share",
        "summary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "january",
        "unaudited",
        "cash",
        "equivalent",
        "current",
        "liability",
        "account",
        "receivable",
        "trade",
        "debt",
        "inventory",
        "liability",
        "prepaid",
        "expense",
        "stockholder",
        "equity",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "amortizable",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "net",
        "total",
        "percentage",
        "may",
        "add",
        "due",
        "rounding",
        "difference",
        "view",
        "source",
        "version",
        "http",
        "thor",
        "industry",
        "investor",
        "relation",
        "bruce",
        "byots",
        "senior",
        "director",
        "investor",
        "relation",
        "source",
        "thor",
        "industry",
        "inc"
    ]
}