{
    "organizations": [],
    "uuid": "bdb6cee73317d9620c7eff6945f0dcc1d7a01c38",
    "author": "",
    "url": "https://in.reuters.com/article/mideast-crisis-syria/explainer-foreign-powers-obstruct-more-assad-gains-in-syria-idINKCN1GR20Q",
    "ord_in_thread": 0,
    "title": "Explainer: Foreign powers obstruct more Assad gains in Syria",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 15, 2018 / 2:10 PM / Updated an hour ago Explainer: Foreign powers obstruct more Assad gains in Syria Tom Perry , Laila Bassam 8 Min Read BEIRUT (Reuters) - Syria’s war is reaching a point where President Bashar al-Assad will not be able to win back much more territory without risking conflicts with foreign powers that have sent military forces to the country. FILE PHOTO: A picture of Syrian President Bashar al-Assad is seen near a Syrian opposition flag in Aleppo's Bustan al-Basha district, in Syria December 3, 2013. REUTERS/Molhem Barakat/File Photo The expected conquest of eastern Ghouta will be another milestone in Assad’s effort to crush the rebellion as the war enters its eighth year with Russia and Iran still firmly behind him. Assad’s foreign enemies have condemned the assault but failed to stop it, as was seen in Homs, Aleppo and other areas where pro-government forces crushed outgunned rebels. But the map of the conflict suggests difficulties ahead for Assad in his quest to recover “every inch” of a country fractured by a war that has killed half a million people and driven 5.4 million abroad. The U.S. military is in much of the east and northeast, which is controlled by Kurdish groups that want autonomy from Damascus. It has used force to defend the territory from pro-Assad forces. Turkey has sent forces into the northwest to counter those same Kurdish groups, carving out a buffer zone where anti-Assad rebels have regrouped. In the southwest, where rebels hold territory at the Israeli and Jordanian border, Assad faces the risk of conflict with Israel, which wants his Iranian-backed allies kept well away from the frontier and has mounted air strikes in Syria. Some believe a divided Syria may stabilise for some time - perhaps years - with Assad forced to accept a de facto partition and no prospect of a negotiated peace. Others fear further escalation involving Turkey, the United States, Israel, Iran and Russia. “I don’t think victory is as near as the Syrian government perceives it to be,” said David Lesch, an expert on Syria, noting that Assad was now facing “a diplomatic quagmire”. Assad believes he can “wait out” foreign powers, notably Turkey and the United States, but it is going to be a very long time, if ever, before he can extend real control over the rest of the country, Lesch said. CONFIDENCE IN DAMASCUS The conflict grew out of popular protests against Assad and evolved into a violent insurgency and civil war after the government responded with force. It has laid waste to swathes of Syria, helped the rise of Islamic State, fed sectarianism, and seen the deadliest use of chemical weapons since the 1980s. Backed by Iran and Russia, Assad has recovered ground from rebels whose supporters - the United States, Saudi Arabia, Qatar, and Turkey - never gave them the weapons to defeat him. Reflecting confidence in Damascus, first lady Asma al-Assad, has stepped back into public life. She has visited special needs children and accompanied Assad to meet the wounded. Assad has appeared on the currency for the first time. Any serious discussion about Assad’s future has been off the table for some time: Western and Arab states that backed the opposition sidestepped the issue entirely in recent recommendations to the moribund U.N.-led peace talks. The West still hopes Russia will put pressure on Assad, and is withholding reconstruction aid until a negotiated political transition to end the war is underway. But many Syria analysts say that for Russia there is no dependable alternative to Assad. At its weakest point in 2015, the Syrian state held less than a fifth of Syria. Russia’s air force arrived to turn the tide in September of that year, working with Iranian and Iranian-backed forces spearheaded by Lebanon’s Hezbollah, which has been fighting in support of Assad since 2012. After defeating insurgents in Aleppo, Assad and his allies swept across Syria last year, recovering territory all the way to the Iraqi border from Islamic State’s crumbling “caliphate”. Assad now holds 58 percent of Syria, according to the Syrian Observatory for Human Rights, including the main cities, the coast, and an expanse of desert west of the Euphrates. A boy looks through a bus window during evacuation from the besieged town of Douma, Eastern Ghouta, in Damascus, Syria March 13, 2018. REUTERS/Bassam Khabieh The government is now trying to finish off the rebellion in western Syria. The defeat of eastern Ghouta may hasten the demise of remaining rebel pockets near Damascus, Homs and Hama. DETERRING ISRAEL The southwest is also back in focus. This week, rebels say the government launched its first air strikes there since a truce last year brokered by Russia and the United States. The southwest is one area where Russian and Iranian priorities seem to differ. For Iran, Syria is a frontline state in the struggle with Israel, which fears Tehran is establishing permanent garrisons in Syria. Russia has been engaging with Israel, which is looking to Moscow to rein in Iran. A commander in the regional military alliance fighting in support of Assad said Israeli demands for a “buffer zone” stretching from the Golan frontier into Syria were unacceptable. “We will increase the level of deterrent force against Israel in southern Syria,” the commander said, speaking on condition of anonymity. Slideshow (2 Images) Assad’s aims include reopening the crossing to Jordan, a vital trade route. The rebels in southern Syria are backed by Jordan, the United States and - according to Syrian officials - Israel. The shooting down of an Israeli F-16 as it returned from a bombing run in Syria last month highlighted the risks of conflict between Iran and Israel in Syria. Containing Iran is one goal of a newly crystallized U.S. policy towards Syria, where Washington has established leverage through its alliance with the Kurdish YPG militia that controls around one quarter of the country. Some 2,000 U.S. forces have deployed in the territory held by the YPG and its allies during the campaign against Islamic State. The area covers the eastern bank of the Euphrates and includes oil fields and farmland. “DREAMING OF GUERRILLA WAR” U.S. goals have broadened beyond fighting Islamic State to curbing Iran and paving the way diplomatically for Assad’s eventual departure, though Washington’s call for “patience” on that front points to the difficulties. “The Syrians are dreaming of how to use guerrilla war against the Americans, but it is hard to get to them and they are protected by the YPG. America has gotten smarter about occupying Arab countries,” said Syria expert Joshua Landis. A senior opposition official forecast that Syria would stabilise, divided into spheres of influence. “It could stay like this for two years, or 10 years,” he said. The United States is trying to manage tension with its NATO ally Turkey over its support for the Kurds. Ankara’s main aim is to roll back the YPG, which it views as an extension of a Kurdish insurgent group in Turkey. It is in the process of widening its buffer zone into the predominantly Kurdish Afrin region, where Moscow’s priorities also appear to differ from those of Damascus and Tehran. Russia gave Turkey the green light for the attack, while Tehran and Damascus are concerned by Turkey’s growing footprint. The Turkish sphere also extends into Idlib province, but this time with the consent of Russia and Iran. Idlib is controlled by jihadists and hosts thousands of dissidents forced from other areas by Assad. It appears to be far down his list of priorities. The pro-Assad commander said it was up to Turkey to deploy according to its agreement with Iran and Russia and end the presence of al Qaeda organisations in Idlib. “The problem with Turkey is in Afrin,” the commander added. “We won’t accept the terrorists ... advancing and occupying Afrin,” he added, referring to the anti-Assad Syrian groups fighting alongside Turkish forces. Writing by Tom Perry; Editing by Giles Elgood",
    "published": "2018-03-15T16:07:00.000+02:00",
    "crawled": "2018-03-15T16:35:57.023+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "hour",
        "ago",
        "explainer",
        "foreign",
        "power",
        "obstruct",
        "assad",
        "gain",
        "syria",
        "tom",
        "perry",
        "laila",
        "bassam",
        "min",
        "read",
        "beirut",
        "reuters",
        "syria",
        "war",
        "reaching",
        "point",
        "president",
        "bashar",
        "able",
        "win",
        "back",
        "much",
        "territory",
        "without",
        "risking",
        "conflict",
        "foreign",
        "power",
        "sent",
        "military",
        "force",
        "country",
        "file",
        "photo",
        "picture",
        "syrian",
        "president",
        "bashar",
        "seen",
        "near",
        "syrian",
        "opposition",
        "flag",
        "aleppo",
        "bustan",
        "district",
        "syria",
        "december",
        "photo",
        "expected",
        "conquest",
        "eastern",
        "ghouta",
        "another",
        "milestone",
        "assad",
        "effort",
        "crush",
        "rebellion",
        "war",
        "enters",
        "eighth",
        "year",
        "russia",
        "iran",
        "still",
        "firmly",
        "behind",
        "assad",
        "foreign",
        "enemy",
        "condemned",
        "assault",
        "failed",
        "stop",
        "seen",
        "homs",
        "aleppo",
        "area",
        "force",
        "crushed",
        "outgunned",
        "rebel",
        "map",
        "conflict",
        "suggests",
        "difficulty",
        "ahead",
        "assad",
        "quest",
        "recover",
        "every",
        "inch",
        "country",
        "fractured",
        "war",
        "killed",
        "half",
        "million",
        "people",
        "driven",
        "million",
        "abroad",
        "military",
        "much",
        "east",
        "northeast",
        "controlled",
        "kurdish",
        "group",
        "want",
        "autonomy",
        "damascus",
        "used",
        "force",
        "defend",
        "territory",
        "force",
        "turkey",
        "sent",
        "force",
        "northwest",
        "counter",
        "kurdish",
        "group",
        "carving",
        "buffer",
        "zone",
        "rebel",
        "regrouped",
        "southwest",
        "rebel",
        "hold",
        "territory",
        "israeli",
        "jordanian",
        "border",
        "assad",
        "face",
        "risk",
        "conflict",
        "israel",
        "want",
        "ally",
        "kept",
        "well",
        "away",
        "frontier",
        "mounted",
        "air",
        "strike",
        "syria",
        "believe",
        "divided",
        "syria",
        "may",
        "stabilise",
        "time",
        "perhaps",
        "year",
        "assad",
        "forced",
        "accept",
        "de",
        "facto",
        "partition",
        "prospect",
        "negotiated",
        "peace",
        "others",
        "fear",
        "escalation",
        "involving",
        "turkey",
        "united",
        "state",
        "israel",
        "iran",
        "russia",
        "think",
        "victory",
        "near",
        "syrian",
        "government",
        "perceives",
        "said",
        "david",
        "lesch",
        "expert",
        "syria",
        "noting",
        "assad",
        "facing",
        "diplomatic",
        "quagmire",
        "assad",
        "belief",
        "wait",
        "foreign",
        "power",
        "notably",
        "turkey",
        "united",
        "state",
        "going",
        "long",
        "time",
        "ever",
        "extend",
        "real",
        "control",
        "rest",
        "country",
        "lesch",
        "said",
        "confidence",
        "damascus",
        "conflict",
        "grew",
        "popular",
        "protest",
        "assad",
        "evolved",
        "violent",
        "insurgency",
        "civil",
        "war",
        "government",
        "responded",
        "force",
        "laid",
        "waste",
        "swathe",
        "syria",
        "helped",
        "rise",
        "islamic",
        "state",
        "fed",
        "sectarianism",
        "seen",
        "deadliest",
        "use",
        "chemical",
        "weapon",
        "since",
        "1980s",
        "backed",
        "iran",
        "russia",
        "assad",
        "recovered",
        "ground",
        "rebel",
        "whose",
        "supporter",
        "united",
        "state",
        "saudi",
        "arabia",
        "qatar",
        "turkey",
        "never",
        "gave",
        "weapon",
        "defeat",
        "reflecting",
        "confidence",
        "damascus",
        "first",
        "lady",
        "asma",
        "stepped",
        "back",
        "public",
        "life",
        "visited",
        "special",
        "need",
        "child",
        "accompanied",
        "assad",
        "meet",
        "wounded",
        "assad",
        "appeared",
        "currency",
        "first",
        "time",
        "serious",
        "discussion",
        "assad",
        "future",
        "table",
        "time",
        "western",
        "arab",
        "state",
        "backed",
        "opposition",
        "sidestepped",
        "issue",
        "entirely",
        "recent",
        "recommendation",
        "moribund",
        "peace",
        "talk",
        "west",
        "still",
        "hope",
        "russia",
        "put",
        "pressure",
        "assad",
        "withholding",
        "reconstruction",
        "aid",
        "negotiated",
        "political",
        "transition",
        "end",
        "war",
        "underway",
        "many",
        "syria",
        "analyst",
        "say",
        "russia",
        "dependable",
        "alternative",
        "assad",
        "weakest",
        "point",
        "syrian",
        "state",
        "held",
        "less",
        "fifth",
        "syria",
        "russia",
        "air",
        "force",
        "arrived",
        "turn",
        "tide",
        "september",
        "year",
        "working",
        "iranian",
        "force",
        "spearheaded",
        "lebanon",
        "hezbollah",
        "fighting",
        "support",
        "assad",
        "since",
        "defeating",
        "insurgent",
        "aleppo",
        "assad",
        "ally",
        "swept",
        "across",
        "syria",
        "last",
        "year",
        "recovering",
        "territory",
        "way",
        "iraqi",
        "border",
        "islamic",
        "state",
        "crumbling",
        "caliphate",
        "assad",
        "hold",
        "percent",
        "syria",
        "according",
        "syrian",
        "observatory",
        "human",
        "right",
        "including",
        "main",
        "city",
        "coast",
        "expanse",
        "desert",
        "west",
        "euphrates",
        "boy",
        "look",
        "bus",
        "window",
        "evacuation",
        "besieged",
        "town",
        "douma",
        "eastern",
        "ghouta",
        "damascus",
        "syria",
        "march",
        "khabieh",
        "government",
        "trying",
        "finish",
        "rebellion",
        "western",
        "syria",
        "defeat",
        "eastern",
        "ghouta",
        "may",
        "hasten",
        "demise",
        "remaining",
        "rebel",
        "pocket",
        "near",
        "damascus",
        "homs",
        "hama",
        "deterring",
        "israel",
        "southwest",
        "also",
        "back",
        "focus",
        "week",
        "rebel",
        "say",
        "government",
        "launched",
        "first",
        "air",
        "strike",
        "since",
        "truce",
        "last",
        "year",
        "brokered",
        "russia",
        "united",
        "state",
        "southwest",
        "one",
        "area",
        "russian",
        "iranian",
        "priority",
        "seem",
        "differ",
        "iran",
        "syria",
        "frontline",
        "state",
        "struggle",
        "israel",
        "fear",
        "tehran",
        "establishing",
        "permanent",
        "garrison",
        "syria",
        "russia",
        "engaging",
        "israel",
        "looking",
        "moscow",
        "rein",
        "iran",
        "commander",
        "regional",
        "military",
        "alliance",
        "fighting",
        "support",
        "assad",
        "said",
        "israeli",
        "demand",
        "buffer",
        "zone",
        "stretching",
        "golan",
        "frontier",
        "syria",
        "unacceptable",
        "increase",
        "level",
        "deterrent",
        "force",
        "israel",
        "southern",
        "syria",
        "commander",
        "said",
        "speaking",
        "condition",
        "anonymity",
        "slideshow",
        "image",
        "assad",
        "aim",
        "include",
        "reopening",
        "crossing",
        "jordan",
        "vital",
        "trade",
        "route",
        "rebel",
        "southern",
        "syria",
        "backed",
        "jordan",
        "united",
        "state",
        "according",
        "syrian",
        "official",
        "israel",
        "shooting",
        "israeli",
        "returned",
        "bombing",
        "run",
        "syria",
        "last",
        "month",
        "highlighted",
        "risk",
        "conflict",
        "iran",
        "israel",
        "syria",
        "containing",
        "iran",
        "one",
        "goal",
        "newly",
        "crystallized",
        "policy",
        "towards",
        "syria",
        "washington",
        "established",
        "leverage",
        "alliance",
        "kurdish",
        "ypg",
        "militia",
        "control",
        "around",
        "one",
        "quarter",
        "country",
        "force",
        "deployed",
        "territory",
        "held",
        "ypg",
        "ally",
        "campaign",
        "islamic",
        "state",
        "area",
        "cover",
        "eastern",
        "bank",
        "euphrates",
        "includes",
        "oil",
        "field",
        "farmland",
        "dreaming",
        "guerrilla",
        "war",
        "goal",
        "broadened",
        "beyond",
        "fighting",
        "islamic",
        "state",
        "curbing",
        "iran",
        "paving",
        "way",
        "diplomatically",
        "assad",
        "eventual",
        "departure",
        "though",
        "washington",
        "call",
        "patience",
        "front",
        "point",
        "difficulty",
        "syrian",
        "dreaming",
        "use",
        "guerrilla",
        "war",
        "american",
        "hard",
        "get",
        "protected",
        "ypg",
        "america",
        "gotten",
        "smarter",
        "occupying",
        "arab",
        "country",
        "said",
        "syria",
        "expert",
        "joshua",
        "landis",
        "senior",
        "opposition",
        "official",
        "forecast",
        "syria",
        "would",
        "stabilise",
        "divided",
        "sphere",
        "influence",
        "could",
        "stay",
        "like",
        "two",
        "year",
        "year",
        "said",
        "united",
        "state",
        "trying",
        "manage",
        "tension",
        "nato",
        "ally",
        "turkey",
        "support",
        "kurd",
        "ankara",
        "main",
        "aim",
        "roll",
        "back",
        "ypg",
        "view",
        "extension",
        "kurdish",
        "insurgent",
        "group",
        "turkey",
        "process",
        "widening",
        "buffer",
        "zone",
        "predominantly",
        "kurdish",
        "afrin",
        "region",
        "moscow",
        "priority",
        "also",
        "appear",
        "differ",
        "damascus",
        "tehran",
        "russia",
        "gave",
        "turkey",
        "green",
        "light",
        "attack",
        "tehran",
        "damascus",
        "concerned",
        "turkey",
        "growing",
        "footprint",
        "turkish",
        "sphere",
        "also",
        "extends",
        "idlib",
        "province",
        "time",
        "consent",
        "russia",
        "iran",
        "idlib",
        "controlled",
        "jihadist",
        "host",
        "thousand",
        "dissident",
        "forced",
        "area",
        "assad",
        "appears",
        "far",
        "list",
        "priority",
        "commander",
        "said",
        "turkey",
        "deploy",
        "according",
        "agreement",
        "iran",
        "russia",
        "end",
        "presence",
        "al",
        "qaeda",
        "organisation",
        "idlib",
        "problem",
        "turkey",
        "afrin",
        "commander",
        "added",
        "accept",
        "terrorist",
        "advancing",
        "occupying",
        "afrin",
        "added",
        "referring",
        "syrian",
        "group",
        "fighting",
        "alongside",
        "turkish",
        "force",
        "writing",
        "tom",
        "perry",
        "editing",
        "giles",
        "elgood"
    ]
}