{
    "organizations": [],
    "uuid": "7842845585277c63e0595f8c69971ed9dcfb9e7f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-viemed-healthcare-announces-2017-year-end-financial-results.html",
    "ord_in_thread": 0,
    "title": "Viemed Healthcare Announces 2017 Year End Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAFAYETTE, La., March 12, 2018 (GLOBE NEWSWIRE) -- Viemed Healthcare, Inc. (the “ Company ” or “ Viemed ”) (TSXV:VMD), a home medical equipment supplier that provides post-acute respiratory care services in the United States, announced today that it has posted its year end December 31, 2017 results on SEDAR after the completion of the independent audit.\nHighlights are as follows (all dollar amounts are USD):\nRevenues for the year ended December 31, 2017 were approximately $46.9 million and gross margin was $34.6 million, or 74%. Revenues and gross margin increased 50% and 84%, respectively over the year ended December 31, 2016. The Company has begun to classify more expenses in the cost of goods sold line item to better reflect the direct nature of the therapist's costs and the equipment depreciation in the business.\nThe Company had a working capital balance of $4 million as of December 31, 2017 and total long-term debt of $800,000. This, along with the $5 million of unused line of credit, provides a stable liquidity profile for the Company.\nThe Company grew its ventilator patient count by approximately 43% during the year which is the most significant contributor to its active patient count and growth in revenues.\nCapital expenditures totaled $10.3 million during the year to support organic growth.\nAdjusted EBITDA for the year totaled approximately $12 million or 26%.\nFourth quarter 2017 revenues totaled approximately $13.5 million which is an increase of 47% over fourth quarter 2016.\nThe Company expects to generate total revenues of approximately $14.0 - $14.3 million during the first quarter of 2018 (an increase of approximately 41% in revenues over the first quarter of 2017) and expects similar margins during the current year. Despite the seasonality of the business and the national flu epidemic, the Company is expecting this growth and has set records for new patients during January and February.\n“We are very excited to have the opportunity to communicate our positive financial results as a standalone business which comes as a result of the tireless work of our management team and employees,” said Casey Hoyt, Viemed CEO. “While 2017 was an outstanding year, we have started 2018 off to a record start and plan to drive shareholder value. With less than 5% market penetration for our services, we feel that we are scratching the surface with how many lives can benefit from our therapy. Our team is fortunate to be running a company that has the ability to reduce the costs of healthcare through a practice of improving quality of life of our patients.”\nConference Call information The details of the conference call are: Tuesday, March 13, 2018 at 9:30 a.m. Eastern time US & Canada Toll Free: Dial In: (800) 289-0517 Meeting ID Number: 9332328 ABOUT VIEMED HEALTHCARE, INC.\nViemed, through its indirect wholly-owned subsidiaries Sleep Management, L.L.C. and Home Sleep Delivered, L.L.C., is a home medical equipment supplier that provides post-acute respiratory care services in the United States. Sleep Management, L.L.C. focuses on disease management and improving the quality of life for respiratory patients through clinical excellence, education and technology. Its service offerings are based on effective home treatment with respiratory care practitioners providing therapy and counseling to patients in their homes using cutting edge technology. Home Sleep Delivered focuses on providing in-home sleep testing for sleep apnea sufferers. Visit our website at www.viemed.com .\nFor further information, please contact:\nGlen Akselrod\nBristol Capital\n905-326-1888\nglen@bristolir.com\nTodd Zehnder\nChief Operating Officer\nViemed Healthcare, Inc.\n337-504-3802\ninvestorinfo@viemed.com\nForward-Looking Statements\nCertain statements contained in this press release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The words \"may\", \"would\", \"could\", \"should\", \"potential\", \"will\", \"seek\", \"intend\", \"plan\", \"anticipate\", \"believe\", \"estimate\", \"expect\" and similar expressions as they relate to the Company, including, the Company generating total revenues of approximately $14.0 - $14.3 million during the first quarter of 2018 and expecting similar margins during the current year, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Company's current views and intentions with respect to future events, and current information available to the Company, and are subject to certain risks, uncertainties and assumptions, including, without limitation, the Company’s ability to increase the number of patients served and generate higher revenues while maintaining a similar cost structure. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. These factors include, without limitation: the general business and economic conditions in the regions in which the Company operates; the ability of the Company to execute on key priorities, including the successful completion of acquisitions, business retention, and strategic plans and to attract, develop and retain key executives; difficulty integrating newly acquired businesses; the ability to implement business strategies and pursue business opportunities; low profit market segments; disruptions in or attacks (including cyber-attacks) on the Company's information technology, internet, network access or other voice or data communications systems or services; the evolution of various types of fraud or other criminal behavior to which the Company is exposed; the failure of third parties to comply with their obligations to the Company or its affiliates; the impact of new and changes to, or application of, current laws and regulations; decline of reimbursement rates; dependence on few payors; possible new drug discoveries; a novel business model; dependence on key suppliers; granting of permits and licenses in a highly regulated business; the overall difficult litigation environment, including in the U.S.; increased competition; changes in foreign currency rates; increased funding costs and market volatility due to market illiquidity and competition for funding; the availability of funds and resources to pursue operations; critical accounting estimates and changes to accounting standards, policies, and methods used by the Company; and the occurrence of natural and unnatural catastrophic events and claims resulting from such events; as well as those risk factors discussed or referred to in Viemed’s disclosure documents filed with the securities regulatory authorities in certain provinces of Canada and available at www.sedar.com . Should any factor affect the Company in an unexpected manner, or should assumptions underlying the forward-looking information prove incorrect, the actual results or events may the results or events predicted. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Company does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this press release is made as of the date of this press release and the Company undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nNon-GAAP Measures\nThis press release refers to “EBITDA” which is a non-GAAP and non-IFRS financial measure that does not have a standardized meaning prescribed by GAAP or IFRS. The Company's presentation of this financial measure may not be comparable to similarly titled measures used by other companies. This financial measure is intended to provide additional information to investors concerning the Company's performance. EBITDA is defined as earnings before interest, tax, depreciation and amortization and is a measure of a company's operating performance. Essentially, it's a way to evaluate a company's performance without having to factor in financing decisions, accounting decisions or tax environments. The following table shows the Company’s Non-IFRS measure (EBITDA) reconciled to net income for the indicated periods:\nGross $USD % Net Income % $ 8,176,000 17 % Adjustments % (Income Tax, Depreciation, Interest, and Stock Compensation) $ 3,816,000 9 % Adjusted EBITDA % $ 11,992,000 26 % Management uses this non-GAAP measure as a key metric in the evaluation of the Company's performance and the consolidated financial results. The Company believes EBITDA is useful to investors in their assessment of the operating performance and the valuation of the Company. In addition, this non-GAAP measure addresses questions the Company routinely receives from analysts and investors and, in order to assure that all investors have access to similar data, the Company has determined that it is appropriate to make this data available to all investors. However, non-GAAP financial measures are not prepared in accordance with GAAP, and the information is not necessarily comparable to other companies and should be considered as a supplement to, not a substitute for, or superior to, the corresponding measures calculated in accordance with GAAP.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:Viemed Healthcare, Inc.",
    "published": "2018-03-13T02:30:00.000+02:00",
    "crawled": "2018-03-13T02:38:50.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lafayette",
        "march",
        "globe",
        "newswire",
        "viemed",
        "healthcare",
        "company",
        "viemed",
        "tsxv",
        "vmd",
        "home",
        "medical",
        "equipment",
        "supplier",
        "provides",
        "respiratory",
        "care",
        "service",
        "united",
        "state",
        "announced",
        "today",
        "posted",
        "year",
        "end",
        "december",
        "result",
        "sedar",
        "completion",
        "independent",
        "audit",
        "highlight",
        "follows",
        "dollar",
        "amount",
        "usd",
        "revenue",
        "year",
        "ended",
        "december",
        "approximately",
        "million",
        "gross",
        "margin",
        "million",
        "revenue",
        "gross",
        "margin",
        "increased",
        "respectively",
        "year",
        "ended",
        "december",
        "company",
        "begun",
        "classify",
        "expense",
        "cost",
        "good",
        "sold",
        "line",
        "item",
        "better",
        "reflect",
        "direct",
        "nature",
        "therapist",
        "cost",
        "equipment",
        "depreciation",
        "business",
        "company",
        "working",
        "capital",
        "balance",
        "million",
        "december",
        "total",
        "debt",
        "along",
        "million",
        "unused",
        "line",
        "credit",
        "provides",
        "stable",
        "liquidity",
        "profile",
        "company",
        "company",
        "grew",
        "ventilator",
        "patient",
        "count",
        "approximately",
        "year",
        "significant",
        "contributor",
        "active",
        "patient",
        "count",
        "growth",
        "revenue",
        "capital",
        "expenditure",
        "totaled",
        "million",
        "year",
        "support",
        "organic",
        "growth",
        "adjusted",
        "ebitda",
        "year",
        "totaled",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "revenue",
        "totaled",
        "approximately",
        "million",
        "increase",
        "fourth",
        "quarter",
        "company",
        "expects",
        "generate",
        "total",
        "revenue",
        "approximately",
        "million",
        "first",
        "quarter",
        "increase",
        "approximately",
        "revenue",
        "first",
        "quarter",
        "expects",
        "similar",
        "margin",
        "current",
        "year",
        "despite",
        "seasonality",
        "business",
        "national",
        "flu",
        "epidemic",
        "company",
        "expecting",
        "growth",
        "set",
        "record",
        "new",
        "patient",
        "january",
        "february",
        "excited",
        "opportunity",
        "communicate",
        "positive",
        "financial",
        "result",
        "standalone",
        "business",
        "come",
        "result",
        "tireless",
        "work",
        "management",
        "team",
        "employee",
        "said",
        "casey",
        "hoyt",
        "viemed",
        "ceo",
        "outstanding",
        "year",
        "started",
        "record",
        "start",
        "plan",
        "drive",
        "shareholder",
        "value",
        "less",
        "market",
        "penetration",
        "service",
        "feel",
        "scratching",
        "surface",
        "many",
        "life",
        "benefit",
        "therapy",
        "team",
        "fortunate",
        "running",
        "company",
        "ability",
        "reduce",
        "cost",
        "healthcare",
        "practice",
        "improving",
        "quality",
        "life",
        "conference",
        "call",
        "information",
        "detail",
        "conference",
        "call",
        "tuesday",
        "march",
        "eastern",
        "time",
        "u",
        "canada",
        "toll",
        "free",
        "dial",
        "meeting",
        "id",
        "number",
        "viemed",
        "healthcare",
        "viemed",
        "indirect",
        "subsidiary",
        "sleep",
        "management",
        "home",
        "sleep",
        "delivered",
        "home",
        "medical",
        "equipment",
        "supplier",
        "provides",
        "respiratory",
        "care",
        "service",
        "united",
        "state",
        "sleep",
        "management",
        "focus",
        "disease",
        "management",
        "improving",
        "quality",
        "life",
        "respiratory",
        "patient",
        "clinical",
        "excellence",
        "education",
        "technology",
        "service",
        "offering",
        "based",
        "effective",
        "home",
        "treatment",
        "respiratory",
        "care",
        "practitioner",
        "providing",
        "therapy",
        "counseling",
        "patient",
        "home",
        "using",
        "cutting",
        "edge",
        "technology",
        "home",
        "sleep",
        "delivered",
        "focus",
        "providing",
        "sleep",
        "testing",
        "sleep",
        "apnea",
        "sufferer",
        "visit",
        "website",
        "information",
        "please",
        "contact",
        "glen",
        "akselrod",
        "bristol",
        "capital",
        "glen",
        "todd",
        "zehnder",
        "chief",
        "operating",
        "officer",
        "viemed",
        "healthcare",
        "investorinfo",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "word",
        "may",
        "would",
        "could",
        "potential",
        "seek",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "including",
        "company",
        "generating",
        "total",
        "revenue",
        "approximately",
        "million",
        "first",
        "quarter",
        "expecting",
        "similar",
        "margin",
        "current",
        "year",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "company",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "current",
        "information",
        "available",
        "company",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "without",
        "limitation",
        "company",
        "ability",
        "increase",
        "number",
        "patient",
        "served",
        "generate",
        "higher",
        "revenue",
        "maintaining",
        "similar",
        "cost",
        "structure",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "include",
        "without",
        "limitation",
        "general",
        "business",
        "economic",
        "condition",
        "region",
        "company",
        "operates",
        "ability",
        "company",
        "execute",
        "key",
        "priority",
        "including",
        "successful",
        "completion",
        "acquisition",
        "business",
        "retention",
        "strategic",
        "plan",
        "attract",
        "develop",
        "retain",
        "key",
        "executive",
        "difficulty",
        "integrating",
        "newly",
        "acquired",
        "business",
        "ability",
        "implement",
        "business",
        "strategy",
        "pursue",
        "business",
        "opportunity",
        "low",
        "profit",
        "market",
        "segment",
        "disruption",
        "attack",
        "including",
        "company",
        "information",
        "technology",
        "internet",
        "network",
        "access",
        "voice",
        "data",
        "communication",
        "system",
        "service",
        "evolution",
        "various",
        "type",
        "fraud",
        "criminal",
        "behavior",
        "company",
        "exposed",
        "failure",
        "third",
        "party",
        "comply",
        "obligation",
        "company",
        "affiliate",
        "impact",
        "new",
        "change",
        "application",
        "current",
        "law",
        "regulation",
        "decline",
        "reimbursement",
        "rate",
        "dependence",
        "payors",
        "possible",
        "new",
        "drug",
        "discovery",
        "novel",
        "business",
        "model",
        "dependence",
        "key",
        "supplier",
        "granting",
        "permit",
        "license",
        "highly",
        "regulated",
        "business",
        "overall",
        "difficult",
        "litigation",
        "environment",
        "including",
        "increased",
        "competition",
        "change",
        "foreign",
        "currency",
        "rate",
        "increased",
        "funding",
        "cost",
        "market",
        "volatility",
        "due",
        "market",
        "illiquidity",
        "competition",
        "funding",
        "availability",
        "fund",
        "resource",
        "pursue",
        "operation",
        "critical",
        "accounting",
        "estimate",
        "change",
        "accounting",
        "standard",
        "policy",
        "method",
        "used",
        "company",
        "occurrence",
        "natural",
        "unnatural",
        "catastrophic",
        "event",
        "claim",
        "resulting",
        "event",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "viemed",
        "disclosure",
        "document",
        "filed",
        "security",
        "regulatory",
        "authority",
        "certain",
        "province",
        "canada",
        "available",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "result",
        "event",
        "predicted",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "company",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "measure",
        "press",
        "release",
        "refers",
        "ebitda",
        "financial",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "ifrs",
        "company",
        "presentation",
        "financial",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "financial",
        "measure",
        "intended",
        "provide",
        "additional",
        "information",
        "investor",
        "concerning",
        "company",
        "performance",
        "ebitda",
        "defined",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "measure",
        "company",
        "operating",
        "performance",
        "essentially",
        "way",
        "evaluate",
        "company",
        "performance",
        "without",
        "factor",
        "financing",
        "decision",
        "accounting",
        "decision",
        "tax",
        "environment",
        "following",
        "table",
        "show",
        "company",
        "measure",
        "ebitda",
        "reconciled",
        "net",
        "income",
        "indicated",
        "period",
        "gross",
        "usd",
        "net",
        "income",
        "adjustment",
        "income",
        "tax",
        "depreciation",
        "interest",
        "stock",
        "compensation",
        "adjusted",
        "ebitda",
        "management",
        "us",
        "measure",
        "key",
        "metric",
        "evaluation",
        "company",
        "performance",
        "consolidated",
        "financial",
        "result",
        "company",
        "belief",
        "ebitda",
        "useful",
        "investor",
        "assessment",
        "operating",
        "performance",
        "valuation",
        "company",
        "addition",
        "measure",
        "address",
        "question",
        "company",
        "routinely",
        "receives",
        "analyst",
        "investor",
        "order",
        "assure",
        "investor",
        "access",
        "similar",
        "data",
        "company",
        "determined",
        "appropriate",
        "make",
        "data",
        "available",
        "investor",
        "however",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "information",
        "necessarily",
        "comparable",
        "company",
        "considered",
        "supplement",
        "substitute",
        "superior",
        "corresponding",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "viemed",
        "healthcare",
        "inc"
    ]
}