{
    "organizations": [],
    "uuid": "9c8d213f6c0572a60b48cb96e07e795512d78e82",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-harrington-china-commentary/commentary-xis-power-boost-raises-new-risks-for-silicon-valley-idUSKBN1GW2BB",
    "ord_in_thread": 0,
    "title": "Xi’s power boost raises new risks for Silicon Valley",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "With the end of constitutional limits on his presidential term, Xi Jinping’s decision to opt for unlimited tenure should eliminate any doubt that Beijing will ease up on its use of high-tech tools to maintain political control. That means it’s time for the U.S. technology industry to make some difficult decisions.\nChinese President Xi Jinping at the closing session of the National People's Congress (NPC) in Beijing, March 20, 2018. Delegates voted to remove presidential term limits, allowing Xi to remain in office indefinitely. REUTERS/Damir Sagolj China is building a 21st-century surveillance state and, wittingly or not, Silicon Valley’s leaders are playing a part. Their business rationale for pursuing opportunities in China has long been clear. The ethical issue facing them today – whether they should continue according to plan – is now anything but.\nTech industry leaders, of course, aren’t alone in being caught out by China’s intensifying shift towards authoritarianism. For Washington, China’s increasingly protectionist trade policies and sweeping territorial claims – backed up by militarized manufactured islands in the South China Sea – have dispelled the notion that Xi intends to settle into an assigned role in the Western world order, or even play by its rules.\nSilicon Valley’s CEOs have invested heavily in China as a manufacturing site and a market. They bet on an expectation that political risks would decline as reform reduced the state sector’s role, loosened regulations, and made China’s market more like the United States. Admitting that isn’t likely to happen will call for new strategies and bottom-line forecasts that no CEO is ever eager to make.\nTech leaders also have an even more fundamental dilemma: reconciling their companies’ role in China with its emerging high-tech surveillance state. At well over $190 billion , China’s published annual budget for internal security masks its actual outlays. Like the defense budget, the real number includes hidden spending. The tech sector figures prominently, including whatever can be bought or stolen from Silicon Valley\nA prototype is already up and running in Xinjiang . Bordering Pakistan and Afghanistan, the frontier province is home to 10 million Uighurs, a predominantly Muslim ethnic minority whose sometimes violent push for autonomy has led Chinese authorities to govern with a repressive hand. In Xinjiang, the security services are linking cameras, software, and databases to watch thousands of citizens in real time. Using facial recognition technology and artificial intelligence (AI), the network tracks residents who venture beyond their homes and workplaces; it may soon pull in behavioral data from smartphones, online bank accounts and other sources with the goal of predicting “terrorist acts.”\nChinese defense contractors aren’t the technology industry’s only players. Alibaba Holdings, China’s e-commerce giant, is investing in AI, sensors and other technologies for the country’s “smart cities” project. With some 800 cities building or planning high-tech infrastructure to manage traffic, emergency services, mobile payments and other chores, it’s a safe bet Alibaba is preparing an architecture to support whatever is developed in Xinjiang. The company has even anticipated the security services’ wish list. As part of its mobile payment system, Alibaba’s own online credit scoring app for its Chinese consumers is a relevant work-in-progress. It goes beyond consumers’ personal financial data to vacuum up online activity in preparing its “objective assessment.”\nSurveillance software developed by Chinese start-up SenseTime identifies details about people and vehicles during a demonstration at the company's office in Beijing, China, October 11, 2017. REUTERS/Thomas Peter Alibaba’s isn’t guessing about the potential market for the technology underlying its credit scoring app. Four years ago, the ruling Communist Party called for a big data-driven “social credit” rating system to score the political reliability of citizens. That effort presumably is underway. With AI and cloud-computing power to gather and massage smartphone, credit card, email, text, and social media data as well as real-time video in the security services’ hands, the potential to monitor dissent is enormous.\nConsider cloud computing. Chinese companies provide some 80 percent of cloud services in China, but American firms are world leaders in developing and fielding the latest software. Amazon and Microsoft , recognized for their cloud infrastructure, are partnering with companies in China, as are others. In December, Amazon announced a second data center ; Oracle and Apple are opening new centers as well.\nThe companies have acknowledged that a tough new cybersecurity law is presenting them with uncomfortable choices. Adopted in 2017, it requires all Chinese user data to be held in-country. The law gives officials broad access to the cloud’s proprietary systems as well as the stored data itself if they see a danger to China’s “national security, honor and interests.” Recognizing the threat to their reputations as well as intellectual property, Oracle, Apple, Amazon and others are trying to finesse the problem by giving the centers’ management to their Chinese partners. Wiping off American fingerprints, however, hardly solves the ethical problem.\nA security camera overlooks Tiananmen Square in Beijing, China March 6, 2018. REUTERS/Thomas Peter In Oracle’s case, Tencent Holdings, its partner, will use its own facilities to run operations . A Web giant, Tencent works closely with the government . Censors and the security services oversee its billion-user WeChat messaging app 24/7. Apple’s partner , a state-owned company run by the Guizhou provincial government, will manage its new center . Apple also has announced it will store the encryption codes that protect its customers’ data in China “to comply with local laws.” The company emphasizes it will keep control, only fulfill lawful requests for information, and reject demands for bulk data, but this promise may be hard to keep in a country where the security services rarely fail to get their way.\nOther companies appear eager to help Beijing extend its reach. Last November, United Technologies, Qualcomm, and Seagate Technology displayed their wares at the China Public Security Expo . The business potential goes without saying. With sales that could hit $8 billion this year , China accounts for almost half of the global video surveillance market.\nCorporate spokesmen, of course, are quick to point to their companies’ values and adherence to U.S. laws, such as the ban on sale of crime-control and detection gear to China put in place after the 1989 Tiananmen massacre. But technology that can link camera images to police files to identify victims in an accident can do the same for faces in a protesting crowd.\nTo be sure, weighing the risks versus the opportunities in the Chinese market these days is more complicated as debate over China’s challenge grows. For technology companies who have invested there, the question isn’t only how to respond to growing repression, or technology theft, or tighter censorship. It’s whether their bet a decade ago on a growing market in a then-seemingly reforming China can be sustained under an increasingly authoritarian and competitive regime.\nWashington needs to help find answers. While the Trump administration and Congress are examining issues like intellectual property theft and seeking to expand national security reviews of investments in China, the effort is piecemeal, not strategic. As Xi’s regime intrudes more deeply into foreign businesses in China, a national review of the vulnerabilities created by Silicon Valley’s presence there – not only in terms of the potential for technology loss and diminished competitiveness but also in intelligence and cyber-war terms – is already overdue.\nAbout the Author Kent Harrington, a former senior CIA analyst, served as National Intelligence Officer for East Asia, chief of station in Asia, and CIA’s director of public affairs. @kentmharrington\n ",
    "published": "2018-03-20T23:31:00.000+02:00",
    "crawled": "2018-03-25T11:35:50.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "end",
        "constitutional",
        "limit",
        "presidential",
        "term",
        "xi",
        "jinping",
        "decision",
        "opt",
        "unlimited",
        "tenure",
        "eliminate",
        "doubt",
        "beijing",
        "ease",
        "use",
        "tool",
        "maintain",
        "political",
        "control",
        "mean",
        "time",
        "technology",
        "industry",
        "make",
        "difficult",
        "decision",
        "chinese",
        "president",
        "xi",
        "jinping",
        "closing",
        "session",
        "national",
        "people",
        "congress",
        "npc",
        "beijing",
        "march",
        "delegate",
        "voted",
        "remove",
        "presidential",
        "term",
        "limit",
        "allowing",
        "xi",
        "remain",
        "office",
        "indefinitely",
        "sagolj",
        "china",
        "building",
        "surveillance",
        "state",
        "wittingly",
        "silicon",
        "valley",
        "leader",
        "playing",
        "part",
        "business",
        "rationale",
        "pursuing",
        "opportunity",
        "china",
        "long",
        "clear",
        "ethical",
        "issue",
        "facing",
        "today",
        "whether",
        "continue",
        "according",
        "plan",
        "anything",
        "tech",
        "industry",
        "leader",
        "course",
        "alone",
        "caught",
        "china",
        "intensifying",
        "shift",
        "towards",
        "authoritarianism",
        "washington",
        "china",
        "increasingly",
        "protectionist",
        "trade",
        "policy",
        "sweeping",
        "territorial",
        "claim",
        "backed",
        "militarized",
        "manufactured",
        "island",
        "south",
        "china",
        "sea",
        "dispelled",
        "notion",
        "xi",
        "intends",
        "settle",
        "assigned",
        "role",
        "western",
        "world",
        "order",
        "even",
        "play",
        "rule",
        "silicon",
        "valley",
        "ceo",
        "invested",
        "heavily",
        "china",
        "manufacturing",
        "site",
        "market",
        "bet",
        "expectation",
        "political",
        "risk",
        "would",
        "decline",
        "reform",
        "reduced",
        "state",
        "sector",
        "role",
        "loosened",
        "regulation",
        "made",
        "china",
        "market",
        "like",
        "united",
        "state",
        "admitting",
        "likely",
        "happen",
        "call",
        "new",
        "strategy",
        "forecast",
        "ceo",
        "ever",
        "eager",
        "make",
        "tech",
        "leader",
        "also",
        "even",
        "fundamental",
        "dilemma",
        "reconciling",
        "company",
        "role",
        "china",
        "emerging",
        "surveillance",
        "state",
        "well",
        "billion",
        "china",
        "published",
        "annual",
        "budget",
        "internal",
        "security",
        "mask",
        "actual",
        "outlay",
        "like",
        "defense",
        "budget",
        "real",
        "number",
        "includes",
        "hidden",
        "spending",
        "tech",
        "sector",
        "figure",
        "prominently",
        "including",
        "whatever",
        "bought",
        "stolen",
        "silicon",
        "valley",
        "prototype",
        "already",
        "running",
        "xinjiang",
        "bordering",
        "pakistan",
        "afghanistan",
        "frontier",
        "province",
        "home",
        "million",
        "uighur",
        "predominantly",
        "muslim",
        "ethnic",
        "minority",
        "whose",
        "sometimes",
        "violent",
        "push",
        "autonomy",
        "led",
        "chinese",
        "authority",
        "govern",
        "repressive",
        "hand",
        "xinjiang",
        "security",
        "service",
        "linking",
        "camera",
        "software",
        "database",
        "watch",
        "thousand",
        "citizen",
        "real",
        "time",
        "using",
        "facial",
        "recognition",
        "technology",
        "artificial",
        "intelligence",
        "ai",
        "network",
        "track",
        "resident",
        "venture",
        "beyond",
        "home",
        "workplace",
        "may",
        "soon",
        "pull",
        "behavioral",
        "data",
        "smartphones",
        "online",
        "bank",
        "account",
        "source",
        "goal",
        "predicting",
        "terrorist",
        "chinese",
        "defense",
        "contractor",
        "technology",
        "industry",
        "player",
        "alibaba",
        "holding",
        "china",
        "giant",
        "investing",
        "ai",
        "sensor",
        "technology",
        "country",
        "smart",
        "city",
        "project",
        "city",
        "building",
        "planning",
        "infrastructure",
        "manage",
        "traffic",
        "emergency",
        "service",
        "mobile",
        "payment",
        "chore",
        "safe",
        "bet",
        "alibaba",
        "preparing",
        "architecture",
        "support",
        "whatever",
        "developed",
        "xinjiang",
        "company",
        "even",
        "anticipated",
        "security",
        "service",
        "wish",
        "list",
        "part",
        "mobile",
        "payment",
        "system",
        "alibaba",
        "online",
        "credit",
        "scoring",
        "app",
        "chinese",
        "consumer",
        "relevant",
        "go",
        "beyond",
        "consumer",
        "personal",
        "financial",
        "data",
        "vacuum",
        "online",
        "activity",
        "preparing",
        "objective",
        "surveillance",
        "software",
        "developed",
        "chinese",
        "sensetime",
        "identifies",
        "detail",
        "people",
        "vehicle",
        "demonstration",
        "company",
        "office",
        "beijing",
        "china",
        "october",
        "peter",
        "alibaba",
        "guessing",
        "potential",
        "market",
        "technology",
        "underlying",
        "credit",
        "scoring",
        "app",
        "four",
        "year",
        "ago",
        "ruling",
        "communist",
        "party",
        "called",
        "big",
        "social",
        "credit",
        "rating",
        "system",
        "score",
        "political",
        "reliability",
        "citizen",
        "effort",
        "presumably",
        "underway",
        "ai",
        "power",
        "gather",
        "massage",
        "smartphone",
        "credit",
        "card",
        "email",
        "text",
        "social",
        "medium",
        "data",
        "well",
        "video",
        "security",
        "service",
        "hand",
        "potential",
        "monitor",
        "dissent",
        "enormous",
        "consider",
        "cloud",
        "computing",
        "chinese",
        "company",
        "provide",
        "percent",
        "cloud",
        "service",
        "china",
        "american",
        "firm",
        "world",
        "leader",
        "developing",
        "fielding",
        "latest",
        "software",
        "amazon",
        "microsoft",
        "recognized",
        "cloud",
        "infrastructure",
        "partnering",
        "company",
        "china",
        "others",
        "december",
        "amazon",
        "announced",
        "second",
        "data",
        "center",
        "oracle",
        "apple",
        "opening",
        "new",
        "center",
        "well",
        "company",
        "acknowledged",
        "tough",
        "new",
        "cybersecurity",
        "law",
        "presenting",
        "uncomfortable",
        "choice",
        "adopted",
        "requires",
        "chinese",
        "user",
        "data",
        "held",
        "law",
        "give",
        "official",
        "broad",
        "access",
        "cloud",
        "proprietary",
        "system",
        "well",
        "stored",
        "data",
        "see",
        "danger",
        "china",
        "national",
        "security",
        "honor",
        "recognizing",
        "threat",
        "reputation",
        "well",
        "intellectual",
        "property",
        "oracle",
        "apple",
        "amazon",
        "others",
        "trying",
        "finesse",
        "problem",
        "giving",
        "center",
        "management",
        "chinese",
        "partner",
        "wiping",
        "american",
        "fingerprint",
        "however",
        "hardly",
        "solves",
        "ethical",
        "problem",
        "security",
        "camera",
        "overlook",
        "tiananmen",
        "square",
        "beijing",
        "china",
        "march",
        "peter",
        "oracle",
        "case",
        "tencent",
        "holding",
        "partner",
        "use",
        "facility",
        "run",
        "operation",
        "web",
        "giant",
        "tencent",
        "work",
        "closely",
        "government",
        "censor",
        "security",
        "service",
        "oversee",
        "wechat",
        "messaging",
        "app",
        "apple",
        "partner",
        "company",
        "run",
        "guizhou",
        "provincial",
        "government",
        "manage",
        "new",
        "center",
        "apple",
        "also",
        "announced",
        "store",
        "encryption",
        "code",
        "protect",
        "customer",
        "data",
        "china",
        "comply",
        "local",
        "company",
        "emphasizes",
        "keep",
        "control",
        "fulfill",
        "lawful",
        "request",
        "information",
        "reject",
        "demand",
        "bulk",
        "data",
        "promise",
        "may",
        "hard",
        "keep",
        "country",
        "security",
        "service",
        "rarely",
        "fail",
        "get",
        "way",
        "company",
        "appear",
        "eager",
        "help",
        "beijing",
        "extend",
        "reach",
        "last",
        "november",
        "united",
        "technology",
        "qualcomm",
        "seagate",
        "technology",
        "displayed",
        "ware",
        "china",
        "public",
        "security",
        "expo",
        "business",
        "potential",
        "go",
        "without",
        "saying",
        "sale",
        "could",
        "hit",
        "billion",
        "year",
        "china",
        "account",
        "almost",
        "half",
        "global",
        "video",
        "surveillance",
        "market",
        "corporate",
        "spokesman",
        "course",
        "quick",
        "point",
        "company",
        "value",
        "adherence",
        "law",
        "ban",
        "sale",
        "detection",
        "gear",
        "china",
        "put",
        "place",
        "tiananmen",
        "massacre",
        "technology",
        "link",
        "camera",
        "image",
        "police",
        "file",
        "identify",
        "victim",
        "accident",
        "face",
        "protesting",
        "crowd",
        "sure",
        "weighing",
        "risk",
        "versus",
        "opportunity",
        "chinese",
        "market",
        "day",
        "complicated",
        "debate",
        "china",
        "challenge",
        "grows",
        "technology",
        "company",
        "invested",
        "question",
        "respond",
        "growing",
        "repression",
        "technology",
        "theft",
        "tighter",
        "censorship",
        "whether",
        "bet",
        "decade",
        "ago",
        "growing",
        "market",
        "reforming",
        "china",
        "sustained",
        "increasingly",
        "authoritarian",
        "competitive",
        "regime",
        "washington",
        "need",
        "help",
        "find",
        "answer",
        "trump",
        "administration",
        "congress",
        "examining",
        "issue",
        "like",
        "intellectual",
        "property",
        "theft",
        "seeking",
        "expand",
        "national",
        "security",
        "review",
        "investment",
        "china",
        "effort",
        "piecemeal",
        "strategic",
        "xi",
        "regime",
        "intrudes",
        "deeply",
        "foreign",
        "business",
        "china",
        "national",
        "review",
        "vulnerability",
        "created",
        "silicon",
        "valley",
        "presence",
        "term",
        "potential",
        "technology",
        "loss",
        "diminished",
        "competitiveness",
        "also",
        "intelligence",
        "term",
        "already",
        "overdue",
        "author",
        "kent",
        "harrington",
        "former",
        "senior",
        "cia",
        "analyst",
        "served",
        "national",
        "intelligence",
        "officer",
        "east",
        "asia",
        "chief",
        "station",
        "asia",
        "cia",
        "director",
        "public",
        "affair",
        "kentmharrington"
    ]
}