{
    "organizations": [],
    "uuid": "4811916dbc0b9a95fc379cd928b8b702a9049c1e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-lydian-reports-fourth-quarter-and-year-ended-december-31-2017-results.html",
    "ord_in_thread": 0,
    "title": "Lydian Reports Fourth Quarter and Year Ended December 31, 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 28, 2018 (GLOBE NEWSWIRE) -- Lydian International Limited (TSX:LYD) (“Lydian” or “the Company”) announced today its results for the three months and year ended December 31, 2017. Copies of the Company’s audited annual financial statements, management’s discussion and analysis, and annual information form are available under the Company’s profile on www.sedar.com . All dollar amounts referenced in this news release are, unless otherwise indicated, in United States dollars.\nHighlights for the Year Ended December 31, 2017\nLydian advanced all major construction objectives at Amulsar during 2017, and operational readiness activities are underway at its 100%-owned Amulsar Gold Project in Armenia. With estimated average annual production of 225,000 gold ounces over an initial 10-year mine life, Amulsar will be among the most significant new gold mines to start operations this year.\nPrincipal areas of focus have included engineering, procurement and construction. Engineering and procurement are essentially finished, and construction work is approximately two-thirds complete. Earthworks are largely complete in critical areas, with work on the mine haul road and barren rock storage facility ongoing. Concrete for key areas is nearing completion. Steel work in the crushing and screening area, the overland conveyor corridor, and the ADR facilities is ongoing.\nHoward Stevenson, President and Chief Executive Officer of Lydian stated, “During 2017, we made excellent progress at the Amulsar Gold Project and are on track to commence operations in 2018. As we move into the final stages of Amulsar’s construction, we will begin transitioning to commissioning activities this summer. While we remain focused on bringing Amulsar into production, we continue our commitment to sustainable development and the health and safety of our employees, communities, and the environment.”\nAccomplishments and Ongoing Priorities\nFinancing – Lydian signed a third equipment financing facility, the ING Term Facility during Q1 2017. This facility provides up to $50 million to support design, fabrication, and installation of material handling equipment and electrical systems. The Company also received C$18.4 million in cash proceeds from the exercise of the Warrants during Q3 2017. At December 31, 2017, Lydian had drawn $192.8 in aggregate under its debt facilities.\nMine Operations – Lydian’s initial mining fleet arrived at Amulsar throughout the second half of 2017. By the end of Q1 2018, the Caterpillar 6040 shovel, the Caterpillar 994 front end loader, and nine Caterpillar 789D haul trucks will be commissioned. Management is currently using its mining fleet to complete construction of the mine haul road from the initial pit area to the primary crusher. Mining within the pit will then begin during Q2 2018.\nMaterials Handling Systems – Material handling includes the crushing and screening plant, the downhill conveyor, and the truck loadout facility. Earthworks along this six-kilometer route presented several challenges during 2017 due to poor ground conditions. Mitigation required additional time, but was successful and earthworks are substantially complete. Concrete works are also well advanced and are being turned over for steel erection as completed. Structural steel and pre-fabricated buildings are being installed at the crushing and screening plant. Conveyor galleries have been installed along a distance of 1.5 kilometers. Steel work for the conveyor drive station has started and equipment installation will begin during Q2 2018.\nHeap Leach Facility – Bulk earthworks for the HLF are nearing completion, with final slope contouring and clay placement continuing. The ponds at the toe of the HLF are complete. Liner placement will begin for the HLF and ponds during Q2 2018.\nGold Processing Facilities – Gold recovery facilities include the ADR plant, refinery, metallurgical lab, and warehouse. These facilities are at the lowest elevation on the site, and construction progressed well during 2017. Earthworks and concrete work are done, and structural steel and pre-fabricated buildings are being erected. Equipment installation has started and will continue throughout Q2 2018.\nInfrastructur e – Permanent site infrastructure progressed as required during 2017 and will be completed as part of commissioning activities expected to begin during Q2 2018. On-site 35kV electrical distribution towers are installed and power line stringing is continuing. The pre-assembled e-house for the gold processing facilities is on site and the main e-house for the sub-station is being stored off site until required for installation. The water management and storage system design is complete, and structures are being constructed.\nSustainability – Lydian continued its focus on important environmental and social matters throughout 2017. Biodiversity priorities included advancing formation of the Jermuk National Park as a critical habitat offset and continuing studies of the Potentilla porphyrantha species. Access to jobs for local communities remained a priority. Lydian is supporting Armenia’s implementation of the Extractive Industries Transparency Initiative. The Company also undertook to be pre-operationally certified as being in compliance with the International Cyanide Management Code.\nFourth Quarter and Recent Developments\nOn November 29, 2017, the Corporation announced that it received C$18.4 million in cash proceeds from the exercise of 51,124,300 of the Warrants, with each Warrant entitling the holder to purchase one Ordinary Share at a price of C$0.36. The Warrants were issued in connection with the exchange of Subscription Receipts on May 26, 2016. The remaining Warrants that were not exercised expired on November 27, 2017.\nOn February 22, 2018, management announced a 10-12% increase in pre-production capital costs, which are now estimated to be $425 million. Management is currently assessing various funding options.\nSubsequent to December 31, 2017 and through the date of this release, the Company received additional advances under its debt facilities in the amount of $56 million.\nOn January 10, 2018, the Company announced the appointment of Rodney Stuparyk, P. Eng., as General Manager of the Amulsar Gold Project. Lydian recently promoted Marek Perczuk to Vice President, Project Director to replace John Naisbitt, who left the Corporation in March 2018. Also, effective March 31, 2018, Robert Carreau will have completed his term-contract as Lydian’s Vice President of Sustainability and successfully transferred his responsibilities to the local management team. Mr. Carreau will continue on an interim basis in a mentoring and facilitation role.\nTo view construction photos and videos, please visit www.lydianinternational.co.uk .\nAbout Lydian International Limited\nLydian is a gold developer focusing on construction at its 100%-owned Amulsar Gold Project, located in south-central Armenia. Amulsar will be a large-scale, low-cost operation with production targeted to begin in the third-quarter of 2018. Plan include gold production averaging approximately 225,000 ounces annually over an initial 10-year mine life, making Lydian one of the largest gold producers to emerge during 2018. Open pit mining and conventional heap leach processing contribute to excellent scale and economic potential. Estimated mineral resources contain 3.5 million measured and indicated gold ounces and 1.3 million inferred gold ounces as outlined in the Q1 2017 Technical Report. Existing mineral resources beyond current reserves and open extensions provide opportunities to improve average annual production and extend the mine life. Lydian is committed to good international industry practices in all aspects of its operations including production, sustainability, and corporate social responsibility. For more information and to directly contact us, please visit www.lydianinternational.co.uk .\nFor further information, please contact:\nDoug Tobler, CFO\n+1 720-307-5087 (d) or +1 303-905-4442 (m) Pamela Solly, Vice President of Investor Relations\n+1 720-464-5649 (d) or +1 303-810-4863 (m) Or: moreinfo@Lydianinternational.co.uk\nCaution regarding forward-looking information\nCertain information contained in this news release is “forward looking”. All statements in this news release, other than statements of historical fact, that address events, results, outcomes or developments that the Company expects to occur are “ ”. Forward-looking statements are statements that are not historical facts and are generally, but not always, identified by the use of forward-looking terminology such as “plans”, “expects”, “is expected”, “intends”, “anticipates” or variations of such words and phrases or statements that certain actions, events or results “may”, “could”, “will”, “would”, “should”, or “occur” or the negative or other variations of such terms. Forward-looking statements in this news release include, among others, statements with respect to: the realization of mineral resource estimates and the timing of development of the Amulsar Gold Project, including the expected start date of gold production; the expected and estimated cost of operations and capital costs at the Amulsar Gold Project; the current Amulsar Gold Project construction schedule, including the Company’s plan to begin and advance various on-site construction activities; current expectations regarding forthcoming operational objectives and the timing and satisfaction of such objectives, including earthworks; the fabrication, delivery, and assembly of certain equipment; results of future exploration and drilling; the commitment to and implementation of good international industry practices; the expected gold production from, and life of mine of, the Amulsar Gold Project; and the expected mining methods at the Amulsar Gold Project. Statements concerning mineral resource estimates may also be deemed to constitute forward-looking information to the extent that they involve estimates of the mineralization that will be encountered when the property is developed.\nForward-looking statements are necessarily based on estimates and assumptions that are inherently subject to known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from those expressed or implied by such Such risks, uncertainties and factors include, without limitation: changes in gold and silver prices; adverse general economic, market or business conditions; failure to achieve the objectives of the future exploration and drilling programs; regulatory changes; as well as \"Risk Factors\" included in the disclosure documents filed on and available at www.sedar.com . Forward-looking statements are not guarantees of future performance, and actual results and future events could materially differ from those anticipated in such statements. Accordingly, readers should not place undue reliance on All of the contained in this news release are qualified by these cautionary statements. The Company expressly disclaims any intention or obligation to update or revise any whether as a result of new information, events or otherwise, except in accordance with applicable securities laws.\nSource: Lydian International Ltd.",
    "published": "2018-03-29T01:30:00.000+03:00",
    "crawled": "2018-03-29T03:48:47.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "lydian",
        "international",
        "limited",
        "tsx",
        "lyd",
        "lydian",
        "company",
        "announced",
        "today",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "copy",
        "company",
        "audited",
        "annual",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "annual",
        "information",
        "form",
        "available",
        "company",
        "profile",
        "dollar",
        "amount",
        "referenced",
        "news",
        "release",
        "unless",
        "otherwise",
        "indicated",
        "united",
        "state",
        "dollar",
        "highlight",
        "year",
        "ended",
        "december",
        "lydian",
        "advanced",
        "major",
        "construction",
        "objective",
        "amulsar",
        "operational",
        "readiness",
        "activity",
        "underway",
        "amulsar",
        "gold",
        "project",
        "armenia",
        "estimated",
        "average",
        "annual",
        "production",
        "gold",
        "ounce",
        "initial",
        "mine",
        "life",
        "amulsar",
        "among",
        "significant",
        "new",
        "gold",
        "mine",
        "start",
        "operation",
        "year",
        "principal",
        "area",
        "focus",
        "included",
        "engineering",
        "procurement",
        "construction",
        "engineering",
        "procurement",
        "essentially",
        "finished",
        "construction",
        "work",
        "approximately",
        "complete",
        "earthwork",
        "largely",
        "complete",
        "critical",
        "area",
        "work",
        "mine",
        "haul",
        "road",
        "barren",
        "rock",
        "storage",
        "facility",
        "ongoing",
        "concrete",
        "key",
        "area",
        "nearing",
        "completion",
        "steel",
        "work",
        "crushing",
        "screening",
        "area",
        "overland",
        "conveyor",
        "corridor",
        "adr",
        "facility",
        "ongoing",
        "howard",
        "stevenson",
        "president",
        "chief",
        "executive",
        "officer",
        "lydian",
        "stated",
        "made",
        "excellent",
        "progress",
        "amulsar",
        "gold",
        "project",
        "track",
        "commence",
        "operation",
        "move",
        "final",
        "stage",
        "amulsar",
        "construction",
        "begin",
        "transitioning",
        "commissioning",
        "activity",
        "summer",
        "remain",
        "focused",
        "bringing",
        "amulsar",
        "production",
        "continue",
        "commitment",
        "sustainable",
        "development",
        "health",
        "safety",
        "employee",
        "community",
        "accomplishment",
        "ongoing",
        "priority",
        "financing",
        "lydian",
        "signed",
        "third",
        "equipment",
        "financing",
        "facility",
        "ing",
        "term",
        "facility",
        "q1",
        "facility",
        "provides",
        "million",
        "support",
        "design",
        "fabrication",
        "installation",
        "material",
        "handling",
        "equipment",
        "electrical",
        "system",
        "company",
        "also",
        "received",
        "c",
        "million",
        "cash",
        "proceeds",
        "exercise",
        "warrant",
        "q3",
        "december",
        "lydian",
        "drawn",
        "aggregate",
        "debt",
        "facility",
        "mine",
        "operation",
        "lydian",
        "initial",
        "mining",
        "fleet",
        "arrived",
        "amulsar",
        "throughout",
        "second",
        "half",
        "end",
        "q1",
        "caterpillar",
        "shovel",
        "caterpillar",
        "front",
        "end",
        "loader",
        "nine",
        "caterpillar",
        "789d",
        "haul",
        "truck",
        "commissioned",
        "management",
        "currently",
        "using",
        "mining",
        "fleet",
        "complete",
        "construction",
        "mine",
        "haul",
        "road",
        "initial",
        "pit",
        "area",
        "primary",
        "crusher",
        "mining",
        "within",
        "pit",
        "begin",
        "q2",
        "material",
        "handling",
        "system",
        "material",
        "handling",
        "includes",
        "crushing",
        "screening",
        "plant",
        "downhill",
        "conveyor",
        "truck",
        "loadout",
        "facility",
        "earthwork",
        "along",
        "route",
        "presented",
        "several",
        "challenge",
        "due",
        "poor",
        "ground",
        "condition",
        "mitigation",
        "required",
        "additional",
        "time",
        "successful",
        "earthwork",
        "substantially",
        "complete",
        "concrete",
        "work",
        "also",
        "well",
        "advanced",
        "turned",
        "steel",
        "erection",
        "completed",
        "structural",
        "steel",
        "building",
        "installed",
        "crushing",
        "screening",
        "plant",
        "conveyor",
        "gallery",
        "installed",
        "along",
        "distance",
        "kilometer",
        "steel",
        "work",
        "conveyor",
        "drive",
        "station",
        "started",
        "equipment",
        "installation",
        "begin",
        "q2",
        "heap",
        "leach",
        "facility",
        "bulk",
        "earthwork",
        "hlf",
        "nearing",
        "completion",
        "final",
        "slope",
        "contouring",
        "clay",
        "placement",
        "continuing",
        "pond",
        "toe",
        "hlf",
        "complete",
        "liner",
        "placement",
        "begin",
        "hlf",
        "pond",
        "q2",
        "gold",
        "processing",
        "facility",
        "gold",
        "recovery",
        "facility",
        "include",
        "adr",
        "plant",
        "refinery",
        "metallurgical",
        "lab",
        "warehouse",
        "facility",
        "lowest",
        "elevation",
        "site",
        "construction",
        "progressed",
        "well",
        "earthwork",
        "concrete",
        "work",
        "done",
        "structural",
        "steel",
        "building",
        "erected",
        "equipment",
        "installation",
        "started",
        "continue",
        "throughout",
        "q2",
        "infrastructur",
        "e",
        "permanent",
        "site",
        "infrastructure",
        "progressed",
        "required",
        "completed",
        "part",
        "commissioning",
        "activity",
        "expected",
        "begin",
        "q2",
        "35kv",
        "electrical",
        "distribution",
        "tower",
        "installed",
        "power",
        "line",
        "stringing",
        "continuing",
        "gold",
        "processing",
        "facility",
        "site",
        "main",
        "stored",
        "site",
        "required",
        "installation",
        "water",
        "management",
        "storage",
        "system",
        "design",
        "complete",
        "structure",
        "constructed",
        "sustainability",
        "lydian",
        "continued",
        "focus",
        "important",
        "environmental",
        "social",
        "matter",
        "throughout",
        "biodiversity",
        "priority",
        "included",
        "advancing",
        "formation",
        "jermuk",
        "national",
        "park",
        "critical",
        "habitat",
        "offset",
        "continuing",
        "study",
        "potentilla",
        "porphyrantha",
        "specie",
        "access",
        "job",
        "local",
        "community",
        "remained",
        "priority",
        "lydian",
        "supporting",
        "armenia",
        "implementation",
        "extractive",
        "industry",
        "transparency",
        "initiative",
        "company",
        "also",
        "undertook",
        "certified",
        "compliance",
        "international",
        "cyanide",
        "management",
        "code",
        "fourth",
        "quarter",
        "recent",
        "development",
        "november",
        "corporation",
        "announced",
        "received",
        "c",
        "million",
        "cash",
        "proceeds",
        "exercise",
        "warrant",
        "warrant",
        "entitling",
        "holder",
        "purchase",
        "one",
        "ordinary",
        "share",
        "price",
        "c",
        "warrant",
        "issued",
        "connection",
        "exchange",
        "subscription",
        "receipt",
        "may",
        "remaining",
        "warrant",
        "exercised",
        "expired",
        "november",
        "february",
        "management",
        "announced",
        "increase",
        "capital",
        "cost",
        "estimated",
        "million",
        "management",
        "currently",
        "assessing",
        "various",
        "funding",
        "option",
        "subsequent",
        "december",
        "date",
        "release",
        "company",
        "received",
        "additional",
        "advance",
        "debt",
        "facility",
        "amount",
        "million",
        "january",
        "company",
        "announced",
        "appointment",
        "rodney",
        "stuparyk",
        "p",
        "general",
        "manager",
        "amulsar",
        "gold",
        "project",
        "lydian",
        "recently",
        "promoted",
        "marek",
        "perczuk",
        "vice",
        "president",
        "project",
        "director",
        "replace",
        "john",
        "naisbitt",
        "left",
        "corporation",
        "march",
        "also",
        "effective",
        "march",
        "robert",
        "carreau",
        "completed",
        "lydian",
        "vice",
        "president",
        "sustainability",
        "successfully",
        "transferred",
        "responsibility",
        "local",
        "management",
        "team",
        "carreau",
        "continue",
        "interim",
        "basis",
        "mentoring",
        "facilitation",
        "role",
        "view",
        "construction",
        "photo",
        "video",
        "please",
        "visit",
        "lydian",
        "international",
        "limited",
        "lydian",
        "gold",
        "developer",
        "focusing",
        "construction",
        "amulsar",
        "gold",
        "project",
        "located",
        "armenia",
        "amulsar",
        "operation",
        "production",
        "targeted",
        "begin",
        "plan",
        "include",
        "gold",
        "production",
        "averaging",
        "approximately",
        "ounce",
        "annually",
        "initial",
        "mine",
        "life",
        "making",
        "lydian",
        "one",
        "largest",
        "gold",
        "producer",
        "emerge",
        "open",
        "pit",
        "mining",
        "conventional",
        "heap",
        "leach",
        "processing",
        "contribute",
        "excellent",
        "scale",
        "economic",
        "potential",
        "estimated",
        "mineral",
        "resource",
        "contain",
        "million",
        "measured",
        "indicated",
        "gold",
        "ounce",
        "million",
        "inferred",
        "gold",
        "ounce",
        "outlined",
        "q1",
        "technical",
        "report",
        "existing",
        "mineral",
        "resource",
        "beyond",
        "current",
        "reserve",
        "open",
        "extension",
        "provide",
        "opportunity",
        "improve",
        "average",
        "annual",
        "production",
        "extend",
        "mine",
        "life",
        "lydian",
        "committed",
        "good",
        "international",
        "industry",
        "practice",
        "aspect",
        "operation",
        "including",
        "production",
        "sustainability",
        "corporate",
        "social",
        "responsibility",
        "information",
        "directly",
        "contact",
        "u",
        "please",
        "visit",
        "information",
        "please",
        "contact",
        "doug",
        "tobler",
        "cfo",
        "pamela",
        "solly",
        "vice",
        "president",
        "investor",
        "relation",
        "moreinfo",
        "caution",
        "regarding",
        "information",
        "certain",
        "information",
        "contained",
        "news",
        "release",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "statement",
        "historical",
        "fact",
        "address",
        "event",
        "result",
        "outcome",
        "development",
        "company",
        "expects",
        "occur",
        "statement",
        "statement",
        "historical",
        "fact",
        "generally",
        "always",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expected",
        "intends",
        "anticipates",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "occur",
        "negative",
        "variation",
        "term",
        "statement",
        "news",
        "release",
        "include",
        "among",
        "others",
        "statement",
        "respect",
        "realization",
        "mineral",
        "resource",
        "estimate",
        "timing",
        "development",
        "amulsar",
        "gold",
        "project",
        "including",
        "expected",
        "start",
        "date",
        "gold",
        "production",
        "expected",
        "estimated",
        "cost",
        "operation",
        "capital",
        "cost",
        "amulsar",
        "gold",
        "project",
        "current",
        "amulsar",
        "gold",
        "project",
        "construction",
        "schedule",
        "including",
        "company",
        "plan",
        "begin",
        "advance",
        "various",
        "construction",
        "activity",
        "current",
        "expectation",
        "regarding",
        "forthcoming",
        "operational",
        "objective",
        "timing",
        "satisfaction",
        "objective",
        "including",
        "earthwork",
        "fabrication",
        "delivery",
        "assembly",
        "certain",
        "equipment",
        "result",
        "future",
        "exploration",
        "drilling",
        "commitment",
        "implementation",
        "good",
        "international",
        "industry",
        "practice",
        "expected",
        "gold",
        "production",
        "life",
        "mine",
        "amulsar",
        "gold",
        "project",
        "expected",
        "mining",
        "method",
        "amulsar",
        "gold",
        "project",
        "statement",
        "concerning",
        "mineral",
        "resource",
        "estimate",
        "may",
        "also",
        "deemed",
        "constitute",
        "information",
        "extent",
        "involve",
        "estimate",
        "mineralization",
        "encountered",
        "property",
        "developed",
        "statement",
        "necessarily",
        "based",
        "estimate",
        "assumption",
        "inherently",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "without",
        "limitation",
        "change",
        "gold",
        "silver",
        "price",
        "adverse",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "failure",
        "achieve",
        "objective",
        "future",
        "exploration",
        "drilling",
        "program",
        "regulatory",
        "change",
        "well",
        "risk",
        "factor",
        "included",
        "disclosure",
        "document",
        "filed",
        "available",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "materially",
        "differ",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "contained",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "company",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "event",
        "otherwise",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "lydian",
        "international",
        "ltd"
    ]
}