{
    "organizations": [],
    "uuid": "ede46db1d0c3595d3b9ca87e21e8953e6213722c",
    "author": "",
    "url": "https://www.reuters.com/article/lloyd-italy/column-commentary-what-italys-power-crash-means-for-the-eu-idUSL2N1QN1WR",
    "ord_in_thread": 0,
    "title": "COLUMN-Commentary: What Italy's power crash means for the EU",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. The opinions expressed here are his own.)\nBy John Lloyd\nMarch 5 (Reuters) - Power has crashed down in Italy – in two senses.\nFirst and clearest. The two parties that supported democracy’s conventional division – left versus right – failed in Sunday’s inconclusive election in the euro zone’s third-largest economy.\nFor the European Union, the outcome is all bad. The winning parties are, in varying degrees, euroskeptic if not euro-hostile. The victors will not – nor can they – ignore the popular tide of disillusionment with the EU which put them there. Indeed, they have nourished it. Those on the Italian left who realized, before the vote, that their parties would do badly, comforted themselves with the prospect of a right-left coalition – a parallel to the right-left coalition in Germany that was finally agreed by the members of the German Social Democratic Party as Italy was voting.\nBut the main right-left parties in Italy together don’t have enough votes to make a majority. Angela Merkel’s Christian Democrats/Christian Social Union and the German SDP do – but not by much. In both countries, though in Italy more thoroughly, the political establishment is radically weakened. Welcoming this, former Trump adviser Steve Bannon exulted that the Italians had gone further than any other country towards radical change. The election, he told an Italian newspaper, had been “crucial for the global populism movement.”\nOn the right, the forever man of Italian politics, Silvio Berlusconi – who had recast himself from a billio-gigolo-politico to a new existence as a wise old bird who can keep the wilder spirits of the right under control – is a loser. He has insisted, after the poll’s evidence that his party had faltered, that it and thus he, would remain central. Yet at 81, he may at last lack the will to retain a place in the treacherous eddies of Italian politics.\nBerlusconi’s party, Forza Italia, the major force on the Italian right for the past quarter century, had to cede the prime place in the coalition of the right to one of these wilder spirits, the Lega (Northern League), headed by Matteo Salvini. Salvini’s rhetoric against immigrants, while not the most extreme, nevertheless countenanced mass deportations. At 44, he is the leader of the right. More than any other major figure, he grasped, first and most fully, that curbing immigration, was the key issue for Italian voters.\nOn the left, the governing Partito Democratico (Democratic Party) returned a vote of around a fifth of the 73 percent of Italians who voted – a higher turnout than in most Western countries. The prime minister, Paolo Gentiloni – a low-key, intelligent and above all responsible politician – was most experts’ choice for the ideal leader of whatever coalition could come out of the election. The PD’s crash makes that outcome unlikely.\nThe party leader, Matteo Renzi, immediately consigned the PD to the status of opposition, and his own likely resignation from the leadership. He blamed his colleagues on the left of the PD for their unstinting hatred of him, and their defection from the party to found a leftist group that all but disappeared in the voting.\nThat has some force. Leftists’ devotion to shredding each other knows no better gladiatorial spectacle than the amphitheatre of the Roman parliament. But Renzi himself lost the large support he had when he first announced himself as the “demolition man” of the old system. He entered parliament as prime minister, was confronted with the hard choices – on cuts to public services, on forcing greater ease of hiring and firing and on tax rises – now facing Italy and in seeking to confront them lost both public backing and a crucial vote on securing a more rational election system. His quest – to seek the same mastery over Italy’s politics in the 2010s that Tony Blair and his New Labour had in the UK of the 2000s – has failed.\nThe second crash is the power that now descends on the victors – led, unquestionably, by the 5-Star movement founded less than a decade ago by the comedian and satirist, Beppe Grillo. The movement has benefitted from being indescribable – and thus being a vessel which the disillusioned can fill with their hopes.\nThe Movement took around one third of Italians’ votes. It’s so far ahead of the others that it would seem undemocratic that it not be in government – indeed, not lead a government. The center-left La Repubblica daily suggested a range of alliances – the Movement with the right, or bits of the right, or with the PD. Some of those who had chosen it, interviewed in the media through the night and early morning of Monday, said roughly the same thing: they’re different. We’re fed up with the old system.\nGrillo is a satirist whose mocking of a political establishment through the 80s and 90s kept him – scandalously – off TV, but also gave him the mantle of the peoples’ champion. I saw him give a show in Florence’s Nelson Mandela stadium in 2009. Grillo spent his time off-stage, charging about the audience, his voice ricocheting between a shout and a whisper as he brilliantly excoriated the powers that then were, at times embracing an audience member as if to protect him or her from the malignity all around.\nAt the same time, he was ramping up his political campaign, starting with “Va fancullo” (a vulgar version of “get lost”) days, where he would address cheering crowds in piazzas with the same brand of satire as in Florence. This fed into the creation of the Movement, at first on the local, then national level. It was organized online, with both Grillo and his close colleague Gianroberto Casaleggio (who died in 2016), seeing the medium as a more immediate and powerful form of democracy than a discredited representative parliament.\n5-Star’s other positions included strong criticism of the European Union and a rejection of the euro; an increasing hostility to immigrants; strongly pro-environmentalist policies and anti-corruption in politics. These were voiced mainly by Grillo in his ranting public speeches. (Like Donald Trump, Grillo expresses his policy views in apparently off-the-cuff comments through speeches or his blog.)\nSince Grillo has preferred being a guiding spirit to entering parliament, a much younger man, 31-year-old Luigi di Maio, is the parliamentary leader and the Movement’s prime minister designate. Di Maio is the son of a neo-fascist Neapolitan politician, dropped out of university and worked as a website designer, then a steward at Naples’ main football ground. He’s savvy, always immaculately dressed and is the most “constitutionalist” of the leading Movement’s leading members. In contrast to Grillo, he has argued that it must consider making alliances to gain power.\nThat commitment must now be tested. 5-Star has a terrible record in the cities in which it is in power – led by Rome, where an already corrupt administration, occupied by both left and right in recent years, has become chaotic under the Movement’s fumbling governance. Yet that hardly seems to matter: its claim to eschew all of the old system surfaces, again and again, as the voters’ rationale for giving it their vote.\nDi Maio puts on a good show for a young and inexperienced politician – and not just because of his fine tailoring. He could have the making of a natural, even a powerful political figure. But as power descends upon him, and perhaps on Salvini, ignorance and lack of good advice will certainly usher in a period of turbulence.\nThe challenges to sustain Italy as a major economy are daunting – as Gentiloni stressed in a pre-election interview. Its growth has improved but is still relatively anemic. Its exports are up, but not by much. Its unemployment is down, but is still very high for the young. Its productivity is low. The reforms the PD brought in have helped, but, as Gentiloni said, there is much more to be done. Real reform depends not on the vague and hopelessly over-optimistic promises of parties like 5-Star. Rather it needs steady, prolonged, controversial changes. In a country where inexperience is on the threshold of power and such pillars of stability as existed are trembling, or crumbled, it will be astonishing if such reform will be possible. (Reporting by John Lloyd)\n ",
    "published": "2018-03-06T01:51:00.000+02:00",
    "crawled": "2018-03-06T02:16:03.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "opinion",
        "expressed",
        "john",
        "lloyd",
        "march",
        "reuters",
        "power",
        "crashed",
        "italy",
        "two",
        "sens",
        "first",
        "clearest",
        "two",
        "party",
        "supported",
        "democracy",
        "conventional",
        "division",
        "left",
        "versus",
        "right",
        "failed",
        "sunday",
        "inconclusive",
        "election",
        "euro",
        "zone",
        "economy",
        "european",
        "union",
        "outcome",
        "bad",
        "winning",
        "party",
        "varying",
        "degree",
        "euroskeptic",
        "victor",
        "ignore",
        "popular",
        "tide",
        "disillusionment",
        "eu",
        "put",
        "indeed",
        "nourished",
        "italian",
        "left",
        "realized",
        "vote",
        "party",
        "would",
        "badly",
        "comforted",
        "prospect",
        "coalition",
        "parallel",
        "coalition",
        "germany",
        "finally",
        "agreed",
        "member",
        "german",
        "social",
        "democratic",
        "party",
        "italy",
        "voting",
        "main",
        "party",
        "italy",
        "together",
        "enough",
        "vote",
        "make",
        "majority",
        "angela",
        "merkel",
        "christian",
        "social",
        "union",
        "german",
        "sdp",
        "much",
        "country",
        "though",
        "italy",
        "thoroughly",
        "political",
        "establishment",
        "radically",
        "weakened",
        "welcoming",
        "former",
        "trump",
        "adviser",
        "steve",
        "bannon",
        "exulted",
        "italian",
        "gone",
        "country",
        "towards",
        "radical",
        "change",
        "election",
        "told",
        "italian",
        "newspaper",
        "crucial",
        "global",
        "populism",
        "right",
        "forever",
        "man",
        "italian",
        "politics",
        "silvio",
        "berlusconi",
        "recast",
        "new",
        "existence",
        "wise",
        "old",
        "bird",
        "keep",
        "wilder",
        "spirit",
        "right",
        "control",
        "loser",
        "insisted",
        "poll",
        "evidence",
        "party",
        "faltered",
        "thus",
        "would",
        "remain",
        "central",
        "yet",
        "may",
        "last",
        "lack",
        "retain",
        "place",
        "treacherous",
        "eddy",
        "italian",
        "politics",
        "berlusconi",
        "party",
        "forza",
        "italia",
        "major",
        "force",
        "italian",
        "right",
        "past",
        "quarter",
        "century",
        "cede",
        "prime",
        "place",
        "coalition",
        "right",
        "one",
        "wilder",
        "spirit",
        "lega",
        "northern",
        "league",
        "headed",
        "matteo",
        "salvini",
        "salvini",
        "rhetoric",
        "immigrant",
        "extreme",
        "nevertheless",
        "countenanced",
        "mass",
        "deportation",
        "leader",
        "right",
        "major",
        "figure",
        "grasped",
        "first",
        "fully",
        "curbing",
        "immigration",
        "key",
        "issue",
        "italian",
        "voter",
        "left",
        "governing",
        "partito",
        "democratico",
        "democratic",
        "party",
        "returned",
        "vote",
        "around",
        "fifth",
        "percent",
        "italian",
        "voted",
        "higher",
        "turnout",
        "western",
        "country",
        "prime",
        "minister",
        "paolo",
        "gentiloni",
        "intelligent",
        "responsible",
        "politician",
        "expert",
        "choice",
        "ideal",
        "leader",
        "whatever",
        "coalition",
        "could",
        "come",
        "election",
        "pd",
        "crash",
        "make",
        "outcome",
        "unlikely",
        "party",
        "leader",
        "matteo",
        "renzi",
        "immediately",
        "consigned",
        "pd",
        "status",
        "opposition",
        "likely",
        "resignation",
        "leadership",
        "blamed",
        "colleague",
        "left",
        "pd",
        "unstinting",
        "hatred",
        "defection",
        "party",
        "found",
        "leftist",
        "group",
        "disappeared",
        "voting",
        "force",
        "leftist",
        "devotion",
        "shredding",
        "know",
        "better",
        "gladiatorial",
        "spectacle",
        "amphitheatre",
        "roman",
        "parliament",
        "renzi",
        "lost",
        "large",
        "support",
        "first",
        "announced",
        "demolition",
        "man",
        "old",
        "system",
        "entered",
        "parliament",
        "prime",
        "minister",
        "confronted",
        "hard",
        "choice",
        "cut",
        "public",
        "service",
        "forcing",
        "greater",
        "ease",
        "hiring",
        "firing",
        "tax",
        "rise",
        "facing",
        "italy",
        "seeking",
        "confront",
        "lost",
        "public",
        "backing",
        "crucial",
        "vote",
        "securing",
        "rational",
        "election",
        "system",
        "quest",
        "seek",
        "mastery",
        "italy",
        "politics",
        "2010s",
        "tony",
        "blair",
        "new",
        "labour",
        "uk",
        "2000s",
        "failed",
        "second",
        "crash",
        "power",
        "descends",
        "victor",
        "led",
        "unquestionably",
        "movement",
        "founded",
        "less",
        "decade",
        "ago",
        "comedian",
        "satirist",
        "beppe",
        "grillo",
        "movement",
        "benefitted",
        "indescribable",
        "thus",
        "vessel",
        "disillusioned",
        "fill",
        "hope",
        "movement",
        "took",
        "around",
        "one",
        "third",
        "italian",
        "vote",
        "far",
        "ahead",
        "others",
        "would",
        "seem",
        "undemocratic",
        "government",
        "indeed",
        "lead",
        "government",
        "la",
        "repubblica",
        "daily",
        "suggested",
        "range",
        "alliance",
        "movement",
        "right",
        "bit",
        "right",
        "pd",
        "chosen",
        "interviewed",
        "medium",
        "night",
        "early",
        "morning",
        "monday",
        "said",
        "roughly",
        "thing",
        "different",
        "fed",
        "old",
        "system",
        "grillo",
        "satirist",
        "whose",
        "mocking",
        "political",
        "establishment",
        "80",
        "90",
        "kept",
        "scandalously",
        "tv",
        "also",
        "gave",
        "mantle",
        "people",
        "champion",
        "saw",
        "give",
        "show",
        "florence",
        "nelson",
        "mandela",
        "stadium",
        "grillo",
        "spent",
        "time",
        "charging",
        "audience",
        "voice",
        "ricocheting",
        "shout",
        "whisper",
        "brilliantly",
        "excoriated",
        "power",
        "time",
        "embracing",
        "audience",
        "member",
        "protect",
        "malignity",
        "around",
        "time",
        "ramping",
        "political",
        "campaign",
        "starting",
        "va",
        "fancullo",
        "vulgar",
        "version",
        "get",
        "lost",
        "day",
        "would",
        "address",
        "cheering",
        "crowd",
        "piazza",
        "brand",
        "satire",
        "florence",
        "fed",
        "creation",
        "movement",
        "first",
        "local",
        "national",
        "level",
        "organized",
        "online",
        "grillo",
        "close",
        "colleague",
        "gianroberto",
        "casaleggio",
        "died",
        "seeing",
        "medium",
        "immediate",
        "powerful",
        "form",
        "democracy",
        "discredited",
        "representative",
        "parliament",
        "position",
        "included",
        "strong",
        "criticism",
        "european",
        "union",
        "rejection",
        "euro",
        "increasing",
        "hostility",
        "immigrant",
        "strongly",
        "policy",
        "politics",
        "voiced",
        "mainly",
        "grillo",
        "ranting",
        "public",
        "speech",
        "like",
        "donald",
        "trump",
        "grillo",
        "express",
        "policy",
        "view",
        "apparently",
        "comment",
        "speech",
        "blog",
        "since",
        "grillo",
        "preferred",
        "guiding",
        "spirit",
        "entering",
        "parliament",
        "much",
        "younger",
        "man",
        "luigi",
        "di",
        "maio",
        "parliamentary",
        "leader",
        "movement",
        "prime",
        "minister",
        "designate",
        "di",
        "maio",
        "son",
        "neapolitan",
        "politician",
        "dropped",
        "university",
        "worked",
        "website",
        "designer",
        "steward",
        "naples",
        "main",
        "football",
        "ground",
        "savvy",
        "always",
        "immaculately",
        "dressed",
        "constitutionalist",
        "leading",
        "movement",
        "leading",
        "member",
        "contrast",
        "grillo",
        "argued",
        "must",
        "consider",
        "making",
        "alliance",
        "gain",
        "power",
        "commitment",
        "must",
        "tested",
        "terrible",
        "record",
        "city",
        "power",
        "led",
        "rome",
        "already",
        "corrupt",
        "administration",
        "occupied",
        "left",
        "right",
        "recent",
        "year",
        "become",
        "chaotic",
        "movement",
        "fumbling",
        "governance",
        "yet",
        "hardly",
        "seems",
        "matter",
        "claim",
        "eschew",
        "old",
        "system",
        "surface",
        "voter",
        "rationale",
        "giving",
        "vote",
        "di",
        "maio",
        "put",
        "good",
        "show",
        "young",
        "inexperienced",
        "politician",
        "fine",
        "tailoring",
        "could",
        "making",
        "natural",
        "even",
        "powerful",
        "political",
        "figure",
        "power",
        "descends",
        "upon",
        "perhaps",
        "salvini",
        "ignorance",
        "lack",
        "good",
        "advice",
        "certainly",
        "usher",
        "period",
        "turbulence",
        "challenge",
        "sustain",
        "italy",
        "major",
        "economy",
        "daunting",
        "gentiloni",
        "stressed",
        "interview",
        "growth",
        "improved",
        "still",
        "relatively",
        "anemic",
        "export",
        "much",
        "unemployment",
        "still",
        "high",
        "young",
        "productivity",
        "low",
        "reform",
        "pd",
        "brought",
        "helped",
        "gentiloni",
        "said",
        "much",
        "done",
        "real",
        "reform",
        "depends",
        "vague",
        "hopelessly",
        "promise",
        "party",
        "like",
        "rather",
        "need",
        "steady",
        "prolonged",
        "controversial",
        "change",
        "country",
        "inexperience",
        "threshold",
        "power",
        "pillar",
        "stability",
        "existed",
        "trembling",
        "crumbled",
        "astonishing",
        "reform",
        "possible",
        "reporting",
        "john",
        "lloyd"
    ]
}