{
    "organizations": [],
    "uuid": "90f6bbfc03531fee5cd21a57ae9692e99a170658",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/pr-newswire-ricebran-technologies-reports-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "RiceBran Technologies Reports Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SACRAMENTO, California, March 15, 2018 /PRNewswire/ -- RiceBran Technologies (NASDAQ: RIBT and RIBTW) (the \"Company\" or \"RBT\"), a global leader in the production and marketing of value added products derived from rice bran, announced today the Company's financial results for the full year ended December 31, 2017.\nBusiness Highlights\nSuccessfully exited from unprofitable operations in Brazil and completed the sale of its Healthy Natural contract manufacturing business for $18.3 million in cash to focus on proprietary ingredient business. Secured a direct $2.9 million equity investment from Continental Grain to fuel future sales growth. Expanded GPMs by over 400bps and reduced annual SG&A expenses by $2.5 million or 20.2% through cost cutting initiatives. Significantly improved balance sheet with year-end 2017 cash totaling $6.2 million and shareholders' equity rising to $14.7 million compared to cash of $342,000 and a shareholders' deficit of $(632,000) at year-end 2016. Added key sales personnel in the second half of 2017 to help drive future ingredient sales growth.\n\"We are pleased with the progress we made in 2017 as we completed the work to put RBT on sound financial footing,\" said Dr. Robert Smith, CEO. \"Our expanded salesforce is now focused on targeted customer niches, and we are seeing progress in growing those niches. We believe this will translate into accelerating revenue growth starting with the 2018 second quarter and we expect our quarterly adjusted EBITDA to improve markedly by the end of 2018.\"\nHighlights of RBT's 2017 results:\nRiceBran Technologies reported revenue of $13.4 million in 2017 versus $13.0 million in 2016. Sales of our Animal Nutrition product sales were up 9% while Food product sales fell 2%. Gross profit expanded to $3.8 million from $3.1 million, and gross profit rate was 28.39% in 2017 versus 24.09% last year. Raw bran prices were a favorable impact for much of the year, while obsolete inventory costs also fell. SG&A costs were sharply lower at $9.9 million in 2017 versus $12.4 million in 2016, reflecting aggressive company efforts to improve profitability. Primary drivers of this decrease included lower payroll, travel and entertainment, marketing, and annual meeting expenses (the latter related to the 2016 proxy contest). Our loss from operations of $(6.1) million in 2017 was improved from $(9.3 million) as a result of higher gross profit and lower SG&A. Our adjusted EBITDA was $(4.1) million in 2017, improved from $(5.4) million in 2016.\nHighlights of RBT's 2017 fourth quarter results:\nThe fourth quarter saw sales decline 3% to $3.1 million from $3.2 million in the 2016 fourth quarter. Although we were not expecting growth in the fourth quarter, our performance was partially constrained by end of quarter customer delivery timing issues and some unexpected downtime at one of our facilities. Gross profit was $666,000 in the 2017 fourth quarter versus $578,000 in the 2016 fourth quarter, and gross profit rate improved to 21.15% from 17.87%. Inventory reserves helped gross profit margins, which was partially offset by higher raw bran prices. SG&A expenses totaled $2.46 million in the 2017 fourth quarter versus $2.96 million in the 2016 fourth quarter, declining to 78.12% of revenue from 91.38%. Lower stock option, bonus, office, and fee expenses were primary causes of the decrease. Operating loss of $(1.79) million in the 2017 fourth quarter improved from $(2.38) million in the 2016 fourth quarter, and adjusted EBITDA was $(1.34) million compared to $(1.69) million, respectively.\nRBT's balance sheet was substantially strengthened in 2017:\nYear-end cash and cash equivalents totaled $6.2 million in 2017 versus $342,000 at the end of 2016. Debt was reduced to $16,000 at the end of 2017 from $9.0 million at the end of 2016. Shareholders' equity totaled $14.7 million at year-end 2017, up from $(632,000) a year earlier. Most of the improved financial condition resulted from the proceeds and gain on our sale of Healthy Natural and an amended agreement that allowed us to change the accounting treatment for many of our warrants to equity treatment versus liability.\n\"We are in a strong position to pursue growth opportunities,\" noted Brent Rystrom, COO and CFO. \"Our sales team, led by Michael Goose, is making major inroads in identifying and selling to new customers as well as building volumes with existing customers. We see this leading to a progressive acceleration in revenue growth beginning in the 2018 second quarter. We plan to hold non-selling expenses flat in 2018, which should drive sharply improving profitability.\"\nRiceBran Technologies is providing guidance for 2018:\nAnnual revenue exceeding $16.0 million compared to the $13.4 million we reported in 2017. First quarter revenue flat to down 5% compared to the 2017 first quarter. Second quarter revenue up 7% to 12% compared to the 2017 second quarter. Third quarter revenue up 20% to 30% compared to the 2017 third quarter. Fourth quarter revenue up at least 30% compared to the 2017 fourth quarter. Annual EBITDA: On revenue of $16.0 million in 2018 the Company expects an adjusted EBITDA loss of $(3.0) million to $(3.5) million for the year, with the loss largest in the first quarter and decreasing sequentially as the year unfolds and the range determined by the mix of customer types in our overall revenue. Attaining positive adjusted EBITDA: provided the Company can maintain meaningful double-digit revenue growth rates into 2019 while maintaining strong controls on our costs and expenses, we believe we will reach breakeven adjusted EBITDA by mid-year 2019.\nConference Call Information\nRiceBran Technologies will host a conference call today, Thursday, March 15, at 4:30 p.m. Eastern Time to discuss these results. The conference call information is as follows:\nDate: March 15, 2018 Time: 4:30 p.m. Eastern Daylight Time Direct Dial-in number for US/Canada: (201) 493-6780 Toll Free Dial-in number for US/Canada: (877) 407-3982 Dial-In number for international callers: (201) 493-6780 Participants will ask for the RiceBran Technologies 2017 Year End Financial Results Call\nThis call is being webcast by ViaVid and can be accessed at http://public.viavid.com/index.php?id=128749 .\nThe call will also be available for replay by accessing http://public.viavid.com/index.php?id=128749 .\nAbout RiceBran Technologies\nRiceBran Technologies is a specialty ingredient company servicing the food, animal nutrition and specialty ingredient products markets. We utilize our proprietary and patented intellectual property to convert rice bran, one of the world's most underutilized food sources, into a number of highly nutritious and clean label ingredient products. The global target markets for our products include food and animal nutrition manufacturers and retailers, as well as specialty food, functional food and nutritional supplement manufacturers and retailers. More information can be found in the Company's filings with the SEC and by visiting our website at http://www.ricebrantech.com\nForward-Looking Statements\nThis release contains forward-looking statements, including, but not limited to, statements about RiceBran Technologies' expectations regarding revenue growth, product demand and opportunities, improved adjusted EBITDA, costs and expenses, and profitability. These statements are made based upon current expectations that are subject to known and unknown risks and uncertainties. RiceBran Technologies does not undertake to update forward-looking statements in this news release to reflect actual results, changes in assumptions or changes in other factors affecting such forward-looking information. Assumptions and other information that could cause results to differ from those set forth in the forward-looking information can be found in this press release and in RiceBran Technologies' filings with the Securities and Exchange Commission, including its most recent periodic reports.\nRiceBran Technologies\nConsolidated Balance Sheets\nDecember 31, 2017 and 2016\n(in thousands, except share amounts)\n2017\n2016\nASSETS\nCurrent assets:\nCash and cash equivalents\n$ 6,203\n$ 342\nRestricted cash\n775\n-\nAccounts receivable, net of allowance for doubtful accounts of $8 and $12\n1,273\n1,094\nInventories\nFinished goods\n564\n795\nPackaging\n114\n138\nDeposits and other current assets\n519\n824\nCurrent assets held for sale\n-\n4,335\nTotal current assets\n9,448\n7,528\nProperty and equipment, net\n7,850\n7,025\nOther long-term assets, net\n63\n242\nNoncurrent assets held for sale\n-\n14,050\nTotal assets\n$ 17,361\n$ 28,845\nLIABILITIES, TEMPORARY EQUITY AND EQUITY (DEFICIT)\nCurrent liabilities:\nAccounts payable\n$ 765\n$ 714\nAccrued salary, wages and benefits\n773\n496\nAccrued expenses\n741\n904\nUnearned revenue\n75\n384\nEscrow liability\n258\n-\nCurrent maturities of long-term debt\n4\n3,063\nCurrent liabilities held for sale\n-\n15,801\nTotal current liabilities\n2,616\n21,362\nLong-term debt, less current portion\n12\n5,964\nDerivative warrant liabilities\n-\n1,527\nNoncurrent liabilities held for sale\n-\n73\nTotal liabilities\n2,628\n28,926\nCommitments and contingencies\nTemporary equity\nPreferred stock, Series F, convertible, 20,000,000 shares authorized, 3,000\nshares issued and outstanding\n-\n551\nTotal temporary equity\n-\n551\nEquity (deficit):\nEquity (deficit) attributable to RiceBran Technologies shareholders:\nPreferred stock, 20,000,000 shares authorized:\nSeries F, convertible, 3,000 shares authorized, no shares issued and outstanding\n-\n-\nSeries G, convertible, 3,000 shares authorized, 630 shares issued and outstanding\n313\n-\nCommon stock, no par value, 50,000,000 shares authorized,\n18,046,731 and 10,790,351 shares issued and outstanding\n279,548\n264,232\nAccumulated deficit\n(265,128)\n(259,819)\nAccumulated deficit attributable to noncontrolling interest in discontinued operations\n-\n(699)\nAccumulated other comprehensive loss\n-\n(4,346)\nTotal equity (deficit) attributable to RiceBran Technologies shareholders\n14,733\n(632)\nTotal liabilities, temporary equity and equity (deficit)\n$ 17,361\n$ 28,845\nRiceBran Technologies\nConsolidated Statements of Operations\nYears Ended December 31, 2017 and 2016\n(in thousands, except share and per share amounts)\n2017\n2016\nRevenues\n$ 13,355\n$ 12,982\nCost of goods sold\n9,564\n9,855\nGross profit\n3,791\n3,127\nSelling, general and administrative expenses\n9,888\n12,384\nLoss from operations\n(6,097)\n(9,257)\nOther income (expense):\nInterest expense\n(1,623)\n(2,483)\nChange in fair value of derivative warrant liabilities\n670\n1,625\nLoss on extinguishment of debt\n(8,290)\n-\nGain on resolution of Irgovel purchase litigation\n-\n1,598\nOther income\n307\n563\nOther expense\n(182)\n-\nTotal other income (expense)\n(9,118)\n1,303\nLoss from continuing operations before income taxes\n(15,215)\n(7,954)\nIncome tax benefit\n5,030\n1,824\nLoss from continuing operations\n(10,185)\n(6,130)\nIncome (loss) from discontinued operations, net of tax\n3,983\n(5,120)\nNet loss\n(6,202)\n(11,250)\nLess - Net loss attributable to noncontrolling interest\nin discontinued operations\n(1,671)\n(2,720)\nNet loss attributable to RiceBran Technologies shareholders\n(4,531)\n(8,530)\nLess - Dividends on preferred stock, beneficial conversion feature\n778\n551\nNet loss attributable to RiceBran Technologies common shareholders\n$ (5,309)\n$ (9,081)\nBasic earnings (loss) per common share:\nContinuing operations\n$ (0.92)\n$ (0.72)\nDiscontinued operations\n0.47\n(0.25)\nBasic loss per common share - RiceBran Technologies\n$ (0.45)\n$ (0.97)\nDiluted earnings (loss) per common share:\nContinuing operations\n$ (0.92)\n$ (0.72)\nDiscontinued operations\n0.47\n(0.25)\nDiluted loss per common share - RiceBran Technologies\n$ (0.45)\n$ (0.97)\nWeighted average number of shares outstanding:\nBasic\n11,923,923\n9,338,370\nDiluted\n11,923,923\n9,338,370\nUSE OF NON-GAAP FINANCIAL INFORMATION\nWe utilize \"Adjusted EBITDA\" as a supplemental measure in our ongoing analysis of short term and long term cash requirement and liquidity needs. Adjusted EBITDA does not represent cash flows from operations as defined by generally accepted accounting principles (\"GAAP\"), is not a measure derived in accordance with GAAP and should not be considered as an alternative to net income (the most comparable GAAP financial measure to EBITDA). Management uses Adjusted EBITDA as an indicator of our current financial performance. By eliminating the impact of all material non-cash charges as well as items that do not regularly occur, we believe that Adjusted EBITDA provides a more accurate and informative indicator of our cash requirements.\nThe table below contains a reconciliation of net income (GAAP) and Adjusted EBITDA (Non-GAAP) for the three months and twelve months ended December 31, 2017 and 2016. We do not provide a reconciliation of forward-looking net income (GAAP) to Adjusted EBITDA (non-GAAP). Due to the nature of certain reconciling items, it is not possible to predict with any reliability what future outcomes may be with regard to the expense or income that may ultimately be recognized in future periods. Any forward-looking Adjusted EBITDA information that we may provide from time to time consistently excludes the same items from projected net income that are excluded from actual net income in the table below.\nRiceBran Technologies\nAdjusted EBITDA Reconciliation\nFor the three months ended December 31 (in thousands)\n2017\n2016\nNet income (loss)\n$ (1,795)\n$ (1,635)\nInterest expense\n7\n999\nInterest income\n-\n-\nDepreciation & amortization\n186\n242\nUnadjusted EBITDA\n$ (1,602)\n$ (394)\nAdd Back Other Items:\nChange in fair value of derivative liabilities\n138\n(1,311)\nGain on resolution of Irgovel purchase litigation\n-\n-\nLoss on extinguishment of debt\n-\n-\nOther income/expense\n(59)\n(431)\nProxy contest expense\n-\n(390)\nShare-based compensation\n169\n691\nEst. CEO Employment Agreement Settlement\n-\n47\nCorporate relocation associated expenses\n15\n-\nOther\n-\n95\nAdjusted EBITDA\n$ (1,339)\n$ (1,693)\nRiceBran Technologies\nAdjusted EBITDA Reconciliation\nFor the twelve months ended December 31 (in thousands)\n2017\n2016\nNet income (loss)\n$ (15,215)\n$ (7,954)\nInterest expense\n1,623\n2,483\nInterest income\n-\n-\nDepreciation & amortization\n757\n936\nUnadjusted EBITDA\n$ (12,835)\n$ (4,535)\nAdd Back Other Items:\nChange in fair value of derivative liabilities\n(670)\n(1,625)\nGain on resolution of Irgovel purchase litigation\n-\n(1,598)\nLoss on extinguishment of debt\n8,290\n-\nOther income/expense\n(125)\n(563)\nProxy contest expense\n-\n667\nShare-based compensation\n1,073\n1,275\nEst. CEO Employment Agreement Settlement\n-\n747\nCorporate relocation associated expenses\n116\n-\nOther\n92\n262\nAdjusted EBITDA\n$ (4,059)\n$ (5,370)\nInvestor Contact:\nAscendant Partners, LLC\nRichard Galterio\n(732) 410-9810\nrich@ascendantpartnersllc.com\nView original content: http://www.prnewswire.com/news-releases/ricebran-technologies-reports-full-year-2017-financial-results-300614818.html\nSOURCE RiceBran Technologies",
    "published": "2018-03-15T23:01:00.000+02:00",
    "crawled": "2018-03-16T01:20:49.053+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sacramento",
        "california",
        "march",
        "ricebran",
        "technology",
        "nasdaq",
        "ribt",
        "ribtw",
        "company",
        "rbt",
        "global",
        "leader",
        "production",
        "marketing",
        "value",
        "added",
        "product",
        "derived",
        "rice",
        "bran",
        "announced",
        "today",
        "company",
        "financial",
        "result",
        "full",
        "year",
        "ended",
        "december",
        "business",
        "highlight",
        "successfully",
        "exited",
        "unprofitable",
        "operation",
        "brazil",
        "completed",
        "sale",
        "healthy",
        "natural",
        "contract",
        "manufacturing",
        "business",
        "million",
        "cash",
        "focus",
        "proprietary",
        "ingredient",
        "business",
        "secured",
        "direct",
        "million",
        "equity",
        "investment",
        "continental",
        "grain",
        "fuel",
        "future",
        "sale",
        "growth",
        "expanded",
        "gpms",
        "400bps",
        "reduced",
        "annual",
        "sg",
        "expense",
        "million",
        "cost",
        "cutting",
        "initiative",
        "significantly",
        "improved",
        "balance",
        "sheet",
        "cash",
        "totaling",
        "million",
        "shareholder",
        "equity",
        "rising",
        "million",
        "compared",
        "cash",
        "shareholder",
        "deficit",
        "added",
        "key",
        "sale",
        "personnel",
        "second",
        "half",
        "help",
        "drive",
        "future",
        "ingredient",
        "sale",
        "growth",
        "pleased",
        "progress",
        "made",
        "completed",
        "work",
        "put",
        "rbt",
        "sound",
        "financial",
        "footing",
        "said",
        "robert",
        "smith",
        "ceo",
        "expanded",
        "salesforce",
        "focused",
        "targeted",
        "customer",
        "niche",
        "seeing",
        "progress",
        "growing",
        "niche",
        "believe",
        "translate",
        "accelerating",
        "revenue",
        "growth",
        "starting",
        "second",
        "quarter",
        "expect",
        "quarterly",
        "adjusted",
        "ebitda",
        "improve",
        "markedly",
        "end",
        "highlight",
        "rbt",
        "result",
        "ricebran",
        "technology",
        "reported",
        "revenue",
        "million",
        "versus",
        "million",
        "sale",
        "animal",
        "nutrition",
        "product",
        "sale",
        "food",
        "product",
        "sale",
        "fell",
        "gross",
        "profit",
        "expanded",
        "million",
        "million",
        "gross",
        "profit",
        "rate",
        "versus",
        "last",
        "year",
        "raw",
        "bran",
        "price",
        "favorable",
        "impact",
        "much",
        "year",
        "obsolete",
        "inventory",
        "cost",
        "also",
        "fell",
        "sg",
        "cost",
        "sharply",
        "lower",
        "million",
        "versus",
        "million",
        "reflecting",
        "aggressive",
        "company",
        "effort",
        "improve",
        "profitability",
        "primary",
        "driver",
        "decrease",
        "included",
        "lower",
        "payroll",
        "travel",
        "entertainment",
        "marketing",
        "annual",
        "meeting",
        "expense",
        "latter",
        "related",
        "proxy",
        "contest",
        "loss",
        "operation",
        "million",
        "improved",
        "million",
        "result",
        "higher",
        "gross",
        "profit",
        "lower",
        "sg",
        "adjusted",
        "ebitda",
        "million",
        "improved",
        "million",
        "highlight",
        "rbt",
        "fourth",
        "quarter",
        "result",
        "fourth",
        "quarter",
        "saw",
        "sale",
        "decline",
        "million",
        "million",
        "fourth",
        "quarter",
        "although",
        "expecting",
        "growth",
        "fourth",
        "quarter",
        "performance",
        "partially",
        "constrained",
        "end",
        "quarter",
        "customer",
        "delivery",
        "timing",
        "issue",
        "unexpected",
        "downtime",
        "one",
        "facility",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "versus",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "rate",
        "improved",
        "inventory",
        "reserve",
        "helped",
        "gross",
        "profit",
        "margin",
        "partially",
        "offset",
        "higher",
        "raw",
        "bran",
        "price",
        "sg",
        "expense",
        "totaled",
        "million",
        "fourth",
        "quarter",
        "versus",
        "million",
        "fourth",
        "quarter",
        "declining",
        "revenue",
        "lower",
        "stock",
        "option",
        "bonus",
        "office",
        "fee",
        "expense",
        "primary",
        "cause",
        "decrease",
        "operating",
        "loss",
        "million",
        "fourth",
        "quarter",
        "improved",
        "million",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "respectively",
        "rbt",
        "balance",
        "sheet",
        "substantially",
        "strengthened",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "versus",
        "end",
        "debt",
        "reduced",
        "end",
        "million",
        "end",
        "shareholder",
        "equity",
        "totaled",
        "million",
        "year",
        "earlier",
        "improved",
        "financial",
        "condition",
        "resulted",
        "proceeds",
        "gain",
        "sale",
        "healthy",
        "natural",
        "amended",
        "agreement",
        "allowed",
        "u",
        "change",
        "accounting",
        "treatment",
        "many",
        "warrant",
        "equity",
        "treatment",
        "versus",
        "liability",
        "strong",
        "position",
        "pursue",
        "growth",
        "opportunity",
        "noted",
        "brent",
        "rystrom",
        "coo",
        "cfo",
        "sale",
        "team",
        "led",
        "michael",
        "goose",
        "making",
        "major",
        "inroad",
        "identifying",
        "selling",
        "new",
        "customer",
        "well",
        "building",
        "volume",
        "existing",
        "customer",
        "see",
        "leading",
        "progressive",
        "acceleration",
        "revenue",
        "growth",
        "beginning",
        "second",
        "quarter",
        "plan",
        "hold",
        "expense",
        "flat",
        "drive",
        "sharply",
        "improving",
        "profitability",
        "ricebran",
        "technology",
        "providing",
        "guidance",
        "annual",
        "revenue",
        "exceeding",
        "million",
        "compared",
        "million",
        "reported",
        "first",
        "quarter",
        "revenue",
        "flat",
        "compared",
        "first",
        "quarter",
        "second",
        "quarter",
        "revenue",
        "compared",
        "second",
        "quarter",
        "third",
        "quarter",
        "revenue",
        "compared",
        "third",
        "quarter",
        "fourth",
        "quarter",
        "revenue",
        "least",
        "compared",
        "fourth",
        "quarter",
        "annual",
        "ebitda",
        "revenue",
        "million",
        "company",
        "expects",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "million",
        "year",
        "loss",
        "largest",
        "first",
        "quarter",
        "decreasing",
        "sequentially",
        "year",
        "unfolds",
        "range",
        "determined",
        "mix",
        "customer",
        "type",
        "overall",
        "revenue",
        "attaining",
        "positive",
        "adjusted",
        "ebitda",
        "provided",
        "company",
        "maintain",
        "meaningful",
        "revenue",
        "growth",
        "rate",
        "maintaining",
        "strong",
        "control",
        "cost",
        "expense",
        "believe",
        "reach",
        "breakeven",
        "adjusted",
        "ebitda",
        "conference",
        "call",
        "information",
        "ricebran",
        "technology",
        "host",
        "conference",
        "call",
        "today",
        "thursday",
        "march",
        "eastern",
        "time",
        "discus",
        "result",
        "conference",
        "call",
        "information",
        "follows",
        "date",
        "march",
        "time",
        "eastern",
        "daylight",
        "time",
        "direct",
        "number",
        "toll",
        "free",
        "number",
        "number",
        "international",
        "caller",
        "participant",
        "ask",
        "ricebran",
        "technology",
        "year",
        "end",
        "financial",
        "result",
        "call",
        "call",
        "webcast",
        "viavid",
        "accessed",
        "http",
        "call",
        "also",
        "available",
        "replay",
        "accessing",
        "http",
        "ricebran",
        "technology",
        "ricebran",
        "technology",
        "specialty",
        "ingredient",
        "company",
        "servicing",
        "food",
        "animal",
        "nutrition",
        "specialty",
        "ingredient",
        "product",
        "market",
        "utilize",
        "proprietary",
        "patented",
        "intellectual",
        "property",
        "convert",
        "rice",
        "bran",
        "one",
        "world",
        "underutilized",
        "food",
        "source",
        "number",
        "highly",
        "nutritious",
        "clean",
        "label",
        "ingredient",
        "product",
        "global",
        "target",
        "market",
        "product",
        "include",
        "food",
        "animal",
        "nutrition",
        "manufacturer",
        "retailer",
        "well",
        "specialty",
        "food",
        "functional",
        "food",
        "nutritional",
        "supplement",
        "manufacturer",
        "retailer",
        "information",
        "found",
        "company",
        "filing",
        "sec",
        "visiting",
        "website",
        "http",
        "statement",
        "release",
        "contains",
        "statement",
        "including",
        "limited",
        "statement",
        "ricebran",
        "technology",
        "expectation",
        "regarding",
        "revenue",
        "growth",
        "product",
        "demand",
        "opportunity",
        "improved",
        "adjusted",
        "ebitda",
        "cost",
        "expense",
        "profitability",
        "statement",
        "made",
        "based",
        "upon",
        "current",
        "expectation",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "ricebran",
        "technology",
        "undertake",
        "update",
        "statement",
        "news",
        "release",
        "reflect",
        "actual",
        "result",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "information",
        "assumption",
        "information",
        "could",
        "cause",
        "result",
        "differ",
        "set",
        "forth",
        "information",
        "found",
        "press",
        "release",
        "ricebran",
        "technology",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "periodic",
        "report",
        "ricebran",
        "technology",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "thousand",
        "except",
        "share",
        "amount",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "inventory",
        "finished",
        "good",
        "packaging",
        "deposit",
        "current",
        "asset",
        "current",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "net",
        "noncurrent",
        "asset",
        "held",
        "sale",
        "total",
        "asset",
        "liability",
        "temporary",
        "equity",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "salary",
        "wage",
        "benefit",
        "accrued",
        "expense",
        "unearned",
        "revenue",
        "escrow",
        "liability",
        "current",
        "maturity",
        "debt",
        "current",
        "liability",
        "held",
        "sale",
        "total",
        "current",
        "liability",
        "debt",
        "less",
        "current",
        "portion",
        "derivative",
        "warrant",
        "liability",
        "noncurrent",
        "liability",
        "held",
        "sale",
        "total",
        "liability",
        "commitment",
        "contingency",
        "temporary",
        "equity",
        "preferred",
        "stock",
        "series",
        "f",
        "convertible",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "total",
        "temporary",
        "equity",
        "equity",
        "deficit",
        "equity",
        "deficit",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "preferred",
        "stock",
        "share",
        "authorized",
        "series",
        "f",
        "convertible",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "series",
        "g",
        "convertible",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "accumulated",
        "deficit",
        "accumulated",
        "deficit",
        "attributable",
        "noncontrolling",
        "interest",
        "discontinued",
        "operation",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "equity",
        "deficit",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "total",
        "liability",
        "temporary",
        "equity",
        "equity",
        "deficit",
        "ricebran",
        "technology",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "revenue",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "warrant",
        "liability",
        "loss",
        "extinguishment",
        "debt",
        "gain",
        "resolution",
        "irgovel",
        "purchase",
        "litigation",
        "income",
        "expense",
        "total",
        "income",
        "expense",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "loss",
        "continuing",
        "operation",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "discontinued",
        "operation",
        "net",
        "loss",
        "attributable",
        "ricebran",
        "technology",
        "shareholder",
        "less",
        "dividend",
        "preferred",
        "stock",
        "beneficial",
        "conversion",
        "feature",
        "net",
        "loss",
        "attributable",
        "ricebran",
        "technology",
        "common",
        "shareholder",
        "basic",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "basic",
        "loss",
        "per",
        "common",
        "share",
        "ricebran",
        "technology",
        "diluted",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "ricebran",
        "technology",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "use",
        "financial",
        "information",
        "utilize",
        "adjusted",
        "ebitda",
        "supplemental",
        "measure",
        "ongoing",
        "analysis",
        "short",
        "term",
        "long",
        "term",
        "cash",
        "requirement",
        "liquidity",
        "need",
        "adjusted",
        "ebitda",
        "represent",
        "cash",
        "flow",
        "operation",
        "defined",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measure",
        "derived",
        "accordance",
        "gaap",
        "considered",
        "alternative",
        "net",
        "income",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "ebitda",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "indicator",
        "current",
        "financial",
        "performance",
        "eliminating",
        "impact",
        "material",
        "charge",
        "well",
        "item",
        "regularly",
        "occur",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "accurate",
        "informative",
        "indicator",
        "cash",
        "requirement",
        "table",
        "contains",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "twelve",
        "month",
        "ended",
        "december",
        "provide",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "adjusted",
        "ebitda",
        "due",
        "nature",
        "certain",
        "reconciling",
        "item",
        "possible",
        "predict",
        "reliability",
        "future",
        "outcome",
        "may",
        "regard",
        "expense",
        "income",
        "may",
        "ultimately",
        "recognized",
        "future",
        "period",
        "adjusted",
        "ebitda",
        "information",
        "may",
        "provide",
        "time",
        "time",
        "consistently",
        "excludes",
        "item",
        "projected",
        "net",
        "income",
        "excluded",
        "actual",
        "net",
        "income",
        "table",
        "ricebran",
        "technology",
        "adjusted",
        "ebitda",
        "reconciliation",
        "three",
        "month",
        "ended",
        "december",
        "thousand",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "interest",
        "income",
        "depreciation",
        "amortization",
        "unadjusted",
        "ebitda",
        "add",
        "back",
        "item",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "gain",
        "resolution",
        "irgovel",
        "purchase",
        "litigation",
        "loss",
        "extinguishment",
        "debt",
        "proxy",
        "contest",
        "expense",
        "compensation",
        "est",
        "ceo",
        "employment",
        "agreement",
        "settlement",
        "corporate",
        "relocation",
        "associated",
        "expense",
        "adjusted",
        "ebitda",
        "ricebran",
        "technology",
        "adjusted",
        "ebitda",
        "reconciliation",
        "twelve",
        "month",
        "ended",
        "december",
        "thousand",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "interest",
        "income",
        "depreciation",
        "amortization",
        "unadjusted",
        "ebitda",
        "add",
        "back",
        "item",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "gain",
        "resolution",
        "irgovel",
        "purchase",
        "litigation",
        "loss",
        "extinguishment",
        "debt",
        "proxy",
        "contest",
        "expense",
        "compensation",
        "est",
        "ceo",
        "employment",
        "agreement",
        "settlement",
        "corporate",
        "relocation",
        "associated",
        "expense",
        "adjusted",
        "ebitda",
        "investor",
        "contact",
        "ascendant",
        "partner",
        "llc",
        "richard",
        "galterio",
        "rich",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ricebran",
        "technology"
    ]
}