{
    "organizations": [],
    "uuid": "b04f9f9efc1f972b43119988f0893d0e47226457",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/25/cnbc-transcript-stephen-schwarzman-chairman-ceo-the-blackstone-group.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Stephen Schwarzman, Chairman & CEO, The Blackstone Group",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Stephen Schwarzman, Chairman & CEO of The Blackstone Group at the China Development Forum in Beijing. The interview was broadcast on CNBC's The Rundown on 26 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): We have to start with this whole trade war thing, which what looks to be building towards a trade war. It's been in the news cycle for a couple of days now, and here in China I think it's probably the only thing people are talking about. Your thoughts? I mean we haven't really, i mean things between the U.S. and China, the most important bilateral voices of the world haven't been this bad in a while?\nStephen Schwarzman: Well, there's obviously a number of actions that the U.S. has taken recently, whether it's steel or aluminum or the 301, issues on intellectual property or I think to come will be certain investment issues.\nThese issues really stem from certain types of imbalances between countries, in particular, the situation with the U.S. and China where China's tariffs vis-a-vis the U.S.. So if you were U.S. company shipping something into China on average would be about three times as much as the other way around. And so this type of structural problem is something that I believe both countries believe needs to be addressed. And I think you have to look at what's going on within the context of that very significant imbalance .\nMS: Ok, but is raising tariff barriers even higher the way to do this though?\nStephen Schwarzman: Well I think there needs to be a negotiated arrangement between the two countries and I think it's important to note that most of the types of things that are being discussed from the U.S. side, can be delayed in terms of their implementation and hopefully will be. Because I think there's a need for the two countries to basically normalize their relationships. And you can't do three to one difference. And so I anticipate that rational people will be able to come to a really good solution which would be good for both countries.\nMS: So what you're talking about is this window we've got, a timeframe from the time that the lists actually start coming out of the products right? For companies to basically weigh and maybe complain, likely complain, but also for the two sides China and the U.S. to sit down and actually talk. What you're saying is you're confident that both sides are going to be able to come to a negotiated solution. But specifically over what? What is the endgame? Is it to hack a 100 billion dollar off the trade imbalance or something else?\nStephen Schwarzman: I think that there's a need to have a long term solution where companies from each country can compete on much more of a level playing field. There's actually not a lot of justification for a completely unleveled playing field. And hopefully the mechanisms between the governments will allow that to be modified.\nMS: So something more strategic and also longer term. Here at the CDF this year 2018, I mean this whole sense on the part of the American business that it is still not easy to get in or to do business with China. Have things ratcheted up even further? Do you get the sense that the fear is it could be even harder now not just with what the president is doing but also with what Xi Jinping is thinking and trying to do?\nStephen Schwarzman: Well, geez I don't really understand your track. I don't think you can link all of these things. There's just a variety of market opening types of things that should be happening because most countries in the world have that. It promotes more activity rather than less activity. And so you know there are a variety of things that the two countries have talked about for many many years. Whether it's standards regulations, ease of customs, different types of things that should be modernized or normalized. There are certain global standards that could be adopted by China. So it makes life easier for outsiders to deal with China and wouldn't negatively affect China. So there's lots of room to do things. And hopefully that the leaders are multi-level because this isn't about two leaders in any way. It's about systems that need to come into much more balance.\nMS: You're seen a doyen, or at least one of the doyens of American businessmen who has a stake in China and in China's future. It's also understood that you, some people have described you, as sort of President Trump's China whisperer. I'm sure you've read some of the stories right. Based on your relationship with the president, what you know, and possibly even the recent conversations you've had with him, can you take us into his mind right now? What is he thinking with regards to U.S. China?\nStephen Schwarzman: If I knew completely I wouldn't share it on global television.\nMS: I was hoping you would.\nStephen Schwarzman: I realize you do, but that's not what I do. I think he's been pretty consistent in terms of just wanting to have, you know, sort of what I guess he would call fair trade, which is having the same burdens or similar burdens on each country. So the most competitive company wins, not the most competitive system in terms of friction wins. And I think that's really pretty much what it is. I don't think it's more complex than that.\nAnd so what he's doing is sort of consistent with that. And so the solutions are pretty predictable. So I think that's really what he wants. He calls it fair trade. So what's the definition of that, it's that the barriers between countries are just pretty much in line…\nMS: Equal or even.\nStephen Schwarzman: Yeah, sort of as close to even as you can get. Nothing ever gets completely even. But that's what he is trying to achieve. And if one side doesn't do well under that system, may pretend the U.S. isn't competitive enough you know vis-a-vis China then so be it. It doesn't matter.\nMS: Given your stature as sort of the doyen of American businesses or businessmen with a stake in China and its future. An increasingly nervous China is what we have today. If you could speak directly to them, to try and calm some of these fears what would you tell them?\nStephen Schwarzman: Well I'm trying to do that. Obviously, I haven't succeeded since you're asking me the question. But you know I think there's an opportunity to accelerate the effort of both countries to find an equitable solution. The idea of ever increasing tariffs and, you know, sort of tensions is not an appropriate solution. That's just like you know creating more friction. And I think that's pretty much good for nobody. It's not good for resolution.\nI think it's time to sort of take this apart and just say OK what does it take to have a good relationship between the countries. I think it's important not to overreact. I'm sure China will of course react to some of this and that's appropriate. But overreaction leading to overreaction is really not a good idea and I think if I could be so bold that the Chinese are sufficiently measured and thoughtful that I don't anticipate that will be what results.\nMS: I think a lot of people are hoping you're right there. Tell me since 2012 when Xi Jinping became the head of the party, the Communist Party here in China, I guess that sort of ramp up ascent. For Blackstone itself, has it made it easier or harder in the past say six years or so?\nStephen Schwarzman: Well for Blackstone it's pretty much of a neutral in the sense that you know China goes on. And China is a difficult force to stop. It's pretty amazing place with a remarkably energetic people who are very creative and clever and very focused on becoming successful. And so I always like coming here because getting another shot of that is very invigorating. But I think President Xi has done a terrific job of you know sort of strategically planning where the country is going, reducing corruption and reaffirming sort of a positive view within the country. My experience is very thoughtful and organized and has an excellent cadre of people around him, all of whom are quite experienced.\nThat's one of the wonderful things about the Chinese system, which people outside of China don't have as much experience with that to be a senior person in China, you have to have had a lot of achievement, a lot of experience, a lot of dealing with difficult situations. So it's a very experienced wise group of people, who make it to the top in China. Not every country in the world has that kind of training grounds and meritocracy that goes with it.\nMS: If we could talk a little bit more specifically about opportunities here in China for folks like Blackstone, I think turnaround specialist, I think private equity, in China under Xi Jinping, SOEs, these dinosaurs that really needs sorting out right. With Xi Jinping very recently expressing a movement to continue backing state owned enterprises does that mean less opportunity for PEs including Blackstone?\nStephen Schwarzman: I don't know that that would be the logical outcome in a country that grows you know in the six percent plus annual zone. There are always opportunities for almost everyone in the system, if you do a good job. China has always been a mixed economy at least since 1980 you know with the exceptionally vibrant private sector that's growing really much faster than six percent.\nMS: You're not concerned it's getting more statist though? Under Xi Jinping? And private sector could get crowdedout?\nStephen Schwarzman: I think it's always been statist and it's mixed. And my own view is that a little more emphasis towards the statist side will not compromise the rapidly growing private side of the economy.\nAnd the key with the state-owned enterprises I think is to make them as productive and efficient as possible. And if that's sort of the outcome of more focus on state owned enterprises that's good. You know it's not going to be slowing down the creativity in the private side of China\nMS: Outside capital, outside expertise, wouldn't that including Blackstone, wouldn't it potentially expedite this process?\nStephen Schwarzman: Always does. You know whenever you have open economies, whenever you bring in knowledge and expertise of different types and you accelerate growth, you create more jobs. That tends to be an excellent outcome for almost any economy.\nMS: Very quickly Mr. Schwarzman I mean you are also very in a sense personally invested in China and its future and I mean literally with your scholarship program. Tell us a little bit more about that and how that's going.?\nStephen Schwarzman: Yeah I was actually at Tsinghua University and Schwarzman College this morning at eight in the morning. A lot of students still sleeping. I must say it's a Saturday when this interview is going on regardless of what you see it. The program itself has been amazingly successful. We know we've had some enormous interest from the rest of the world because it's a unique entry, if you will, into China has a master's degree where you can have the experience of traveling around China having a mentor from the distinguished people in society. You can work in either a not for profit or profit company. You can have great academics, you can travel around the country, with what we call deep dives to see different places, and the student body which is relatively small like the Rhodes scholarship.\nThis year we're going to have about 142 people…\nMS: Do you want to keep it small or smaller?\nStephen Schwarzman: Well we're going to keep it pretty small, you get over 4,000 applications so our acceptance rate is somewhere around three and a half percent which is about the most exclusive in the world and we get 97 percent of the people who get offered a Schwarzman scholarship accept. So in terms of universities global programs, this one stands alone with the Rhodes, and the Rhodes has been around for over 110 years. And it's really an endorsement of China. The fascination of the of the world in China and what we have in the Schwarzman Scholars program it's 40 percent this year American, 40 percent rest of world and 20 percent China. The reason why China is not bigger is that there are Chinese everywhere, you know around the college you get to see a lot of them. But it's been amazingly successful more than my own ambition.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\nFor more information, please visit www.cnbc.com",
    "published": "2018-03-26T03:09:00.000+03:00",
    "crawled": "2018-03-26T03:20:23.053+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "stephen",
        "schwarzman",
        "chairman",
        "ceo",
        "blackstone",
        "group",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "rundown",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "start",
        "whole",
        "trade",
        "war",
        "thing",
        "look",
        "building",
        "towards",
        "trade",
        "war",
        "news",
        "cycle",
        "couple",
        "day",
        "china",
        "think",
        "probably",
        "thing",
        "people",
        "talking",
        "thought",
        "mean",
        "really",
        "mean",
        "thing",
        "china",
        "important",
        "bilateral",
        "voice",
        "world",
        "bad",
        "stephen",
        "schwarzman",
        "well",
        "obviously",
        "number",
        "action",
        "taken",
        "recently",
        "whether",
        "steel",
        "aluminum",
        "issue",
        "intellectual",
        "property",
        "think",
        "come",
        "certain",
        "investment",
        "issue",
        "issue",
        "really",
        "stem",
        "certain",
        "type",
        "imbalance",
        "country",
        "particular",
        "situation",
        "china",
        "china",
        "tariff",
        "company",
        "shipping",
        "something",
        "china",
        "average",
        "would",
        "three",
        "time",
        "much",
        "way",
        "around",
        "type",
        "structural",
        "problem",
        "something",
        "believe",
        "country",
        "believe",
        "need",
        "addressed",
        "think",
        "look",
        "going",
        "within",
        "context",
        "significant",
        "imbalance",
        "m",
        "ok",
        "raising",
        "tariff",
        "barrier",
        "even",
        "higher",
        "way",
        "though",
        "stephen",
        "schwarzman",
        "well",
        "think",
        "need",
        "negotiated",
        "arrangement",
        "two",
        "country",
        "think",
        "important",
        "note",
        "type",
        "thing",
        "discussed",
        "side",
        "delayed",
        "term",
        "implementation",
        "hopefully",
        "think",
        "need",
        "two",
        "country",
        "basically",
        "normalize",
        "relationship",
        "ca",
        "three",
        "one",
        "difference",
        "anticipate",
        "rational",
        "people",
        "able",
        "come",
        "really",
        "good",
        "solution",
        "would",
        "good",
        "country",
        "m",
        "talking",
        "window",
        "got",
        "timeframe",
        "time",
        "list",
        "actually",
        "start",
        "coming",
        "product",
        "right",
        "company",
        "basically",
        "weigh",
        "maybe",
        "complain",
        "likely",
        "complain",
        "also",
        "two",
        "side",
        "china",
        "sit",
        "actually",
        "talk",
        "saying",
        "confident",
        "side",
        "going",
        "able",
        "come",
        "negotiated",
        "solution",
        "specifically",
        "endgame",
        "hack",
        "billion",
        "dollar",
        "trade",
        "imbalance",
        "something",
        "else",
        "stephen",
        "schwarzman",
        "think",
        "need",
        "long",
        "term",
        "solution",
        "company",
        "country",
        "compete",
        "much",
        "level",
        "playing",
        "field",
        "actually",
        "lot",
        "justification",
        "completely",
        "unleveled",
        "playing",
        "field",
        "hopefully",
        "mechanism",
        "government",
        "allow",
        "modified",
        "m",
        "something",
        "strategic",
        "also",
        "longer",
        "term",
        "cdf",
        "year",
        "mean",
        "whole",
        "sense",
        "part",
        "american",
        "business",
        "still",
        "easy",
        "get",
        "business",
        "china",
        "thing",
        "ratcheted",
        "even",
        "get",
        "sense",
        "fear",
        "could",
        "even",
        "harder",
        "president",
        "also",
        "xi",
        "jinping",
        "thinking",
        "trying",
        "stephen",
        "schwarzman",
        "well",
        "geez",
        "really",
        "understand",
        "track",
        "think",
        "link",
        "thing",
        "variety",
        "market",
        "opening",
        "type",
        "thing",
        "happening",
        "country",
        "world",
        "promotes",
        "activity",
        "rather",
        "less",
        "activity",
        "know",
        "variety",
        "thing",
        "two",
        "country",
        "talked",
        "many",
        "many",
        "year",
        "whether",
        "standard",
        "regulation",
        "ease",
        "custom",
        "different",
        "type",
        "thing",
        "modernized",
        "normalized",
        "certain",
        "global",
        "standard",
        "could",
        "adopted",
        "china",
        "make",
        "life",
        "easier",
        "outsider",
        "deal",
        "china",
        "would",
        "negatively",
        "affect",
        "china",
        "lot",
        "room",
        "thing",
        "hopefully",
        "leader",
        "two",
        "leader",
        "way",
        "system",
        "need",
        "come",
        "much",
        "balance",
        "m",
        "seen",
        "doyen",
        "least",
        "one",
        "doyen",
        "american",
        "businessmen",
        "stake",
        "china",
        "china",
        "future",
        "also",
        "understood",
        "people",
        "described",
        "sort",
        "president",
        "trump",
        "china",
        "whisperer",
        "sure",
        "read",
        "story",
        "right",
        "based",
        "relationship",
        "president",
        "know",
        "possibly",
        "even",
        "recent",
        "conversation",
        "take",
        "u",
        "mind",
        "right",
        "thinking",
        "regard",
        "china",
        "stephen",
        "schwarzman",
        "knew",
        "completely",
        "would",
        "share",
        "global",
        "television",
        "m",
        "hoping",
        "would",
        "stephen",
        "schwarzman",
        "realize",
        "think",
        "pretty",
        "consistent",
        "term",
        "wanting",
        "know",
        "sort",
        "guess",
        "would",
        "call",
        "fair",
        "trade",
        "burden",
        "similar",
        "burden",
        "country",
        "competitive",
        "company",
        "win",
        "competitive",
        "system",
        "term",
        "friction",
        "win",
        "think",
        "really",
        "pretty",
        "much",
        "think",
        "complex",
        "sort",
        "consistent",
        "solution",
        "pretty",
        "predictable",
        "think",
        "really",
        "want",
        "call",
        "fair",
        "trade",
        "definition",
        "barrier",
        "country",
        "pretty",
        "much",
        "m",
        "equal",
        "even",
        "stephen",
        "schwarzman",
        "yeah",
        "sort",
        "close",
        "even",
        "get",
        "nothing",
        "ever",
        "get",
        "completely",
        "even",
        "trying",
        "achieve",
        "one",
        "side",
        "well",
        "system",
        "may",
        "pretend",
        "competitive",
        "enough",
        "know",
        "china",
        "matter",
        "m",
        "given",
        "stature",
        "sort",
        "doyen",
        "american",
        "business",
        "businessmen",
        "stake",
        "china",
        "future",
        "increasingly",
        "nervous",
        "china",
        "today",
        "could",
        "speak",
        "directly",
        "try",
        "calm",
        "fear",
        "would",
        "tell",
        "stephen",
        "schwarzman",
        "well",
        "trying",
        "obviously",
        "succeeded",
        "since",
        "asking",
        "question",
        "know",
        "think",
        "opportunity",
        "accelerate",
        "effort",
        "country",
        "find",
        "equitable",
        "solution",
        "idea",
        "ever",
        "increasing",
        "tariff",
        "know",
        "sort",
        "tension",
        "appropriate",
        "solution",
        "like",
        "know",
        "creating",
        "friction",
        "think",
        "pretty",
        "much",
        "good",
        "nobody",
        "good",
        "resolution",
        "think",
        "time",
        "sort",
        "take",
        "apart",
        "say",
        "ok",
        "take",
        "good",
        "relationship",
        "country",
        "think",
        "important",
        "overreact",
        "sure",
        "china",
        "course",
        "react",
        "appropriate",
        "overreaction",
        "leading",
        "overreaction",
        "really",
        "good",
        "idea",
        "think",
        "could",
        "bold",
        "chinese",
        "sufficiently",
        "measured",
        "thoughtful",
        "anticipate",
        "result",
        "m",
        "think",
        "lot",
        "people",
        "hoping",
        "right",
        "tell",
        "since",
        "xi",
        "jinping",
        "became",
        "head",
        "party",
        "communist",
        "party",
        "china",
        "guess",
        "sort",
        "ramp",
        "ascent",
        "blackstone",
        "made",
        "easier",
        "harder",
        "past",
        "say",
        "six",
        "year",
        "stephen",
        "schwarzman",
        "well",
        "blackstone",
        "pretty",
        "much",
        "neutral",
        "sense",
        "know",
        "china",
        "go",
        "china",
        "difficult",
        "force",
        "stop",
        "pretty",
        "amazing",
        "place",
        "remarkably",
        "energetic",
        "people",
        "creative",
        "clever",
        "focused",
        "becoming",
        "successful",
        "always",
        "like",
        "coming",
        "getting",
        "another",
        "shot",
        "invigorating",
        "think",
        "president",
        "xi",
        "done",
        "terrific",
        "job",
        "know",
        "sort",
        "strategically",
        "planning",
        "country",
        "going",
        "reducing",
        "corruption",
        "reaffirming",
        "sort",
        "positive",
        "view",
        "within",
        "country",
        "experience",
        "thoughtful",
        "organized",
        "excellent",
        "cadre",
        "people",
        "around",
        "quite",
        "experienced",
        "one",
        "wonderful",
        "thing",
        "chinese",
        "system",
        "people",
        "outside",
        "china",
        "much",
        "experience",
        "senior",
        "person",
        "china",
        "lot",
        "achievement",
        "lot",
        "experience",
        "lot",
        "dealing",
        "difficult",
        "situation",
        "experienced",
        "wise",
        "group",
        "people",
        "make",
        "top",
        "china",
        "every",
        "country",
        "world",
        "kind",
        "training",
        "ground",
        "meritocracy",
        "go",
        "m",
        "could",
        "talk",
        "little",
        "bit",
        "specifically",
        "opportunity",
        "china",
        "folk",
        "like",
        "blackstone",
        "think",
        "turnaround",
        "specialist",
        "think",
        "private",
        "equity",
        "china",
        "xi",
        "jinping",
        "soes",
        "dinosaur",
        "really",
        "need",
        "sorting",
        "right",
        "xi",
        "jinping",
        "recently",
        "expressing",
        "movement",
        "continue",
        "backing",
        "state",
        "owned",
        "enterprise",
        "mean",
        "less",
        "opportunity",
        "pe",
        "including",
        "blackstone",
        "stephen",
        "schwarzman",
        "know",
        "would",
        "logical",
        "outcome",
        "country",
        "grows",
        "know",
        "six",
        "percent",
        "plus",
        "annual",
        "zone",
        "always",
        "opportunity",
        "almost",
        "everyone",
        "system",
        "good",
        "job",
        "china",
        "always",
        "mixed",
        "economy",
        "least",
        "since",
        "know",
        "exceptionally",
        "vibrant",
        "private",
        "sector",
        "growing",
        "really",
        "much",
        "faster",
        "six",
        "percent",
        "m",
        "concerned",
        "getting",
        "statist",
        "though",
        "xi",
        "jinping",
        "private",
        "sector",
        "could",
        "get",
        "crowdedout",
        "stephen",
        "schwarzman",
        "think",
        "always",
        "statist",
        "mixed",
        "view",
        "little",
        "emphasis",
        "towards",
        "statist",
        "side",
        "compromise",
        "rapidly",
        "growing",
        "private",
        "side",
        "economy",
        "key",
        "enterprise",
        "think",
        "make",
        "productive",
        "efficient",
        "possible",
        "sort",
        "outcome",
        "focus",
        "state",
        "owned",
        "enterprise",
        "good",
        "know",
        "going",
        "slowing",
        "creativity",
        "private",
        "side",
        "china",
        "m",
        "outside",
        "capital",
        "outside",
        "expertise",
        "would",
        "including",
        "blackstone",
        "would",
        "potentially",
        "expedite",
        "process",
        "stephen",
        "schwarzman",
        "always",
        "know",
        "whenever",
        "open",
        "economy",
        "whenever",
        "bring",
        "knowledge",
        "expertise",
        "different",
        "type",
        "accelerate",
        "growth",
        "create",
        "job",
        "tends",
        "excellent",
        "outcome",
        "almost",
        "economy",
        "m",
        "quickly",
        "schwarzman",
        "mean",
        "also",
        "sense",
        "personally",
        "invested",
        "china",
        "future",
        "mean",
        "literally",
        "scholarship",
        "program",
        "tell",
        "u",
        "little",
        "bit",
        "stephen",
        "schwarzman",
        "yeah",
        "actually",
        "tsinghua",
        "university",
        "schwarzman",
        "college",
        "morning",
        "eight",
        "morning",
        "lot",
        "student",
        "still",
        "sleeping",
        "must",
        "say",
        "saturday",
        "interview",
        "going",
        "regardless",
        "see",
        "program",
        "amazingly",
        "successful",
        "know",
        "enormous",
        "interest",
        "rest",
        "world",
        "unique",
        "entry",
        "china",
        "master",
        "degree",
        "experience",
        "traveling",
        "around",
        "china",
        "mentor",
        "distinguished",
        "people",
        "society",
        "work",
        "either",
        "profit",
        "profit",
        "company",
        "great",
        "academic",
        "travel",
        "around",
        "country",
        "call",
        "deep",
        "dive",
        "see",
        "different",
        "place",
        "student",
        "body",
        "relatively",
        "small",
        "like",
        "rhodes",
        "scholarship",
        "year",
        "going",
        "m",
        "want",
        "keep",
        "small",
        "smaller",
        "stephen",
        "schwarzman",
        "well",
        "going",
        "keep",
        "pretty",
        "small",
        "get",
        "application",
        "acceptance",
        "rate",
        "somewhere",
        "around",
        "three",
        "half",
        "percent",
        "exclusive",
        "world",
        "get",
        "percent",
        "people",
        "get",
        "offered",
        "schwarzman",
        "scholarship",
        "accept",
        "term",
        "university",
        "global",
        "program",
        "one",
        "stand",
        "alone",
        "rhodes",
        "rhodes",
        "around",
        "year",
        "really",
        "endorsement",
        "china",
        "fascination",
        "world",
        "china",
        "schwarzman",
        "scholar",
        "program",
        "percent",
        "year",
        "american",
        "percent",
        "rest",
        "world",
        "percent",
        "china",
        "reason",
        "china",
        "bigger",
        "chinese",
        "everywhere",
        "know",
        "around",
        "college",
        "get",
        "see",
        "lot",
        "amazingly",
        "successful",
        "ambition",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "please",
        "visit"
    ]
}