{
    "organizations": [],
    "uuid": "3a0e729a973b383352172d237ff7ea76bbd2fa01",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-trump-effect-canada-immigration-insig/collateral-damage-how-trump-threw-canadas-refugee-system-into-turmoil-idUKKBN1GV0WM",
    "ord_in_thread": 0,
    "title": "Collateral damage: How Trump threw Canada's refugee system into turmoil",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 19, 2018 / 9:11 AM / Updated 36 minutes ago Collateral damage: How Trump threw Canada's refugee system into turmoil Anna Mehler Paperny 9 Min Read TORONTO (Reuters) - Buffered by three oceans and the United States to the south, Canada has for decades had the luxury of being able to pick and choose its newcomers. So few asylum seekers crossed the U.S. border illegally over the years that Canada didn’t consistently track the numbers. That has changed dramatically over the past 14 months. U.S. President Donald Trump’s crackdown on illegal immigration and his move to strip Haitians, Salvadorans and others of their temporary legal status have had a broad effect on Canada’s refugee system, Reuters interviews with social service providers, government officials and a review of Canadian immigration data show. More than 20,000 people, including thousands of Haitians and Nigerians and hundreds of Turks, Syrians and Eritreans, have crossed the border into Canada illegally over the past year in search of asylum, many fleeing in fear that Trump would deport them to their home countries. This unexpected northward migration has overwhelmed Canada's system for processing asylum claims, leading to the worst delays in years. Aid agencies are also struggling to house asylum-seekers because of a shortage of accommodation in the four cities most affected by the migration wave - Toronto, Montreal, Winnipeg and Vancouver. (For graphics on the impact see tmsnrt.rs/2HCp4aD ) While some of this has been reported, this story offers the most complete picture to date of the unintended effect of Trump’s immigration policies on the United States’ northern neighbour. The Canadian government was forced to set aside C$173 million (94.51 million pounds) in its latest budget to pay for extra patrols at border crossings to cope with the influx, as well as security screening and processing of refugee applications. Prime Minister Justin Trudeau’s government has discussed the situation with the Trump administration, but it has been careful not to publicly blame the U.S. president’s policies for triggering the migration wave. Nevertheless, it is already making preparations for more people to cross the border once the weather warms. “We will be ready,” Immigration and Refugee Minister Ahmed Hussen said in an interview. Aid agencies who are at the forefront of dealing with the influx say they are struggling and need more funding, a comprehensive long-term plan and better coordination with Ottawa. “It’s going to get worse. The numbers keep climbing,” said Ilona Beiks, vice president of the Inland Refugee Society of British Columbia, which had to turn away refugees last year for the first time in its 35-year history because it did not have enough money to cope with the growing number of asylum seekers. The influx shows no signs of abating. More than 1,500 asylum seekers walked across the border in January. Those working with refugee claimants say this is no blip: It’s the new normal. Since January 2017 Reuters has sought to obtain the numbers of asylum seekers who walked across the U.S. border into Canada in the years prior to Trump’s election. The Canadian government has said no national historical data is available. WORSENING DELAYS Trump’s tougher immigration policies have had a major impact on Canada’s Immigration and Refugee Board, which determines refugee claims. It has become so overwhelmed with cases it is ignoring legislated time limits for dealing with them. All refugee claims are supposed to be processed within 60 days. Increasingly, the board has failed to meet those targets. In December 2017, 86 percent of hearings did not happen within prescribed time frames, according to previously unpublished data reviewed by Reuters. That was up from 66 percent in December 2016, a month after Trump was elected president, and 26 percent in December 2015. On Feb. 20 the board said it will effectively prioritize those applicants who have been waiting months or years. This will mean a longer wait for more recent arrivals than the current 20-month average estimated time for processing claims. The government is “committed to an efficient and fair asylum system,” said a spokesman for Immigration, Refugees and Citizenship Canada, the government department responsible for the Immigration and Refugee Board. Canada’s refugee tribunals have historically been leery of claims made by people who come through its wealthy southern neighbour. But of the more than 2,500 claims finalised last year, 53 percent were granted refugee status. Rulings reviewed by Reuters indicate the tribunals are giving credence to claimants who say they feared deportation or racist attacks following Trump’s election on a platform advocating more restrictions on immigration. ACCOMMODATION SQUEEZE Asylum seekers are walking across the border into some of the tightest housing markets on the continent. People walk with their luggage on Roxham Road before crossing the US-Canada border into Canada in Champlain, New York, U.S., February 14, 2018. Picture taken February 14, 2018. REUTERS/Chris Wattie Last summer, thousands slept in Montreal’s Olympic stadium. In Toronto, 31 percent of the people sleeping in city-run shelters in January were refugee claimants – up from nearly 19 percent a year ago, according to city data. In November, Toronto approved the booking of more hotel rooms for refugee claimants through the end of 2018, at a cost of about C$20 million, according to city documents. The city is working on a more comprehensive refugee plan but it needs more help from the federal government, said councillor Kristyn Wong-Tam. The status quo, renting thousands of hotel beds, “is absolutely unsustainable,” she said. “We are not saying ‘No’ to refugees. We are saying, ‘Absolutely: Come and live in Toronto. Build your life in Toronto.’ But we cannot do this without the support of other orders of government,” she said. Toronto’s mayor “has raised this issue repeatedly with the federal government,” the mayor’s spokesman, Don Peat, wrote in an email. The federal government says it won’t give cities more money for asylum seekers, who are barred from accessing a C$762 million federal fund that is for permanent residents or people who have already been granted refugee status. Slideshow (13 Images) A spokesman for Hussen, the immigration minister, said asylum seekers can access provincial programs. Some agencies Reuters spoke with, however, said that isn’t enough and that a national effort is needed. Toronto is not alone in asking for help. Vancouver has asked the British Columbia provincial government for more money for refugee aid agencies, said city spokesman Jag Sandhu, and the province has promised C$6 million a year over three years. Winnipeg is coordinating with the Manitoba government to find accommodation for refugee claimants, the city said. ‘WE’RE STRUGGLING’ Canada has no formal system for integrating refugee claimants and depends heavily on aid agencies that operate independently but are funded through a combination of government grants and private donations. Dozens of agencies in Toronto, Winnipeg, Vancouver and Montreal are taking the lead in housing and feeding new arrivals and helping them find schools and employment. Of 17 organizations Reuters spoke with, 11 said interviews with border crossers confirmed that many were fleeing because of Trump’s immigration policies. “We know the numbers have increased because of what’s going on in the U.S.,” said Toronto-based doctor Meb Rashid, who runs the provincially funded Crossroads Clinic. The number of patients at the clinic grew 40 percent in a year and people now wait several weeks for an appointment, Rashid said. “We’re struggling, I have to be honest with you.” Two aid groups said they have had to turn people away, one has had to intensify its fundraising, two have had to extend their operating hours to meet demand, while six who help to house new arrivals are struggling to find accommodation for them. The Manitoba Interfaith Immigration Council in Winnipeg has seen its refugee claimant caseload increase fivefold in the past year, said executive director Rita Chahal. “The impact has been huge,” she said, adding that the organization had to launch its first fundraising drive in years to meet the additional costs. The Canadian government has dispatched lawmakers to diaspora communities in the United States to persuade people not to come. But it has said little about what conversations it has had with Washington on stemming the migration. The spokesman for Hussen, the immigration minister, said Canada has a “long-standing, solid working relationship” with the United States. Meanwhile, the contingency plans being developed to deal with the expected surge in border crossers include redeploying police and border agents to overwhelmed areas and setting up accommodation such as tents and trailers at ports of entry, said a spokesman for the Canada Border Services Agency. “There is an expectation the numbers will go up ... as the weather gets better,” said a source familiar with the Canadian government’s thinking. “And who knows what the next order coming from down south will be?” Reporting by Anna Mehler Paperny; Editing by Ross Colvin",
    "published": "2018-03-19T12:16:00.000+02:00",
    "crawled": "2018-03-19T12:57:07.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "minute",
        "ago",
        "collateral",
        "damage",
        "trump",
        "threw",
        "canada",
        "refugee",
        "system",
        "turmoil",
        "anna",
        "mehler",
        "paperny",
        "min",
        "read",
        "toronto",
        "reuters",
        "buffered",
        "three",
        "ocean",
        "united",
        "state",
        "south",
        "canada",
        "decade",
        "luxury",
        "able",
        "pick",
        "choose",
        "newcomer",
        "asylum",
        "seeker",
        "crossed",
        "border",
        "illegally",
        "year",
        "canada",
        "consistently",
        "track",
        "number",
        "changed",
        "dramatically",
        "past",
        "month",
        "president",
        "donald",
        "trump",
        "crackdown",
        "illegal",
        "immigration",
        "move",
        "strip",
        "haitian",
        "salvadoran",
        "others",
        "temporary",
        "legal",
        "status",
        "broad",
        "effect",
        "canada",
        "refugee",
        "system",
        "reuters",
        "interview",
        "social",
        "service",
        "provider",
        "government",
        "official",
        "review",
        "canadian",
        "immigration",
        "data",
        "show",
        "people",
        "including",
        "thousand",
        "haitian",
        "nigerian",
        "hundred",
        "turk",
        "syrian",
        "eritrean",
        "crossed",
        "border",
        "canada",
        "illegally",
        "past",
        "year",
        "search",
        "asylum",
        "many",
        "fleeing",
        "fear",
        "trump",
        "would",
        "deport",
        "home",
        "country",
        "unexpected",
        "northward",
        "migration",
        "overwhelmed",
        "canada",
        "system",
        "processing",
        "asylum",
        "claim",
        "leading",
        "worst",
        "delay",
        "year",
        "aid",
        "agency",
        "also",
        "struggling",
        "house",
        "shortage",
        "accommodation",
        "four",
        "city",
        "affected",
        "migration",
        "wave",
        "toronto",
        "montreal",
        "winnipeg",
        "vancouver",
        "graphic",
        "impact",
        "see",
        "reported",
        "story",
        "offer",
        "complete",
        "picture",
        "date",
        "unintended",
        "effect",
        "trump",
        "immigration",
        "policy",
        "united",
        "state",
        "northern",
        "neighbour",
        "canadian",
        "government",
        "forced",
        "set",
        "aside",
        "c",
        "million",
        "million",
        "pound",
        "latest",
        "budget",
        "pay",
        "extra",
        "patrol",
        "border",
        "crossing",
        "cope",
        "influx",
        "well",
        "security",
        "screening",
        "processing",
        "refugee",
        "application",
        "prime",
        "minister",
        "justin",
        "trudeau",
        "government",
        "discussed",
        "situation",
        "trump",
        "administration",
        "careful",
        "publicly",
        "blame",
        "president",
        "policy",
        "triggering",
        "migration",
        "wave",
        "nevertheless",
        "already",
        "making",
        "preparation",
        "people",
        "cross",
        "border",
        "weather",
        "warms",
        "ready",
        "immigration",
        "refugee",
        "minister",
        "ahmed",
        "hussen",
        "said",
        "interview",
        "aid",
        "agency",
        "forefront",
        "dealing",
        "influx",
        "say",
        "struggling",
        "need",
        "funding",
        "comprehensive",
        "plan",
        "better",
        "coordination",
        "ottawa",
        "going",
        "get",
        "worse",
        "number",
        "keep",
        "climbing",
        "said",
        "ilona",
        "beiks",
        "vice",
        "president",
        "inland",
        "refugee",
        "society",
        "british",
        "columbia",
        "turn",
        "away",
        "refugee",
        "last",
        "year",
        "first",
        "time",
        "history",
        "enough",
        "money",
        "cope",
        "growing",
        "number",
        "asylum",
        "seeker",
        "influx",
        "show",
        "sign",
        "abating",
        "asylum",
        "seeker",
        "walked",
        "across",
        "border",
        "january",
        "working",
        "refugee",
        "claimant",
        "say",
        "blip",
        "new",
        "normal",
        "since",
        "january",
        "reuters",
        "sought",
        "obtain",
        "number",
        "asylum",
        "seeker",
        "walked",
        "across",
        "border",
        "canada",
        "year",
        "prior",
        "trump",
        "election",
        "canadian",
        "government",
        "said",
        "national",
        "historical",
        "data",
        "available",
        "worsening",
        "delay",
        "trump",
        "tougher",
        "immigration",
        "policy",
        "major",
        "impact",
        "canada",
        "immigration",
        "refugee",
        "board",
        "determines",
        "refugee",
        "claim",
        "become",
        "overwhelmed",
        "case",
        "ignoring",
        "legislated",
        "time",
        "limit",
        "dealing",
        "refugee",
        "claim",
        "supposed",
        "processed",
        "within",
        "day",
        "increasingly",
        "board",
        "failed",
        "meet",
        "target",
        "december",
        "percent",
        "hearing",
        "happen",
        "within",
        "prescribed",
        "time",
        "frame",
        "according",
        "previously",
        "unpublished",
        "data",
        "reviewed",
        "reuters",
        "percent",
        "december",
        "month",
        "trump",
        "elected",
        "president",
        "percent",
        "december",
        "board",
        "said",
        "effectively",
        "prioritize",
        "applicant",
        "waiting",
        "month",
        "year",
        "mean",
        "longer",
        "wait",
        "recent",
        "arrival",
        "current",
        "average",
        "estimated",
        "time",
        "processing",
        "claim",
        "government",
        "committed",
        "efficient",
        "fair",
        "asylum",
        "system",
        "said",
        "spokesman",
        "immigration",
        "refugee",
        "citizenship",
        "canada",
        "government",
        "department",
        "responsible",
        "immigration",
        "refugee",
        "board",
        "canada",
        "refugee",
        "tribunal",
        "historically",
        "leery",
        "claim",
        "made",
        "people",
        "come",
        "wealthy",
        "southern",
        "neighbour",
        "claim",
        "finalised",
        "last",
        "year",
        "percent",
        "granted",
        "refugee",
        "status",
        "ruling",
        "reviewed",
        "reuters",
        "indicate",
        "tribunal",
        "giving",
        "credence",
        "claimant",
        "say",
        "feared",
        "deportation",
        "racist",
        "attack",
        "following",
        "trump",
        "election",
        "platform",
        "advocating",
        "restriction",
        "immigration",
        "accommodation",
        "squeeze",
        "asylum",
        "seeker",
        "walking",
        "across",
        "border",
        "tightest",
        "housing",
        "market",
        "continent",
        "people",
        "walk",
        "luggage",
        "roxham",
        "road",
        "crossing",
        "border",
        "canada",
        "champlain",
        "new",
        "york",
        "february",
        "picture",
        "taken",
        "february",
        "wattie",
        "last",
        "summer",
        "thousand",
        "slept",
        "montreal",
        "olympic",
        "stadium",
        "toronto",
        "percent",
        "people",
        "sleeping",
        "shelter",
        "january",
        "refugee",
        "claimant",
        "nearly",
        "percent",
        "year",
        "ago",
        "according",
        "city",
        "data",
        "november",
        "toronto",
        "approved",
        "booking",
        "hotel",
        "room",
        "refugee",
        "claimant",
        "end",
        "cost",
        "c",
        "million",
        "according",
        "city",
        "document",
        "city",
        "working",
        "comprehensive",
        "refugee",
        "plan",
        "need",
        "help",
        "federal",
        "government",
        "said",
        "councillor",
        "kristyn",
        "status",
        "quo",
        "renting",
        "thousand",
        "hotel",
        "bed",
        "absolutely",
        "unsustainable",
        "said",
        "saying",
        "refugee",
        "saying",
        "absolutely",
        "come",
        "live",
        "toronto",
        "build",
        "life",
        "without",
        "support",
        "order",
        "government",
        "said",
        "toronto",
        "mayor",
        "raised",
        "issue",
        "repeatedly",
        "federal",
        "government",
        "mayor",
        "spokesman",
        "peat",
        "wrote",
        "email",
        "federal",
        "government",
        "say",
        "give",
        "city",
        "money",
        "asylum",
        "seeker",
        "barred",
        "accessing",
        "c",
        "million",
        "federal",
        "fund",
        "permanent",
        "resident",
        "people",
        "already",
        "granted",
        "refugee",
        "status",
        "slideshow",
        "image",
        "spokesman",
        "hussen",
        "immigration",
        "minister",
        "said",
        "asylum",
        "seeker",
        "access",
        "provincial",
        "program",
        "agency",
        "reuters",
        "spoke",
        "however",
        "said",
        "enough",
        "national",
        "effort",
        "needed",
        "toronto",
        "alone",
        "asking",
        "help",
        "vancouver",
        "asked",
        "british",
        "columbia",
        "provincial",
        "government",
        "money",
        "refugee",
        "aid",
        "agency",
        "said",
        "city",
        "spokesman",
        "jag",
        "sandhu",
        "province",
        "promised",
        "c",
        "million",
        "year",
        "three",
        "year",
        "winnipeg",
        "coordinating",
        "manitoba",
        "government",
        "find",
        "accommodation",
        "refugee",
        "claimant",
        "city",
        "said",
        "struggling",
        "canada",
        "formal",
        "system",
        "integrating",
        "refugee",
        "claimant",
        "depends",
        "heavily",
        "aid",
        "agency",
        "operate",
        "independently",
        "funded",
        "combination",
        "government",
        "grant",
        "private",
        "donation",
        "dozen",
        "agency",
        "toronto",
        "winnipeg",
        "vancouver",
        "montreal",
        "taking",
        "lead",
        "housing",
        "feeding",
        "new",
        "arrival",
        "helping",
        "find",
        "school",
        "employment",
        "organization",
        "reuters",
        "spoke",
        "said",
        "interview",
        "border",
        "crossers",
        "confirmed",
        "many",
        "fleeing",
        "trump",
        "immigration",
        "policy",
        "know",
        "number",
        "increased",
        "going",
        "said",
        "doctor",
        "meb",
        "rashid",
        "run",
        "provincially",
        "funded",
        "crossroad",
        "clinic",
        "number",
        "patient",
        "clinic",
        "grew",
        "percent",
        "year",
        "people",
        "wait",
        "several",
        "week",
        "appointment",
        "rashid",
        "said",
        "struggling",
        "honest",
        "two",
        "aid",
        "group",
        "said",
        "turn",
        "people",
        "away",
        "one",
        "intensify",
        "fundraising",
        "two",
        "extend",
        "operating",
        "hour",
        "meet",
        "demand",
        "six",
        "help",
        "house",
        "new",
        "arrival",
        "struggling",
        "find",
        "accommodation",
        "manitoba",
        "interfaith",
        "immigration",
        "council",
        "winnipeg",
        "seen",
        "refugee",
        "claimant",
        "caseload",
        "increase",
        "fivefold",
        "past",
        "year",
        "said",
        "executive",
        "director",
        "rita",
        "chahal",
        "impact",
        "huge",
        "said",
        "adding",
        "organization",
        "launch",
        "first",
        "fundraising",
        "drive",
        "year",
        "meet",
        "additional",
        "cost",
        "canadian",
        "government",
        "dispatched",
        "lawmaker",
        "diaspora",
        "community",
        "united",
        "state",
        "persuade",
        "people",
        "come",
        "said",
        "little",
        "conversation",
        "washington",
        "stemming",
        "migration",
        "spokesman",
        "hussen",
        "immigration",
        "minister",
        "said",
        "canada",
        "solid",
        "working",
        "relationship",
        "united",
        "state",
        "meanwhile",
        "contingency",
        "plan",
        "developed",
        "deal",
        "expected",
        "surge",
        "border",
        "crossers",
        "include",
        "redeploying",
        "police",
        "border",
        "agent",
        "overwhelmed",
        "area",
        "setting",
        "accommodation",
        "tent",
        "trailer",
        "port",
        "entry",
        "said",
        "spokesman",
        "canada",
        "border",
        "service",
        "agency",
        "expectation",
        "number",
        "go",
        "weather",
        "get",
        "better",
        "said",
        "source",
        "familiar",
        "canadian",
        "government",
        "thinking",
        "know",
        "next",
        "order",
        "coming",
        "south",
        "reporting",
        "anna",
        "mehler",
        "paperny",
        "editing",
        "ross",
        "colvin"
    ]
}