{
    "organizations": [],
    "uuid": "2a0f56e51049aad5264ed91b1f7835c1f1d54d63",
    "author": "Jacob M. Schlesinger",
    "url": "https://www.wsj.com/articles/trump-wont-exclude-allies-from-tariffs-white-house-says-1520029135",
    "ord_in_thread": 0,
    "title": "Trump Won’t Exclude Allies From Tariffs, White House Says",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "916 COMMENTS WASHINGTON—President Donald Trump plans to apply his steel and aluminum tariffs globally and won’t exempt allies such as Canada and Europe, a senior White House official said Friday, an approach that is likely to intensify protests over the move.\nThe statement that there would be no exceptions to the duties came as Trump aides started to flesh out the president’s broad Thursday announcement, in which he said the U.S. plans to impose tariffs of 25% on steel and 10% on aluminum. Officials are scrambling to finalize many details ahead of a planned rollout of the full policies next week.\n“The president made clear these would be across-the-board tariffs with no exclusions,” the White House official told reporters. “One problem with exclusions is that it’s a slippery slope. Where do you stop?”\nRelated\nU.S. Allies Bristle at Trump Tariff Plan Trade Worries Hit Stocks Analysis: Market Signals Allies, Consumers Will Pay Steel-Tariff Bill Trump’s Steel-Tariff Plan Rattles GOP Lawmakers China Tried Hard to Ease Trade Tensions; Trump Had Other Ideas Sign Up: Capital Journal Daybreak newsletter Fears of such a broad-based approach drew complaints and counter-threats from the European Commission—which said Friday it had already crafted a detailed retaliation package—and from Canadian Prime Minister Justin Trudeau, who warned of “significant and serious” disruptions to the North American economy.\nThe White House official said he couldn’t provide other crucial details of the still-emerging policy, such as whether the duties would apply to all steel products, or would exempt semifinished products, as has been the case when broad steel-import limits have been imposed in the past.\nBy announcing a general policy goal without providing details, Mr. Trump has touched off an intense internal and external lobbying campaign to define the precise shape of the tariffs before the full proposals are completed.\n“I think as much drama as there has been leading up to the official announcement of these tariffs, there will be an equal amount of drama on the other side, as they’re implemented and exceptions are considered,” said Scott Paul, president of the Alliance for American Manufacturing, a steel-industry group that supported the tariffs.\n“One thing I fear is that this becomes the type of process you have all too often in the Washington swamp, of lobbyists coming in” looking for carve-outs, he said.\nRelated Video President Trump signed an executive order in late Tuesday that imposed tariffs on washing machines and solar panels. WSJ's Gerald F. Seib examined whether these moves could ignite a trade war with South Korea and China. Photo: AP (Originally published Jan. 24, 2018) Indeed, several people familiar with the process suggested that, despite the declarative statements from Mr. Trump and the official conducting the briefing, the contours of the package, including the possibility of exempting certain countries, could still change.\nSome officials were less definitive in their public statements about what had already been decided.\nCommerce Secretary Wilbur Ross attended a private White House meeting on Thursday that Mr. Trump held with steel and aluminum executives, where he discussed options under consideration. Asked on CNBC Friday whether the tariffs would cover every country, including allies, Mr. Ross replied: “Well, that’s what the president seemed to announce yesterday.”\nMr. Trump and some aides embraced the controversy the tariff proposal had stirred up. “When a country (USA) is losing many billions of dollars on trade…trade wars are good, and easy to win,” Mr. Trump tweeted early Friday morning.\n“I don’t believe any country in the world is going to retaliate for the simple reason we are the most lucrative and biggest market in the world,” Peter Navarro, a White House trade adviser who pushed hard for the policy, told Fox News Friday. “They know they’re cheating us. All we’re doing is standing up for ourselves.”\nGovernments around the world blasted Mr. Trump’s plans, and issued threats of retaliation.\nPromising to “defend European jobs,” European Commission President Jean-Claude Juncker said “we must…show that we also take measures.” Mr. Juncker added: “I don’t like to use the word trade war, but I can’t say how this wouldn’t be war-like behavior.”\nEurope has already put together a specific package of penalties that would hit a total of $3.5 billion in U.S. exports, a European Commission official said, including Harley Davidson motorcycles, bourbon and blue jeans.\nRoberto Azevêdo, director-general of the World Trade Organization, issued a rare rebuke to a member country, branding the Trump tariffs a cause for concern, and saying “the potential for escalation is real, as we have seen from the initial responses of others.” He added: “A trade war is in no one’s interest.”\nIn addition to stoking broad concern about the impacts of the tariffs, Mr. Trump has sown uncertainty by giving scant details about a far-reaching, complex economic policy.\nThe only public details that the president provided in his Thursday announcement were the top-line tariff figures, and that they would be imposed “for a long period of time.” As for when the formal policy will be crafted, he said he “will probably have everything completed by next week.”\nWhite House spokeswoman Sarah Huckabee Sanders has declined to provide any further details or elaboration. Asked Friday morning if even the main 25% steel and 10% aluminum tariffs were definitive, Ms. Sanders responded: “I wouldn’t expect those to change, but some of the other details need to be finalized.”\nOne person outside the administration who has discussed the policies extensively with the Trump team said: “This president has provided a holographic image—what you see depends on where you sit.” The person added: “Despite the two numbers he threw out, we still have all the same questions we’ve had about the scope, coverage, duration and design.”\nOne reason for the sparse details so far is that Mr. Trump overruled some of his staff—including those crafting the documents—in deciding to make an announcement this week. As word start leaking out Wednesday night that Mr. Trump planned to make public his policy the next day, some of the aides shaping it were caught by surprise, and said it wouldn’t be ready in time.\nIt’s still unclear whether a total package will be ready next week. The process surrounding the formation of the steel and aluminum tariffs is similar to the drafting last year of the administration tax proposal, when Mr. Trump on a Friday afternoon in April surprised his own staff by announcing that a plan would be unveiled the following Wednesday, when those involved were expecting the process to take a few more weeks. While they did stick to that deadline, the release was a general one-page outline lacking many details.\nOne of the most intense fights over the next week will be over whether to exempt Canada, the largest provider of foreign steel—16%—consumed in the U.S., according to the Commerce Department figures.\nEven some of the biggest likely beneficiaries of the new tariffs are calling for Canada to be spared, as it was the last time the U.S. imposed broad steel tariffs in 2002.\n“The defense and intelligence relationship between the countries is unique and integral to our security,” said Leo Gerard, president of the United Steelworkers union, which has members on both sides of the border. He said, “Any solution must exempt Canadian production.”\nPittsburgh-based Alcoa Corp. , the largest producer of raw aluminum in the U.S., is also seeking an exception for Canada, where it has smelters, stating that “the aluminum industry has an integrated supply chain” across the continent.\nSome producers and unions have expressed concern about disrupting to interdependent production processes, where steel and aluminum products, in different stages of completion, regularly go back and forth across the borders among the U.S., Mexico and Canada.\nOne person who has consulted the Trump administration suggested that rather than refuse to grant those two countries exemptions, it might be using the prospect to extract concessions from them in talks continuing this week in Mexico City to rewrite the North American Free Trade Agreement.\nEven after the full tariff policies are completed and released, the Commerce Department will hear appeals from steel and aluminum consumers. They can petition for exemptions by arguing there is insufficient U.S. production to supply their needs, or that blocking imports would undermine national security. That process is expected to launch a lobbying frenzy from a wide array of industries seeking relief.\n—Andrea Thomas in Berlin contributed to this article.\nWrite to Jacob M. Schlesinger at jacob.schlesinger@wsj.com\nCorrections & Amplifications\nScott Paul is the president of the Alliance for American Manufacturing, a steel-industry group. An earlier version of this article incorrectly gave the group’s name as the Alliance for Manufacturing. (March 2, 2018)",
    "published": "2018-03-03T04:22:00.000+02:00",
    "crawled": "2018-03-03T04:45:46.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "donald",
        "trump",
        "plan",
        "apply",
        "steel",
        "aluminum",
        "tariff",
        "globally",
        "exempt",
        "ally",
        "canada",
        "europe",
        "senior",
        "white",
        "house",
        "official",
        "said",
        "friday",
        "approach",
        "likely",
        "intensify",
        "protest",
        "move",
        "statement",
        "would",
        "exception",
        "duty",
        "came",
        "trump",
        "aide",
        "started",
        "flesh",
        "president",
        "broad",
        "thursday",
        "announcement",
        "said",
        "plan",
        "impose",
        "tariff",
        "steel",
        "aluminum",
        "official",
        "scrambling",
        "finalize",
        "many",
        "detail",
        "ahead",
        "planned",
        "rollout",
        "full",
        "policy",
        "next",
        "week",
        "president",
        "made",
        "clear",
        "would",
        "tariff",
        "exclusion",
        "white",
        "house",
        "official",
        "told",
        "reporter",
        "one",
        "problem",
        "exclusion",
        "slippery",
        "slope",
        "stop",
        "related",
        "ally",
        "bristle",
        "trump",
        "tariff",
        "plan",
        "trade",
        "worry",
        "hit",
        "stock",
        "analysis",
        "market",
        "signal",
        "ally",
        "consumer",
        "pay",
        "bill",
        "trump",
        "plan",
        "rattle",
        "gop",
        "lawmaker",
        "china",
        "tried",
        "hard",
        "ease",
        "trade",
        "tension",
        "trump",
        "idea",
        "sign",
        "capital",
        "journal",
        "daybreak",
        "newsletter",
        "fear",
        "approach",
        "drew",
        "complaint",
        "european",
        "said",
        "friday",
        "already",
        "crafted",
        "detailed",
        "retaliation",
        "canadian",
        "prime",
        "minister",
        "justin",
        "trudeau",
        "warned",
        "significant",
        "serious",
        "disruption",
        "north",
        "american",
        "economy",
        "white",
        "house",
        "official",
        "said",
        "provide",
        "crucial",
        "detail",
        "policy",
        "whether",
        "duty",
        "would",
        "apply",
        "steel",
        "product",
        "would",
        "exempt",
        "semifinished",
        "product",
        "case",
        "broad",
        "limit",
        "imposed",
        "past",
        "announcing",
        "general",
        "policy",
        "goal",
        "without",
        "providing",
        "detail",
        "trump",
        "touched",
        "intense",
        "internal",
        "external",
        "lobbying",
        "campaign",
        "define",
        "precise",
        "shape",
        "tariff",
        "full",
        "proposal",
        "completed",
        "think",
        "much",
        "drama",
        "leading",
        "official",
        "announcement",
        "tariff",
        "equal",
        "amount",
        "drama",
        "side",
        "implemented",
        "exception",
        "considered",
        "said",
        "scott",
        "paul",
        "president",
        "alliance",
        "american",
        "manufacturing",
        "group",
        "supported",
        "tariff",
        "one",
        "thing",
        "fear",
        "becomes",
        "type",
        "process",
        "often",
        "washington",
        "swamp",
        "lobbyist",
        "coming",
        "looking",
        "said",
        "related",
        "video",
        "president",
        "trump",
        "signed",
        "executive",
        "order",
        "late",
        "tuesday",
        "imposed",
        "tariff",
        "washing",
        "machine",
        "solar",
        "panel",
        "wsj",
        "gerald",
        "seib",
        "examined",
        "whether",
        "move",
        "could",
        "ignite",
        "trade",
        "war",
        "south",
        "korea",
        "china",
        "photo",
        "ap",
        "originally",
        "published",
        "indeed",
        "several",
        "people",
        "familiar",
        "process",
        "suggested",
        "despite",
        "declarative",
        "statement",
        "trump",
        "official",
        "conducting",
        "briefing",
        "contour",
        "package",
        "including",
        "possibility",
        "exempting",
        "certain",
        "country",
        "could",
        "still",
        "change",
        "official",
        "less",
        "definitive",
        "public",
        "statement",
        "already",
        "decided",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "attended",
        "private",
        "white",
        "house",
        "meeting",
        "thursday",
        "trump",
        "held",
        "steel",
        "aluminum",
        "executive",
        "discussed",
        "option",
        "consideration",
        "asked",
        "cnbc",
        "friday",
        "whether",
        "tariff",
        "would",
        "cover",
        "every",
        "country",
        "including",
        "ally",
        "ross",
        "replied",
        "well",
        "president",
        "seemed",
        "announce",
        "trump",
        "aide",
        "embraced",
        "controversy",
        "tariff",
        "proposal",
        "stirred",
        "country",
        "usa",
        "losing",
        "many",
        "billion",
        "dollar",
        "war",
        "good",
        "easy",
        "win",
        "trump",
        "tweeted",
        "early",
        "friday",
        "morning",
        "believe",
        "country",
        "world",
        "going",
        "retaliate",
        "simple",
        "reason",
        "lucrative",
        "biggest",
        "market",
        "world",
        "peter",
        "navarro",
        "white",
        "house",
        "trade",
        "adviser",
        "pushed",
        "hard",
        "policy",
        "told",
        "fox",
        "news",
        "friday",
        "know",
        "cheating",
        "u",
        "standing",
        "government",
        "around",
        "world",
        "blasted",
        "trump",
        "plan",
        "issued",
        "threat",
        "retaliation",
        "promising",
        "defend",
        "european",
        "job",
        "european",
        "commission",
        "president",
        "juncker",
        "said",
        "also",
        "take",
        "juncker",
        "added",
        "like",
        "use",
        "word",
        "trade",
        "war",
        "say",
        "europe",
        "already",
        "put",
        "together",
        "specific",
        "package",
        "penalty",
        "would",
        "hit",
        "total",
        "billion",
        "export",
        "european",
        "commission",
        "official",
        "said",
        "including",
        "harley",
        "davidson",
        "motorcycle",
        "bourbon",
        "blue",
        "jean",
        "roberto",
        "azevêdo",
        "world",
        "trade",
        "organization",
        "issued",
        "rare",
        "rebuke",
        "member",
        "country",
        "branding",
        "trump",
        "tariff",
        "cause",
        "concern",
        "saying",
        "potential",
        "escalation",
        "real",
        "seen",
        "initial",
        "response",
        "added",
        "trade",
        "war",
        "one",
        "addition",
        "stoking",
        "broad",
        "concern",
        "impact",
        "tariff",
        "trump",
        "sown",
        "uncertainty",
        "giving",
        "scant",
        "detail",
        "complex",
        "economic",
        "policy",
        "public",
        "detail",
        "president",
        "provided",
        "thursday",
        "announcement",
        "tariff",
        "figure",
        "would",
        "imposed",
        "long",
        "period",
        "formal",
        "policy",
        "crafted",
        "said",
        "probably",
        "everything",
        "completed",
        "next",
        "white",
        "house",
        "spokeswoman",
        "sarah",
        "huckabee",
        "sander",
        "declined",
        "provide",
        "detail",
        "elaboration",
        "asked",
        "friday",
        "morning",
        "even",
        "main",
        "steel",
        "aluminum",
        "tariff",
        "definitive",
        "sander",
        "responded",
        "expect",
        "change",
        "detail",
        "need",
        "one",
        "person",
        "outside",
        "administration",
        "discussed",
        "policy",
        "extensively",
        "trump",
        "team",
        "said",
        "president",
        "provided",
        "holographic",
        "see",
        "depends",
        "person",
        "added",
        "despite",
        "two",
        "number",
        "threw",
        "still",
        "question",
        "scope",
        "coverage",
        "duration",
        "one",
        "reason",
        "sparse",
        "detail",
        "far",
        "trump",
        "overruled",
        "crafting",
        "deciding",
        "make",
        "announcement",
        "week",
        "word",
        "start",
        "leaking",
        "wednesday",
        "night",
        "trump",
        "planned",
        "make",
        "public",
        "policy",
        "next",
        "day",
        "aide",
        "shaping",
        "caught",
        "surprise",
        "said",
        "ready",
        "time",
        "still",
        "unclear",
        "whether",
        "total",
        "package",
        "ready",
        "next",
        "week",
        "process",
        "surrounding",
        "formation",
        "steel",
        "aluminum",
        "tariff",
        "similar",
        "drafting",
        "last",
        "year",
        "administration",
        "tax",
        "proposal",
        "trump",
        "friday",
        "afternoon",
        "april",
        "surprised",
        "staff",
        "announcing",
        "plan",
        "would",
        "unveiled",
        "following",
        "wednesday",
        "involved",
        "expecting",
        "process",
        "take",
        "week",
        "stick",
        "deadline",
        "release",
        "general",
        "outline",
        "lacking",
        "many",
        "detail",
        "one",
        "intense",
        "fight",
        "next",
        "week",
        "whether",
        "exempt",
        "canada",
        "largest",
        "provider",
        "foreign",
        "according",
        "commerce",
        "department",
        "figure",
        "even",
        "biggest",
        "likely",
        "beneficiary",
        "new",
        "tariff",
        "calling",
        "canada",
        "spared",
        "last",
        "time",
        "imposed",
        "broad",
        "steel",
        "tariff",
        "defense",
        "intelligence",
        "relationship",
        "country",
        "unique",
        "integral",
        "security",
        "said",
        "leo",
        "gerard",
        "president",
        "united",
        "steelworker",
        "union",
        "member",
        "side",
        "border",
        "said",
        "solution",
        "must",
        "exempt",
        "canadian",
        "alcoa",
        "largest",
        "producer",
        "raw",
        "aluminum",
        "also",
        "seeking",
        "exception",
        "canada",
        "smelter",
        "stating",
        "aluminum",
        "industry",
        "integrated",
        "supply",
        "chain",
        "across",
        "continent",
        "producer",
        "union",
        "expressed",
        "concern",
        "disrupting",
        "interdependent",
        "production",
        "process",
        "steel",
        "aluminum",
        "product",
        "different",
        "stage",
        "completion",
        "regularly",
        "go",
        "back",
        "forth",
        "across",
        "border",
        "among",
        "mexico",
        "canada",
        "one",
        "person",
        "consulted",
        "trump",
        "administration",
        "suggested",
        "rather",
        "refuse",
        "grant",
        "two",
        "country",
        "exemption",
        "might",
        "using",
        "prospect",
        "extract",
        "concession",
        "talk",
        "continuing",
        "week",
        "mexico",
        "city",
        "rewrite",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "even",
        "full",
        "tariff",
        "policy",
        "completed",
        "released",
        "commerce",
        "department",
        "hear",
        "appeal",
        "steel",
        "aluminum",
        "consumer",
        "petition",
        "exemption",
        "arguing",
        "insufficient",
        "production",
        "supply",
        "need",
        "blocking",
        "import",
        "would",
        "undermine",
        "national",
        "security",
        "process",
        "expected",
        "launch",
        "lobbying",
        "frenzy",
        "wide",
        "array",
        "industry",
        "seeking",
        "relief",
        "thomas",
        "berlin",
        "contributed",
        "article",
        "write",
        "jacob",
        "schlesinger",
        "correction",
        "amplification",
        "scott",
        "paul",
        "president",
        "alliance",
        "american",
        "manufacturing",
        "group",
        "earlier",
        "version",
        "article",
        "incorrectly",
        "gave",
        "group",
        "name",
        "alliance",
        "manufacturing",
        "march"
    ]
}