{
    "organizations": [],
    "uuid": "5ed957f50a94f078ad10216c46837c40ff17f3f8",
    "author": "Vivienne Walt",
    "url": "http://fortune.com/2018/03/21/fc-barcelona-gerard-pique-barca/",
    "ord_in_thread": 0,
    "title": "FC Barcelona's Gerard Piqué Talks World Cup, Barça Future",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Vivienne Walt 6:30 AM EDT \nHe is a massively accomplished buddy of Mark Zuckerberg, and the partner of the singer Shakira, with whom he has two children. But those are just footnotes in the career of FC Barcelona star center-forward Gerard Piqué, whose raft of victories includes the World Cup in 2010 (as a member of Spain’s national team), Champions League trophies, and European Championship medals. \nAt 31, Piqué has perhaps another five years left to wow countless the Catalonia club’s fans on the field, and he has said he will retire from his country’s national team after this summer’s World Cup tournament in Russia. \nBut whatever Piqué does next could be equally impressive. He already has his own gaming company, Kerad , and investments in a range of products. In February he put together a $3-million investment plan to turn the Davis Cup into a mega-global event like football’s World Cup. \nPiqué has his eye on another crucial prize, too: Becoming the president of FC Barcelona. “Obviously, it is something I want to achieve at some point,” Piqué told Fortune in an interview, sitting in the club’s headquarters Camp Nou on March 3. Gerard Pique and teammates during a La Liga match between FC Barcelona and Atletic de Bilbao at Camp Nou Stadium in Barcelona. Xavier Bonilla—NurPhoto/Getty Images \nRead more about FC Barcelona in our feature Inside FC Barcelona’s Global Football Empire . \nIf Piqué runs Barça in the future, he could perhaps hugely modernize one of the richest and most beloved sports franchises on the planet (more than $700 million in yearly revenues), turning this 119-year-old club in the global enterprise many fans and critics believe it can be. \nA native Barcelonian, Piqué was virtually suckled on Barça loyalty: His grandfather signed him up as a club member at birth. By 13, he was a trainee in the club’s La Masia academy, learning Barça’s unique playing style along with fellow teen Lionel Messi. And although Piqué then left to play with Manchester United for four years, he returned to spend the past decade as a powerhouse of Barça. “He is the most canny, worldly member of the current generation of players,” says Richard Fitzgerald, author of the book “El Clasico: Barcelona v. Real Madrid.”“He has the business savvy, imagination and gravitas to be a success politically.” \nPiqué has something else too: Intense passion for Catalonia’s struggle for autonomy from the capital Madrid, which has been intricately interwoven with Barça’s history for decades. When Spanish police beat Catalan voters last October with truncheons, during the region’s independence referendum, Piqué tweeted to his 18 million followers, “Together we are unstoppable defending democracy.” The following day, he broke into tears on television, telling reporters as he wept that the police action was “one of the worst decisions made by this country in 40 or 50 years,” and warning, “it will have consequences.” \nPiqué almost sounded like a national politician—he’s certainly more famous than most of those—and perhaps politics lies in his future, too. Barcelona’s power player mulled over that, and much else, with Fortune . Here, edited excerpts of the interview: \nFortune : You’re not only a footballer. You have tech ventures and you have made a big investment in the tennis world. What do these two worlds have to teach each other ? \nGerard Piqué: Football is a very passionate world. You’re playing [in front of] 90,000 people who are watching you. We are obligated to try to win titles. And if we are not at the top then it is very difficult. \nBusiness is another kind of world that I don’t think is as passionate. It is not the pressure to perform as you have in football. It is more about strategy, skill, about how you deal with all the information you have. Some of the things from football I can bring to business, and some things from business I can bring to football. \nFC Barcelona is owned by its 145,000 members. But many people believe it’s going to be more and more difficult to continue that way, in this world of big-money, corporate football (soccer). Are you worried? \nThe time we’re living in right now, there is a lot of money in the football world. There are a lot of investors from the Middle East, from Russia, from Asia, they are willing to invest a lot of money in clubs, and being part of the club, and owners of them. Barcelona is a very traditional club, whose members are a big part of it. They are the owners of the club and they choose the president every six years. I think we have to keep that. Maybe there will be a time in history that it will not be possible. You never know. \nI just give you an example: Our shirt was the last one to be sponsored by a brand. First, we tried to do it with Unicef [Barça pays Unicef about $2 million a year to put its name on the shirt] and we keep helping them. [But] there was a moment in time when, if we wanted to compete with the big ones, we needed to have a brand and we needed the sponsorship money to compete with them. \nI cannot tell you in the future what will happen in the club. What I know is that we will try to keep this unique spirit of trying to be different, trying to compete with all the other clubs. Being “més que un club” [FC Barcelona’s slogan] that means more than a club, we try to do things in a different way, and sometimes it is tougher. But at the end of the day we are very proud of it. \nRight now FC Barcelona’s board members are unpaid, and not necessarily connected to football. Some believe it should be more professional, more like the board of Google or Apple , with people deeply embedded in the football world, not just in Barcelona or in Catalonia. What do you think? \nBarcelona is obviously growing as a club. Every time our budget is higher and higher. And I think we have to work as a big company. You need board members and the people who are running the club to be really focused on the club. \nRight now I know they are fully focused. But they don’t earn any money. This is something that I think, it’s not a mistake, but I think this is something that has to be changed. Because at the end of the day if you are giving a lot of time and a lot of effort to run the club, you deserve to be paid, because you are investing a lot of time which maybe you should use for other things. This is something that maybe has to be changed in the future, and it has to be decided by the members. \nAnother criticism that’s made about all football clubs: You are giving away so much money to Nike , Adidas, and other sponsors, whereas you could restructure things to be more like Disney , which runs theme parks. You are such a global brand. \nThings in the future could change dramatically. Right now Barcelona is a club that is focused 100% in sports. Not just in their football team. But in their basketball team, their handball team, their hockey team, their indoor football team. So we have to focus on that. \nIn the future we can produce our own clothes. But it is something that right now we do not have experience in it. We are not experts, and I don’t think it’s the right move to do it. \nHow high can salaries go before they become a real problem for clubs? The President of FC Barcelona [Josep Maria Bartomeu] tells me there are a lot of worries about inflation. You are are an example yourself with your new contract. Are we getting to a point where there will be very, very few clubs that can have players like yourself? \nIt’s true that it has been a big inflation in the last few years. Football is growing and every time there are more people following this sport. TV rights are very important and right now because of Internet, because of streaming, because of companies like Amazon , Facebook , etc., they want to buy the TV rights of La Liga, of the Champions League. They are bidding to get these rights. This means more money for leagues. And more money for clubs. Barcelona is increasing their budget every year. Right now we are at €700m (about $866 million a year). When I arrived here 10 years ago maybe it was half of this. They are expected we will be at $1 billion, in 2021, 2020. \nThere will be a point I think where this increase will be lower, and we will keep growing, but not as quick as we are doing right now. And then I think is when clubs will realize that maybe it is enough to pay as much as we are doing now in salaries. \nBut if you want to keep talent, and you want to keep the best players in the world in your club, we have to compete with all the other clubs that they are investing. They are offering much more money. And we have to be with the same numbers as them. \nHow important is FC Barcelona for Catalonia? So many people say that Barça is the biggest symbol of Catalonia. People in the Mayor’s office say they travel the world and the only thing people know about Barcelona is the football club. \nBarcelona is everything for Catalonia, I can tell you. It is by far the institution more [most] important of Catalonia. And when we play away, when we are playing in other countries… we know we are not only representing Barcelona but we are representing Catalonia. \nThis is why it is so important [to be] ‘mes que un club’ – more than a club. We are not just a football club. We are a club that represents millions of people from Catalonia. \nYou know the political issue there is in the country. And the population of Catalonia is 50-50: 50% want independence they want to separate from Spain. We are in a very difficult situation here. And Barcelona has to be a club that represents Catalonia more than ever now. \nYou don’t say what side of that 50-50 divide you are on: Everyone assumes you are pro-independence, but you don’t actually say that. \nI never said that. I don’t think it is my role to say it. I represent the Barcelona shirt. I represent the Spanish shirt. And right now I have to focus on playing. It is my main role, playing football. And I think this role is for politics. \nSometimes it is true that maybe I express my opinion. There are some players who decided not to do this. And there are players they decided to do. We have a very important impact on society and this is why I think it is fine, it is very—for a lot of players they don’t want to give their opinions. \nPeople follow us as players, but at the same time as members of this big society. But I have never said anything about being or not being independent. And I will not do it. Because Barcelona is a club that represents not just people from Catalonia, but from Spain and not just Spain but all over the world. We are a global club, and it’s very important to preserve that. \nYou say you are no longer going to play for the Spanish national team after the World Cup. \nThat is correct. But it is not because of this issue, for sure. I’m 31. We are playing the World Cup in June. And after this I think it is enough. My career for the national team has been more than 10 years. It’s been very successful. We’ve won the World Cup (in 2010), the European cup, we have won everything. And I hope we can win another World Cup. I’m very proud of all the career I’ve had with the national team. But now I want to focus on my career in the club. \nYou began in La Masia. How important is La Masia now? Some people believe the golden age has gone, that the academy is no longer producing the Piqués, the Messis, the Xavis. \nIt’s not correct, it’s not correct at all. You cannot control talent. You never know. Maybe in one year there appears three new Messis or three new Xavis or three new Piqués. And then you have five or six years that you don’t have the luck to bring any new guys from La Masia. \nLa Masia is one of the main pillars of the club. And we have to invest very highly in that. There is a lot of money around football and there are more people investing millions and millions. And if we want to compete the best way is to try invest in our home, in La Masia where we know we have results in the last 10 years. It is a big resource for the club. Me as a representative of La Masia I can say that it was a great experience for me as a young guy. \nYou’re 31 and you have four years after your contract. What do you think you could do after that that could have a big impact? \nI remember a few years ago they said I wanted to be president of this club. Obviously, it is something that I want to achieve at some point. But it is not something I want to do just after I retire. In this world [of football] we can see in the last few years everything is changing so fast. So what will happen in four years? Maybe I will stay these four years here and renew again my contract. Maybe I will leave before then. You never know. \nYou have to live your life day by day, enjoy what you’re doing right now. In my career as football player I want to keep enjoying winning titles for the club. And then we’ll see. When I retire I’m sure we will have a lot of different options and a lot of different projects and let’s see what the future brings me. \nYou are not sure you will complete your football career at FC Barcelona? \nI’m sure, and this is what I want, but you never know. I always said that when I retire I want to retire here. This last contract, I said when I renewed the contract, that maybe if I did not have this offer I would retire. My passion for football is very big, but it’s wearing this shirt. If I don’t wear this Barcelona shirt the normal thing would be I leave football and decide to focus on other things. Maybe in two years I [will] feel it’s enough for me, and I retire. Maybe I keep playing four years more and renew my contract. We don’t know what will happen. \nEveryone knows I love this club very much. It’s like my home, my family. My grandfather has been involved more than 30 years in the club, and [is] still involved. He’s the one that brings this passion to me. I’m a member of the club since the day I was born. So all my body is part of this club. And for sure I think I will retire here. \nExplain to me, because this is very strange for many Americans: How is it that all these families make their children members of Barça when they are born? I’m assuming you made your children members when they were born? \nYeah, my children are members. It is a very familiar tradition. \nBarcelona is very tied to Catalonia, very tied to all the people here. And being a member, it is something that you have to be. At the end of the day you feel the member as your family. I know it is very strange for you guys, for American people. I don’t think there is any club in the States where the members are the owners of the club. \nI can tell you it is a very unique experience. You feel the club even more. you feel you are a little bit owner of the club, and that all the decisions that are taken by the president are like your own decisions. And maybe sometimes you don’t feel that you agree with them, but because you vote him, you respect it. That is how it works here. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-03-21T17:30:00.000+02:00",
    "crawled": "2018-03-21T15:50:56.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vivienne",
        "walt",
        "edt",
        "massively",
        "accomplished",
        "buddy",
        "mark",
        "zuckerberg",
        "partner",
        "singer",
        "shakira",
        "two",
        "child",
        "footnote",
        "career",
        "fc",
        "barcelona",
        "star",
        "gerard",
        "piqué",
        "whose",
        "raft",
        "victory",
        "includes",
        "world",
        "cup",
        "member",
        "spain",
        "national",
        "team",
        "champion",
        "league",
        "trophy",
        "european",
        "championship",
        "medal",
        "piqué",
        "perhaps",
        "another",
        "five",
        "year",
        "left",
        "wow",
        "countless",
        "catalonia",
        "club",
        "fan",
        "field",
        "said",
        "retire",
        "country",
        "national",
        "team",
        "summer",
        "world",
        "cup",
        "tournament",
        "russia",
        "whatever",
        "piqué",
        "next",
        "could",
        "equally",
        "impressive",
        "already",
        "gaming",
        "company",
        "kerad",
        "investment",
        "range",
        "product",
        "february",
        "put",
        "together",
        "investment",
        "plan",
        "turn",
        "davis",
        "cup",
        "event",
        "like",
        "football",
        "world",
        "cup",
        "piqué",
        "eye",
        "another",
        "crucial",
        "prize",
        "becoming",
        "president",
        "fc",
        "barcelona",
        "obviously",
        "something",
        "want",
        "achieve",
        "point",
        "piqué",
        "told",
        "fortune",
        "interview",
        "sitting",
        "club",
        "headquarters",
        "camp",
        "nou",
        "march",
        "gerard",
        "pique",
        "teammate",
        "la",
        "liga",
        "match",
        "fc",
        "barcelona",
        "atletic",
        "de",
        "bilbao",
        "camp",
        "nou",
        "stadium",
        "barcelona",
        "xavier",
        "image",
        "read",
        "fc",
        "barcelona",
        "feature",
        "inside",
        "fc",
        "barcelona",
        "global",
        "football",
        "empire",
        "piqué",
        "run",
        "barça",
        "future",
        "could",
        "perhaps",
        "hugely",
        "modernize",
        "one",
        "richest",
        "beloved",
        "sport",
        "franchise",
        "planet",
        "million",
        "yearly",
        "revenue",
        "turning",
        "club",
        "global",
        "enterprise",
        "many",
        "fan",
        "critic",
        "believe",
        "native",
        "barcelonian",
        "piqué",
        "virtually",
        "suckled",
        "barça",
        "loyalty",
        "grandfather",
        "signed",
        "club",
        "member",
        "birth",
        "trainee",
        "club",
        "la",
        "masia",
        "academy",
        "learning",
        "barça",
        "unique",
        "playing",
        "style",
        "along",
        "fellow",
        "teen",
        "lionel",
        "messi",
        "although",
        "piqué",
        "left",
        "play",
        "manchester",
        "united",
        "four",
        "year",
        "returned",
        "spend",
        "past",
        "decade",
        "powerhouse",
        "barça",
        "canny",
        "worldly",
        "member",
        "current",
        "generation",
        "player",
        "say",
        "richard",
        "fitzgerald",
        "author",
        "book",
        "el",
        "clasico",
        "barcelona",
        "real",
        "business",
        "savvy",
        "imagination",
        "gravitas",
        "success",
        "piqué",
        "something",
        "else",
        "intense",
        "passion",
        "catalonia",
        "struggle",
        "autonomy",
        "capital",
        "madrid",
        "intricately",
        "interwoven",
        "barça",
        "history",
        "decade",
        "spanish",
        "police",
        "beat",
        "catalan",
        "voter",
        "last",
        "october",
        "truncheon",
        "region",
        "independence",
        "referendum",
        "piqué",
        "tweeted",
        "million",
        "follower",
        "together",
        "unstoppable",
        "defending",
        "following",
        "day",
        "broke",
        "tear",
        "television",
        "telling",
        "reporter",
        "wept",
        "police",
        "action",
        "one",
        "worst",
        "decision",
        "made",
        "country",
        "year",
        "warning",
        "piqué",
        "almost",
        "sounded",
        "like",
        "national",
        "certainly",
        "famous",
        "perhaps",
        "politics",
        "lie",
        "future",
        "barcelona",
        "power",
        "player",
        "mulled",
        "much",
        "else",
        "fortune",
        "edited",
        "excerpt",
        "interview",
        "fortune",
        "footballer",
        "tech",
        "venture",
        "made",
        "big",
        "investment",
        "tennis",
        "world",
        "two",
        "world",
        "teach",
        "gerard",
        "piqué",
        "football",
        "passionate",
        "world",
        "playing",
        "front",
        "people",
        "watching",
        "obligated",
        "try",
        "win",
        "title",
        "top",
        "difficult",
        "business",
        "another",
        "kind",
        "world",
        "think",
        "passionate",
        "pressure",
        "perform",
        "football",
        "strategy",
        "skill",
        "deal",
        "information",
        "thing",
        "football",
        "bring",
        "business",
        "thing",
        "business",
        "bring",
        "football",
        "fc",
        "barcelona",
        "owned",
        "member",
        "many",
        "people",
        "believe",
        "going",
        "difficult",
        "continue",
        "way",
        "world",
        "corporate",
        "football",
        "soccer",
        "worried",
        "time",
        "living",
        "right",
        "lot",
        "money",
        "football",
        "world",
        "lot",
        "investor",
        "middle",
        "east",
        "russia",
        "asia",
        "willing",
        "invest",
        "lot",
        "money",
        "club",
        "part",
        "club",
        "owner",
        "barcelona",
        "traditional",
        "club",
        "whose",
        "member",
        "big",
        "part",
        "owner",
        "club",
        "choose",
        "president",
        "every",
        "six",
        "year",
        "think",
        "keep",
        "maybe",
        "time",
        "history",
        "possible",
        "never",
        "know",
        "give",
        "example",
        "shirt",
        "last",
        "one",
        "sponsored",
        "brand",
        "first",
        "tried",
        "unicef",
        "barça",
        "pay",
        "unicef",
        "million",
        "year",
        "put",
        "name",
        "shirt",
        "keep",
        "helping",
        "moment",
        "time",
        "wanted",
        "compete",
        "big",
        "one",
        "needed",
        "brand",
        "needed",
        "sponsorship",
        "money",
        "compete",
        "tell",
        "future",
        "happen",
        "club",
        "know",
        "try",
        "keep",
        "unique",
        "spirit",
        "trying",
        "different",
        "trying",
        "compete",
        "club",
        "més",
        "que",
        "un",
        "club",
        "fc",
        "barcelona",
        "slogan",
        "mean",
        "club",
        "try",
        "thing",
        "different",
        "way",
        "sometimes",
        "tougher",
        "end",
        "day",
        "proud",
        "right",
        "fc",
        "barcelona",
        "board",
        "member",
        "unpaid",
        "necessarily",
        "connected",
        "football",
        "believe",
        "professional",
        "like",
        "board",
        "google",
        "apple",
        "people",
        "deeply",
        "embedded",
        "football",
        "world",
        "barcelona",
        "catalonia",
        "think",
        "barcelona",
        "obviously",
        "growing",
        "club",
        "every",
        "time",
        "budget",
        "higher",
        "higher",
        "think",
        "work",
        "big",
        "company",
        "need",
        "board",
        "member",
        "people",
        "running",
        "club",
        "really",
        "focused",
        "club",
        "right",
        "know",
        "fully",
        "focused",
        "earn",
        "money",
        "something",
        "think",
        "mistake",
        "think",
        "something",
        "changed",
        "end",
        "day",
        "giving",
        "lot",
        "time",
        "lot",
        "effort",
        "run",
        "club",
        "deserve",
        "paid",
        "investing",
        "lot",
        "time",
        "maybe",
        "use",
        "thing",
        "something",
        "maybe",
        "changed",
        "future",
        "decided",
        "member",
        "another",
        "criticism",
        "made",
        "football",
        "club",
        "giving",
        "away",
        "much",
        "money",
        "nike",
        "adidas",
        "sponsor",
        "whereas",
        "could",
        "restructure",
        "thing",
        "like",
        "disney",
        "run",
        "theme",
        "park",
        "global",
        "brand",
        "thing",
        "future",
        "could",
        "change",
        "dramatically",
        "right",
        "barcelona",
        "club",
        "focused",
        "sport",
        "football",
        "team",
        "basketball",
        "team",
        "handball",
        "team",
        "hockey",
        "team",
        "indoor",
        "football",
        "team",
        "focus",
        "future",
        "produce",
        "clothes",
        "something",
        "right",
        "experience",
        "expert",
        "think",
        "right",
        "move",
        "high",
        "salary",
        "go",
        "become",
        "real",
        "problem",
        "club",
        "president",
        "fc",
        "barcelona",
        "josep",
        "maria",
        "bartomeu",
        "tell",
        "lot",
        "worry",
        "inflation",
        "example",
        "new",
        "contract",
        "getting",
        "point",
        "club",
        "player",
        "like",
        "true",
        "big",
        "inflation",
        "last",
        "year",
        "football",
        "growing",
        "every",
        "time",
        "people",
        "following",
        "sport",
        "tv",
        "right",
        "important",
        "right",
        "internet",
        "streaming",
        "company",
        "like",
        "amazon",
        "facebook",
        "want",
        "buy",
        "tv",
        "right",
        "la",
        "liga",
        "champion",
        "league",
        "bidding",
        "get",
        "right",
        "mean",
        "money",
        "league",
        "money",
        "club",
        "barcelona",
        "increasing",
        "budget",
        "every",
        "year",
        "right",
        "million",
        "year",
        "arrived",
        "year",
        "ago",
        "maybe",
        "half",
        "expected",
        "billion",
        "point",
        "think",
        "increase",
        "lower",
        "keep",
        "growing",
        "quick",
        "right",
        "think",
        "club",
        "realize",
        "maybe",
        "enough",
        "pay",
        "much",
        "salary",
        "want",
        "keep",
        "talent",
        "want",
        "keep",
        "best",
        "player",
        "world",
        "club",
        "compete",
        "club",
        "investing",
        "offering",
        "much",
        "money",
        "number",
        "important",
        "fc",
        "barcelona",
        "catalonia",
        "many",
        "people",
        "say",
        "barça",
        "biggest",
        "symbol",
        "catalonia",
        "people",
        "mayor",
        "office",
        "say",
        "travel",
        "world",
        "thing",
        "people",
        "know",
        "barcelona",
        "football",
        "club",
        "barcelona",
        "everything",
        "catalonia",
        "tell",
        "far",
        "institution",
        "important",
        "catalonia",
        "play",
        "away",
        "playing",
        "know",
        "representing",
        "barcelona",
        "representing",
        "catalonia",
        "important",
        "me",
        "que",
        "un",
        "club",
        "club",
        "football",
        "club",
        "club",
        "represents",
        "million",
        "people",
        "catalonia",
        "know",
        "political",
        "issue",
        "country",
        "population",
        "catalonia",
        "want",
        "independence",
        "want",
        "separate",
        "spain",
        "difficult",
        "situation",
        "barcelona",
        "club",
        "represents",
        "catalonia",
        "ever",
        "say",
        "side",
        "divide",
        "everyone",
        "assumes",
        "actually",
        "say",
        "never",
        "said",
        "think",
        "role",
        "say",
        "represent",
        "barcelona",
        "shirt",
        "represent",
        "spanish",
        "shirt",
        "right",
        "focus",
        "playing",
        "main",
        "role",
        "playing",
        "football",
        "think",
        "role",
        "politics",
        "sometimes",
        "true",
        "maybe",
        "express",
        "opinion",
        "player",
        "decided",
        "player",
        "decided",
        "important",
        "impact",
        "society",
        "think",
        "fine",
        "lot",
        "player",
        "want",
        "give",
        "opinion",
        "people",
        "follow",
        "u",
        "player",
        "time",
        "member",
        "big",
        "society",
        "never",
        "said",
        "anything",
        "independent",
        "barcelona",
        "club",
        "represents",
        "people",
        "catalonia",
        "spain",
        "spain",
        "world",
        "global",
        "club",
        "important",
        "preserve",
        "say",
        "longer",
        "going",
        "play",
        "spanish",
        "national",
        "team",
        "world",
        "cup",
        "correct",
        "issue",
        "sure",
        "playing",
        "world",
        "cup",
        "june",
        "think",
        "enough",
        "career",
        "national",
        "team",
        "year",
        "successful",
        "world",
        "cup",
        "european",
        "cup",
        "everything",
        "hope",
        "win",
        "another",
        "world",
        "cup",
        "proud",
        "career",
        "national",
        "team",
        "want",
        "focus",
        "career",
        "club",
        "began",
        "la",
        "masia",
        "important",
        "la",
        "masia",
        "people",
        "believe",
        "golden",
        "age",
        "gone",
        "academy",
        "longer",
        "producing",
        "piqués",
        "messis",
        "xavis",
        "correct",
        "correct",
        "control",
        "talent",
        "never",
        "know",
        "maybe",
        "one",
        "year",
        "appears",
        "three",
        "new",
        "messis",
        "three",
        "new",
        "xavis",
        "three",
        "new",
        "piqués",
        "five",
        "six",
        "year",
        "luck",
        "bring",
        "new",
        "guy",
        "la",
        "masia",
        "la",
        "masia",
        "one",
        "main",
        "pillar",
        "club",
        "invest",
        "highly",
        "lot",
        "money",
        "around",
        "football",
        "people",
        "investing",
        "million",
        "million",
        "want",
        "compete",
        "best",
        "way",
        "try",
        "invest",
        "home",
        "la",
        "masia",
        "know",
        "result",
        "last",
        "year",
        "big",
        "resource",
        "club",
        "representative",
        "la",
        "masia",
        "say",
        "great",
        "experience",
        "young",
        "guy",
        "four",
        "year",
        "contract",
        "think",
        "could",
        "could",
        "big",
        "impact",
        "remember",
        "year",
        "ago",
        "said",
        "wanted",
        "president",
        "club",
        "obviously",
        "something",
        "want",
        "achieve",
        "point",
        "something",
        "want",
        "retire",
        "world",
        "football",
        "see",
        "last",
        "year",
        "everything",
        "changing",
        "fast",
        "happen",
        "four",
        "year",
        "maybe",
        "stay",
        "four",
        "year",
        "renew",
        "contract",
        "maybe",
        "leave",
        "never",
        "know",
        "live",
        "life",
        "day",
        "day",
        "enjoy",
        "right",
        "career",
        "football",
        "player",
        "want",
        "keep",
        "enjoying",
        "winning",
        "title",
        "club",
        "see",
        "retire",
        "sure",
        "lot",
        "different",
        "option",
        "lot",
        "different",
        "project",
        "let",
        "see",
        "future",
        "brings",
        "sure",
        "complete",
        "football",
        "career",
        "fc",
        "barcelona",
        "sure",
        "want",
        "never",
        "know",
        "always",
        "said",
        "retire",
        "want",
        "retire",
        "last",
        "contract",
        "said",
        "renewed",
        "contract",
        "maybe",
        "offer",
        "would",
        "retire",
        "passion",
        "football",
        "big",
        "wearing",
        "shirt",
        "wear",
        "barcelona",
        "shirt",
        "normal",
        "thing",
        "would",
        "leave",
        "football",
        "decide",
        "focus",
        "thing",
        "maybe",
        "two",
        "year",
        "feel",
        "enough",
        "retire",
        "maybe",
        "keep",
        "playing",
        "four",
        "year",
        "renew",
        "contract",
        "know",
        "happen",
        "everyone",
        "know",
        "love",
        "club",
        "much",
        "like",
        "home",
        "family",
        "grandfather",
        "involved",
        "year",
        "club",
        "still",
        "involved",
        "one",
        "brings",
        "passion",
        "member",
        "club",
        "since",
        "day",
        "born",
        "body",
        "part",
        "club",
        "sure",
        "think",
        "retire",
        "explain",
        "strange",
        "many",
        "american",
        "family",
        "make",
        "child",
        "member",
        "barça",
        "born",
        "assuming",
        "made",
        "child",
        "member",
        "born",
        "yeah",
        "child",
        "member",
        "familiar",
        "tradition",
        "barcelona",
        "tied",
        "catalonia",
        "tied",
        "people",
        "member",
        "something",
        "end",
        "day",
        "feel",
        "member",
        "family",
        "know",
        "strange",
        "guy",
        "american",
        "people",
        "think",
        "club",
        "state",
        "member",
        "owner",
        "club",
        "tell",
        "unique",
        "experience",
        "feel",
        "club",
        "even",
        "feel",
        "little",
        "bit",
        "owner",
        "club",
        "decision",
        "taken",
        "president",
        "like",
        "decision",
        "maybe",
        "sometimes",
        "feel",
        "agree",
        "vote",
        "respect",
        "work",
        "sponsored",
        "financial",
        "content"
    ]
}