{
    "organizations": [],
    "uuid": "f7da2d6c3f9a854f6329ca5b0878decfa236e954",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/28/a-major-oil-company-just-agreed-in-court-that-humans-cause-climate-change.html",
    "ord_in_thread": 0,
    "title": "A major oil company just agreed in court that humans cause climate change",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Last week, a federal judge at the US District Court for the Northern District of California held a five-hour tutorial to lay the scientific foundation for two lawsuits against the five biggest oil companies in the world.\nThe plaintiffs, the cities of San Francisco and Oakland, brought three world-renowned climate scientists to the tutorial. The defendants — BP , Chevron, ExxonMobil , Shell , and ConocoPhillips — sent one lawyer, from Chevron. And when it was his turn to present, the Chevron attorney agreed that human activity is changing the climate and that it warrants action.\nMore from Vox:\nThe citizenship question on the 2020 census, explained\nIt's not just elections: Russia hacked the US electric grid\nWhat constant smartphone photography is doing to our memories\nThis is a seismic shift from years past, when \" uncertainties \" about climate change were the party line for oil companies. Humanity's role in rising temperatures has now been established in court, and future legal wrangling will have to build on this foundation.\nBut both sides agreeing to the fundamental mechanisms behind climate change now will give way to the thornier legal debate of establishing blame.\nThe suits are part of a suite of litigation filed by nine American cities against big oil to pay for current and future damages to some of the most expensive real estate in the country caused by rising seas and hotter weather.\nThe cities are arguing that oil companies promoted the use of fossil fuels while denying or downplaying their harmful effects, and so should help cities pay for infrastructure like coastal barriers to protect them.\nBut the judge presiding over the suits, William Alsup, wanted to get the science straight first, and he invited the cities and the oil companies to present the history of climate change research and the best available findings in a kind of unusual hearing that he's become known for. Alsup prepared a list of wonky questions and rewatched An Inconvenient Truth to ready himself for the in-depth lesson.\nTweet\nAnn Carlson, an environmental law professor at the University of California Los Angeles, said that similar lawsuits faltered a decade ago because the evidence linking heat waves and flooding back to burning fossil fuels wasn't as robust as it is today.\n\"This attribution science is much stronger,\" she said.\nSo the next question is whether there's an argument for holding big oil in particular liable. And what we learned from the tutorial is that these companies are likely to use the agreed-upon science to make the case that they shouldn't have to pay for the impacts of climate change.\nIf the cities' lawsuit survives a barrage of motions to dismiss, they will still have to show that oil majors deliberately sowed confusion on climate change in bad faith. Let's walk through what we know about the various arguments so far.\nOil companies agree on the science but not the politics The fundamental argument from the oil companies is that climate change is a global problem that needs a political solution, and you can't solve a political problem in court and you certainly can't blame the oil companies for selling a product that everyone wants to buy.\nTheodore Boutrous, a seasoned litigator who's argued cases before the US Supreme Court, presented on behalf of Chevron. \"Chevron accepts the consensus in the scientific communities on climate change,\" he said last week. \"There's no debate about climate science.\"\nHe built his presentation around the Intergovernmental Panel on Climate Change's fifth assessment report , published in 2013, which has more than 800 authors and cites more than 9,200 scientific papers (he also rewatched An Inconvenient Truth ). The report states that the IPCC is \"95 percent certain that humans are the main cause of current global warming\" and remains one of the most robust works in climate science.\nBut as Boutrous detailed the history of how climate scientists like Svante Arrhenius and John Tyndall developed their theories, he also noted that previous IPCC reports weren't always so certain. The 1990 report said that \"the observed increase could be largely due to natural variability.\" The 1995 report said that signals were emerging that there is human influence on the climate. The 2001 report said that warming was \"very unlikely\" due to natural causes alone.\nThe point he was making was that the consensus took time to build, and as the science got better, Chevron moved with it. Past rhetoric from oil companies reflected this uncertainty in the science, and Chevron now has a comprehensive strategy for managing climate risks, including cutting greenhouse gas emissions.\nAnother key point Boutrous made was that these human-sourced greenhouse gas emissions are due to growing wealth and development, of which fossil fuel combustion is a symptom, not a cause. \"Anthropogenic greenhouse gas emissions have increased since the pre-industrial era, driven largely by economic and population growth, and are now higher than ever,\" the IPCC reported in 2014 .\n\"It's just a facet of human existence,\" Boutrous told Vox. \"It's an issue for policymakers to address.\"\nAnd looking toward the future, it's unclear how climate change will impact San Francisco and Oakland in particular. San Francisco, in its complaint, included a map showing water inundation for the city with 66 inches of sea level rise plus 42 inches of flooding from a 100-year storm , a scenario they called \"unlikely, but possible.\"\nBoutrous pointed out that while global sea levels are rising on average, some evidence shows that sea levels have fallen in specific regions, and coastal flooding in places like the San Francisco Bay Area is also a function of local conditions like land subsidence .\nSo for San Francisco and Oakland to build a claim on harms from future sea level rise is a stretch when there is so much uncertainty as to what will happen, the argument goes.\nBoutrous noted that when the judge asked the scientists in the room if they disagreed with what he presented, they didn't question his reading of the facts.\nThat signals that progress in these lawsuits isn't going to hinge on the science so much as an untested legal theory, and that's where the plaintiffs are on weak footing, according to Boutrous. Holding oil companies liable for producing fossil fuels would also open up cities to liability for building roads and facilitating travel with vehicles that burn those fuels.\n\"Focusing resources on a novel, never-accepted theory just isn't the way to have a productive chance at really addressing global warming,\" Boutrous said. \"No tort theory has ever been developed that comes close to covering these issues.\"\nThe climate models have gotten better; the news has gotten worse But Donald Wuebbles, an author of the 2013 IPCC report as well as the 2017 National Climate Assessment produced by 13 US federal agencies, noted that while the last IPCC report may be the biggest work in climate science, it only incorporated research published as of 2012.\n\"I started up my talk saying that the science didn't stop in 2012,\" Wuebbles, a professor of atmospheric science at the University of Illinois, told Vox. \"The reality is these assessments are very conservative in their statements.\"\nHis end of the tutorial focused on the changes we can anticipate as average temperatures go up around the world, noting that models have become more robust and that scientists are zeroing in on the harms that will be caused by unmitigated changes to the global climate. Judge Alsup also asked him about policy questions like which energy sources the United States can use if it gives up coal, oil, and natural gas.\nThe other four defendants had representatives in the room but declined to present, which San Francisco City Attorney Dennis Herrera read as a signal that the other oil companies did not even want to recognize that the court has jurisdiction in such a case.\nBut Alsup didn't let the other oil companies off the hook, as Debra Kahn of E&E News noted:\nAlsup ordered the other defendants in the suit — BP PLC, ConocoPhillips, Exxon Mobil Corp. and Royal Dutch Shell PLC, all of which had representatives at the hearing — to submit briefs within two weeks detailing any points of disagreement with Chevron. \"Otherwise, I'm going to assume you're in agreement,\" he said. \"You can't get away with sitting there in silence and then later say, 'He wasn't speaking for us.'\"\nFor its part, San Francisco counted the tutorial as a win.\n\"What we saw today was one oil company begrudgingly accept the scientific consensus while trying to overemphasize the extent of scientific uncertainty,\" Herrera said in a statement. \"It's time for them to pay for the seawalls and other infrastructure needed to protect San Francisco and Oakland.\"\nThe legal maneuvering in this case will continue, and the litigation will likely take years to resolve. Yet the fact that the lawsuits were allowed to proceed this far and that the judge has cemented the science in the courtroom means that the foundation for climate change litigation is the strongest it's ever been. The question for the court is whether it's strong enough to bill an oil company for a levee.\nUCLA's Carlson said that the defendants will continue to file motions to dismiss the case citing different arguments — that the court doesn't have jurisdiction in such a case, for instance, or that the defendants don't have standing, or that federal law doesn't provide any recourse in such a lawsuit. If none of those motions finds traction in the court, then four to six months from now, the cases move to the discovery phase, where the defendants will have to start producing documents and providing evidence.",
    "published": "2018-03-28T21:33:00.000+03:00",
    "crawled": "2018-03-28T22:51:24.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "last",
        "week",
        "federal",
        "judge",
        "u",
        "district",
        "court",
        "northern",
        "district",
        "california",
        "held",
        "tutorial",
        "lay",
        "scientific",
        "foundation",
        "two",
        "lawsuit",
        "five",
        "biggest",
        "oil",
        "company",
        "world",
        "plaintiff",
        "city",
        "san",
        "francisco",
        "oakland",
        "brought",
        "three",
        "climate",
        "scientist",
        "tutorial",
        "defendant",
        "bp",
        "chevron",
        "exxonmobil",
        "shell",
        "conocophillips",
        "sent",
        "one",
        "lawyer",
        "chevron",
        "turn",
        "present",
        "chevron",
        "attorney",
        "agreed",
        "human",
        "activity",
        "changing",
        "climate",
        "warrant",
        "action",
        "vox",
        "citizenship",
        "question",
        "census",
        "explained",
        "election",
        "russia",
        "hacked",
        "u",
        "electric",
        "grid",
        "constant",
        "smartphone",
        "photography",
        "memory",
        "seismic",
        "shift",
        "year",
        "past",
        "uncertainty",
        "climate",
        "change",
        "party",
        "line",
        "oil",
        "company",
        "humanity",
        "role",
        "rising",
        "temperature",
        "established",
        "court",
        "future",
        "legal",
        "wrangling",
        "build",
        "foundation",
        "side",
        "agreeing",
        "fundamental",
        "mechanism",
        "behind",
        "climate",
        "change",
        "give",
        "way",
        "thornier",
        "legal",
        "debate",
        "establishing",
        "blame",
        "suit",
        "part",
        "suite",
        "litigation",
        "filed",
        "nine",
        "american",
        "city",
        "big",
        "oil",
        "pay",
        "current",
        "future",
        "damage",
        "expensive",
        "real",
        "estate",
        "country",
        "caused",
        "rising",
        "sea",
        "hotter",
        "weather",
        "city",
        "arguing",
        "oil",
        "company",
        "promoted",
        "use",
        "fossil",
        "fuel",
        "denying",
        "downplaying",
        "harmful",
        "effect",
        "help",
        "city",
        "pay",
        "infrastructure",
        "like",
        "coastal",
        "barrier",
        "protect",
        "judge",
        "presiding",
        "suit",
        "william",
        "alsup",
        "wanted",
        "get",
        "science",
        "straight",
        "first",
        "invited",
        "city",
        "oil",
        "company",
        "present",
        "history",
        "climate",
        "change",
        "research",
        "best",
        "available",
        "finding",
        "kind",
        "unusual",
        "hearing",
        "become",
        "known",
        "alsup",
        "prepared",
        "list",
        "wonky",
        "question",
        "rewatched",
        "inconvenient",
        "truth",
        "ready",
        "lesson",
        "tweet",
        "ann",
        "carlson",
        "environmental",
        "law",
        "professor",
        "university",
        "california",
        "los",
        "angeles",
        "said",
        "similar",
        "lawsuit",
        "faltered",
        "decade",
        "ago",
        "evidence",
        "linking",
        "heat",
        "wave",
        "flooding",
        "back",
        "burning",
        "fossil",
        "fuel",
        "robust",
        "today",
        "attribution",
        "science",
        "much",
        "stronger",
        "said",
        "next",
        "question",
        "whether",
        "argument",
        "holding",
        "big",
        "oil",
        "particular",
        "liable",
        "learned",
        "tutorial",
        "company",
        "likely",
        "use",
        "science",
        "make",
        "case",
        "pay",
        "impact",
        "climate",
        "change",
        "city",
        "lawsuit",
        "survives",
        "barrage",
        "motion",
        "dismiss",
        "still",
        "show",
        "oil",
        "major",
        "deliberately",
        "sowed",
        "confusion",
        "climate",
        "change",
        "bad",
        "faith",
        "let",
        "walk",
        "know",
        "various",
        "argument",
        "far",
        "oil",
        "company",
        "agree",
        "science",
        "politics",
        "fundamental",
        "argument",
        "oil",
        "company",
        "climate",
        "change",
        "global",
        "problem",
        "need",
        "political",
        "solution",
        "ca",
        "solve",
        "political",
        "problem",
        "court",
        "certainly",
        "ca",
        "blame",
        "oil",
        "company",
        "selling",
        "product",
        "everyone",
        "want",
        "buy",
        "theodore",
        "boutrous",
        "seasoned",
        "litigator",
        "argued",
        "case",
        "u",
        "supreme",
        "court",
        "presented",
        "behalf",
        "chevron",
        "chevron",
        "accepts",
        "consensus",
        "scientific",
        "community",
        "climate",
        "change",
        "said",
        "last",
        "week",
        "debate",
        "climate",
        "science",
        "built",
        "presentation",
        "around",
        "intergovernmental",
        "panel",
        "climate",
        "change",
        "fifth",
        "assessment",
        "report",
        "published",
        "author",
        "cite",
        "scientific",
        "paper",
        "also",
        "rewatched",
        "inconvenient",
        "truth",
        "report",
        "state",
        "ipcc",
        "percent",
        "certain",
        "human",
        "main",
        "cause",
        "current",
        "global",
        "warming",
        "remains",
        "one",
        "robust",
        "work",
        "climate",
        "science",
        "boutrous",
        "detailed",
        "history",
        "climate",
        "scientist",
        "like",
        "svante",
        "arrhenius",
        "john",
        "tyndall",
        "developed",
        "theory",
        "also",
        "noted",
        "previous",
        "ipcc",
        "report",
        "always",
        "certain",
        "report",
        "said",
        "observed",
        "increase",
        "could",
        "largely",
        "due",
        "natural",
        "variability",
        "report",
        "said",
        "signal",
        "emerging",
        "human",
        "influence",
        "climate",
        "report",
        "said",
        "warming",
        "unlikely",
        "due",
        "natural",
        "cause",
        "alone",
        "point",
        "making",
        "consensus",
        "took",
        "time",
        "build",
        "science",
        "got",
        "better",
        "chevron",
        "moved",
        "past",
        "rhetoric",
        "oil",
        "company",
        "reflected",
        "uncertainty",
        "science",
        "chevron",
        "comprehensive",
        "strategy",
        "managing",
        "climate",
        "risk",
        "including",
        "cutting",
        "greenhouse",
        "gas",
        "emission",
        "another",
        "key",
        "point",
        "boutrous",
        "made",
        "greenhouse",
        "gas",
        "emission",
        "due",
        "growing",
        "wealth",
        "development",
        "fossil",
        "fuel",
        "combustion",
        "symptom",
        "cause",
        "anthropogenic",
        "greenhouse",
        "gas",
        "emission",
        "increased",
        "since",
        "era",
        "driven",
        "largely",
        "economic",
        "population",
        "growth",
        "higher",
        "ever",
        "ipcc",
        "reported",
        "facet",
        "human",
        "existence",
        "boutrous",
        "told",
        "vox",
        "issue",
        "policymakers",
        "address",
        "looking",
        "toward",
        "future",
        "unclear",
        "climate",
        "change",
        "impact",
        "san",
        "francisco",
        "oakland",
        "particular",
        "san",
        "francisco",
        "complaint",
        "included",
        "map",
        "showing",
        "water",
        "inundation",
        "city",
        "inch",
        "sea",
        "level",
        "rise",
        "plus",
        "inch",
        "flooding",
        "storm",
        "scenario",
        "called",
        "unlikely",
        "possible",
        "boutrous",
        "pointed",
        "global",
        "sea",
        "level",
        "rising",
        "average",
        "evidence",
        "show",
        "sea",
        "level",
        "fallen",
        "specific",
        "region",
        "coastal",
        "flooding",
        "place",
        "like",
        "san",
        "francisco",
        "bay",
        "area",
        "also",
        "function",
        "local",
        "condition",
        "like",
        "land",
        "subsidence",
        "san",
        "francisco",
        "oakland",
        "build",
        "claim",
        "harm",
        "future",
        "sea",
        "level",
        "rise",
        "stretch",
        "much",
        "uncertainty",
        "happen",
        "argument",
        "go",
        "boutrous",
        "noted",
        "judge",
        "asked",
        "scientist",
        "room",
        "disagreed",
        "presented",
        "question",
        "reading",
        "fact",
        "signal",
        "progress",
        "lawsuit",
        "going",
        "hinge",
        "science",
        "much",
        "untested",
        "legal",
        "theory",
        "plaintiff",
        "weak",
        "footing",
        "according",
        "boutrous",
        "holding",
        "oil",
        "company",
        "liable",
        "producing",
        "fossil",
        "fuel",
        "would",
        "also",
        "open",
        "city",
        "liability",
        "building",
        "road",
        "facilitating",
        "travel",
        "vehicle",
        "burn",
        "fuel",
        "focusing",
        "resource",
        "novel",
        "theory",
        "way",
        "productive",
        "chance",
        "really",
        "addressing",
        "global",
        "warming",
        "boutrous",
        "said",
        "tort",
        "theory",
        "ever",
        "developed",
        "come",
        "close",
        "covering",
        "issue",
        "climate",
        "model",
        "gotten",
        "better",
        "news",
        "gotten",
        "worse",
        "donald",
        "wuebbles",
        "author",
        "ipcc",
        "report",
        "well",
        "national",
        "climate",
        "assessment",
        "produced",
        "u",
        "federal",
        "agency",
        "noted",
        "last",
        "ipcc",
        "report",
        "may",
        "biggest",
        "work",
        "climate",
        "science",
        "incorporated",
        "research",
        "published",
        "started",
        "talk",
        "saying",
        "science",
        "stop",
        "wuebbles",
        "professor",
        "atmospheric",
        "science",
        "university",
        "illinois",
        "told",
        "vox",
        "reality",
        "assessment",
        "conservative",
        "statement",
        "end",
        "tutorial",
        "focused",
        "change",
        "anticipate",
        "average",
        "temperature",
        "go",
        "around",
        "world",
        "noting",
        "model",
        "become",
        "robust",
        "scientist",
        "zeroing",
        "harm",
        "caused",
        "unmitigated",
        "change",
        "global",
        "climate",
        "judge",
        "alsup",
        "also",
        "asked",
        "policy",
        "question",
        "like",
        "energy",
        "source",
        "united",
        "state",
        "use",
        "give",
        "coal",
        "oil",
        "natural",
        "gas",
        "four",
        "defendant",
        "representative",
        "room",
        "declined",
        "present",
        "san",
        "francisco",
        "city",
        "attorney",
        "dennis",
        "herrera",
        "read",
        "signal",
        "oil",
        "company",
        "even",
        "want",
        "recognize",
        "court",
        "jurisdiction",
        "case",
        "alsup",
        "let",
        "oil",
        "company",
        "hook",
        "debra",
        "kahn",
        "e",
        "e",
        "news",
        "noted",
        "alsup",
        "ordered",
        "defendant",
        "suit",
        "bp",
        "plc",
        "conocophillips",
        "exxon",
        "mobil",
        "royal",
        "dutch",
        "shell",
        "plc",
        "representative",
        "hearing",
        "submit",
        "brief",
        "within",
        "two",
        "week",
        "detailing",
        "point",
        "disagreement",
        "chevron",
        "otherwise",
        "going",
        "assume",
        "agreement",
        "said",
        "ca",
        "get",
        "away",
        "sitting",
        "silence",
        "later",
        "say",
        "speaking",
        "u",
        "part",
        "san",
        "francisco",
        "counted",
        "tutorial",
        "win",
        "saw",
        "today",
        "one",
        "oil",
        "company",
        "begrudgingly",
        "accept",
        "scientific",
        "consensus",
        "trying",
        "overemphasize",
        "extent",
        "scientific",
        "uncertainty",
        "herrera",
        "said",
        "statement",
        "time",
        "pay",
        "seawall",
        "infrastructure",
        "needed",
        "protect",
        "san",
        "francisco",
        "oakland",
        "legal",
        "maneuvering",
        "case",
        "continue",
        "litigation",
        "likely",
        "take",
        "year",
        "resolve",
        "yet",
        "fact",
        "lawsuit",
        "allowed",
        "proceed",
        "far",
        "judge",
        "cemented",
        "science",
        "courtroom",
        "mean",
        "foundation",
        "climate",
        "change",
        "litigation",
        "strongest",
        "ever",
        "question",
        "court",
        "whether",
        "strong",
        "enough",
        "bill",
        "oil",
        "company",
        "levee",
        "ucla",
        "carlson",
        "said",
        "defendant",
        "continue",
        "file",
        "motion",
        "dismiss",
        "case",
        "citing",
        "different",
        "argument",
        "court",
        "jurisdiction",
        "case",
        "instance",
        "defendant",
        "standing",
        "federal",
        "law",
        "provide",
        "recourse",
        "lawsuit",
        "none",
        "motion",
        "find",
        "traction",
        "court",
        "four",
        "six",
        "month",
        "case",
        "move",
        "discovery",
        "phase",
        "defendant",
        "start",
        "producing",
        "document",
        "providing",
        "evidence"
    ]
}