{
    "organizations": [],
    "uuid": "1a8f68a35c8dff3829165b3234798db6f1f90acd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-gazit-globe-reports-strong-financial-results-in-2017.html",
    "ord_in_thread": 0,
    "title": "Gazit-Globe Reports Strong Financial Results in 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TEL-AVIV, Israel, March 28, 2018 (GLOBE NEWSWIRE) -- Gazit-Globe (NYSE:GZT) (TSX:GZT) (TASE:GZT), a leading global real estate company focused on the ownership, management and development of retail and mixed use properties in urban markets, announced today its financial results for the year-end and fourth quarter ended December 31, 2017.\nHighlights\nEconomic FFO for 2017 totaled NIS 698 million (US$ 201 million), or NIS 3.58 per share (US$ 1.03), compared to NIS 591 million (US$ 170 million), or NIS 3.02 per share (US$ 0.87) in 2016. The increase in FFO is mainly due to the accretive merger in the beginning of the year between Equity One Inc. and Regency Centers Corp., improvement in the underlining cash flow of the Company's consolidated subsidiaries, mainly Gazit Brasil and Atrium decrease in financial expenses (solo expanded) together with decrease in G&A costs, which was partially offset by the effects of exchange rates and the sale of shares of First Capital Realty and Regency Centers. Same Property NOI for the Group in 2017 increased by 3.4% compared to 2016. Shareholders' equity as of December 31, 2017, increased by approx. 22% and totaled NIS 9,936 million (US$ 2,865 million), or NIS 51.4 per share (US$ 14.8), compared to NIS 8,158 million (US$ 2,353 million), or NIS 41.7 million per share (US$ 12.0), as of December 31, 2016. The increase is mainly due to the deconsolidation of Equity One and First Capital and the profit in 2017. The Group's net debt to total assets (LTV, expanded solo) as of December 31, 2017, was 53.4%, compared to 62.0% as of December 31, 2016. The occupancy rate as of December 31, 2017, remained high and increased to 96.1%, compared to 95.5% as of December 31, 2016. Investments in acquisition, development and redevelopment of real-estate in the Company and its consolidated subsidiaries (excluding First Capital Realty) in 2017 totaled NIS 2.7 billion (US$ 779 million). In addition, in 2017 the Company and its consolidated subsidiaries disposed non-core assets totaling NIS 2.0 billion (US$ 577 million). Adjusted net income* totaled NIS 438 (US$ 126 million), or NIS 2.25 per diluted share (US$ 0.65), compared to NIS 393 million (US$ 113 million), or NIS 2.01 per diluted share (US$ 0.58) in 2016. 2017 profit attributable to shareholders totaled NIS 493 million (US$ 142 million), or NIS 2.49 per diluted share (US$ 0.72), compared to NIS 787 million (US$ 227 million), or NIS 3.96 per diluted share (US$ 1.14 per share) in 2016. Consolidated cash flow from operating activities totaled NIS 785 million (US$ 226 million), compared to NIS 1,909 million (US$ 551 million) in 2016. The decrease is mainly due to the deconsolidation of Equity One and First Capital.\n* Net Income adjusted for fair value loss (gain) from investment property, impact of exchange rates on derivatives and changes in the fair value of financial securities.\nBusiness Review\nRental income in 2017 totaled NIS 2,831 million (US$ 817 million) compared to NIS 2,841 million (US$ 819 million) in 2016. NOI for 2017 totaled NIS 1,966 million (US$ 567 million) compared to NIS 1,971 million (US$ 568 million) in 2016. EPRA NAV per share as of December 31, 2017, was approximately NIS 59.6 per share (US$ 17.2), compared to approximately NIS 56.5 per share (US$ 16.3) as of December 31 2016. The net fair value loss of investment property and investment property under development was NIS 42 million (US$ 12 million), compared to a fair value gain of NIS 245 million (US$ 71 million) in 2016. The loss is mainly due to revaluations in Northern Europe which were partially offset by revaluation gains in Brazil.\nFinancial Strength\nAs of December 31, 2017, the Group had cash, cash equivalent and unused revolving credit facilities in the aggregate amount of NIS 7.8 billion (US$ 2.25 billion), of which NIS 4.0 billion (US$ 1.15 billion) was at the Company level and its wholly owned subsidiaries. The Group's net debt to total assets (LTV, consolidated) as of December 31, 2017, was 52.6%, compared to 50.1% as of December 31, 2016. The increase is due to the deconsolidation of Equity One and First Capital. In August 2017, S&P Maalot, re-affirmed Gazit-Globe’s local credit rating of ilAA- with a stable outlook. In March 2018, S&P Maalot revised Gazit Globe's series 10 debentures (secured) credit rating to from ilAA- to ilAA with a stable outlook. In November 2017, Midroog (Moody's affiliate), re-affirmed Gazit-Globe’s local credit rating of Aa3.il with a stable outlook.\nChaim Katzman, Founder and CEO Commented: \"2017 results were strong in every parameter.\n\"We increased our FFO per share by 19%, cut our general and administrative expenses by 23% and reduced our leverage from 63% to 53% (extended solo). The company continues to implement its strategic plan to increase its irreplaceable private real estate portfolio in densely populated areas with strong demographics. During 2017 we invested approximately NIS 1.4 billion in the acquisition of such assets in New York, Miami and Boston, as well as in Sao Paulo in a deal which is expected to close these days.\n\"We will continue increasing our percentage of high quality private real estate of our total portfolio in the coming years, as well as continue improving our subsidiaries, which have the same strategy. We believe that investing in high quality real estate will generate superb returns and growth over time, while minimizing risk resulting from the portfolio's quality and diversification.\"\nAdditional highlights for the fourth quarter of 2017\nRental income for the quarter totaled NIS 726 million (US$ 209 million) compared to NIS 712 million (US$ 205 million) in the same quarter last year. NOI for the quarter totaled NIS 483 million (US$ 139 million) compared to NIS 484 million (US$ 140 million) in the same quarter last year. Excluding the effect of foreign exchange rate fluctuations, NOI increased by 0.2% compared to the same quarter last year. Same Property NOI for the Group in the quarter increased by 2.0% compared to the same quarter last year. FFO for the quarter totaled NIS 162 million (US$ 46.7 million), or NIS 0.84 per share (US$ 0.24), compared to NIS 165 million (US$ 48 million), or NIS 0.84 per share (US$ 0.24 million), in the same quarter last year, a decrease of 2% which is mainly due to the sale of shares of Regency Centers and First Capital Realty and a decrease in Citycon's FFO deriving from disposals of non- core assets.\nAcquisition, Development, Redevelopment and Capital Recycling Activities:\nAs of December 31, 2017, the Company and its consolidated subsidiaries (excluding First Capital) had 1 property under development in Espoo, Helsinki greater area in Finland, Lippulaiva, with a gross leasable area (GLA) of 44 thousand square meters and a total investment of NIS 893 million (US$ 258 million) which is expected to be completed in the third quarter of 2018 and as of 31 December, 2017 NIS 183 million (US$ 53 million) were invested in it. In addition, the Company and its consolidated subsidiaries had 6 properties under redevelopment, 3 of them are in Warsaw, Poland, 1 is in Bialystok, Poland, 1 is in Gothenburg, Sweden, and 1 is a part of G City in Rishon Lezion, Israel, with a GLA of 80 thousand square meters and a total investment of NIS 1,244 billion (US$ 359 million) which as of 31 December, 2017 NIS 611 million (US$ 176 million) were invested. During the fourth quarter of 2017, Gazit Brasil signed an agreement to acquire 70% of Internacional Shopping Center in Sao Paulo metropolitan area, Brazil for R$ 937M (USD 281 million), and sold Extra Itaim shopping center in Sao Paulo, Brazil for R$350M (approx. USD 130 million) realizing a Cash Gain of R$140M (approx. USD 43 million). The sale price represented a gain of R$108M above the IFRS value in Gazit-Globe financial reports as of September 30, 2017 (approximately NIS 117M). During the fourth quarter of 2017, Gazit Horizons acquired a 92,000 Sqft asset in Manhattan, New York for USD 73.25 million, and a 32,115 Sqft mixed used property in the Downtown, Boston for USD 24.8 million.\nFinancing Activities\nThe average interest rate on outstanding debt was 3.7%, compared to 4.0% in 2016. The Company will distribute a quarterly cash dividend, according board of directors approval reported on January 9, 2018, of NIS 0.38 per share, payable on April 24, 2018 to shareholders record as of April 12, 2018.\nSubsequent Events\nSubsequent to December 31, 2017 the company sold an aggregate of approximately 4.4 million shares of common stock of Regency Centers Corporation for an aggregate consideration of approximately $258 million (NIS 896 million). Following these sales, the Company holds approximately 14 million shares of Regency common stock, representing approximately 8.2% of the outstanding share capital and voting power of Regency. On February 15, 2018 the Company completed a public offering of its Series M debentures in Israel. The total gross proceeds from the offering were approximately NIS 860 million (approximately US$ 248 million). The debentures bear interest at an annual rate equal to 2.78% and have 7.3 years duration. During February 2018 the Company acquired approximately 8.3 million shares of Citycon for approximately 16 million Euro (approximately US$ 19 million), representing approximately 0.9% of the outstanding share capital of Citycon. Following these acquisitions, the Company holds approximately 45.5% of Citycon's outstanding shares.\nACCOUNTING AND OTHER DISCLOSURES\nReferences to the “Group” relate to Gazit-Globe’s consolidated statements. References to the “Company” relate to Gazit-Globe’s stand-alone financial statements. Unless otherwise stated, financial information included in this press release relates to the “Group”.\nThe Company believes that publication of FFO, which is computed according to EPRA guidance, more correctly reflects the operating results of the Company, since the Company’s financial statements are prepared in line with IFRS. In addition, publication of FFO provides a better basis for the comparison of the Company’s operating results in a particular period with those of previous periods and also provides a uniform financial measure for comparing the Company’s operating results with those published by other European real estate companies.\nIn addition, pursuant to the investment property guideline issued by the Israel Securities Authority in January 2011, FFO is to be presented in the “Description of the Company’s Business” section of the annual report of investment property companies on the basis of the EPRA criteria. As clarified in the EPRA and NAREIT position papers, the EPRA Earnings and the FFO measures do not represent cash flows from operating activities according to generally accepted accounting principles, nor do they reflect the cash held by a company or its ability to distribute that cash, and they are not a substitute for the reported net income. Furthermore, it is clarified that these measures are not audited by the Company’s independent auditors.\nCONFERENCE CALL/WEB CAST INFORMATION\nGazit-Globe will host a conference call and webcast in English on Wednesday, March 28th, 2018 at 5:00 pm Israel Time / 10:00 am US Eastern Time, to review the fourth quarter and year ended December 31, 2017 financial results. Shareholders, analysts and other interested parties can access the conference call by dialing: United States 1888 281 1167, Canada 1866 485 2399, United Kingdom 0800 917 9141, International / Israel +972 3 9180685\nA presentation and replay of the call will be available on the company’s website under \"Investor Relations\" at: www.gazitglobe.com\nWebcast link: http://veidan-stream.com/gazitglobeq4-2017.html\nAbout Gazit-Globe\nGazit-Globe is a leading global real estate company focused on the ownership, management and development of retail and mixed use properties in North America, Brazil, Israel, northern, central and Eastern Europe, located in urban growth markets. Gazit-Globe is listed on the New York Stock Exchange (NYSE:GZT), the Toronto Stock Exchange (TSX:GZT) and the Tel Aviv Stock Exchange (TASE:GZT) and is included in the TA-35 index in Israel. As of December 31, 2017 Gazit-Globe owns and operates 112 properties, with a gross leasable area of approximately 2.6 million square meters and a total value of approximately NIS 36.9 billion. In addition, the Company owns 32.6% of First Capital Realty Inc and as of March 28, 2018 8.2% of Regency Centers Corporation.\nFOR ADDITIONAL INFORMATION\nA comprehensive copy of the Company’s financial report is available on Gazit-Globe website at www.gazitglobe.com\nInvestors Contact: IR@gazitgroup.com , Media Contact: PR@gazitgroup.com\nGazit-Globe Headquarters, Tel-Aviv, Israel, Tel: +972 3 6948000\nFORWARD LOOKING STATEMENTS\nThis release may contain forward-looking statements within the meaning of applicable securities laws. In the United States, these statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements involve a number of known and unknown risks and uncertainties, many of which are outside our control that could cause our future results, performance or achievements to differ significantly from the results, performance or achievements expressed or implied by such forward-looking statements. Important factors that could cause or contribute to such differences include risks detailed in our public filings with the SEC and the Canadian Securities Administrators. Except as required by applicable law, we undertake no obligation to update any forward-looking or other statements herein, whether as a result of new information, future events or otherwise.\nSource:GAZIT-GLOBE LTD",
    "published": "2018-03-28T16:20:00.000+03:00",
    "crawled": "2018-03-28T18:01:03.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "israel",
        "march",
        "globe",
        "newswire",
        "nyse",
        "gzt",
        "tsx",
        "gzt",
        "tase",
        "gzt",
        "leading",
        "global",
        "real",
        "estate",
        "company",
        "focused",
        "ownership",
        "management",
        "development",
        "retail",
        "mixed",
        "use",
        "property",
        "urban",
        "market",
        "announced",
        "today",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "highlight",
        "economic",
        "ffo",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "share",
        "u",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "share",
        "u",
        "increase",
        "ffo",
        "mainly",
        "due",
        "accretive",
        "merger",
        "beginning",
        "year",
        "equity",
        "one",
        "regency",
        "center",
        "improvement",
        "underlining",
        "cash",
        "flow",
        "company",
        "consolidated",
        "subsidiary",
        "mainly",
        "gazit",
        "brasil",
        "atrium",
        "decrease",
        "financial",
        "expense",
        "solo",
        "expanded",
        "together",
        "decrease",
        "g",
        "cost",
        "partially",
        "offset",
        "effect",
        "exchange",
        "rate",
        "sale",
        "share",
        "first",
        "capital",
        "realty",
        "regency",
        "center",
        "property",
        "noi",
        "group",
        "increased",
        "compared",
        "shareholder",
        "equity",
        "december",
        "increased",
        "approx",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "share",
        "u",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "million",
        "per",
        "share",
        "u",
        "december",
        "increase",
        "mainly",
        "due",
        "deconsolidation",
        "equity",
        "one",
        "first",
        "capital",
        "profit",
        "group",
        "net",
        "debt",
        "total",
        "asset",
        "ltv",
        "expanded",
        "solo",
        "december",
        "compared",
        "december",
        "occupancy",
        "rate",
        "december",
        "remained",
        "high",
        "increased",
        "compared",
        "december",
        "investment",
        "acquisition",
        "development",
        "redevelopment",
        "company",
        "consolidated",
        "subsidiary",
        "excluding",
        "first",
        "capital",
        "realty",
        "totaled",
        "ni",
        "billion",
        "u",
        "million",
        "addition",
        "company",
        "consolidated",
        "subsidiary",
        "disposed",
        "asset",
        "totaling",
        "ni",
        "billion",
        "u",
        "million",
        "adjusted",
        "net",
        "income",
        "totaled",
        "ni",
        "u",
        "million",
        "ni",
        "per",
        "diluted",
        "share",
        "u",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "diluted",
        "share",
        "u",
        "profit",
        "attributable",
        "shareholder",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "diluted",
        "share",
        "u",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "diluted",
        "share",
        "u",
        "per",
        "share",
        "consolidated",
        "cash",
        "flow",
        "operating",
        "activity",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "decrease",
        "mainly",
        "due",
        "deconsolidation",
        "equity",
        "one",
        "first",
        "capital",
        "net",
        "income",
        "adjusted",
        "fair",
        "value",
        "loss",
        "gain",
        "investment",
        "property",
        "impact",
        "exchange",
        "rate",
        "derivative",
        "change",
        "fair",
        "value",
        "financial",
        "security",
        "business",
        "review",
        "rental",
        "income",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "noi",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "epra",
        "nav",
        "per",
        "share",
        "december",
        "approximately",
        "ni",
        "per",
        "share",
        "u",
        "compared",
        "approximately",
        "ni",
        "per",
        "share",
        "u",
        "december",
        "net",
        "fair",
        "value",
        "loss",
        "investment",
        "property",
        "investment",
        "property",
        "development",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "fair",
        "value",
        "gain",
        "ni",
        "million",
        "u",
        "million",
        "loss",
        "mainly",
        "due",
        "revaluation",
        "northern",
        "europe",
        "partially",
        "offset",
        "revaluation",
        "gain",
        "brazil",
        "financial",
        "strength",
        "december",
        "group",
        "cash",
        "cash",
        "equivalent",
        "unused",
        "revolving",
        "credit",
        "facility",
        "aggregate",
        "amount",
        "ni",
        "billion",
        "u",
        "billion",
        "ni",
        "billion",
        "u",
        "billion",
        "company",
        "level",
        "wholly",
        "owned",
        "subsidiary",
        "group",
        "net",
        "debt",
        "total",
        "asset",
        "ltv",
        "consolidated",
        "december",
        "compared",
        "december",
        "increase",
        "due",
        "deconsolidation",
        "equity",
        "one",
        "first",
        "capital",
        "august",
        "p",
        "maalot",
        "local",
        "credit",
        "rating",
        "stable",
        "outlook",
        "march",
        "p",
        "maalot",
        "revised",
        "gazit",
        "globe",
        "series",
        "debenture",
        "secured",
        "credit",
        "rating",
        "ilaa",
        "stable",
        "outlook",
        "november",
        "midroog",
        "moody",
        "affiliate",
        "local",
        "credit",
        "rating",
        "stable",
        "outlook",
        "chaim",
        "katzman",
        "founder",
        "ceo",
        "commented",
        "result",
        "strong",
        "every",
        "parameter",
        "increased",
        "ffo",
        "per",
        "share",
        "cut",
        "general",
        "administrative",
        "expense",
        "reduced",
        "leverage",
        "extended",
        "solo",
        "company",
        "continues",
        "implement",
        "strategic",
        "plan",
        "increase",
        "irreplaceable",
        "private",
        "real",
        "estate",
        "portfolio",
        "densely",
        "populated",
        "area",
        "strong",
        "demographic",
        "invested",
        "approximately",
        "ni",
        "billion",
        "acquisition",
        "asset",
        "new",
        "york",
        "miami",
        "boston",
        "well",
        "sao",
        "paulo",
        "deal",
        "expected",
        "close",
        "day",
        "continue",
        "increasing",
        "percentage",
        "high",
        "quality",
        "private",
        "real",
        "estate",
        "total",
        "portfolio",
        "coming",
        "year",
        "well",
        "continue",
        "improving",
        "subsidiary",
        "strategy",
        "believe",
        "investing",
        "high",
        "quality",
        "real",
        "estate",
        "generate",
        "superb",
        "return",
        "growth",
        "time",
        "minimizing",
        "risk",
        "resulting",
        "portfolio",
        "quality",
        "diversification",
        "additional",
        "highlight",
        "fourth",
        "quarter",
        "rental",
        "income",
        "quarter",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "quarter",
        "last",
        "year",
        "noi",
        "quarter",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "quarter",
        "last",
        "year",
        "excluding",
        "effect",
        "foreign",
        "exchange",
        "rate",
        "fluctuation",
        "noi",
        "increased",
        "compared",
        "quarter",
        "last",
        "year",
        "property",
        "noi",
        "group",
        "quarter",
        "increased",
        "compared",
        "quarter",
        "last",
        "year",
        "ffo",
        "quarter",
        "totaled",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "share",
        "u",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "per",
        "share",
        "u",
        "million",
        "quarter",
        "last",
        "year",
        "decrease",
        "mainly",
        "due",
        "sale",
        "share",
        "regency",
        "center",
        "first",
        "capital",
        "realty",
        "decrease",
        "citycon",
        "ffo",
        "deriving",
        "disposal",
        "core",
        "asset",
        "acquisition",
        "development",
        "redevelopment",
        "capital",
        "recycling",
        "activity",
        "december",
        "company",
        "consolidated",
        "subsidiary",
        "excluding",
        "first",
        "capital",
        "property",
        "development",
        "espoo",
        "helsinki",
        "greater",
        "area",
        "finland",
        "lippulaiva",
        "gross",
        "leasable",
        "area",
        "gla",
        "thousand",
        "square",
        "meter",
        "total",
        "investment",
        "ni",
        "million",
        "u",
        "million",
        "expected",
        "completed",
        "third",
        "quarter",
        "december",
        "ni",
        "million",
        "u",
        "million",
        "invested",
        "addition",
        "company",
        "consolidated",
        "subsidiary",
        "property",
        "redevelopment",
        "warsaw",
        "poland",
        "bialystok",
        "poland",
        "gothenburg",
        "sweden",
        "part",
        "g",
        "city",
        "rishon",
        "lezion",
        "israel",
        "gla",
        "thousand",
        "square",
        "meter",
        "total",
        "investment",
        "ni",
        "billion",
        "u",
        "million",
        "december",
        "ni",
        "million",
        "u",
        "million",
        "invested",
        "fourth",
        "quarter",
        "gazit",
        "brasil",
        "signed",
        "agreement",
        "acquire",
        "internacional",
        "shopping",
        "center",
        "sao",
        "paulo",
        "metropolitan",
        "area",
        "brazil",
        "r",
        "937m",
        "usd",
        "million",
        "sold",
        "extra",
        "itaim",
        "shopping",
        "center",
        "sao",
        "paulo",
        "brazil",
        "r",
        "350m",
        "approx",
        "usd",
        "million",
        "realizing",
        "cash",
        "gain",
        "r",
        "140m",
        "approx",
        "usd",
        "million",
        "sale",
        "price",
        "represented",
        "gain",
        "r",
        "108m",
        "ifrs",
        "value",
        "financial",
        "report",
        "september",
        "approximately",
        "ni",
        "117m",
        "fourth",
        "quarter",
        "gazit",
        "horizon",
        "acquired",
        "sqft",
        "asset",
        "manhattan",
        "new",
        "york",
        "usd",
        "million",
        "sqft",
        "mixed",
        "used",
        "property",
        "downtown",
        "boston",
        "usd",
        "million",
        "financing",
        "activity",
        "average",
        "interest",
        "rate",
        "outstanding",
        "debt",
        "compared",
        "company",
        "distribute",
        "quarterly",
        "cash",
        "dividend",
        "according",
        "board",
        "director",
        "approval",
        "reported",
        "january",
        "ni",
        "per",
        "share",
        "payable",
        "april",
        "shareholder",
        "record",
        "april",
        "subsequent",
        "event",
        "subsequent",
        "december",
        "company",
        "sold",
        "aggregate",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "regency",
        "center",
        "corporation",
        "aggregate",
        "consideration",
        "approximately",
        "million",
        "ni",
        "million",
        "following",
        "sale",
        "company",
        "hold",
        "approximately",
        "million",
        "share",
        "regency",
        "common",
        "stock",
        "representing",
        "approximately",
        "outstanding",
        "share",
        "capital",
        "voting",
        "power",
        "regency",
        "february",
        "company",
        "completed",
        "public",
        "offering",
        "series",
        "debenture",
        "israel",
        "total",
        "gross",
        "proceeds",
        "offering",
        "approximately",
        "ni",
        "million",
        "approximately",
        "u",
        "million",
        "debenture",
        "bear",
        "interest",
        "annual",
        "rate",
        "equal",
        "year",
        "duration",
        "february",
        "company",
        "acquired",
        "approximately",
        "million",
        "share",
        "citycon",
        "approximately",
        "million",
        "euro",
        "approximately",
        "u",
        "million",
        "representing",
        "approximately",
        "outstanding",
        "share",
        "capital",
        "citycon",
        "following",
        "acquisition",
        "company",
        "hold",
        "approximately",
        "citycon",
        "outstanding",
        "share",
        "accounting",
        "disclosure",
        "reference",
        "group",
        "relate",
        "consolidated",
        "statement",
        "reference",
        "company",
        "relate",
        "financial",
        "statement",
        "unless",
        "otherwise",
        "stated",
        "financial",
        "information",
        "included",
        "press",
        "release",
        "relates",
        "group",
        "company",
        "belief",
        "publication",
        "ffo",
        "computed",
        "according",
        "epra",
        "guidance",
        "correctly",
        "reflects",
        "operating",
        "result",
        "company",
        "since",
        "company",
        "financial",
        "statement",
        "prepared",
        "line",
        "ifrs",
        "addition",
        "publication",
        "ffo",
        "provides",
        "better",
        "basis",
        "comparison",
        "company",
        "operating",
        "result",
        "particular",
        "period",
        "previous",
        "period",
        "also",
        "provides",
        "uniform",
        "financial",
        "measure",
        "comparing",
        "company",
        "operating",
        "result",
        "published",
        "european",
        "real",
        "estate",
        "company",
        "addition",
        "pursuant",
        "investment",
        "property",
        "guideline",
        "issued",
        "israel",
        "security",
        "authority",
        "january",
        "ffo",
        "presented",
        "description",
        "company",
        "business",
        "section",
        "annual",
        "report",
        "investment",
        "property",
        "company",
        "basis",
        "epra",
        "criterion",
        "clarified",
        "epra",
        "nareit",
        "position",
        "paper",
        "epra",
        "earnings",
        "ffo",
        "measure",
        "represent",
        "cash",
        "flow",
        "operating",
        "activity",
        "according",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "reflect",
        "cash",
        "held",
        "company",
        "ability",
        "distribute",
        "cash",
        "substitute",
        "reported",
        "net",
        "income",
        "furthermore",
        "clarified",
        "measure",
        "audited",
        "company",
        "independent",
        "auditor",
        "conference",
        "cast",
        "information",
        "host",
        "conference",
        "call",
        "webcast",
        "english",
        "wednesday",
        "march",
        "28th",
        "pm",
        "israel",
        "time",
        "u",
        "eastern",
        "time",
        "review",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "financial",
        "result",
        "shareholder",
        "analyst",
        "interested",
        "party",
        "access",
        "conference",
        "call",
        "dialing",
        "united",
        "state",
        "canada",
        "united",
        "kingdom",
        "international",
        "israel",
        "presentation",
        "replay",
        "call",
        "available",
        "company",
        "website",
        "investor",
        "relation",
        "webcast",
        "link",
        "http",
        "leading",
        "global",
        "real",
        "estate",
        "company",
        "focused",
        "ownership",
        "management",
        "development",
        "retail",
        "mixed",
        "use",
        "property",
        "north",
        "america",
        "brazil",
        "israel",
        "northern",
        "central",
        "eastern",
        "europe",
        "located",
        "urban",
        "growth",
        "market",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "gzt",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "gzt",
        "tel",
        "aviv",
        "stock",
        "exchange",
        "tase",
        "gzt",
        "included",
        "index",
        "israel",
        "december",
        "owns",
        "operates",
        "property",
        "gross",
        "leasable",
        "area",
        "approximately",
        "million",
        "square",
        "meter",
        "total",
        "value",
        "approximately",
        "ni",
        "billion",
        "addition",
        "company",
        "owns",
        "first",
        "capital",
        "realty",
        "inc",
        "march",
        "regency",
        "center",
        "corporation",
        "additional",
        "information",
        "comprehensive",
        "copy",
        "company",
        "financial",
        "report",
        "available",
        "website",
        "investor",
        "contact",
        "ir",
        "medium",
        "contact",
        "pr",
        "headquarters",
        "israel",
        "tel",
        "forward",
        "looking",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "united",
        "state",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "control",
        "could",
        "cause",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "significantly",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "risk",
        "detailed",
        "public",
        "filing",
        "sec",
        "canadian",
        "security",
        "administrator",
        "except",
        "required",
        "applicable",
        "law",
        "undertake",
        "obligation",
        "update",
        "statement",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "ltd"
    ]
}