{
    "organizations": [],
    "uuid": "945f0efdea99960626b1489d837ba7b59f1a31c3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/cnbc-transcript-hiro-shirakawa-vice-chairman-chief-economist-japan-credit-suisse.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Hiro Shirakawa, Vice Chairman & Chief Economist, Japan, Credit Suisse",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of CNBC's interview with Hiro Shirakawa, Credit Suisse's Vice Chairman & Chief Economist for Japan, at the Credit Suisse Asian Investment Conference in Hong Kong. The interview was broadcast on Squawk Box on 20 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Akiko Fujita.\nAkiko Fujita (AF): We are joined by Hiro Shirakawa, who is the Vice Chairman and Chief Economist for Japan at Credit Suisse here with me in Hong Kong. Nancy was just reading through the approval ratings that came out for Prime Minister Abe. This certainly looks like an increasingly tricky situation for him, given the pressures that he faces.\nHiro Shirakawa: Well I think the average approval rate has come down mid-40s to mid-30 percent. Still above 30 percent doesn't mean that in a stretch, on to the current administration is not that high. But of course, you know for the past month, the situation has become more freed and I would not say that this administration is under big pressure to change that high, but still we have to see a risk that market reaction to this situation will become more outward, and the yen could appreciate, stock markets under pressure, so we'll see.\nAF: Nobody is calling for Prime Minister Abe to step down at all just yet. But it seems to be more of a significant risk for the Finance Minister Taro Aso given that this cover up with the documents was directed by the Finance Ministry, although Aso himself has said that he was not involved in that. When you look at the market risk right now, you say that it is not significant just yet, and yet I have to wonder the more days that go by that this administration is engulfed in this political scandal, doesn't that take away from some of the economic issues and policies they could be pushing through?\nHiro Shirakawa: Yeah I think the number one, very critical thing for the market would be what is coming out from the prospective testimony by the Former Head of the National Tax Bureau, Mr. Sagawa, to be happening next week. And depending on the result of that testimony, I think more pressure on Finance Minister Aso and also maybe on the administration itself. But our point is that this scandal is more as the changing the offshore document kind of thing, and what is the problem for that is really important. Is it illegal or not? And that issue is the part that we have to be looking at. But secondly what is happening to the internal party politics of the LDP because LDP is scheduled to hold a presidential election in September. So two things we have to look at - this scandal and LDP's reaction in general as a party.\nAF: I'm just going to ask you one more political question here because you point out to that leadership election that is happening later this year. Just a few months ago we were saying Prime Minister Abe getting that third term was all but a shoe-in. is that under question now?\nHiro Shirakawa: Well of course it is up to what is the planning from here after the testimony. But the point is that there is, let's say an eight to nine percent chance for Abe to be re-elected. That seems to have come down some. But again, the most important thing is that inside a party, is there any decision made before that leadership election whether or not they should continue to support Abe or the other person, we'll see. But I think that the situation has become again much more fluid than a month ago.\nAF: Let's put the political situation aside, because the economic picture has been good for the Prime Minister when you consider the bigger picture. Nine straight quarters of economic growth, the longest streak that we have seen since the bubble years over in Japan. We're seeing a very tight labor market right now. The wages, not quite picking up at the rate the Prime Minister would want it to. Yes we are seeing bonuses, but we are not seeing that three percent increase. What are you hearing in terms of what could be holding some of these companies back?\nHiro Shirakawa: Well the labor market conditions have become much tighter than before, and we have seen part-timers, hourly wages picking up and now growing roughly speaking by three percent. In the meantime full-timers' pay is not necessarily picking up that much, maybe one percent or even lower. And so I think that the point is, by occupation, job or by companies you are working for, some parts see situations of wage growth. Some enjoying high wage growth, but some are not necessarily enjoying high wage growth. So this is a structural issue for Japan. I think the new jobs created in this economy, more on the side of lower paid services for example. So even though jobs are created at a fast pace, but in the meantime, that is mainly for lower paid service workers. Ageing population does not matter for wage as well, and so forth, so some structures are going on, you should not only look at cyclical indicators such as unemployment rate, job application to seeker ratio, we have to look at the more structural forces going on. We tend to think that wage growth this year will be somewhat faster than last year, but still somewhat lower than one percent. So it is very difficult for us to say inflation rates breaking one percent easily because of the wage growth picking up but not significantly improvement we are going to see this year as well.\nAF: The reason why we are so focused on wage growth is of course, when you look at this grand virtuous cycle that Prime Minister Abe envisioned a few years ago, that has been the missing piece. One. But we also haven't seen inflation pick up. You can certainly that the yen is tied to so many external forces. The BOJ has struggled to really get the inflation target to two percent. I hate to sound so defeatist, but do you see a path to normalization any time soon for the Bank of Japan, given that, with the Fed now raising, with the dollar under pressure, we are going to see the yen strengthen yet again on risk aversion.\nHiro Shirakawa: Well Japan's inflation rate is still very sensitive to the exchange rate movement, so if the yen continues to appreciate, there are lower chances for the CPI to hit two percent in the foreseeable future. Of course, the output gap for the demand-supply conditions in the economy is improving but still, currency does matter. So in our view, for the monetary policy for example, if the exchange rate remains strong, or stronger, there is much less chance for the BOJ to normalize monetary policy.\nAF: But what's your base case right now in terms of when Japan could hit that two percent target? Are we looking at 2019?\nHiro Shirakawa: No. Even 2020 is tricky.\nAF: 2020?\nHiro Shirakawa: Well, the current BOJ some time during the 2019 fiscal year, ending March 20, but we tend to think that two percent cannot be easily achieved by the end of 2019, possibly delaying into 2020, 2021. 2020 we are hosting the Olympic Games. People are flying into Japan, a boom in tourism, that may help inflation to pick up, but still, the risk is after Olympic Games for example. So when the CPI can be in a sustained manner, above two percent is still a big question.\nEND",
    "published": "2018-03-20T12:54:00.000+02:00",
    "crawled": "2018-03-20T14:08:37.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "hiro",
        "shirakawa",
        "credit",
        "suisse",
        "vice",
        "chairman",
        "chief",
        "economist",
        "japan",
        "credit",
        "suisse",
        "asian",
        "investment",
        "conference",
        "hong",
        "kong",
        "interview",
        "broadcast",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "akiko",
        "fujita",
        "akiko",
        "fujita",
        "af",
        "joined",
        "hiro",
        "shirakawa",
        "vice",
        "chairman",
        "chief",
        "economist",
        "japan",
        "credit",
        "suisse",
        "hong",
        "kong",
        "nancy",
        "reading",
        "approval",
        "rating",
        "came",
        "prime",
        "minister",
        "abe",
        "certainly",
        "look",
        "like",
        "increasingly",
        "tricky",
        "situation",
        "given",
        "pressure",
        "face",
        "hiro",
        "shirakawa",
        "well",
        "think",
        "average",
        "approval",
        "rate",
        "come",
        "percent",
        "still",
        "percent",
        "mean",
        "stretch",
        "current",
        "administration",
        "high",
        "course",
        "know",
        "past",
        "month",
        "situation",
        "become",
        "freed",
        "would",
        "say",
        "administration",
        "big",
        "pressure",
        "change",
        "high",
        "still",
        "see",
        "risk",
        "market",
        "reaction",
        "situation",
        "become",
        "outward",
        "yen",
        "could",
        "appreciate",
        "stock",
        "market",
        "pressure",
        "see",
        "af",
        "nobody",
        "calling",
        "prime",
        "minister",
        "abe",
        "step",
        "yet",
        "seems",
        "significant",
        "risk",
        "finance",
        "minister",
        "taro",
        "aso",
        "given",
        "cover",
        "document",
        "directed",
        "finance",
        "ministry",
        "although",
        "aso",
        "said",
        "involved",
        "look",
        "market",
        "risk",
        "right",
        "say",
        "significant",
        "yet",
        "yet",
        "wonder",
        "day",
        "go",
        "administration",
        "engulfed",
        "political",
        "scandal",
        "take",
        "away",
        "economic",
        "issue",
        "policy",
        "could",
        "pushing",
        "hiro",
        "shirakawa",
        "yeah",
        "think",
        "number",
        "one",
        "critical",
        "thing",
        "market",
        "would",
        "coming",
        "prospective",
        "testimony",
        "former",
        "head",
        "national",
        "tax",
        "bureau",
        "sagawa",
        "happening",
        "next",
        "week",
        "depending",
        "result",
        "testimony",
        "think",
        "pressure",
        "finance",
        "minister",
        "aso",
        "also",
        "maybe",
        "administration",
        "point",
        "scandal",
        "changing",
        "offshore",
        "document",
        "kind",
        "thing",
        "problem",
        "really",
        "important",
        "illegal",
        "issue",
        "part",
        "looking",
        "secondly",
        "happening",
        "internal",
        "party",
        "politics",
        "ldp",
        "ldp",
        "scheduled",
        "hold",
        "presidential",
        "election",
        "september",
        "two",
        "thing",
        "look",
        "scandal",
        "ldp",
        "reaction",
        "general",
        "party",
        "af",
        "going",
        "ask",
        "one",
        "political",
        "question",
        "point",
        "leadership",
        "election",
        "happening",
        "later",
        "year",
        "month",
        "ago",
        "saying",
        "prime",
        "minister",
        "abe",
        "getting",
        "third",
        "term",
        "question",
        "hiro",
        "shirakawa",
        "well",
        "course",
        "planning",
        "testimony",
        "point",
        "let",
        "say",
        "eight",
        "nine",
        "percent",
        "chance",
        "abe",
        "seems",
        "come",
        "important",
        "thing",
        "inside",
        "party",
        "decision",
        "made",
        "leadership",
        "election",
        "whether",
        "continue",
        "support",
        "abe",
        "person",
        "see",
        "think",
        "situation",
        "become",
        "much",
        "fluid",
        "month",
        "ago",
        "af",
        "let",
        "put",
        "political",
        "situation",
        "aside",
        "economic",
        "picture",
        "good",
        "prime",
        "minister",
        "consider",
        "bigger",
        "picture",
        "nine",
        "straight",
        "quarter",
        "economic",
        "growth",
        "longest",
        "streak",
        "seen",
        "since",
        "bubble",
        "year",
        "japan",
        "seeing",
        "tight",
        "labor",
        "market",
        "right",
        "wage",
        "quite",
        "picking",
        "rate",
        "prime",
        "minister",
        "would",
        "want",
        "yes",
        "seeing",
        "bonus",
        "seeing",
        "three",
        "percent",
        "increase",
        "hearing",
        "term",
        "could",
        "holding",
        "company",
        "back",
        "hiro",
        "shirakawa",
        "well",
        "labor",
        "market",
        "condition",
        "become",
        "much",
        "tighter",
        "seen",
        "hourly",
        "wage",
        "picking",
        "growing",
        "roughly",
        "speaking",
        "three",
        "percent",
        "meantime",
        "pay",
        "necessarily",
        "picking",
        "much",
        "maybe",
        "one",
        "percent",
        "even",
        "lower",
        "think",
        "point",
        "occupation",
        "job",
        "company",
        "working",
        "part",
        "see",
        "situation",
        "wage",
        "growth",
        "enjoying",
        "high",
        "wage",
        "growth",
        "necessarily",
        "enjoying",
        "high",
        "wage",
        "growth",
        "structural",
        "issue",
        "japan",
        "think",
        "new",
        "job",
        "created",
        "economy",
        "side",
        "lower",
        "paid",
        "service",
        "example",
        "even",
        "though",
        "job",
        "created",
        "fast",
        "pace",
        "meantime",
        "mainly",
        "lower",
        "paid",
        "service",
        "worker",
        "ageing",
        "population",
        "matter",
        "wage",
        "well",
        "forth",
        "structure",
        "going",
        "look",
        "cyclical",
        "indicator",
        "unemployment",
        "rate",
        "job",
        "application",
        "seeker",
        "ratio",
        "look",
        "structural",
        "force",
        "going",
        "tend",
        "think",
        "wage",
        "growth",
        "year",
        "somewhat",
        "faster",
        "last",
        "year",
        "still",
        "somewhat",
        "lower",
        "one",
        "percent",
        "difficult",
        "u",
        "say",
        "inflation",
        "rate",
        "breaking",
        "one",
        "percent",
        "easily",
        "wage",
        "growth",
        "picking",
        "significantly",
        "improvement",
        "going",
        "see",
        "year",
        "well",
        "af",
        "reason",
        "focused",
        "wage",
        "growth",
        "course",
        "look",
        "grand",
        "virtuous",
        "cycle",
        "prime",
        "minister",
        "abe",
        "envisioned",
        "year",
        "ago",
        "missing",
        "piece",
        "one",
        "also",
        "seen",
        "inflation",
        "pick",
        "certainly",
        "yen",
        "tied",
        "many",
        "external",
        "force",
        "boj",
        "struggled",
        "really",
        "get",
        "inflation",
        "target",
        "two",
        "percent",
        "hate",
        "sound",
        "defeatist",
        "see",
        "path",
        "normalization",
        "time",
        "soon",
        "bank",
        "japan",
        "given",
        "fed",
        "raising",
        "dollar",
        "pressure",
        "going",
        "see",
        "yen",
        "strengthen",
        "yet",
        "risk",
        "aversion",
        "hiro",
        "shirakawa",
        "well",
        "japan",
        "inflation",
        "rate",
        "still",
        "sensitive",
        "exchange",
        "rate",
        "movement",
        "yen",
        "continues",
        "appreciate",
        "lower",
        "chance",
        "cpi",
        "hit",
        "two",
        "percent",
        "foreseeable",
        "future",
        "course",
        "output",
        "gap",
        "condition",
        "economy",
        "improving",
        "still",
        "currency",
        "matter",
        "view",
        "monetary",
        "policy",
        "example",
        "exchange",
        "rate",
        "remains",
        "strong",
        "stronger",
        "much",
        "less",
        "chance",
        "boj",
        "normalize",
        "monetary",
        "policy",
        "af",
        "base",
        "case",
        "right",
        "term",
        "japan",
        "could",
        "hit",
        "two",
        "percent",
        "target",
        "looking",
        "hiro",
        "shirakawa",
        "even",
        "tricky",
        "af",
        "hiro",
        "shirakawa",
        "well",
        "current",
        "boj",
        "time",
        "fiscal",
        "year",
        "ending",
        "march",
        "tend",
        "think",
        "two",
        "percent",
        "easily",
        "achieved",
        "end",
        "possibly",
        "delaying",
        "hosting",
        "olympic",
        "game",
        "people",
        "flying",
        "japan",
        "boom",
        "tourism",
        "may",
        "help",
        "inflation",
        "pick",
        "still",
        "risk",
        "olympic",
        "game",
        "example",
        "cpi",
        "sustained",
        "manner",
        "two",
        "percent",
        "still",
        "big",
        "question",
        "end"
    ]
}