{
    "organizations": [],
    "uuid": "556d630683681b8fe62caad4c406a68e162476df",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/26/canada-wants-clearer-warnings-on-junk-food-the-us-is-using-nafta-to-stop-them.html",
    "ord_in_thread": 0,
    "title": "Canada wants clearer warnings on junk food. The US is using NAFTA to stop them",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Pretty much every country in the world now has an obesity crisis. But no one's really figured out what to do about it.\nOne of the most avant-garde obesity policy experiments is happening in Chile , where health officials are trying to revolutionize nutrition labeling. Instead of cramming percentages and numbers onto the back of food packages, the Chilean government now requires symbol-based warning labels on the front of food products that contain high levels of salt, sugar, calories, and saturated fat.\nCanada , where 26 percent of adults have obesity, has taken notice. It's now on the cusp of becoming the first high-income country to adopt a similar warning system. Meanwhile, Mexico, which has called overweight, obesity, and diabetes public health emergencies , is also considering following Chile's lead .\n\nMore from Vox: \nWhy the March for Our Lives could win \nJordan Peterson, the obscure Canadian psychologist turned right-wing celebrity, explained\nTrump expels 60 Russian spies as punishment for UK poisoning \nBut these new approaches in Mexico and Canada may never see the light of day if the American trade representatives get their way.\nWelcome to the opaque — and somewhat surprising — intersection of obesity and the North American Free Trade Agreement renegotiation.\nAccording to a leaked document shared with Vox, US trade representatives are seeking to override national food labeling policies in Mexico, Canada — as well as in the US — through the NAFTA renegotiation . \nSpecifically, the US is proposing a provision about packaged food and non-alcoholic beverages that suggests that countries involved in the trade deal should not adopt front-of-package symbol warnings that \"inappropriately denotes that a hazard exists from consumption of the food or non-alcoholic beverages.\" The New York Times first reported on the provision Tuesday \nOn Wednesday, in a House Ways and Means Committee meeting about America's trade agenda, the United States Trade Representative Robert Lighthizer, confirmed that he is indeed pursuing this provision, arguing that national food labeling policies are \"protectionist.\"\nBut public health researchers and concerned lawmakers like Rep. Lloyd Doggett (D-Tex) see the provision another way: as a threat to the battle against obesity.\n\nTweet \nProcessed foods are heavily linked to obesity and diabetes. Public health officials want consumers to know that. The American diet — which has been exported around the world — relies heavily on processed foods. According to a recent study, published in the BMJ , almost 60 percent of the calories consumed in America between 2007 and 2012 came from ultra-processed foods, including soda and fruit juice, mass-produced breads, frozen meals, candies, cakes, and cookies.\nMake no mistake: When we eat packaged foods, instead of home-cooked meals, we consume more sugar, salt, calories, and fat. That's why prepared and packaged foods have been heavily linked with epidemic of diet-related diseases, including obesity and metabolic disorders , around the world.\nAs the packaged food industry has flourished, along with our penchant for these foods, there hasn't been a lot of transparency about exactly what's in them. There's ample evidence that many people can't make sense of the traditional food labels on the back of food packages: they too often require math, and some knowledge of nutrition. What's more, they don't always contain information about \"nutrients of concern,\" like added sugar.\nThat's why groups, including the World Health Organization and Institute of Medicine , have suggested consumers would better served with symbol-based nutrition labels — like Chile's.\nChile created easy to understand symbols for less healthy food In 2016, Chile introduced its new food labeling system in response to the country's dire obesity crisis. ( Twenty-five percent of adults have obesity there.) There, food packages that are high in sugar, calories, saturated fat, and salt feature black, stop-sign warnings warnings with the words \"Alto en\" or \"high in.\"\nCanada, where obesity rates have also continued to climb , is in the final stages of a regulatory process that will implement a Chile-like graphic warning system on the front of food packages. The Canadian government is currently taking comments about which of four front-of-package designs best \"provide quick and easy guidance to help you make informed choices about packaged foods,\" according to Health Canada .\nIn Mexico, the National Institute of Public Health has also acknowledged that many people can't read their current food labels — and they're looking at going the way of Chile.\nThe US food industry says warning labels would be costly. Health researchers say their arguments don't hold water. But these efforts may be hampered by the NAFTA renegotiation.\nIn the Ways and Means Committee meeting, Lighthizer explained why the Trump administration is concerned about the Chilean-style graphics on food packages. \"There are lots of examples of countries that are using this loophole to basically create a protectionist environment,\" he said.\nThe argument against the graphics seems to be that they would be costly and burdensome for US manufacturers who depend on Canada and Mexico for significant portion of their business. (An office of the US Trade Representative's spokesperson would not comment on the specifics of the provision but said, \"In general, the United States supports science based labeling that is truthful and not misleading.\")\nThe Grocery Manufacturers Association, the industry trade group that represents more than 250 leading food, beverage and consumer product companies and sits on the advisory board to the NAFTA negotiations, also told Vox \"unnecessary differences in regulations increase costs without benefitting consumers.\"\nInstead, the GMA favors voluntary food labeling — like the Facts Up Front labeling system that already appears on the front of food packages, such as soda bottles, in the US.\nBut Shu Wen Ng , a University of North Carolina researcher who has been evaluating the effectiveness of anti-obesity policies around the world, pointed out, \"A lot of research across the globe has looked at [these labels] and consumers don't understand them. There's too much information to digest across nutrients. It's more confusing.\"\nWhat's more, Ng added, exporting foods to Mexico or Canada already requires country-specific packaging. In Mexico, for example, packaged foods need to be labeled in Spanish, and in Canada, both French and English. So the argument that warning systems are extra burdensome, or would be hinder trade, \"doesn't hold water,\" she added.\nUniversity of North Carolina nutrition policy researcher Barry Popkin says he thinks there's a another reason food companies are pushing back: the graphic warning labels are bad marketing.\n\"The industry doesn't like its foods being called not healthy,\" said Popkin. \"So what you have is an obesity lobby, trying to work across the three countries to force the NAFTA negotiators to accept this language versus all the public health and medical interest groups which are saying we're in a big crisis now in our countries. And we really need to do something to change the diet.\"\nCanada's final regulations are expected to be released later this year, and it's not clear whether America's position on food labeling could derail them. On the one hand, knowing a major trading partner isn't happy about a policy should act as a deterrent for Canada, Ng said.\nOn the other, America's effort to block the food labeling policies are reminiscent of Big Tobacco's push to circumvent health warnings and labeling policies on cigarette packages through trade challenges, said the University of Waterloo's David Hammond , who is advising Canada on their new food labeling policy. And these failed in many places when groups like the World Trade Organization asserted that countries have the right to put public health first.\n\"Consumers are not dietitians. We have study after study showing how people don't know how to use the numbers [in traditional food labels],\" Hammond said.\n\"It doesn't surprise me that the food companies who manufacture products high in sugar and sodium don't want a label telling consumers these are high in sugar and sodium. They are within their right to lobby. But let's not confuse the industry's interest with the consumers' and public health interest.\"",
    "published": "2018-03-26T22:13:00.000+03:00",
    "crawled": "2018-03-26T23:50:02.053+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pretty",
        "much",
        "every",
        "country",
        "world",
        "obesity",
        "crisis",
        "one",
        "really",
        "figured",
        "one",
        "obesity",
        "policy",
        "experiment",
        "happening",
        "chile",
        "health",
        "official",
        "trying",
        "revolutionize",
        "nutrition",
        "labeling",
        "instead",
        "cramming",
        "percentage",
        "number",
        "onto",
        "back",
        "food",
        "package",
        "chilean",
        "government",
        "requires",
        "warning",
        "label",
        "front",
        "food",
        "product",
        "contain",
        "high",
        "level",
        "salt",
        "sugar",
        "calorie",
        "saturated",
        "fat",
        "canada",
        "percent",
        "adult",
        "obesity",
        "taken",
        "notice",
        "cusp",
        "becoming",
        "first",
        "country",
        "adopt",
        "similar",
        "warning",
        "system",
        "meanwhile",
        "mexico",
        "called",
        "overweight",
        "obesity",
        "diabetes",
        "public",
        "health",
        "emergency",
        "also",
        "considering",
        "following",
        "chile",
        "lead",
        "vox",
        "march",
        "life",
        "could",
        "win",
        "jordan",
        "peterson",
        "obscure",
        "canadian",
        "psychologist",
        "turned",
        "celebrity",
        "explained",
        "trump",
        "expels",
        "russian",
        "spy",
        "punishment",
        "uk",
        "poisoning",
        "new",
        "approach",
        "mexico",
        "canada",
        "may",
        "never",
        "see",
        "light",
        "day",
        "american",
        "trade",
        "representative",
        "get",
        "way",
        "welcome",
        "opaque",
        "somewhat",
        "surprising",
        "intersection",
        "obesity",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "renegotiation",
        "according",
        "leaked",
        "document",
        "shared",
        "vox",
        "u",
        "trade",
        "representative",
        "seeking",
        "override",
        "national",
        "food",
        "labeling",
        "policy",
        "mexico",
        "canada",
        "well",
        "u",
        "nafta",
        "renegotiation",
        "specifically",
        "u",
        "proposing",
        "provision",
        "packaged",
        "food",
        "beverage",
        "suggests",
        "country",
        "involved",
        "trade",
        "deal",
        "adopt",
        "symbol",
        "warning",
        "inappropriately",
        "denotes",
        "hazard",
        "exists",
        "consumption",
        "food",
        "beverage",
        "new",
        "york",
        "time",
        "first",
        "reported",
        "provision",
        "tuesday",
        "wednesday",
        "house",
        "way",
        "mean",
        "committee",
        "meeting",
        "america",
        "trade",
        "agenda",
        "united",
        "state",
        "trade",
        "representative",
        "robert",
        "lighthizer",
        "confirmed",
        "indeed",
        "pursuing",
        "provision",
        "arguing",
        "national",
        "food",
        "labeling",
        "policy",
        "protectionist",
        "public",
        "health",
        "researcher",
        "concerned",
        "lawmaker",
        "like",
        "lloyd",
        "doggett",
        "see",
        "provision",
        "another",
        "way",
        "threat",
        "battle",
        "obesity",
        "tweet",
        "processed",
        "food",
        "heavily",
        "linked",
        "obesity",
        "diabetes",
        "public",
        "health",
        "official",
        "want",
        "consumer",
        "know",
        "american",
        "diet",
        "exported",
        "around",
        "world",
        "relies",
        "heavily",
        "processed",
        "food",
        "according",
        "recent",
        "study",
        "published",
        "bmj",
        "almost",
        "percent",
        "calorie",
        "consumed",
        "america",
        "came",
        "food",
        "including",
        "soda",
        "fruit",
        "juice",
        "bread",
        "frozen",
        "meal",
        "candy",
        "cake",
        "cooky",
        "make",
        "mistake",
        "eat",
        "packaged",
        "food",
        "instead",
        "meal",
        "consume",
        "sugar",
        "salt",
        "calorie",
        "fat",
        "prepared",
        "packaged",
        "food",
        "heavily",
        "linked",
        "epidemic",
        "disease",
        "including",
        "obesity",
        "metabolic",
        "disorder",
        "around",
        "world",
        "packaged",
        "food",
        "industry",
        "flourished",
        "along",
        "penchant",
        "food",
        "lot",
        "transparency",
        "exactly",
        "ample",
        "evidence",
        "many",
        "people",
        "ca",
        "make",
        "sense",
        "traditional",
        "food",
        "label",
        "back",
        "food",
        "package",
        "often",
        "require",
        "math",
        "knowledge",
        "nutrition",
        "always",
        "contain",
        "information",
        "nutrient",
        "concern",
        "like",
        "added",
        "sugar",
        "group",
        "including",
        "world",
        "health",
        "organization",
        "institute",
        "medicine",
        "suggested",
        "consumer",
        "would",
        "better",
        "served",
        "nutrition",
        "label",
        "like",
        "chile",
        "chile",
        "created",
        "easy",
        "understand",
        "symbol",
        "less",
        "healthy",
        "food",
        "chile",
        "introduced",
        "new",
        "food",
        "labeling",
        "system",
        "response",
        "country",
        "dire",
        "obesity",
        "crisis",
        "percent",
        "adult",
        "obesity",
        "food",
        "package",
        "high",
        "sugar",
        "calorie",
        "saturated",
        "fat",
        "salt",
        "feature",
        "black",
        "warning",
        "warning",
        "word",
        "alto",
        "en",
        "high",
        "canada",
        "obesity",
        "rate",
        "also",
        "continued",
        "climb",
        "final",
        "stage",
        "regulatory",
        "process",
        "implement",
        "graphic",
        "warning",
        "system",
        "front",
        "food",
        "package",
        "canadian",
        "government",
        "currently",
        "taking",
        "comment",
        "four",
        "design",
        "best",
        "provide",
        "quick",
        "easy",
        "guidance",
        "help",
        "make",
        "informed",
        "choice",
        "packaged",
        "food",
        "according",
        "health",
        "canada",
        "mexico",
        "national",
        "institute",
        "public",
        "health",
        "also",
        "acknowledged",
        "many",
        "people",
        "ca",
        "read",
        "current",
        "food",
        "label",
        "looking",
        "going",
        "way",
        "chile",
        "u",
        "food",
        "industry",
        "say",
        "warning",
        "label",
        "would",
        "costly",
        "health",
        "researcher",
        "say",
        "argument",
        "hold",
        "water",
        "effort",
        "may",
        "hampered",
        "nafta",
        "renegotiation",
        "way",
        "mean",
        "committee",
        "meeting",
        "lighthizer",
        "explained",
        "trump",
        "administration",
        "concerned",
        "graphic",
        "food",
        "package",
        "lot",
        "example",
        "country",
        "using",
        "loophole",
        "basically",
        "create",
        "protectionist",
        "environment",
        "said",
        "argument",
        "graphic",
        "seems",
        "would",
        "costly",
        "burdensome",
        "u",
        "manufacturer",
        "depend",
        "canada",
        "mexico",
        "significant",
        "portion",
        "business",
        "office",
        "u",
        "trade",
        "representative",
        "spokesperson",
        "would",
        "comment",
        "specific",
        "provision",
        "said",
        "general",
        "united",
        "state",
        "support",
        "science",
        "based",
        "labeling",
        "truthful",
        "misleading",
        "grocery",
        "manufacturer",
        "association",
        "industry",
        "trade",
        "group",
        "represents",
        "leading",
        "food",
        "beverage",
        "consumer",
        "product",
        "company",
        "sits",
        "advisory",
        "board",
        "nafta",
        "negotiation",
        "also",
        "told",
        "vox",
        "unnecessary",
        "difference",
        "regulation",
        "increase",
        "cost",
        "without",
        "benefitting",
        "consumer",
        "instead",
        "gma",
        "favor",
        "voluntary",
        "food",
        "labeling",
        "like",
        "fact",
        "front",
        "labeling",
        "system",
        "already",
        "appears",
        "front",
        "food",
        "package",
        "soda",
        "bottle",
        "u",
        "shu",
        "wen",
        "ng",
        "university",
        "north",
        "carolina",
        "researcher",
        "evaluating",
        "effectiveness",
        "policy",
        "around",
        "world",
        "pointed",
        "lot",
        "research",
        "across",
        "globe",
        "looked",
        "label",
        "consumer",
        "understand",
        "much",
        "information",
        "digest",
        "across",
        "nutrient",
        "confusing",
        "ng",
        "added",
        "exporting",
        "food",
        "mexico",
        "canada",
        "already",
        "requires",
        "packaging",
        "mexico",
        "example",
        "packaged",
        "food",
        "need",
        "labeled",
        "spanish",
        "canada",
        "french",
        "english",
        "argument",
        "warning",
        "system",
        "extra",
        "burdensome",
        "would",
        "hinder",
        "trade",
        "hold",
        "water",
        "added",
        "university",
        "north",
        "carolina",
        "nutrition",
        "policy",
        "researcher",
        "barry",
        "popkin",
        "say",
        "think",
        "another",
        "reason",
        "food",
        "company",
        "pushing",
        "back",
        "graphic",
        "warning",
        "label",
        "bad",
        "marketing",
        "industry",
        "like",
        "food",
        "called",
        "healthy",
        "said",
        "popkin",
        "obesity",
        "lobby",
        "trying",
        "work",
        "across",
        "three",
        "country",
        "force",
        "nafta",
        "negotiator",
        "accept",
        "language",
        "versus",
        "public",
        "health",
        "medical",
        "interest",
        "group",
        "saying",
        "big",
        "crisis",
        "country",
        "really",
        "need",
        "something",
        "change",
        "diet",
        "canada",
        "final",
        "regulation",
        "expected",
        "released",
        "later",
        "year",
        "clear",
        "whether",
        "america",
        "position",
        "food",
        "labeling",
        "could",
        "derail",
        "one",
        "hand",
        "knowing",
        "major",
        "trading",
        "partner",
        "happy",
        "policy",
        "act",
        "deterrent",
        "canada",
        "ng",
        "said",
        "america",
        "effort",
        "block",
        "food",
        "labeling",
        "policy",
        "reminiscent",
        "big",
        "tobacco",
        "push",
        "circumvent",
        "health",
        "warning",
        "labeling",
        "policy",
        "cigarette",
        "package",
        "trade",
        "challenge",
        "said",
        "university",
        "waterloo",
        "david",
        "hammond",
        "advising",
        "canada",
        "new",
        "food",
        "labeling",
        "policy",
        "failed",
        "many",
        "place",
        "group",
        "like",
        "world",
        "trade",
        "organization",
        "asserted",
        "country",
        "right",
        "put",
        "public",
        "health",
        "first",
        "consumer",
        "dietitian",
        "study",
        "study",
        "showing",
        "people",
        "know",
        "use",
        "number",
        "traditional",
        "food",
        "label",
        "hammond",
        "said",
        "surprise",
        "food",
        "company",
        "manufacture",
        "product",
        "high",
        "sugar",
        "sodium",
        "want",
        "label",
        "telling",
        "consumer",
        "high",
        "sugar",
        "sodium",
        "within",
        "right",
        "lobby",
        "let",
        "confuse",
        "industry",
        "interest",
        "consumer",
        "public",
        "health",
        "interest"
    ]
}