{
    "organizations": [],
    "uuid": "104abcfbfae2be763a7953d2a0e409ff70bc105a",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/03/08/data-sheet-uber-lyft-walmart-amazon-are-fortune-brainstorm-tech-2018/",
    "ord_in_thread": 0,
    "title": "Uber, Lyft, Walmart, and Amazon Are Coming to Fortune Brainstorm Tech 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "YouTube CEO Susan Wojcicki, right, with Fortune's Adam Lashinsky at Fortune Brainstorm Tech 2015 in Aspen. Kevin Moloney/Fortune Brainstorm Tech By Aaron Pressman 9:19 AM EST\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nI spend a lot of time hosting and attending conferences. In the last two years alone I’ve helped run Fortune events in Guangzhou, New York, San Francisco, Las Vegas, and Rome—we met the Pope! I’ve been to TED in Vancouver, the World Economic Forum in Davos, and a Salesforce powwow in London.\nI love them all. Truly. But my favorite is the one I’ve been associated with longest, Brainstorm Tech, our annual gathering of industry movers and shakers in Aspen, Colo. This summer—July 16th to 18th to be exact—will be my 10th year having a hand in overseeing Brainstorm. I love it because in an age of challenged journalism business models, live events are all the rage. They make for an experience that can’t be commoditized and therefore is both great “content”—how I hate that word—and a lucrative business.\nI’m taking the time to tell you this because today we’re announcing our first spate of speakers for Aspen, an exciting collection of executives, entrepreneurs, and investors we know will wow the audience, both in the tent on the grounds of the bucolic Aspen Institute and over the livestream on Fortune.com.\nWhat was called ride-sharing, then ride-hailing, and soon transportation logistics will be a big theme in Aspen, and we’ll have three of the industry’s brightest global stars onstage. Uber CEO Dara Khosrowshahi will appear for the first time at a Fortune event. John Zimmer, president of Lyft, Uber’s arch foe in the U.S., returns. And Hooi Ling Tan, co-founder of Grab, the Uber of Southeast Asia and also a bitter Uber rival, will appear as well. (Read this great Straits Times interview with her.)\nRetailing is one of the industries most affected by technology. Richard Liu, founder of Chinese e-commerce giant JD.com, is coming to Aspen. JD partners with Walmart , and we’ll have two its biggest online stars, Marc Lore, head of Walmart’s U.S. digital business, and Jennifer Fleiss, a founder of Rent the Runway and now head of Code Eight, a company started by Walmart digital incubator Store No. 8. (Incidentally, a Walmart director, former Yahoo CEO Marissa Mayer, is one of the co-chairs of this year’s event.) And we’re happy to welcome Toni Reid, who leads the product development team behind Amazon’s voice-controlled assistant Alexa as well as its Echo home devices.\nAt Brainstorm we like to discuss the intersection of tech with other industries, including entertainment. Movie producer Stacey Sher, now co-president of Activision Blizzard , will appear, as will Robert Bakish, CEO of Viacom . Design too is a big deal, and Brainstorm will host one of the industry’s brightest designers, Ivy Ross of Google .\nWe also like to make sure the folks who finance tech mix it up in Aspen. Kirsten Green of Forerunner Ventures returns to our stage. Political strategist Bradley Tusk, also a VC investor, will bring his strong personality to Aspen. So will RBC’s Mark Mahaney, whose lively stock-picking chatter brought down the house in 2017.\nThis is merely the first batch of headliners. We’ll have more soon. Brainstorm Tech is an invitation-only event, and you can request an invitation from me or any of the editorial co-chairs: Michal Lev-Ram, Andrew Nusca, and Leigh Gallagher.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nFor my next trick. Former Uber CEO Travis Kalanick announced his next act, an investing fund called 10100. The focus will be on “large-scale job creation, with investments in real estate, ecommerce, and emerging innovation in China and India,” Kalanick said.\nPick a card, any card. The price of bitcoin and other digital currencies dropped after the Securities and Exchange Commission released a statement saying “many” online trading platforms have failed to register with the agency and may be misrepresenting themselves to consumers. Japan’s also shutdown two cryptocurrency trading platforms in that country.\nNothing in my hat . Messaging app maker Snap is planning another round of layoffs, the largest yet at the young company, Cheddar reported. About 100 people, or less than 10% of the engineering workforce, will be let go.\nNothing up my sleeve . Secretive virtual reality startup Magic Leap raised another $461 million, mostly from Saudi Arabia’s sovereign wealth fund, Bloomberg reported . The company, which is working on VR goggles but has yet to release an actual product, has raised a total of $2.3 billion in private backing, Bloomberg noted.\nLook closely into the mirror. Apple issued its annual Supplier Responsibility Report on Wednesday, disclosing that it uncovered 44 “core violations” in the areas of human and labor rights, double the number it found last year. But overall, Apple measured a 71% drop in companies that scored poorly on its Code of Conduct, to less than 1% of the total of 756 tracked suppliers.\nAbracadabra . We noted on Tuesday that the MoviePass app was collecting the locations of users before and after they went to a movie. On Wednesday, the company said it updated its app to remove the tracking capability.\nAnd the coin has vanished . Also on Tuesday, we discussed Amazon’s talks with banks about offering something like a bank account. Payments service Square is moving more quickly. It announced on Wednesday the ability to set up direct deposit of paychecks into a user’s account. The service already offered access to stored funds via debit card. However, it doesn’t appear that Square pays users any interest on funds stashed in the account, nor is it covered by federal deposit insurance (Square says it is “actively working towards a solution” on that front).\nOr has it. The Wall Street Journal ‘s tech columnist Joanna Stern often makes entertaining videos to go along with her articles. This week’s piece, focused on how Facebook does and does not track users around the Internet, is a real gem (and funny!).\n(And it was this week’s episode of The Magicians , with its tribute to David Bowie and Queen , that had me thinking of today’s headlines.)\nAdvertisement FOOD FOR THOUGHT\nThe hunt for Amazon’s HQ2 continues with 20 communities still in the running (my money’s on northern Virginia/Washington D.C., for what it’s worth). But maybe all the tax breaks and infrastructure improvement promises are a mistake. Seattle public radio station KUOW organized a debate on Wednesday exploring the question: Is Amazon good for Seattle? Marilyn Strickland, president and CEO of the Seattle Metropolitan Chamber of Commerce, Maud Daudon, former CEO of the Chamber, made up the “pro” team while two failed mayoral candidates, Cary Moon and Nikkita Oliver, argued the “con” side. There was plenty of informative back and forth, as Kurt Schlosser wrote in his coverage for local tech web site GeekWire . In the end, both sides declared victory and you’ll never guess who the audience thought won.\nIn the end, Strickland said the myriad of problems facing Seattle cannot be singularly attributed to Amazon.\n“Amazon has been good for Seattle and it’s been good for the region,” she said. “It’s part of the brand of Seattle. Like Microsoft, like Starbucks, like Nordstrom, like Alaska Airlines, like Boeing. Amazon is part of that identity. … Anytime a local company starts, we hope they are successful. They just became wildly successful. And every single person who uses their product is complicit in the success.”\nAfter the applause died down for that final zinger, Oliver delivered the last argument of the night — and she got a rousing reaction of her own.\n“The brand of Seattle is not those corporations that were named,” Oliver said. “The brand of Seattle … is a small business down on Rainier and Henderson, it’s a small business in the Central District, it’s Rainier Beach High School, [as] gentrification displaces and pushes out [it’s] the people who make Seattle the city that it is.”\nIN CASE YOU MISSED IT\nGoogle Just Indexed Millions of ‘Life Magazine’ Photos Using Artificial Intelligence By Jonathan Vanian\nAmazon Is Creating 1,500 Jobs in This U.S. State By Natasha Bach\nWhy Netflix’s Stock Was Downgraded by an Influential Wall Street Analyst By Aaron Pressman\n‘A Childhood Memory.’ How Masazumi Imai Designed the X-Series Cameras for Fujifilm By Casey Quackenbush\nAmazon’s Echo Speakers Are Spontaneously Laughing—And Users Are Spooked By Jonathan Vanian\nWhy Alex Jones’ Site ‘Infowars’ Is Being Sued by Pepe the Frog’s Creator By Don Reisinger\nIBM Is Making Its Design Thinking Available to Clients, Says Its Design Chief By Eli Meixler\nAdvertisement BEFORE YOU GO\nYou’ve waited up to 56 years, but the movie version of beloved children’s sci-fi novel A Wrinkle in Time by Madeleine L’Engle is finally in theaters this week. Early reviews are…sadly not great.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-03-08T22:19:00.000+02:00",
    "crawled": "2018-03-08T21:29:29.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "youtube",
        "ceo",
        "susan",
        "wojcicki",
        "right",
        "fortune",
        "adam",
        "lashinsky",
        "fortune",
        "brainstorm",
        "tech",
        "aspen",
        "kevin",
        "brainstorm",
        "tech",
        "aaron",
        "pressman",
        "est",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "spend",
        "lot",
        "time",
        "hosting",
        "attending",
        "conference",
        "last",
        "two",
        "year",
        "alone",
        "helped",
        "run",
        "fortune",
        "event",
        "guangzhou",
        "new",
        "york",
        "san",
        "francisco",
        "la",
        "vega",
        "met",
        "pope",
        "ted",
        "vancouver",
        "world",
        "economic",
        "forum",
        "davos",
        "salesforce",
        "powwow",
        "london",
        "love",
        "truly",
        "favorite",
        "one",
        "associated",
        "longest",
        "brainstorm",
        "tech",
        "annual",
        "gathering",
        "industry",
        "mover",
        "shaker",
        "aspen",
        "16th",
        "18th",
        "10th",
        "year",
        "hand",
        "overseeing",
        "brainstorm",
        "love",
        "age",
        "challenged",
        "journalism",
        "business",
        "model",
        "live",
        "event",
        "rage",
        "make",
        "experience",
        "commoditized",
        "therefore",
        "great",
        "content",
        "hate",
        "lucrative",
        "business",
        "taking",
        "time",
        "tell",
        "today",
        "announcing",
        "first",
        "spate",
        "speaker",
        "aspen",
        "exciting",
        "collection",
        "executive",
        "entrepreneur",
        "investor",
        "know",
        "wow",
        "audience",
        "tent",
        "ground",
        "bucolic",
        "aspen",
        "institute",
        "livestream",
        "called",
        "soon",
        "transportation",
        "logistics",
        "big",
        "theme",
        "aspen",
        "three",
        "industry",
        "brightest",
        "global",
        "star",
        "onstage",
        "uber",
        "ceo",
        "dara",
        "khosrowshahi",
        "appear",
        "first",
        "time",
        "fortune",
        "event",
        "john",
        "zimmer",
        "president",
        "lyft",
        "uber",
        "arch",
        "foe",
        "return",
        "hooi",
        "ling",
        "tan",
        "grab",
        "uber",
        "southeast",
        "asia",
        "also",
        "bitter",
        "uber",
        "rival",
        "appear",
        "well",
        "read",
        "great",
        "strait",
        "time",
        "interview",
        "retailing",
        "one",
        "industry",
        "affected",
        "technology",
        "richard",
        "liu",
        "founder",
        "chinese",
        "giant",
        "coming",
        "aspen",
        "jd",
        "partner",
        "walmart",
        "two",
        "biggest",
        "online",
        "star",
        "marc",
        "lore",
        "head",
        "walmart",
        "digital",
        "business",
        "jennifer",
        "fleiss",
        "founder",
        "rent",
        "runway",
        "head",
        "code",
        "eight",
        "company",
        "started",
        "walmart",
        "digital",
        "incubator",
        "store",
        "incidentally",
        "walmart",
        "director",
        "former",
        "yahoo",
        "ceo",
        "marissa",
        "mayer",
        "one",
        "year",
        "event",
        "happy",
        "welcome",
        "toni",
        "reid",
        "lead",
        "product",
        "development",
        "team",
        "behind",
        "amazon",
        "assistant",
        "alexa",
        "well",
        "echo",
        "home",
        "device",
        "brainstorm",
        "like",
        "discus",
        "intersection",
        "tech",
        "industry",
        "including",
        "entertainment",
        "movie",
        "producer",
        "stacey",
        "sher",
        "activision",
        "blizzard",
        "appear",
        "robert",
        "bakish",
        "ceo",
        "viacom",
        "design",
        "big",
        "deal",
        "brainstorm",
        "host",
        "one",
        "industry",
        "brightest",
        "designer",
        "ivy",
        "ross",
        "google",
        "also",
        "like",
        "make",
        "sure",
        "folk",
        "finance",
        "tech",
        "mix",
        "aspen",
        "kirsten",
        "green",
        "forerunner",
        "venture",
        "return",
        "stage",
        "political",
        "strategist",
        "bradley",
        "tusk",
        "also",
        "vc",
        "investor",
        "bring",
        "strong",
        "personality",
        "aspen",
        "rbc",
        "mark",
        "mahaney",
        "whose",
        "lively",
        "chatter",
        "brought",
        "house",
        "merely",
        "first",
        "batch",
        "headliner",
        "soon",
        "brainstorm",
        "tech",
        "event",
        "request",
        "invitation",
        "editorial",
        "michal",
        "andrew",
        "nusca",
        "leigh",
        "gallagher",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "next",
        "trick",
        "former",
        "uber",
        "ceo",
        "travis",
        "kalanick",
        "announced",
        "next",
        "act",
        "investing",
        "fund",
        "called",
        "focus",
        "job",
        "creation",
        "investment",
        "real",
        "estate",
        "ecommerce",
        "emerging",
        "innovation",
        "china",
        "india",
        "kalanick",
        "said",
        "pick",
        "card",
        "card",
        "price",
        "bitcoin",
        "digital",
        "currency",
        "dropped",
        "security",
        "exchange",
        "commission",
        "released",
        "statement",
        "saying",
        "many",
        "online",
        "trading",
        "platform",
        "failed",
        "register",
        "agency",
        "may",
        "misrepresenting",
        "consumer",
        "japan",
        "also",
        "shutdown",
        "two",
        "cryptocurrency",
        "trading",
        "platform",
        "country",
        "nothing",
        "hat",
        "messaging",
        "app",
        "maker",
        "snap",
        "planning",
        "another",
        "round",
        "layoff",
        "largest",
        "yet",
        "young",
        "company",
        "cheddar",
        "reported",
        "people",
        "less",
        "engineering",
        "workforce",
        "let",
        "go",
        "nothing",
        "sleeve",
        "secretive",
        "virtual",
        "reality",
        "startup",
        "magic",
        "leap",
        "raised",
        "another",
        "million",
        "mostly",
        "saudi",
        "arabia",
        "sovereign",
        "wealth",
        "fund",
        "bloomberg",
        "reported",
        "company",
        "working",
        "vr",
        "goggles",
        "yet",
        "release",
        "actual",
        "product",
        "raised",
        "total",
        "billion",
        "private",
        "backing",
        "bloomberg",
        "noted",
        "look",
        "closely",
        "mirror",
        "apple",
        "issued",
        "annual",
        "supplier",
        "responsibility",
        "report",
        "wednesday",
        "disclosing",
        "uncovered",
        "core",
        "violation",
        "area",
        "human",
        "labor",
        "right",
        "double",
        "number",
        "found",
        "last",
        "year",
        "overall",
        "apple",
        "measured",
        "drop",
        "company",
        "scored",
        "poorly",
        "code",
        "conduct",
        "less",
        "total",
        "tracked",
        "supplier",
        "abracadabra",
        "noted",
        "tuesday",
        "moviepass",
        "app",
        "collecting",
        "location",
        "user",
        "went",
        "movie",
        "wednesday",
        "company",
        "said",
        "updated",
        "app",
        "remove",
        "tracking",
        "capability",
        "coin",
        "vanished",
        "also",
        "tuesday",
        "discussed",
        "amazon",
        "talk",
        "bank",
        "offering",
        "something",
        "like",
        "bank",
        "account",
        "payment",
        "service",
        "square",
        "moving",
        "quickly",
        "announced",
        "wednesday",
        "ability",
        "set",
        "direct",
        "deposit",
        "paycheck",
        "user",
        "account",
        "service",
        "already",
        "offered",
        "access",
        "stored",
        "fund",
        "via",
        "debit",
        "card",
        "however",
        "appear",
        "square",
        "pay",
        "user",
        "interest",
        "fund",
        "stashed",
        "account",
        "covered",
        "federal",
        "deposit",
        "insurance",
        "square",
        "say",
        "actively",
        "working",
        "towards",
        "solution",
        "front",
        "wall",
        "street",
        "journal",
        "tech",
        "columnist",
        "joanna",
        "stern",
        "often",
        "make",
        "entertaining",
        "video",
        "go",
        "along",
        "article",
        "week",
        "piece",
        "focused",
        "facebook",
        "track",
        "user",
        "around",
        "internet",
        "real",
        "gem",
        "funny",
        "week",
        "episode",
        "magician",
        "tribute",
        "david",
        "bowie",
        "queen",
        "thinking",
        "today",
        "headline",
        "advertisement",
        "food",
        "thought",
        "hunt",
        "amazon",
        "hq2",
        "continues",
        "community",
        "still",
        "running",
        "money",
        "northern",
        "worth",
        "maybe",
        "tax",
        "break",
        "infrastructure",
        "improvement",
        "promise",
        "mistake",
        "seattle",
        "public",
        "radio",
        "station",
        "kuow",
        "organized",
        "debate",
        "wednesday",
        "exploring",
        "question",
        "amazon",
        "good",
        "seattle",
        "marilyn",
        "strickland",
        "president",
        "ceo",
        "seattle",
        "metropolitan",
        "chamber",
        "commerce",
        "maud",
        "daudon",
        "former",
        "ceo",
        "chamber",
        "made",
        "pro",
        "team",
        "two",
        "failed",
        "mayoral",
        "candidate",
        "cary",
        "moon",
        "nikkita",
        "oliver",
        "argued",
        "con",
        "side",
        "plenty",
        "informative",
        "back",
        "forth",
        "kurt",
        "schlosser",
        "wrote",
        "coverage",
        "local",
        "tech",
        "web",
        "site",
        "geekwire",
        "end",
        "side",
        "declared",
        "victory",
        "never",
        "guess",
        "audience",
        "thought",
        "end",
        "strickland",
        "said",
        "myriad",
        "problem",
        "facing",
        "seattle",
        "singularly",
        "attributed",
        "amazon",
        "amazon",
        "good",
        "seattle",
        "good",
        "region",
        "said",
        "part",
        "brand",
        "seattle",
        "like",
        "microsoft",
        "like",
        "starbucks",
        "like",
        "nordstrom",
        "like",
        "alaska",
        "airline",
        "like",
        "boeing",
        "amazon",
        "part",
        "identity",
        "anytime",
        "local",
        "company",
        "start",
        "hope",
        "successful",
        "became",
        "wildly",
        "successful",
        "every",
        "single",
        "person",
        "us",
        "product",
        "complicit",
        "applause",
        "died",
        "final",
        "zinger",
        "oliver",
        "delivered",
        "last",
        "argument",
        "night",
        "got",
        "rousing",
        "reaction",
        "brand",
        "seattle",
        "corporation",
        "named",
        "oliver",
        "said",
        "brand",
        "seattle",
        "small",
        "business",
        "rainier",
        "henderson",
        "small",
        "business",
        "central",
        "district",
        "rainier",
        "beach",
        "high",
        "school",
        "gentrification",
        "displaces",
        "push",
        "people",
        "make",
        "seattle",
        "city",
        "case",
        "missed",
        "google",
        "indexed",
        "million",
        "life",
        "magazine",
        "photo",
        "using",
        "artificial",
        "intelligence",
        "jonathan",
        "vanian",
        "amazon",
        "creating",
        "job",
        "state",
        "natasha",
        "bach",
        "netflix",
        "stock",
        "downgraded",
        "influential",
        "wall",
        "street",
        "analyst",
        "aaron",
        "pressman",
        "childhood",
        "masazumi",
        "imai",
        "designed",
        "camera",
        "fujifilm",
        "casey",
        "quackenbush",
        "amazon",
        "echo",
        "speaker",
        "spontaneously",
        "user",
        "spooked",
        "jonathan",
        "vanian",
        "alex",
        "jones",
        "site",
        "infowars",
        "sued",
        "pepe",
        "frog",
        "creator",
        "reisinger",
        "ibm",
        "making",
        "design",
        "thinking",
        "available",
        "client",
        "say",
        "design",
        "chief",
        "eli",
        "meixler",
        "advertisement",
        "go",
        "waited",
        "year",
        "movie",
        "version",
        "beloved",
        "child",
        "novel",
        "wrinkle",
        "time",
        "madeleine",
        "l",
        "engle",
        "finally",
        "theater",
        "week",
        "early",
        "review",
        "great",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}