{
    "organizations": [],
    "uuid": "fc36824c85733558d22eab89b9d885add9735d5e",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/28/democrats-try-to-win-house-in-midterms-with-moderates-like-conor-lamb.html",
    "ord_in_thread": 0,
    "title": "Democrats bet on moderates and military veterans to win the House, but the strategy faces big tests",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This week, a Democratic Navy veteran and prosecutor who hopes to win a GOP-held House seat declined to support House Minority Leader Nancy Pelosi and called for \"new leadership\" in Washington.\nBrendan Kelly, who easily won the March 20 Democratic primary for Illinois' 12th District, also said he could sometimes break with his party and work with Republicans if he gets elected to Congress.\n\"I think we are at a point in our country's history where it is courageous to come forward and break the party mold and reach out across party lines and actually get some things done,\" he told the Southern Illinoisan in an interview published Monday.\nSound familiar? Kelly echoes parts of what propelled Marine veteran and former prosecutor Conor Lamb to victory in a special election this month in Pennsylvania's 18th District, which tilted heavily toward Republicans in recent years. Lamb supported Obamacare and labor unions, criticized the GOP tax plan, opposed new gun rules and said he personally was against abortion but backed a women's legal right to choose. He also withheld support for Pelosi.\nshow chapters Democrat wins House election in Pennsylvania’s Trump country      6:45 PM ET Wed, 14 March 2018 | 01:16 Both Kelly and Lamb emulate the qualities some Democrats feel are necessary to win in Republican-leaning districts this year. Pockets of the Democratic Party believe candidates with national security experience who promote some middle-ground policies can win the independents and GOP voters needed to unseat House Republicans.\nVoters will put the theory to the test in the coming months as Democratic voters will choose among a variety of candidates, from centrist types like Lamb to more progressive and liberal candidates.\nProgressives – whom Republicans think they can easily beat in red areas – could outright defeat candidates whom establishment Democrats believe have a better chance in swing districts. Those progressive candidates could also force moderate candidates to take more liberal stances heading into the general election, which could deter swing voters or push them toward the GOP.\n\"No side has ever lost an election because of too much energy, and it's clear that Democrats have all the energy,\" said Tyler Law, a spokesman for the Democratic Congressional Campaign Committee, or DCCC. \"Ultimately, robust primaries can be very helpful for candidates, especially those who haven't run for office before.\"\nTrend or a one-off? Democratic performance in Republican-leaning districts will prove crucial in determining control of the House in November. Lamb's win in an area President Donald Trump won by about 20 percentage points gave the minority party in Congress fresh optimism about its ability to win the 24 seats needed to control the House. Doing so would require beating Republican incumbents in districts won in 2016 by not only Democrat Hillary Clinton and but also some carried by Trump. \nAfter Lamb's victory, Republicans shrugged him off as a unique candidate whom Democrats will struggle to replicate. On the GOP side, lawmakers and strategists argue Democrats will have trouble finding other moderate military veterans who do not face a serious primary challenge. Primary elections can pull candidates toward their party's extremes and make them less appealing in a general election.\n\"This is something that you're not going to see repeated, because they didn't have a primary. They were able to pick a candidate who could run as a conservative, who ran against the minority leader, who ran on a conservative agenda,\" House Speaker Paul Ryan said earlier this month after Lamb's win.\nLamb did not run as a \"conservative,\" as he opposed major Ryan initiatives such as the GOP tax cuts and Obamacare repeal, but he certainly took centrist stances on some issues. \n\"House Republicans won't say it publicly but they woke up after the special election terrified by the fact that we have a huge amount of Democratic candidates who uniquely fit their districts and have deep records of service,\" said the DCCC's Law. \"But that's not all that keeps them up at night – Republicans know that their stale playbook backfired, particularly on taxes, and now they're stuck without a single popular accomplishment to campaign on.\"\nAlong with Kelly, the House Democrats' campaign arm has put its weight behind several candidates challenging Republican incumbents who share at least some qualities with Lamb. Of the 33 challengers getting the DCCC's organizational and fundraising support as part of its \"red to blue\" effort, at least a dozen have some military or national security experience.\nDemocrats often try to run candidates with military or national security backgrounds to counter a GOP narrative that the party is weak on defense or crime, said Elaine Kamarck, a senior fellow at the Brookings Institution and a Democratic National Committee member. That experience is \"particularly valuable\" in swing districts where Democrats will need voters to cross ideological lines, she said.\nOf course, many of those candidates will not mirror Lamb on issues such as abortion or gun rights. The districts they hope to represent have varying local priorities and ideological leanings that can lead to different policy platforms from Democrats. For instance, Lamb and Kelly have both courted steelworkers' unions, which have a presence in their districts but not as big of a foothold in other Republican-held areas. \nWalking the tightrope But the Democrats' push to win GOP-held seats this year will test candidates' ability to balance the concerns of an energized Democratic base and general election voters. Progressive pockets of the party have argued for more liberal candidates, even in Republican-leaning areas.\nRepublicans argue Democrats will struggle to resonate with general election voters in red areas once they emerge from primary elections. \n\"The progressive wing of the party has taken full control of the direction that they're going in moving forward, and they're demanding ideological purity on a host of pet issues that will not resonate with voters in a general election,\" said Jesse Hunt, a spokesman for the National Republican Congressional Committee, or NRCC, the House GOP's campaign arm.\nIt remains to be seen how many Democrats can walk the tightrope to effectively compete against Republican incumbents. So far, only Texas and Illinois have held their primary elections, so results are limited.\nSource: Gina Ortiz Jones for Congress Gina Ortiz Jones, Democratic Congressional candidate from Texas. Two of the DCCC's chosen candidates with military backgrounds have already gone through the first stage of a primary. Kelly easily beat a poorly funded opponent, garnering more than 80 percent of the vote. He will face second-term Rep. Mike Bost in Illinois' 12th District in November.\nTrump won the area by about 15 points in 2016. Nonpartisan election analysis site Cook Political Report's Partisan Voter Index , which gauges how a district voted in recent presidential elections relative to the whole nation, rates it as an \"R+5\" district. It currently lists the House race as a toss-up.\nMeanwhile, Democrat Gina Ortiz Jones finished first in the March 6 primary for Texas' 23rd District, a swing region in the red state. The former Air Force intelligence officer won 41 percent of the vote, falling short of the 50 percent needed to avoid a runoff on May 22. The winner of the contest between her and high school teacher Rick Trevino will challenge second-term Rep. Will Hurd. \nIn the 23rd District, which sits west of San Antonio, a Democrat may not have to tread quite as carefully around social issues as Lamb did in Pennsylvania. Clinton won the district by about 4 percentage points in 2016, and Cook rates it as only an \"R+1\" seat. Ortiz Jones has the backing of Emily's List, an organization that aims to help elect pro-choice women. \nStill, more centrist positions on local issues such as immigration may be important to winning a general election in Texas. Ortiz Jones' campaign website says \"our nation's border security cannot be compromised, but our safety does not require us to abandon the principles and the people on which this country was founded.\" \nPelosi 'will be front and center' In an environment of opposition to Trump and many GOP policies, Democrats face a challenge in nominating candidates who can appeal to general election voters in their specific districts, DNC member Kamarck said. If the party wants to win red seats, it has to \"be very, very careful to find centrist Democrats\" who do not motivate Republicans to vote against them, she added.\n\"The obvious risk is that the moderate candidate gets beaten by the candidate who's seen as way too far left for the district,\" Kamarck said.\nDemocratic turnout has proven strong in recent elections. For instance, more votes were cast on the Democratic side of both the Illinois 12th District and Texas 23rd District primaries than the GOP side.\nGetty Images House Minority Leader Nancy Pelosi (D-CA) speaks during her weekly news conference on Capitol Hill on June 15, 2017 in Washington, DC. High turnout can actually help moderate candidates emerge in swing districts, as low primary participation can mean only the most passionate and ideological voters turn out, Kamarck said. Many voters in battleground areas also have more of a focus on the general election than voters in districts considered safe for one party.\nEven if Democrats' chosen candidates for battleground districts emerge from a primary unscathed, Republicans think they have a universal attack target in their arsenal: Pelosi. The California Democrat, who is unpopular nationally, has become a reliable rhetorical target for the GOP in recent election years. \nBefore Lamb refused to back Pelosi, a pro-House GOP super PAC repeatedly tied him to the House Democratic leader. Withholding support worked out for Lamb, because his campaign's fundraising effort was strong enough that he did not need cash injections from the national party.\nStill, the NRCC's Hunt thinks Democrats will have a Pelosi problem even if they denounce her.\nHe contended candidates could have an issue if they want to take money from the Democratic Party apparatus but do not back the party's top House member. There is no indication that the DCCC will pull support from Kelly, the Illinois candidate, because of his comments about Pelosi. \n\"Nancy Pelosi will be front and center in every competitive race in the country in 2018,\" Hunt said. \nWATCH:  Here's how politicians are tackling gun control ahead of key midterm elections show chapters Here’s how politicians are tackling gun control ahead of key midterm elections      9:30 AM ET Thu, 1 March 2018 | 01:58",
    "published": "2018-03-28T17:41:00.000+03:00",
    "crawled": "2018-03-28T18:26:21.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "week",
        "democratic",
        "navy",
        "veteran",
        "prosecutor",
        "hope",
        "win",
        "house",
        "seat",
        "declined",
        "support",
        "house",
        "minority",
        "leader",
        "nancy",
        "pelosi",
        "called",
        "new",
        "leadership",
        "washington",
        "brendan",
        "kelly",
        "easily",
        "march",
        "democratic",
        "primary",
        "illinois",
        "12th",
        "district",
        "also",
        "said",
        "could",
        "sometimes",
        "break",
        "party",
        "work",
        "republican",
        "get",
        "elected",
        "congress",
        "think",
        "point",
        "country",
        "history",
        "courageous",
        "come",
        "forward",
        "break",
        "party",
        "mold",
        "reach",
        "across",
        "party",
        "line",
        "actually",
        "get",
        "thing",
        "done",
        "told",
        "southern",
        "illinoisan",
        "interview",
        "published",
        "monday",
        "sound",
        "familiar",
        "kelly",
        "echo",
        "part",
        "propelled",
        "marine",
        "veteran",
        "former",
        "prosecutor",
        "conor",
        "lamb",
        "victory",
        "special",
        "election",
        "month",
        "pennsylvania",
        "18th",
        "district",
        "tilted",
        "heavily",
        "toward",
        "republican",
        "recent",
        "year",
        "lamb",
        "supported",
        "obamacare",
        "labor",
        "union",
        "criticized",
        "gop",
        "tax",
        "plan",
        "opposed",
        "new",
        "gun",
        "rule",
        "said",
        "personally",
        "abortion",
        "backed",
        "woman",
        "legal",
        "right",
        "choose",
        "also",
        "withheld",
        "support",
        "pelosi",
        "show",
        "chapter",
        "democrat",
        "win",
        "house",
        "election",
        "pennsylvania",
        "trump",
        "country",
        "pm",
        "et",
        "wed",
        "march",
        "kelly",
        "lamb",
        "emulate",
        "quality",
        "democrat",
        "feel",
        "necessary",
        "win",
        "district",
        "year",
        "pocket",
        "democratic",
        "party",
        "believe",
        "candidate",
        "national",
        "security",
        "experience",
        "promote",
        "policy",
        "win",
        "independent",
        "gop",
        "voter",
        "needed",
        "unseat",
        "house",
        "republican",
        "voter",
        "put",
        "theory",
        "test",
        "coming",
        "month",
        "democratic",
        "voter",
        "choose",
        "among",
        "variety",
        "candidate",
        "centrist",
        "type",
        "like",
        "lamb",
        "progressive",
        "liberal",
        "candidate",
        "progressive",
        "republican",
        "think",
        "easily",
        "beat",
        "red",
        "area",
        "could",
        "outright",
        "defeat",
        "candidate",
        "establishment",
        "democrat",
        "believe",
        "better",
        "chance",
        "swing",
        "district",
        "progressive",
        "candidate",
        "could",
        "also",
        "force",
        "moderate",
        "candidate",
        "take",
        "liberal",
        "stance",
        "heading",
        "general",
        "election",
        "could",
        "deter",
        "swing",
        "voter",
        "push",
        "toward",
        "gop",
        "side",
        "ever",
        "lost",
        "election",
        "much",
        "energy",
        "clear",
        "democrat",
        "energy",
        "said",
        "tyler",
        "law",
        "spokesman",
        "democratic",
        "congressional",
        "campaign",
        "committee",
        "dccc",
        "ultimately",
        "robust",
        "primary",
        "helpful",
        "candidate",
        "especially",
        "run",
        "office",
        "trend",
        "democratic",
        "performance",
        "district",
        "prove",
        "crucial",
        "determining",
        "control",
        "house",
        "november",
        "lamb",
        "win",
        "area",
        "president",
        "donald",
        "trump",
        "percentage",
        "point",
        "gave",
        "minority",
        "party",
        "congress",
        "fresh",
        "optimism",
        "ability",
        "win",
        "seat",
        "needed",
        "control",
        "house",
        "would",
        "require",
        "beating",
        "republican",
        "incumbent",
        "district",
        "democrat",
        "hillary",
        "clinton",
        "also",
        "carried",
        "trump",
        "lamb",
        "victory",
        "republican",
        "shrugged",
        "unique",
        "candidate",
        "democrat",
        "struggle",
        "replicate",
        "gop",
        "side",
        "lawmaker",
        "strategist",
        "argue",
        "democrat",
        "trouble",
        "finding",
        "moderate",
        "military",
        "veteran",
        "face",
        "serious",
        "primary",
        "challenge",
        "primary",
        "election",
        "pull",
        "candidate",
        "toward",
        "party",
        "extreme",
        "make",
        "less",
        "appealing",
        "general",
        "election",
        "something",
        "going",
        "see",
        "repeated",
        "primary",
        "able",
        "pick",
        "candidate",
        "could",
        "run",
        "conservative",
        "ran",
        "minority",
        "leader",
        "ran",
        "conservative",
        "agenda",
        "house",
        "speaker",
        "paul",
        "ryan",
        "said",
        "earlier",
        "month",
        "lamb",
        "win",
        "lamb",
        "run",
        "conservative",
        "opposed",
        "major",
        "ryan",
        "initiative",
        "gop",
        "tax",
        "cut",
        "obamacare",
        "repeal",
        "certainly",
        "took",
        "centrist",
        "stance",
        "issue",
        "house",
        "republican",
        "wo",
        "say",
        "publicly",
        "woke",
        "special",
        "election",
        "terrified",
        "fact",
        "huge",
        "amount",
        "democratic",
        "candidate",
        "uniquely",
        "fit",
        "district",
        "deep",
        "record",
        "service",
        "said",
        "dccc",
        "law",
        "keep",
        "night",
        "republican",
        "know",
        "stale",
        "playbook",
        "backfired",
        "particularly",
        "tax",
        "stuck",
        "without",
        "single",
        "popular",
        "accomplishment",
        "campaign",
        "along",
        "kelly",
        "house",
        "democrat",
        "campaign",
        "arm",
        "put",
        "weight",
        "behind",
        "several",
        "candidate",
        "challenging",
        "republican",
        "incumbent",
        "share",
        "least",
        "quality",
        "lamb",
        "challenger",
        "getting",
        "dccc",
        "organizational",
        "fundraising",
        "support",
        "part",
        "red",
        "blue",
        "effort",
        "least",
        "dozen",
        "military",
        "national",
        "security",
        "experience",
        "democrat",
        "often",
        "try",
        "run",
        "candidate",
        "military",
        "national",
        "security",
        "background",
        "counter",
        "gop",
        "narrative",
        "party",
        "weak",
        "defense",
        "crime",
        "said",
        "elaine",
        "kamarck",
        "senior",
        "fellow",
        "brookings",
        "institution",
        "democratic",
        "national",
        "committee",
        "member",
        "experience",
        "particularly",
        "valuable",
        "swing",
        "district",
        "democrat",
        "need",
        "voter",
        "cross",
        "ideological",
        "line",
        "said",
        "course",
        "many",
        "candidate",
        "mirror",
        "lamb",
        "issue",
        "abortion",
        "gun",
        "right",
        "district",
        "hope",
        "represent",
        "varying",
        "local",
        "priority",
        "ideological",
        "leaning",
        "lead",
        "different",
        "policy",
        "platform",
        "democrat",
        "instance",
        "lamb",
        "kelly",
        "courted",
        "steelworker",
        "union",
        "presence",
        "district",
        "big",
        "foothold",
        "area",
        "walking",
        "tightrope",
        "democrat",
        "push",
        "win",
        "seat",
        "year",
        "test",
        "candidate",
        "ability",
        "balance",
        "concern",
        "energized",
        "democratic",
        "base",
        "general",
        "election",
        "voter",
        "progressive",
        "pocket",
        "party",
        "argued",
        "liberal",
        "candidate",
        "even",
        "area",
        "republican",
        "argue",
        "democrat",
        "struggle",
        "resonate",
        "general",
        "election",
        "voter",
        "red",
        "area",
        "emerge",
        "primary",
        "election",
        "progressive",
        "wing",
        "party",
        "taken",
        "full",
        "control",
        "direction",
        "going",
        "moving",
        "forward",
        "demanding",
        "ideological",
        "purity",
        "host",
        "pet",
        "issue",
        "resonate",
        "voter",
        "general",
        "election",
        "said",
        "jesse",
        "hunt",
        "spokesman",
        "national",
        "republican",
        "congressional",
        "committee",
        "nrcc",
        "house",
        "gop",
        "campaign",
        "arm",
        "remains",
        "seen",
        "many",
        "democrat",
        "walk",
        "tightrope",
        "effectively",
        "compete",
        "republican",
        "incumbent",
        "far",
        "texas",
        "illinois",
        "held",
        "primary",
        "election",
        "result",
        "limited",
        "source",
        "gina",
        "ortiz",
        "jones",
        "congress",
        "gina",
        "ortiz",
        "jones",
        "democratic",
        "congressional",
        "candidate",
        "texas",
        "two",
        "dccc",
        "chosen",
        "candidate",
        "military",
        "background",
        "already",
        "gone",
        "first",
        "stage",
        "primary",
        "kelly",
        "easily",
        "beat",
        "poorly",
        "funded",
        "opponent",
        "garnering",
        "percent",
        "vote",
        "face",
        "mike",
        "bost",
        "illinois",
        "12th",
        "district",
        "november",
        "trump",
        "area",
        "point",
        "nonpartisan",
        "election",
        "analysis",
        "site",
        "cook",
        "political",
        "report",
        "partisan",
        "voter",
        "index",
        "gauge",
        "district",
        "voted",
        "recent",
        "presidential",
        "election",
        "relative",
        "whole",
        "nation",
        "rate",
        "district",
        "currently",
        "list",
        "house",
        "race",
        "meanwhile",
        "democrat",
        "gina",
        "ortiz",
        "jones",
        "finished",
        "first",
        "march",
        "primary",
        "texas",
        "23rd",
        "district",
        "swing",
        "region",
        "red",
        "state",
        "former",
        "air",
        "force",
        "intelligence",
        "officer",
        "percent",
        "vote",
        "falling",
        "short",
        "percent",
        "needed",
        "avoid",
        "runoff",
        "may",
        "winner",
        "contest",
        "high",
        "school",
        "teacher",
        "rick",
        "trevino",
        "challenge",
        "hurd",
        "23rd",
        "district",
        "sits",
        "west",
        "san",
        "antonio",
        "democrat",
        "may",
        "tread",
        "quite",
        "carefully",
        "around",
        "social",
        "issue",
        "lamb",
        "pennsylvania",
        "clinton",
        "district",
        "percentage",
        "point",
        "cook",
        "rate",
        "seat",
        "ortiz",
        "jones",
        "backing",
        "emily",
        "list",
        "organization",
        "aim",
        "help",
        "elect",
        "woman",
        "still",
        "centrist",
        "position",
        "local",
        "issue",
        "immigration",
        "may",
        "important",
        "winning",
        "general",
        "election",
        "texas",
        "ortiz",
        "jones",
        "campaign",
        "website",
        "say",
        "nation",
        "border",
        "security",
        "compromised",
        "safety",
        "require",
        "u",
        "abandon",
        "principle",
        "people",
        "country",
        "founded",
        "pelosi",
        "front",
        "center",
        "environment",
        "opposition",
        "trump",
        "many",
        "gop",
        "policy",
        "democrat",
        "face",
        "challenge",
        "nominating",
        "candidate",
        "appeal",
        "general",
        "election",
        "voter",
        "specific",
        "district",
        "dnc",
        "member",
        "kamarck",
        "said",
        "party",
        "want",
        "win",
        "red",
        "seat",
        "careful",
        "find",
        "centrist",
        "democrat",
        "motivate",
        "republican",
        "vote",
        "added",
        "obvious",
        "risk",
        "moderate",
        "candidate",
        "get",
        "beaten",
        "candidate",
        "seen",
        "way",
        "far",
        "left",
        "district",
        "kamarck",
        "said",
        "democratic",
        "turnout",
        "proven",
        "strong",
        "recent",
        "election",
        "instance",
        "vote",
        "cast",
        "democratic",
        "side",
        "illinois",
        "12th",
        "district",
        "texas",
        "23rd",
        "district",
        "primary",
        "gop",
        "side",
        "getty",
        "image",
        "house",
        "minority",
        "leader",
        "nancy",
        "pelosi",
        "speaks",
        "weekly",
        "news",
        "conference",
        "capitol",
        "hill",
        "june",
        "washington",
        "dc",
        "high",
        "turnout",
        "actually",
        "help",
        "moderate",
        "candidate",
        "emerge",
        "swing",
        "district",
        "low",
        "primary",
        "participation",
        "mean",
        "passionate",
        "ideological",
        "voter",
        "turn",
        "kamarck",
        "said",
        "many",
        "voter",
        "battleground",
        "area",
        "also",
        "focus",
        "general",
        "election",
        "voter",
        "district",
        "considered",
        "safe",
        "one",
        "party",
        "even",
        "democrat",
        "chosen",
        "candidate",
        "battleground",
        "district",
        "emerge",
        "primary",
        "unscathed",
        "republican",
        "think",
        "universal",
        "attack",
        "target",
        "arsenal",
        "pelosi",
        "california",
        "democrat",
        "unpopular",
        "nationally",
        "become",
        "reliable",
        "rhetorical",
        "target",
        "gop",
        "recent",
        "election",
        "year",
        "lamb",
        "refused",
        "back",
        "pelosi",
        "gop",
        "super",
        "pac",
        "repeatedly",
        "tied",
        "house",
        "democratic",
        "leader",
        "withholding",
        "support",
        "worked",
        "lamb",
        "campaign",
        "fundraising",
        "effort",
        "strong",
        "enough",
        "need",
        "cash",
        "injection",
        "national",
        "party",
        "still",
        "nrcc",
        "hunt",
        "think",
        "democrat",
        "pelosi",
        "problem",
        "even",
        "denounce",
        "contended",
        "candidate",
        "could",
        "issue",
        "want",
        "take",
        "money",
        "democratic",
        "party",
        "apparatus",
        "back",
        "party",
        "top",
        "house",
        "member",
        "indication",
        "dccc",
        "pull",
        "support",
        "kelly",
        "illinois",
        "candidate",
        "comment",
        "pelosi",
        "nancy",
        "pelosi",
        "front",
        "center",
        "every",
        "competitive",
        "race",
        "country",
        "hunt",
        "said",
        "watch",
        "politician",
        "tackling",
        "gun",
        "control",
        "ahead",
        "key",
        "midterm",
        "election",
        "show",
        "chapter",
        "politician",
        "tackling",
        "gun",
        "control",
        "ahead",
        "key",
        "midterm",
        "election",
        "et",
        "thu",
        "march"
    ]
}