{
    "organizations": [],
    "uuid": "9f75ba2a3fab9f31361af1e078ac3e7ce67b18d2",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/19/the-associated-press-the-latest-trump-linked-execs-caught-on-sting-video.html",
    "ord_in_thread": 0,
    "title": "The Latest: Trump-linked execs caught on sting video",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (AP) — The Latest on Cambridge Analytica's use of Facebook data (all times local):\n8 p.m.\nBritain's Channel 4 has published an undercover sting video in which Cambridge Analytica executives boast of swaying elections in Africa and Europe through tactics including fake bribes and seduction.\nCEO Alexander Nix is seen in the video saying the company has secretly recorded agents offering corrupt campaign financing deals to politicians and has sent \"girls around to the candidate's house\" to create damaging videos.\nChannel 4 said its reporter posed as a wealthy Sri Lankan looking to hire the company.\nThe firm was suspended from Facebook on Friday after reportedly scraping some 50 million user profiles in a pro-Trump manipulation campaign.\nCambridge said its executives merely humored the questions before leaving with grave concerns.\n5:50 p.m.\nBritain's information commissioner says she will apply for a warrant to access the servers of Cambridge Analytica, which allegedly used data mined from Facebook to help Donald Trump win the 2016 presidential election.\nCommissioner Elizabeth Denham said in a statement Monday that she planned to seek the warrant because the British firm had been \"uncooperative\" in her investigation of whether Facebook data was \"illegally acquired and used.\"\nDenham said: \"This is a complex and far-reaching investigation for my office, and any criminal or civil enforcement actions arising from it will be pursued vigorously\"\n4:10 p.m.\nData from the Federal Election Commission show that Cambridge Analytica, the firm under fire for inappropriately obtaining Facebook data, earned $5.9 million in 2016 from the campaign to elect Donald Trump for president.\nCambridge also earned $5.8 million from Sen. Ted Cruz's failed presidential campaign.\nCambridge is under increasing scrutiny after newspapers reported the firm obtained data on 50 million Facebook users without their knowledge to subject them to political messages. The company is funded in part by Trump supporter and billionaire financier Robert Mercer.\nFacebook suspended the company from using its services Friday, hours before the reports came out.\nIn total, Cambridge Analytica earned more than $16 million from 2014 to 2016 from nearly 20 Republican candidates and political committees.\n3:55 p.m.\nA newspaper editor says Facebook had threatened to sue The Observer and its sibling The Guardian over its investigation of a Trump-affiliated data-mining firm, Cambridge Analytica.\nStories in The Guardian and The New York Times detail how Cambridge Analytica used an app to obtain user data on some 50 million people without their knowledge in order to subject them to political propaganda. John Mulholland, The Observer's outgoing editor, discloses the lawsuit threat in a Friday tweet .\nA Facebook spokesman say the company sent a letter to the Observer to make the case \"that this did not represent a data breach.\" He didn't respond to questions about whether Facebook threatened legal action.\n3:40 p.m.\nFacebook makes it easy for advertisers to target users based on nuanced information about them. But experts say it's difficult to conclude whether data collection by a Trump-affiliated political firm, Cambridge Analytica, influenced the election.\nJonathan Albright of Columbia University says for this to change Facebook would have to reveal the questions on the psychological profile quiz — or quizzes — that its users took. Then researchers could begin to determine how this data was used to target people.\nMcKenzie Funk, an Open Society fellow and journalist, has outlined how Cambridge Analytica could have used such psychosocial profiling. In a November 2016 op-ed in The New York Times, he writes that President Donald Trump's digital team used hyper-targeted posts to serve different ads to different potential voters, \"aiming to push the exact right buttons\" at the right time.\n3:15 p.m.\nFacebook says it has hired an outside firm to audit Cambridge Analytica regarding the reported data scraping of as many as 50 million user accounts.\nFacebook said on Monday that Cambridge has agreed to give the digital forensics firm Stroz Friedberg \"complete access to their servers and systems.\"\nThe audit, Facebook says, is to determine if the Facebook data the Cambridge collected still exists or if it's been destroyed.\nFacebook has also approached two other individuals — former Cambridge employee-turned-whistleblower Christopher Wylie, and University of Cambridge professor Aleksandr Kogan, who did the scraping — to submit to audits as well.\nCambridge denies keeping data from Kogan's work. Facebook said it would be a \"grave violation\" of its policies if the data still exists.\n1:15 p.m.\nExperts are saying that Cambridge Analytica, the political firm under fire for inappropriately obtaining data from Facebook, isn't alone in its data-mining capability.\nRobert Ricci, a marketing director at Blue Fountain Media, says what makes this case more insidious is its connection with possible elections meddling, something Facebook has been under scrutiny for.\nRicci says marketers are already using similar profiling techniques to sell products and services. What's different here is the use of data to try to influence who you are voting for — or whether you are voting at all.\nCambridge Analytica, whose clients have included Donald Trump's presidential campaign, reportedly used the data of 50 million Facebook customers without permission to build psychological profiles so voters could be targeted with ads and stories.\n1 p.m.\nThe head of the European Union's parliament says the bloc will investigate Facebook over the use of its data by a Trump-affiliated data-mining firm.\nCambridge Analytica, whose clients have included Donald Trump's presidential campaign, reportedly used the data of 50 million Facebook customers without permission to build psychological profiles so voters could be targeted with ads and stories.\nAntonio Tajani tweeted on Monday: \"Allegations of misuse of Facebook user data is an unacceptable violation of our citizens' privacy rights. The European Parliament will investigate fully, calling digital platforms to account.\" Tajani, who is president of the EU parliament, hasn't provided details.\nU.K. lawmakers have already called on Facebook CEO Mark Zuckerberg to testify before a parliamentary committee about this case.\n12:35 p.m.\nFacebook is having its worst trading day since 2012 as details emerge about how a data mining company working for the Trump campaign improperly obtained and kept data on tens of millions of users during the 2016 election.\nA former employee of Cambridge Analytica said Monday on NBC's \"Today\" that the group identified voters who might be swayed and \"injected content\" that may or may not be true. Late Friday, Facebook said it would ban Cambridge Analytica, saying the company improperly obtained information from 270,000 people who downloaded a purported research app described as a personality test. Facebook first learned of the breach more than two years ago, but hasn't disclosed it until now.\nFacebook shares sank $13.43 in midday trading, putting the stock on pace for its biggest one-day fall since August 2012 and dragging down the rest of the technology sector, with fears rising of increased government regulation.\nAlphabet, Google's parent company, lost almost 3 percent and Microsoft fell almost 2 percent.\n11:30 a.m.\nA former employee of a Trump-affiliated data-mining firm says it used algorithms that \"took fake news to the next level\" using data inappropriately obtained from Facebook.\nChris Wylie says the firm, Cambridge Analytica, secured personal data in order to learn about individuals and then used it to create an information cocoon to change their perceptions.\nHe says the firm used \"informational dominance\" to capture every channel of information around a person to surround them with curated information, changing their perception of what's actually happening.\nIn an interview Monday on NBC's \"Today,\" Wylie said Cambridge Analytica aimed to \"explore mental vulnerabilities of people.\nWhile Wylie said he doesn't know to what extent Trump's campaign used the techniques, he said Trump's former campaign manager Corey Lewandowski was meeting with Cambridge Analytica in 2015, before Trump even announced his run for office.",
    "published": "2018-03-19T18:26:00.000+02:00",
    "crawled": "2018-03-20T02:39:47.068+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "ap",
        "latest",
        "cambridge",
        "analytica",
        "use",
        "facebook",
        "data",
        "time",
        "local",
        "britain",
        "channel",
        "published",
        "undercover",
        "sting",
        "video",
        "cambridge",
        "analytica",
        "executive",
        "boast",
        "swaying",
        "election",
        "africa",
        "europe",
        "tactic",
        "including",
        "fake",
        "bribe",
        "seduction",
        "ceo",
        "alexander",
        "nix",
        "seen",
        "video",
        "saying",
        "company",
        "secretly",
        "recorded",
        "agent",
        "offering",
        "corrupt",
        "campaign",
        "financing",
        "deal",
        "politician",
        "sent",
        "girl",
        "around",
        "candidate",
        "house",
        "create",
        "damaging",
        "video",
        "channel",
        "said",
        "reporter",
        "posed",
        "wealthy",
        "sri",
        "lankan",
        "looking",
        "hire",
        "company",
        "firm",
        "suspended",
        "facebook",
        "friday",
        "reportedly",
        "scraping",
        "million",
        "user",
        "profile",
        "manipulation",
        "campaign",
        "cambridge",
        "said",
        "executive",
        "merely",
        "humored",
        "question",
        "leaving",
        "grave",
        "concern",
        "britain",
        "information",
        "commissioner",
        "say",
        "apply",
        "warrant",
        "access",
        "server",
        "cambridge",
        "analytica",
        "allegedly",
        "used",
        "data",
        "mined",
        "facebook",
        "help",
        "donald",
        "trump",
        "win",
        "presidential",
        "election",
        "commissioner",
        "elizabeth",
        "denham",
        "said",
        "statement",
        "monday",
        "planned",
        "seek",
        "warrant",
        "british",
        "firm",
        "uncooperative",
        "investigation",
        "whether",
        "facebook",
        "data",
        "illegally",
        "acquired",
        "used",
        "denham",
        "said",
        "complex",
        "investigation",
        "office",
        "criminal",
        "civil",
        "enforcement",
        "action",
        "arising",
        "pursued",
        "vigorously",
        "data",
        "federal",
        "election",
        "commission",
        "show",
        "cambridge",
        "analytica",
        "firm",
        "fire",
        "inappropriately",
        "obtaining",
        "facebook",
        "data",
        "earned",
        "million",
        "campaign",
        "elect",
        "donald",
        "trump",
        "president",
        "cambridge",
        "also",
        "earned",
        "million",
        "ted",
        "cruz",
        "failed",
        "presidential",
        "campaign",
        "cambridge",
        "increasing",
        "scrutiny",
        "newspaper",
        "reported",
        "firm",
        "obtained",
        "data",
        "million",
        "facebook",
        "user",
        "without",
        "knowledge",
        "subject",
        "political",
        "message",
        "company",
        "funded",
        "part",
        "trump",
        "supporter",
        "billionaire",
        "financier",
        "robert",
        "mercer",
        "facebook",
        "suspended",
        "company",
        "using",
        "service",
        "friday",
        "hour",
        "report",
        "came",
        "total",
        "cambridge",
        "analytica",
        "earned",
        "million",
        "nearly",
        "republican",
        "candidate",
        "political",
        "committee",
        "newspaper",
        "editor",
        "say",
        "facebook",
        "threatened",
        "sue",
        "observer",
        "sibling",
        "guardian",
        "investigation",
        "firm",
        "cambridge",
        "analytica",
        "story",
        "guardian",
        "new",
        "york",
        "time",
        "detail",
        "cambridge",
        "analytica",
        "used",
        "app",
        "obtain",
        "user",
        "data",
        "million",
        "people",
        "without",
        "knowledge",
        "order",
        "subject",
        "political",
        "propaganda",
        "john",
        "mulholland",
        "observer",
        "outgoing",
        "editor",
        "discloses",
        "lawsuit",
        "threat",
        "friday",
        "tweet",
        "facebook",
        "spokesman",
        "say",
        "company",
        "sent",
        "letter",
        "observer",
        "make",
        "case",
        "represent",
        "data",
        "breach",
        "respond",
        "question",
        "whether",
        "facebook",
        "threatened",
        "legal",
        "action",
        "facebook",
        "make",
        "easy",
        "advertiser",
        "target",
        "user",
        "based",
        "nuanced",
        "information",
        "expert",
        "say",
        "difficult",
        "conclude",
        "whether",
        "data",
        "collection",
        "political",
        "firm",
        "cambridge",
        "analytica",
        "influenced",
        "election",
        "jonathan",
        "albright",
        "columbia",
        "university",
        "say",
        "change",
        "facebook",
        "would",
        "reveal",
        "question",
        "psychological",
        "profile",
        "quiz",
        "quiz",
        "user",
        "took",
        "researcher",
        "could",
        "begin",
        "determine",
        "data",
        "used",
        "target",
        "people",
        "mckenzie",
        "funk",
        "open",
        "society",
        "fellow",
        "journalist",
        "outlined",
        "cambridge",
        "analytica",
        "could",
        "used",
        "psychosocial",
        "profiling",
        "november",
        "new",
        "york",
        "time",
        "writes",
        "president",
        "donald",
        "trump",
        "digital",
        "team",
        "used",
        "post",
        "serve",
        "different",
        "ad",
        "different",
        "potential",
        "voter",
        "aiming",
        "push",
        "exact",
        "right",
        "button",
        "right",
        "time",
        "facebook",
        "say",
        "hired",
        "outside",
        "firm",
        "audit",
        "cambridge",
        "analytica",
        "regarding",
        "reported",
        "data",
        "scraping",
        "many",
        "million",
        "user",
        "account",
        "facebook",
        "said",
        "monday",
        "cambridge",
        "agreed",
        "give",
        "digital",
        "forensics",
        "firm",
        "stroz",
        "friedberg",
        "complete",
        "access",
        "server",
        "system",
        "audit",
        "facebook",
        "say",
        "determine",
        "facebook",
        "data",
        "cambridge",
        "collected",
        "still",
        "exists",
        "destroyed",
        "facebook",
        "also",
        "approached",
        "two",
        "individual",
        "former",
        "cambridge",
        "christopher",
        "wylie",
        "university",
        "cambridge",
        "professor",
        "aleksandr",
        "kogan",
        "scraping",
        "submit",
        "audit",
        "well",
        "cambridge",
        "denies",
        "keeping",
        "data",
        "kogan",
        "work",
        "facebook",
        "said",
        "would",
        "grave",
        "violation",
        "policy",
        "data",
        "still",
        "exists",
        "expert",
        "saying",
        "cambridge",
        "analytica",
        "political",
        "firm",
        "fire",
        "inappropriately",
        "obtaining",
        "data",
        "facebook",
        "alone",
        "capability",
        "robert",
        "ricci",
        "marketing",
        "director",
        "blue",
        "fountain",
        "medium",
        "say",
        "make",
        "case",
        "insidious",
        "connection",
        "possible",
        "election",
        "meddling",
        "something",
        "facebook",
        "scrutiny",
        "ricci",
        "say",
        "marketer",
        "already",
        "using",
        "similar",
        "profiling",
        "technique",
        "sell",
        "product",
        "service",
        "different",
        "use",
        "data",
        "try",
        "influence",
        "voting",
        "whether",
        "voting",
        "cambridge",
        "analytica",
        "whose",
        "client",
        "included",
        "donald",
        "trump",
        "presidential",
        "campaign",
        "reportedly",
        "used",
        "data",
        "million",
        "facebook",
        "customer",
        "without",
        "permission",
        "build",
        "psychological",
        "profile",
        "voter",
        "could",
        "targeted",
        "ad",
        "story",
        "head",
        "european",
        "union",
        "parliament",
        "say",
        "bloc",
        "investigate",
        "facebook",
        "use",
        "data",
        "firm",
        "cambridge",
        "analytica",
        "whose",
        "client",
        "included",
        "donald",
        "trump",
        "presidential",
        "campaign",
        "reportedly",
        "used",
        "data",
        "million",
        "facebook",
        "customer",
        "without",
        "permission",
        "build",
        "psychological",
        "profile",
        "voter",
        "could",
        "targeted",
        "ad",
        "story",
        "antonio",
        "tajani",
        "tweeted",
        "monday",
        "allegation",
        "misuse",
        "facebook",
        "user",
        "data",
        "unacceptable",
        "violation",
        "citizen",
        "privacy",
        "right",
        "european",
        "parliament",
        "investigate",
        "fully",
        "calling",
        "digital",
        "platform",
        "account",
        "tajani",
        "president",
        "eu",
        "parliament",
        "provided",
        "detail",
        "lawmaker",
        "already",
        "called",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "testify",
        "parliamentary",
        "committee",
        "case",
        "facebook",
        "worst",
        "trading",
        "day",
        "since",
        "detail",
        "emerge",
        "data",
        "mining",
        "company",
        "working",
        "trump",
        "campaign",
        "improperly",
        "obtained",
        "kept",
        "data",
        "ten",
        "million",
        "user",
        "election",
        "former",
        "employee",
        "cambridge",
        "analytica",
        "said",
        "monday",
        "nbc",
        "today",
        "group",
        "identified",
        "voter",
        "might",
        "swayed",
        "injected",
        "content",
        "may",
        "may",
        "true",
        "late",
        "friday",
        "facebook",
        "said",
        "would",
        "ban",
        "cambridge",
        "analytica",
        "saying",
        "company",
        "improperly",
        "obtained",
        "information",
        "people",
        "downloaded",
        "purported",
        "research",
        "app",
        "described",
        "personality",
        "test",
        "facebook",
        "first",
        "learned",
        "breach",
        "two",
        "year",
        "ago",
        "disclosed",
        "facebook",
        "share",
        "sank",
        "midday",
        "trading",
        "putting",
        "stock",
        "pace",
        "biggest",
        "fall",
        "since",
        "august",
        "dragging",
        "rest",
        "technology",
        "sector",
        "fear",
        "rising",
        "increased",
        "government",
        "regulation",
        "alphabet",
        "google",
        "parent",
        "company",
        "lost",
        "almost",
        "percent",
        "microsoft",
        "fell",
        "almost",
        "percent",
        "former",
        "employee",
        "firm",
        "say",
        "used",
        "algorithm",
        "took",
        "fake",
        "news",
        "next",
        "level",
        "using",
        "data",
        "inappropriately",
        "obtained",
        "facebook",
        "chris",
        "wylie",
        "say",
        "firm",
        "cambridge",
        "analytica",
        "secured",
        "personal",
        "data",
        "order",
        "learn",
        "individual",
        "used",
        "create",
        "information",
        "cocoon",
        "change",
        "perception",
        "say",
        "firm",
        "used",
        "informational",
        "dominance",
        "capture",
        "every",
        "channel",
        "information",
        "around",
        "person",
        "surround",
        "curated",
        "information",
        "changing",
        "perception",
        "actually",
        "happening",
        "interview",
        "monday",
        "nbc",
        "today",
        "wylie",
        "said",
        "cambridge",
        "analytica",
        "aimed",
        "explore",
        "mental",
        "vulnerability",
        "people",
        "wylie",
        "said",
        "know",
        "extent",
        "trump",
        "campaign",
        "used",
        "technique",
        "said",
        "trump",
        "former",
        "campaign",
        "manager",
        "corey",
        "lewandowski",
        "meeting",
        "cambridge",
        "analytica",
        "trump",
        "even",
        "announced",
        "run",
        "office"
    ]
}