{
    "organizations": [],
    "uuid": "31ce4ece82a1408397c08ddab24a708719a1b4c0",
    "author": "William A. Galston",
    "url": "https://www.wsj.com/articles/populisms-challenge-to-democracy-1521239697",
    "ord_in_thread": 0,
    "title": "Populism’s Challenge to Democracy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "182 COMMENTS From Mitteleuropa to the English Midlands to the American Midwest, a populist revolt has arisen against long-established political arrangements. It seemed to peak in 2016, with Brexit and then Donald Trump’s victory. After last spring’s French elections, in which Emmanuel Macron decisively defeated Marine Le Pen and the National Front, it appeared the wave might have crested. But that hope has been dashed by subsequent events: the rise of the Alternative for Germany, the strong electoral performance of Austria’s Freedom Party, the re-election of Czech President Milos Zeman, and the emergence of the virulently anti-immigrant League as the dominant force on the Italian right.\nHungary’s Prime Minister Viktor Orban is committed to what he calls “illiberal democracy,” a model that neighboring countries are only too eager to follow. Mr. Orban is trying to shut down Budapest’s independent Central European University and has vituperatively attacked its founder, George Soros. Poland has criminalized public discussion of its role in the Holocaust. Majorities in both countries increasingly define their national identity in exclusionary ethnic and religious terms. The Czech Republic, Slovakia and even Austria are moving in the same direction.\nThese developments have triggered understandable concerns about the future of liberal democracy. But we need to distinguish between the aspects of populism that pose a fundamental threat and mere policy disputes that do not. The Brexit vote did not weaken democracy in the U.K.; nor would Mr. Trump’s wall along the Mexican border make the U.S. illiberal.\nThreats to core liberal institutions—the free press, independent civil society, constitutional courts and the rule of law—are another matter altogether. Yet many alarmists conflate policies they abhor with threats to the republic. Their effort to place these controversies beyond legitimate debate itself weakens liberal democracy. \nIn its early stages, the populist revolt appeared to be motivated by economics. Competition from developing countries eroded manufacturing throughout the West. The modern knowledge-based economy thrives on the density and diversity found in larger cities, and the resulting urbanization of opportunity intensified inequality. A globalized, urban economy, it turns out, serves the interests of elites everywhere and of most people in developing countries, but leaves behind the working and middle classes in developed economies.\nIllustration: Ryan Inzana The Great Recession that began in 2007 represented a colossal failure of economic stewardship, which leaders compounded with their inability to restore vigorous growth. As economies struggled to recover and unemployment persisted, the hardest-hit groups and regions lost confidence in mainstream parties and established institutions, fueling populism.\nThis narrative was valid as far as it went. But a purely economic explanation obscures the more complex reality, which includes fears about immigration, concerns about culture, and frustration with politics itself. \nThroughout the West, public worries about immigration have intensified. To some extent that reflects anxiety over jobs and wages. Concerns about the increased demand for social services also play a part: Americans complain about state and local tax burdens, while the British say their cherished National Health Service is being overwhelmed. But darker fears are also at work. The threat of terrorism has made Western populations less willing to absorb Muslim immigrants or even refugees. Many citizens fear that Islam and liberal democracy are incompatible. \nThe shift toward knowledge-intensive urban economies has also catalyzed the rise of an elite that dominates government, the media and other cultural institutions. Its emergence has left less-educated citizens in outlying towns and rural areas feeling devalued. These trends deepen social divisions: between long-established groups and newer entrants; between those who benefit from technological change and those who are threatened by it; between more and less educated citizens. \nElites’ enthusiasm for open societies is running up against public demands for economic, cultural and political stability. Battered by economic dislocation, demographic change, and challenges to traditional values, many less-educated citizens came to feel that their lives were outside their control. National and international governing institutions seemed frozen or indifferent. Many people lost confidence in the future and longed for an idealized past, which insurgent politicians promised to restore.\n\nIn the U.S., partisan polarization created gridlock, preventing progress on problems that demanded concerted action. In Europe, an opposite form of dysfunction—a center-left/center-right duopoly that kept important issues off the public agenda—had much the same effect. Impatience with governmental lethargy grew into a demand for strong leaders willing to break rules to get things done. \nThe populist surge features strident rhetoric and emotional appeals by charismatic leaders. But populism is more than this. Even if it lacks the kind of theories or canonical texts that defined the great isms of the 20th century, it has a coherent philosophical structure. \nPopulism accepts the principles of popular sovereignty and majoritarian democracy. But it is skeptical about constitutionalism inasmuch as formal, bounded institutions and procedures impede majorities from working their will. It takes an even dimmer view of liberal protections for individuals and minority groups. While liberal democrats typically understand “we the people” in civic terms—fellow citizens regardless of religion, customs, race, ethnicity and national origin—populists distinguish between “real” people and others, often on ethnic and religious lines, and between “the people” and the elites. “The people” have one set of interests and values; minorities and the elites that protect them have another set, fundamentally opposed. This construction is inherently divisive. Within the context of popular sovereignty, dividing a country’s citizens this way implies that some of them are enemies of the people.\nThe populist conception of “the people” as a homogeneous population is contrary to fact. In circumstances of even partial liberty, different social groups will have different interests, values and origins. Imposing an assumption of uniformity on the reality of diversity elevates some groups over others. No form of identity politics can serve as the basis for a modern democracy, which stands or falls with the protection of pluralism.\nThe presumption that “the people” have a monopoly on virtue also undermines democratic practice. Decision-making in circumstances of diversity requires compromise, which is hard to achieve if one side believes the other is evil or illegitimate.\nPopulism requires constant combat with these enemies and endless struggle against the forces they represent. It plunges democratic societies into an endless series of moralized zero-sum conflicts; threatens the rights of minorities; and enables strong leaders to dismantle the safeguards that keep society off the road to autocracy.\nDefenders of liberal democracy must respond when populists move to undermine freedom of the press, weaken constitutional courts, concentrate power in the executive, or marginalize groups of citizens based on ethnicity, religion or national origin. This requires a three-part plan of battle:\nFirst, focus relentlessly on identifying and countering genuine threats to liberal institutions, while at the same time working for political reforms to restore their ability to act effectively. Gridlock and limits on political debate frustrate citizens and make them more open to leaders willing to break the rules to get things done. \nSecond, make peace with national sovereignty. Nations can put their interests first without threatening liberal democratic institutions and norms. Defenders of liberal democracy should acknowledge that controlling borders is a legitimate exercise of sovereignty, and that the appropriate number and type of immigrants is a legitimate subject for debate. Denouncing citizens concerned about immigration as bigots ameliorates neither the substance nor the politics of the problem. There’s nothing illiberal about the view that too many immigrants stress a country’s capacity to absorb them, so that a reduction or even a pause may be in order. No issue has done more than immigration to feed populism, and finding a sustainable compromise would drain much of the bile from today’s politics.\nThird, pursue inclusive economic growth—that is, policies to improve well-being across demographic lines, including class and geography. Allowing the highest strata of society to commandeer most of the gains from growth is a formula for endless conflict. So is allowing growth and dynamism to concentrate in fewer and fewer places. Public policy cannot eliminate the rural-urban gap, but it can at least slow the divergence.\n\nThe events of the past quarter-century have challenged the view that history moves inexorably in one direction. Liberal democracy is not the “end of history”—nothing is. The enduring incompleteness of life in liberal societies, which ask citizens to embrace an abstract concept of equal citizenship and humanity, will always be a vulnerability. The tribalism at the heart of the populist vision draws strength by appealing to those who crave more unity and solidarity than liberalism offers. \nFor now, democratic publics want policy changes that give them hope for a better future. Left unmet, their demands could evolve into pressure for regime change. It is up to the partisans of liberal democracy to do all we can to prevent that from happening. Historical inevitability will not determine liberal democracy’s fate. Our political choices will.\nMr. Galston is senior fellow in governance studies at the Brookings Institution and the author of “Anti-Pluralism: The Populist Threat to Liberal Democracy” (Yale University Press, 2018), from which this article is adapted. He writes the Journal’s Politics & Ideas column. \nAppeared in the March 17, 2018, print edition.",
    "published": "2018-03-17T01:34:00.000+02:00",
    "crawled": "2018-03-17T13:39:36.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "mitteleuropa",
        "english",
        "midland",
        "american",
        "midwest",
        "populist",
        "revolt",
        "arisen",
        "political",
        "arrangement",
        "seemed",
        "peak",
        "brexit",
        "donald",
        "trump",
        "victory",
        "last",
        "spring",
        "french",
        "election",
        "emmanuel",
        "macron",
        "decisively",
        "defeated",
        "marine",
        "le",
        "pen",
        "national",
        "front",
        "appeared",
        "wave",
        "might",
        "crested",
        "hope",
        "dashed",
        "subsequent",
        "event",
        "rise",
        "alternative",
        "germany",
        "strong",
        "electoral",
        "performance",
        "austria",
        "freedom",
        "party",
        "czech",
        "president",
        "milo",
        "zeman",
        "emergence",
        "virulently",
        "league",
        "dominant",
        "force",
        "italian",
        "right",
        "hungary",
        "prime",
        "minister",
        "viktor",
        "orban",
        "committed",
        "call",
        "illiberal",
        "democracy",
        "model",
        "neighboring",
        "country",
        "eager",
        "follow",
        "orban",
        "trying",
        "shut",
        "budapest",
        "independent",
        "central",
        "european",
        "university",
        "vituperatively",
        "attacked",
        "founder",
        "george",
        "soros",
        "poland",
        "criminalized",
        "public",
        "discussion",
        "role",
        "holocaust",
        "majority",
        "country",
        "increasingly",
        "define",
        "national",
        "identity",
        "exclusionary",
        "ethnic",
        "religious",
        "term",
        "czech",
        "republic",
        "slovakia",
        "even",
        "austria",
        "moving",
        "direction",
        "development",
        "triggered",
        "understandable",
        "concern",
        "future",
        "liberal",
        "democracy",
        "need",
        "distinguish",
        "aspect",
        "populism",
        "pose",
        "fundamental",
        "threat",
        "mere",
        "policy",
        "dispute",
        "brexit",
        "vote",
        "weaken",
        "democracy",
        "would",
        "trump",
        "wall",
        "along",
        "mexican",
        "border",
        "make",
        "illiberal",
        "threat",
        "core",
        "liberal",
        "free",
        "press",
        "independent",
        "civil",
        "society",
        "constitutional",
        "court",
        "rule",
        "another",
        "matter",
        "altogether",
        "yet",
        "many",
        "alarmist",
        "conflate",
        "policy",
        "abhor",
        "threat",
        "republic",
        "effort",
        "place",
        "controversy",
        "beyond",
        "legitimate",
        "debate",
        "weakens",
        "liberal",
        "democracy",
        "early",
        "stage",
        "populist",
        "revolt",
        "appeared",
        "motivated",
        "economics",
        "competition",
        "developing",
        "country",
        "eroded",
        "manufacturing",
        "throughout",
        "west",
        "modern",
        "economy",
        "thrives",
        "density",
        "diversity",
        "found",
        "larger",
        "city",
        "resulting",
        "urbanization",
        "opportunity",
        "intensified",
        "inequality",
        "globalized",
        "urban",
        "economy",
        "turn",
        "serf",
        "interest",
        "elite",
        "everywhere",
        "people",
        "developing",
        "country",
        "leaf",
        "behind",
        "working",
        "middle",
        "class",
        "developed",
        "economy",
        "illustration",
        "ryan",
        "inzana",
        "great",
        "recession",
        "began",
        "represented",
        "colossal",
        "failure",
        "economic",
        "stewardship",
        "leader",
        "compounded",
        "inability",
        "restore",
        "vigorous",
        "growth",
        "economy",
        "struggled",
        "recover",
        "unemployment",
        "persisted",
        "group",
        "region",
        "lost",
        "confidence",
        "mainstream",
        "party",
        "established",
        "institution",
        "fueling",
        "populism",
        "narrative",
        "valid",
        "far",
        "went",
        "purely",
        "economic",
        "explanation",
        "obscures",
        "complex",
        "reality",
        "includes",
        "fear",
        "immigration",
        "concern",
        "culture",
        "frustration",
        "politics",
        "throughout",
        "west",
        "public",
        "worry",
        "immigration",
        "intensified",
        "extent",
        "reflects",
        "anxiety",
        "job",
        "wage",
        "concern",
        "increased",
        "demand",
        "social",
        "service",
        "also",
        "play",
        "part",
        "american",
        "complain",
        "state",
        "local",
        "tax",
        "burden",
        "british",
        "say",
        "cherished",
        "national",
        "health",
        "service",
        "overwhelmed",
        "darker",
        "fear",
        "also",
        "work",
        "threat",
        "terrorism",
        "made",
        "western",
        "population",
        "less",
        "willing",
        "absorb",
        "muslim",
        "immigrant",
        "even",
        "refugee",
        "many",
        "citizen",
        "fear",
        "islam",
        "liberal",
        "democracy",
        "incompatible",
        "shift",
        "toward",
        "urban",
        "economy",
        "also",
        "catalyzed",
        "rise",
        "elite",
        "dominates",
        "government",
        "medium",
        "cultural",
        "institution",
        "emergence",
        "left",
        "citizen",
        "outlying",
        "town",
        "rural",
        "area",
        "feeling",
        "devalued",
        "trend",
        "deepen",
        "social",
        "division",
        "group",
        "newer",
        "entrant",
        "benefit",
        "technological",
        "change",
        "threatened",
        "less",
        "educated",
        "citizen",
        "elite",
        "enthusiasm",
        "open",
        "society",
        "running",
        "public",
        "demand",
        "economic",
        "cultural",
        "political",
        "stability",
        "battered",
        "economic",
        "dislocation",
        "demographic",
        "change",
        "challenge",
        "traditional",
        "value",
        "many",
        "citizen",
        "came",
        "feel",
        "life",
        "outside",
        "control",
        "national",
        "international",
        "governing",
        "institution",
        "seemed",
        "frozen",
        "indifferent",
        "many",
        "people",
        "lost",
        "confidence",
        "future",
        "longed",
        "idealized",
        "past",
        "insurgent",
        "politician",
        "promised",
        "restore",
        "partisan",
        "polarization",
        "created",
        "gridlock",
        "preventing",
        "progress",
        "problem",
        "demanded",
        "concerted",
        "action",
        "europe",
        "opposite",
        "form",
        "duopoly",
        "kept",
        "important",
        "issue",
        "public",
        "much",
        "effect",
        "impatience",
        "governmental",
        "lethargy",
        "grew",
        "demand",
        "strong",
        "leader",
        "willing",
        "break",
        "rule",
        "get",
        "thing",
        "done",
        "populist",
        "surge",
        "feature",
        "strident",
        "rhetoric",
        "emotional",
        "appeal",
        "charismatic",
        "leader",
        "populism",
        "even",
        "lack",
        "kind",
        "theory",
        "canonical",
        "text",
        "defined",
        "great",
        "ism",
        "20th",
        "century",
        "coherent",
        "philosophical",
        "structure",
        "populism",
        "accepts",
        "principle",
        "popular",
        "sovereignty",
        "majoritarian",
        "democracy",
        "skeptical",
        "constitutionalism",
        "inasmuch",
        "formal",
        "bounded",
        "institution",
        "procedure",
        "impede",
        "majority",
        "working",
        "take",
        "even",
        "dimmer",
        "view",
        "liberal",
        "protection",
        "individual",
        "minority",
        "group",
        "liberal",
        "democrat",
        "typically",
        "understand",
        "people",
        "civic",
        "citizen",
        "regardless",
        "religion",
        "custom",
        "race",
        "ethnicity",
        "national",
        "distinguish",
        "real",
        "people",
        "others",
        "often",
        "ethnic",
        "religious",
        "line",
        "people",
        "elite",
        "people",
        "one",
        "set",
        "interest",
        "value",
        "minority",
        "elite",
        "protect",
        "another",
        "set",
        "fundamentally",
        "opposed",
        "construction",
        "inherently",
        "divisive",
        "within",
        "context",
        "popular",
        "sovereignty",
        "dividing",
        "country",
        "citizen",
        "way",
        "implies",
        "enemy",
        "people",
        "populist",
        "conception",
        "people",
        "homogeneous",
        "population",
        "contrary",
        "fact",
        "circumstance",
        "even",
        "partial",
        "liberty",
        "different",
        "social",
        "group",
        "different",
        "interest",
        "value",
        "origin",
        "imposing",
        "assumption",
        "uniformity",
        "reality",
        "diversity",
        "elevates",
        "group",
        "others",
        "form",
        "identity",
        "politics",
        "serve",
        "basis",
        "modern",
        "democracy",
        "stand",
        "fall",
        "protection",
        "pluralism",
        "presumption",
        "people",
        "monopoly",
        "virtue",
        "also",
        "undermines",
        "democratic",
        "practice",
        "circumstance",
        "diversity",
        "requires",
        "compromise",
        "hard",
        "achieve",
        "one",
        "side",
        "belief",
        "evil",
        "illegitimate",
        "populism",
        "requires",
        "constant",
        "combat",
        "enemy",
        "endless",
        "struggle",
        "force",
        "represent",
        "plunge",
        "democratic",
        "society",
        "endless",
        "series",
        "moralized",
        "conflict",
        "threatens",
        "right",
        "minority",
        "enables",
        "strong",
        "leader",
        "dismantle",
        "safeguard",
        "keep",
        "society",
        "road",
        "autocracy",
        "defender",
        "liberal",
        "democracy",
        "must",
        "respond",
        "populist",
        "move",
        "undermine",
        "freedom",
        "press",
        "weaken",
        "constitutional",
        "court",
        "concentrate",
        "power",
        "executive",
        "marginalize",
        "group",
        "citizen",
        "based",
        "ethnicity",
        "religion",
        "national",
        "origin",
        "requires",
        "plan",
        "battle",
        "first",
        "focus",
        "relentlessly",
        "identifying",
        "countering",
        "genuine",
        "threat",
        "liberal",
        "institution",
        "time",
        "working",
        "political",
        "reform",
        "restore",
        "ability",
        "act",
        "effectively",
        "gridlock",
        "limit",
        "political",
        "debate",
        "frustrate",
        "citizen",
        "make",
        "open",
        "leader",
        "willing",
        "break",
        "rule",
        "get",
        "thing",
        "done",
        "second",
        "make",
        "peace",
        "national",
        "sovereignty",
        "nation",
        "put",
        "interest",
        "first",
        "without",
        "threatening",
        "liberal",
        "democratic",
        "institution",
        "norm",
        "defender",
        "liberal",
        "democracy",
        "acknowledge",
        "controlling",
        "border",
        "legitimate",
        "exercise",
        "sovereignty",
        "appropriate",
        "number",
        "type",
        "immigrant",
        "legitimate",
        "subject",
        "debate",
        "denouncing",
        "citizen",
        "concerned",
        "immigration",
        "bigot",
        "ameliorates",
        "neither",
        "substance",
        "politics",
        "problem",
        "nothing",
        "illiberal",
        "view",
        "many",
        "immigrant",
        "stress",
        "country",
        "capacity",
        "absorb",
        "reduction",
        "even",
        "pause",
        "may",
        "order",
        "issue",
        "done",
        "immigration",
        "feed",
        "populism",
        "finding",
        "sustainable",
        "compromise",
        "would",
        "drain",
        "much",
        "bile",
        "today",
        "politics",
        "third",
        "pursue",
        "inclusive",
        "economic",
        "policy",
        "improve",
        "across",
        "demographic",
        "line",
        "including",
        "class",
        "geography",
        "allowing",
        "highest",
        "stratum",
        "society",
        "commandeer",
        "gain",
        "growth",
        "formula",
        "endless",
        "conflict",
        "allowing",
        "growth",
        "dynamism",
        "concentrate",
        "fewer",
        "fewer",
        "place",
        "public",
        "policy",
        "eliminate",
        "gap",
        "least",
        "slow",
        "divergence",
        "event",
        "past",
        "challenged",
        "view",
        "history",
        "move",
        "inexorably",
        "one",
        "direction",
        "liberal",
        "democracy",
        "end",
        "history",
        "enduring",
        "incompleteness",
        "life",
        "liberal",
        "society",
        "ask",
        "citizen",
        "embrace",
        "abstract",
        "concept",
        "equal",
        "citizenship",
        "humanity",
        "always",
        "vulnerability",
        "tribalism",
        "heart",
        "populist",
        "vision",
        "draw",
        "strength",
        "appealing",
        "crave",
        "unity",
        "solidarity",
        "liberalism",
        "offer",
        "democratic",
        "public",
        "want",
        "policy",
        "change",
        "give",
        "hope",
        "better",
        "future",
        "left",
        "unmet",
        "demand",
        "could",
        "evolve",
        "pressure",
        "regime",
        "change",
        "partisan",
        "liberal",
        "democracy",
        "prevent",
        "happening",
        "historical",
        "inevitability",
        "determine",
        "liberal",
        "democracy",
        "fate",
        "political",
        "choice",
        "galston",
        "senior",
        "fellow",
        "governance",
        "study",
        "brookings",
        "institution",
        "author",
        "populist",
        "threat",
        "liberal",
        "democracy",
        "yale",
        "university",
        "press",
        "article",
        "adapted",
        "writes",
        "journal",
        "politics",
        "idea",
        "column",
        "appeared",
        "march",
        "print",
        "edition"
    ]
}