{
    "organizations": [],
    "uuid": "cff16695365b761afc6ab74306f5e4e6b445ca6d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-petroteq-energy-appoints-david-sealock-as-new-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Petroteq Energy Appoints David Sealock as New Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STUDIO CITY, CALIFORNIA, March 27, 2018 (GLOBE NEWSWIRE) -- Petroteq Energy Inc. (“ Petroteq ” or the “ Company ”) ( TSXV: PQE ; OTC: PQEFF ; Frankfurt: A2DYWC ), a company focused on the development and implementation of proprietary technologies for the energy industry, announced today that its board of directors has appointed David Sealock as the Company’s new Chief Executive Officer. Alex Blyumkin will continue to serve as Chairman of Petroteq’s board of directors.\nAlex Blyumkin, Chairman of the board of directors of Petroteq, commented, “We believe David’s aptitude and capabilities will allow us to take Petroteq to the next level as we make significant progress in our Utah facilities and also move forward on building our PetroBloq consortium. He is a well-rounded leader that has been known for initiating innovative technologies for cost efficiencies and has successfully completed a US$150M equity financing and US$200 million debt financing under his stewardship while he was President and CEO with Sunshine Oilsands. He is an executive that understands the depths of corporate governance and the regulatory policies and procedures in running a publicly traded company. As a technical professional, he has led large-scale transformation efforts within complex organizations to establish a clear line of sight to revenue growth goals and we believe he is the right person to lead the Company into the next stage of growth.”\nDavid Sealock is a highly accomplished, results driven senior executive leader with over 26 years of strategic management and business/digital transformation leadership. He has a track record of building high-performing teams with a strong focus on setting corporate strategy, executing for results, leading teams, galvanizing relationships, connecting corporate activities and translating ideas into action. Before March of 2018, Mr. Sealock served as President of Autus Ventures, where he established equity financing processes for startup and intermediate oil and gas companies and managed strategic planning and portfolio optimization. Prior to that, he was Vice President of Research & Development at Petroleum Technology Alliance Canada (PTAC), a Canadian hydrocarbon industry association that serves as a neutral non-profit facilitator of collaborative R&D and technology development. There he managed the coordination and services to facilitate the implementation of specific methane related projects. Between 2014 and 2015, Mr. Sealock served as President and COO of Sulvaris. During his tenure at Sulvaris, he collaborated to deliver equity financing and JV financing to recommence project construction. From 2008 to 2014, Mr. Sealock was the EVP of Sunshine Oilsands, and was promoted to President & CEO (Interim) from 2013 to 2014, where he managed daily operations for engineering, construction, technology, operations, regulatory, human resources, investor relations, health, safety & environment, marketing, supply chain management, IT & systems, and corporate governance. From 2007-2008 he was VP of MegaWest Energy Corp. (now Gravis Energy) and from 2006-2007 he was Senior Manager of Total E&P (formerly Deer Creek Energy, Ltd.), where he was charged with leading a large scale business & digital transformation to integrate Deer Creek Energy’s technology infrastructure into Total’s enterprise-wide global infrastructure. Mr. Sealock holds a Bachelor’s Degree, Business Management and is a Registered Engineering Technologist with ASET.\nAbout Petroteq Energy Inc.\nPetroteq is a fully integrated oil and gas company focused on the development and implementation of a new proprietary technology for oil extraction. The Company has an environmentally safe and sustainable technology for the extraction of heavy oils from oil sands, oil shale deposits and shallow oil deposits. Petroteq is engaged in the development and implementation of its patented environmentally friendly heavy oil processing and extraction technologies. Our proprietary process produces zero greenhouse gas, zero waste and requires no high temperatures. Petroteq is currently focused on developing its oil sands resources and expanding production capacity at its Asphalt Ridge heavy oil extraction facility located near Vernal, Utah. The Company also owns a minority stake in an exploration and production play located in southwest Texas held by Accord GR Energy Inc. In addition, the Company, through its wholly owned subsidiary PetroBLOQ, LLC, is seeking to develop the first blockchain based platform created exclusively for the supply chain needs of the oil & gas sector. For more information, visit www.Petroteq.energy and PetroBLOQ.com .\nForward-Looking Statements\nCertain statements contained in this press release contain forward-looking statements within the meaning of the U.S. and Canadian securities laws. Words such as “may,” “would,” “could,” “should,” “potential,” “will,” “seek,” “intend,” “plan,” “anticipate,” “believe,” “estimate,” “expect” and similar expressions as they relate to the Company, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Company’s current views and intentions with respect to future events, based on information available to the Company, and are subject to certain risks, uncertainties and assumptions. Material factors or assumptions were applied in providing forward-looking information. While forward-looking statements are based on data, assumptions and analyses that the Company believes are reasonable under the circumstances, whether actual results, performance or developments will meet the Company’s expectations and predictions depends on a number of risks and uncertainties that could cause the actual results, performance and financial condition of the Company to differ materially from its expectations. Certain of the “risk factors” that could cause actual results to differ materially from the Company’s forward-looking statements in this press release include, without limitation: PetroBLOQ not having the expertise and/or funds necessary to develop and implement a blockchain-based supply chain management system; PetroBLOQ not being able to develop the blockchain technology to completion; blockchain technology not being adopted by the oil and gas industry; changes in laws or regulations; the ability to implement business strategies or to pursue business opportunities, whether for economic or other reasons; status of the world oil markets, oil prices and price volatility; oil pricing; state of capital markets and ability by the Company to raise capital; litigation; the commercial and economic viability of the Company’s oil sands hydrocarbon extraction technology, the SWEPT technology, the S-BRPT technology, and other proprietary technologies developed or licensed by the Company or by Accord, which are of experimental nature and have not been used at full capacity for an extended period of time; reliance on suppliers, contractors, consultants and key personnel; the ability of the Company and Accord to maintain their respective mineral lease holdings; potential failure of the Company’s business plans or model; the nature of oil and gas production and oil sands mining, extraction and production; uncertainties in exploration and drilling for oil, gas and other hydrocarbon-bearing substances; unanticipated costs and expenses, availability of financing and other capital; potential damage to or destruction of property, loss of life and environmental damage; risks associated with compliance with environmental protection laws and regulations; uninsurable or uninsured risks; potential conflicts of interest of officers and directors; and other general economic, market and business conditions and factors, including the risk factors discussed or referred to in the Company’s disclosure documents, filed with the securities regulatory authorities in certain provinces of Canada and available at www.sedar.com .\nShould any factor affect the Company in an unexpected manner, or should assumptions underlying the forward-looking information prove incorrect, the actual results or events may differ materially from the results or events predicted. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Company does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this press release is made as of the date of this press release, and the Company undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCONTACT INFORMATION Petroteq Energy Inc. Alex Blyumkin Chairman Tel: (800) 979-1897\nSource:Petroteq Energy Inc.",
    "published": "2018-03-27T16:30:00.000+03:00",
    "crawled": "2018-03-27T17:24:30.058+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "studio",
        "city",
        "california",
        "march",
        "globe",
        "newswire",
        "petroteq",
        "energy",
        "petroteq",
        "company",
        "tsxv",
        "pqe",
        "otc",
        "pqeff",
        "frankfurt",
        "a2dywc",
        "company",
        "focused",
        "development",
        "implementation",
        "proprietary",
        "technology",
        "energy",
        "industry",
        "announced",
        "today",
        "board",
        "director",
        "appointed",
        "david",
        "sealock",
        "company",
        "new",
        "chief",
        "executive",
        "officer",
        "alex",
        "blyumkin",
        "continue",
        "serve",
        "chairman",
        "petroteq",
        "board",
        "director",
        "alex",
        "blyumkin",
        "chairman",
        "board",
        "director",
        "petroteq",
        "commented",
        "believe",
        "david",
        "aptitude",
        "capability",
        "allow",
        "u",
        "take",
        "petroteq",
        "next",
        "level",
        "make",
        "significant",
        "progress",
        "utah",
        "facility",
        "also",
        "move",
        "forward",
        "building",
        "petrobloq",
        "consortium",
        "leader",
        "known",
        "initiating",
        "innovative",
        "technology",
        "cost",
        "efficiency",
        "successfully",
        "completed",
        "u",
        "150m",
        "equity",
        "financing",
        "u",
        "million",
        "debt",
        "financing",
        "stewardship",
        "president",
        "ceo",
        "sunshine",
        "oilsands",
        "executive",
        "understands",
        "depth",
        "corporate",
        "governance",
        "regulatory",
        "policy",
        "procedure",
        "running",
        "publicly",
        "traded",
        "company",
        "technical",
        "professional",
        "led",
        "transformation",
        "effort",
        "within",
        "complex",
        "organization",
        "establish",
        "clear",
        "line",
        "sight",
        "revenue",
        "growth",
        "goal",
        "believe",
        "right",
        "person",
        "lead",
        "company",
        "next",
        "stage",
        "david",
        "sealock",
        "highly",
        "accomplished",
        "result",
        "driven",
        "senior",
        "executive",
        "leader",
        "year",
        "strategic",
        "management",
        "transformation",
        "leadership",
        "track",
        "record",
        "building",
        "team",
        "strong",
        "focus",
        "setting",
        "corporate",
        "strategy",
        "executing",
        "result",
        "leading",
        "team",
        "galvanizing",
        "relationship",
        "connecting",
        "corporate",
        "activity",
        "translating",
        "idea",
        "action",
        "march",
        "sealock",
        "served",
        "president",
        "autus",
        "venture",
        "established",
        "equity",
        "financing",
        "process",
        "startup",
        "intermediate",
        "oil",
        "gas",
        "company",
        "managed",
        "strategic",
        "planning",
        "portfolio",
        "optimization",
        "prior",
        "vice",
        "president",
        "research",
        "development",
        "petroleum",
        "technology",
        "alliance",
        "canada",
        "ptac",
        "canadian",
        "hydrocarbon",
        "industry",
        "association",
        "serf",
        "neutral",
        "facilitator",
        "collaborative",
        "r",
        "technology",
        "development",
        "managed",
        "coordination",
        "service",
        "facilitate",
        "implementation",
        "specific",
        "methane",
        "related",
        "project",
        "sealock",
        "served",
        "president",
        "coo",
        "sulvaris",
        "tenure",
        "sulvaris",
        "collaborated",
        "deliver",
        "equity",
        "financing",
        "jv",
        "financing",
        "recommence",
        "project",
        "construction",
        "sealock",
        "evp",
        "sunshine",
        "oilsands",
        "promoted",
        "president",
        "ceo",
        "interim",
        "managed",
        "daily",
        "operation",
        "engineering",
        "construction",
        "technology",
        "operation",
        "regulatory",
        "human",
        "resource",
        "investor",
        "relation",
        "health",
        "safety",
        "environment",
        "marketing",
        "supply",
        "chain",
        "management",
        "system",
        "corporate",
        "governance",
        "vp",
        "megawest",
        "energy",
        "gravis",
        "energy",
        "senior",
        "manager",
        "total",
        "e",
        "p",
        "formerly",
        "deer",
        "creek",
        "energy",
        "charged",
        "leading",
        "large",
        "scale",
        "business",
        "digital",
        "transformation",
        "integrate",
        "deer",
        "creek",
        "energy",
        "technology",
        "infrastructure",
        "total",
        "global",
        "infrastructure",
        "sealock",
        "hold",
        "bachelor",
        "degree",
        "business",
        "management",
        "registered",
        "engineering",
        "technologist",
        "aset",
        "petroteq",
        "energy",
        "petroteq",
        "fully",
        "integrated",
        "oil",
        "gas",
        "company",
        "focused",
        "development",
        "implementation",
        "new",
        "proprietary",
        "technology",
        "oil",
        "extraction",
        "company",
        "environmentally",
        "safe",
        "sustainable",
        "technology",
        "extraction",
        "heavy",
        "oil",
        "oil",
        "sand",
        "oil",
        "shale",
        "deposit",
        "shallow",
        "oil",
        "deposit",
        "petroteq",
        "engaged",
        "development",
        "implementation",
        "patented",
        "environmentally",
        "friendly",
        "heavy",
        "oil",
        "processing",
        "extraction",
        "technology",
        "proprietary",
        "process",
        "produce",
        "zero",
        "greenhouse",
        "gas",
        "zero",
        "waste",
        "requires",
        "high",
        "temperature",
        "petroteq",
        "currently",
        "focused",
        "developing",
        "oil",
        "sand",
        "resource",
        "expanding",
        "production",
        "capacity",
        "asphalt",
        "ridge",
        "heavy",
        "oil",
        "extraction",
        "facility",
        "located",
        "near",
        "vernal",
        "utah",
        "company",
        "also",
        "owns",
        "minority",
        "stake",
        "exploration",
        "production",
        "play",
        "located",
        "southwest",
        "texas",
        "held",
        "accord",
        "gr",
        "energy",
        "addition",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "petrobloq",
        "llc",
        "seeking",
        "develop",
        "first",
        "blockchain",
        "based",
        "platform",
        "created",
        "exclusively",
        "supply",
        "chain",
        "need",
        "oil",
        "gas",
        "sector",
        "information",
        "visit",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "contain",
        "statement",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "word",
        "may",
        "would",
        "could",
        "potential",
        "seek",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "company",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "based",
        "information",
        "available",
        "company",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "material",
        "factor",
        "assumption",
        "applied",
        "providing",
        "information",
        "statement",
        "based",
        "data",
        "assumption",
        "analysis",
        "company",
        "belief",
        "reasonable",
        "circumstance",
        "whether",
        "actual",
        "result",
        "performance",
        "development",
        "meet",
        "company",
        "expectation",
        "prediction",
        "depends",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "financial",
        "condition",
        "company",
        "differ",
        "materially",
        "expectation",
        "certain",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "statement",
        "press",
        "release",
        "include",
        "without",
        "limitation",
        "petrobloq",
        "expertise",
        "fund",
        "necessary",
        "develop",
        "implement",
        "supply",
        "chain",
        "management",
        "system",
        "petrobloq",
        "able",
        "develop",
        "blockchain",
        "technology",
        "completion",
        "blockchain",
        "technology",
        "adopted",
        "oil",
        "gas",
        "industry",
        "change",
        "law",
        "regulation",
        "ability",
        "implement",
        "business",
        "strategy",
        "pursue",
        "business",
        "opportunity",
        "whether",
        "economic",
        "reason",
        "status",
        "world",
        "oil",
        "market",
        "oil",
        "price",
        "price",
        "volatility",
        "oil",
        "pricing",
        "state",
        "capital",
        "market",
        "ability",
        "company",
        "raise",
        "capital",
        "litigation",
        "commercial",
        "economic",
        "viability",
        "company",
        "oil",
        "sand",
        "hydrocarbon",
        "extraction",
        "technology",
        "swept",
        "technology",
        "technology",
        "proprietary",
        "technology",
        "developed",
        "licensed",
        "company",
        "accord",
        "experimental",
        "nature",
        "used",
        "full",
        "capacity",
        "extended",
        "period",
        "time",
        "reliance",
        "supplier",
        "contractor",
        "consultant",
        "key",
        "personnel",
        "ability",
        "company",
        "accord",
        "maintain",
        "respective",
        "mineral",
        "lease",
        "holding",
        "potential",
        "failure",
        "company",
        "business",
        "plan",
        "model",
        "nature",
        "oil",
        "gas",
        "production",
        "oil",
        "sand",
        "mining",
        "extraction",
        "production",
        "uncertainty",
        "exploration",
        "drilling",
        "oil",
        "gas",
        "substance",
        "unanticipated",
        "cost",
        "expense",
        "availability",
        "financing",
        "capital",
        "potential",
        "damage",
        "destruction",
        "property",
        "loss",
        "life",
        "environmental",
        "damage",
        "risk",
        "associated",
        "compliance",
        "environmental",
        "protection",
        "law",
        "regulation",
        "uninsurable",
        "uninsured",
        "risk",
        "potential",
        "conflict",
        "interest",
        "officer",
        "director",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "factor",
        "including",
        "risk",
        "factor",
        "discussed",
        "referred",
        "company",
        "disclosure",
        "document",
        "filed",
        "security",
        "regulatory",
        "authority",
        "certain",
        "province",
        "canada",
        "available",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "predicted",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "company",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "contact",
        "information",
        "petroteq",
        "energy",
        "alex",
        "blyumkin",
        "chairman",
        "tel",
        "source",
        "petroteq",
        "energy",
        "inc"
    ]
}