{
    "organizations": [],
    "uuid": "69a6392eba83f4d7467ed43b2366964bedb562ce",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-biolife-solutions-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "BioLife Solutions Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOTHELL, Wash., March 8, 2018 /PRNewswire/ -- BioLife Solutions , Inc. (NASDAQ: BLFS) (\"BioLife\"), the leading developer, manufacturer and marketer of proprietary clinical grade cell and tissue hypothermic storage and cryopreservation freeze media, today reported financial results and operational highlights for the three and 12 months ended December 31, 2017.\nRevenue from biopreservation media product sales for the fourth quarter of 2017 reached a new record of $3.1 million, an increase of 39% compared with the fourth quarter of 2016. This was the 10 th consecutive quarter of record revenue. Revenue for the full year 2017 was $11.0 million, an increase of 34% over 2016. Revenue growth was driven by sales of CryoStor ® and HypoThermosol ® clinical grade biopreservation media products to the high-growth regenerative medicine, drug discovery segments and to BioLife's worldwide distributor network. In 2017, BioLife gained more than 100 new direct customers, with more than half of these in the regenerative medicine market segment.\nMike Rice, BioLife President & CEO, commented, \"We successfully executed in key performance areas throughout 2017. We closed the year with record revenue, increased product adoption, positive cash flow from operations and a strengthened balance sheet. We are well positioned for continued growth in 2018 as more of our regenerative medicine customers progress through clinical trials and secure regulatory approvals. I am pleased to report that 2018 is starting off with strong sales growth and we look forward to reporting our Q1 results.\"\n2017 Market Segment & Channel Highlights\nRegenerative Medicine (cell therapy, tissue engineering, stem cell transplant)\nProduct revenue: $5.3 million; 48% of total revenue representing a 54% increase over 2016. Key customers: Adaptimmune, ApCeth, Celyad, GamidaCell, HemaCare, Hitachi, IOVANCE, Gilead Kite, Kolon, Lonza and WuXi. Our products are embedded in more than 275 customer clinical applications, including 15 to 20 phase 3 clinical trials. The number of clinical applications employing BioLife storage and freeze media increased by 75 over the year. Gained 61 new direct regenerative medicine customers in 2017. Sole source supplier for two approved cell therapies; YESCARTA™, a Gilead Kite Pharma CAR T cell therapy for certain types of large B cell lymphoma and INVOSSA™, Kolon Life Science's cell mediated gene therapy for knee osteoarthritis. Executed long term agreements to supply CryoStor and/or HypoThermosol to Adaptimmune, Celyad and two confidential customers.\nDrug Discovery (pharma, cell suppliers)\nProduct revenue: $1.3 million; 12% of total revenue with 8% growth over 2016. Key customers: AbbVie, Cellular Dynamics, Lifenet Health, Thermo Fisher and Lonza. Key cell types preserved with BioLife products; iPSC cardiomyocytes and hepatocytes.\nBiobanking (cord blood banks, tissue banks, hair transplant surgeons)\nProduct revenue: $1.2 million; 11% of total revenue with 10% growth over 2016. Key customers: Cbr, CellCare, Ticeba and ViaCord. Key cell/tissue types preserved with BioLife products; umbilical cord blood and tissue stem cells, adult stem cells and hair follicles.\nDistributors\nProduct revenue: $3.2 million; 29% of total revenue with 30% growth over 2016. Key worldwide distributors: STEMCELL Technologies, Millipore Sigma, Thermo Fisher and VWR. 15 other regional international distributors concentrated in Europe and Asia Pacific.\nFourth Quarter 2017 Financial Results\nGross margin for the fourth quarter of 2017 was 59% compared with 61% in the fourth quarter of 2016. The decrease in gross margin was a function of higher than average production in the fourth quarter of 2016, which resulted in lower COGS per liter. Operating expenses for the fourth quarter of 2017 were $2.1 million, a 3% increase from $2.0 million in the fourth quarter of 2016. Reductions in R&D and sales and marketing expenses were offset by an increase in G&A, primarily attributable to one-time, non-recurring charges. Operating loss for the fourth quarter of 2017 was $218,000, compared with $627,000 in the fourth quarter of 2016. Net loss attributable to common shareholders for the fourth quarter of 2017 was $664,000, or $0.05 per share, compared with a net loss of $3.3 million, or $0.26 per share, in the fourth quarter of 2016. Adjusted EBITDA for the fourth quarter of 2017 was positive $132,000 compared with negative $103,000 for the fourth quarter of 2016. Cash provided by operations for the fourth quarter of 2017 was $803,000, compared with cash used by operations of $668,000 in the prior-year period.\nFull Year 2017 Financial Results\nGross margin 2017 was 61% compared with 58% for 2016. The increase reflects higher sales volume and higher ASP's in 2017. Operating expenses for the 2017 were $7.8 million, a 19% decrease from $9.6 million for the 2016. The decline was primarily due to restructuring the SAVSU joint venture in late 2016. Operating loss for 2017 was $1.1 million compared with $4.9 million 2016. Net loss attributable to common shareholders for 2017 was $2.7 million, or $0.21 per share, compared with a net loss of $6.9 million, or $0.54 per share for 2016. Adjusted EBITDA for 2017 was positive $444,000 compared with negative $2.6 million for 2016. Positive cash from operations for the full year of 2017 was $605,000, compared with negative cash from operations of $4.3 million for 2016. Ended 2017 debt free by converting a $4.25 million, senior credit facility with WAVI, the Company's largest shareholder, into shares of Series A redeemable preferred stock. Generated $4.0 million in cash from the exercise of outstanding options and warrants, ending 2017 with a cash balance of $6.7 million compared to $1.4 million at the end of 2016.\nRoderick de Greef, BioLife Chief Financial Officer, remarked, \"Across the board, our 2017 financial results exceeded the guidance we issued in January 2017 and subsequently updated in November 2017. More importantly, we have established a strong foundation for continued revenue growth and gross margin expansion, and expect to achieve GAAP operating profitability for the first time in the Company's history in 2018.\"\n2018 Financial Guidance\nManagement is reaffirming guidance for 2018 as follows:\nBiopreservation media revenue is expected to range between $13.6 million and $14.7 million, representing growth of 25% to 35% over 2017 revenue of $11.0 million. Gross margin is expected to be between 62% and 64%, compared with 61% in 2017. To support enhancements to our quality management system, operating expenses are expected to be $9.0 to $9.5 million, compared with $7.8 million in 2017. Full-year GAAP operating profit, with proportional increases in adjusted EBITDA and cash flow from operations.\nConference Call & Webcast\nThe Company will host a conference call and live webcast at 4:30 p.m. EST this afternoon. To access the live webcast, please go to www.biolifesolutions.com and click on the top banner, or directly at www.biolifesolutions.com/earnings/ . Alternatively, you may access the live conference call by dialing (844) 825-0512 (U.S. & Canada) or (315) 625-6880 (International) with the following Conference ID: 8488316. A webcast replay will be available approximately two hours after the call and will be archived on www.biolifesolutions.com for 90 days.\nAbout BioLife Solutions\nBioLife Solutions is the leading developer, manufacturer and supplier of proprietary clinical grade cell and tissue hypothermic storage and cryopreservation freeze media for cells and tissues. Our proprietary HypoThermosol ® and CryoStor ® platform of solutions are highly valued in the regenerative medicine, biobanking and drug discovery markets. Our biopreservation media products are serum-free and protein-free, fully defined, and are formulated to reduce preservation-induced cell damage and death; offering commercial companies and clinical researchers significant improvement in shelf life and post-preservation viability and function.\nFor more information please visit www.biolifesolutions.com , and follow BioLife on Twitter .\nCautions Regarding Forward Looking Statements\nExcept for historical information contained herein, this press release contains within the meaning of the Private Securities Litigation Reform Act of 1995. These include, but are not limited to, statements concerning the company's anticipated business and operations, the potential utility of and market for its products and services, potential revenue growth and market expansion, commercial manufacturing of our customers' products, and projected financial results, cash flow and liquidity, including the potential of achieving GAAP operating profit for the full-year of 2018. All statements other than statements of historical fact are statements that could be deemed . These statements are based on management's current expectations and beliefs and are subject to a number of risks, uncertainties and assumptions that could cause actual results to differ materially from those described in the , including among other things, uncertainty regarding market adoption of products; uncertainty regarding third party market projections; market volatility; competition; litigation; and those other factors described in our risk factors set forth in our filings with the Securities and Exchange Commission from time to time, including our Annual Report on Form 10-K and Quarterly Reports on Form 10-Q. We undertake no obligation to update the contained herein or to reflect events or circumstances occurring after the date hereof, other than as may be required by applicable law.\nDiscussion of Non-GAAP Financial Measures\nBioLife's management believes that the non-GAAP measure of \"Adjusted EBITDA\" enhances an investor's understanding of the Company's financial and operating performance and its future prospects by being more reflective of core operating performance. BioLife's management uses this financial metric for strategic decision making, forecasting future financial results, and evaluating current period financial and operating performance. The presentation of non-GAAP financial information is not intended to be reviewed in isolation or as a substitute for, or superior to, the financial information prepared and presented in accordance with GAAP. A reconciliation of GAAP to non-GAAP results is included in the financial tables in this press release.\nAdjusted EBITDA Definition:\n\"Adjusted EBITDA\" is a non-GAAP measure defined by BioLife as net income/(loss) excluding interest expense/(income), income tax expense, depreciation expense, amortization expense, stock-based compensation expense, loss on deconsolidation of joint venture and the loss/(gain) on equity method investments.\nMedia & Investor Relations\nRoderick de Greef\nChief Financial Officer\n(425) 686-6002\nrdegreef@biolifesolutions.com\nBIOLIFE SOLUTIONS, INC.\nUnaudited Condensed Consolidated Statements of Operations\n(In thousands, except per share amounts)\nThree Months Ended\nYear Ended\nDecember 31,\n2017\nDecember 31,\n2016\nDecember 31,\n2017\nDecember 31,\n2016\nRevenue\n$\n3,134\n$\n2,250\n$\n11,022\n$\n8,227\nCost of product sales\n1,294\n884\n4,276\n3,448\nGross profit\n1,840\n1,366\n6,746\n4,779\nGross margin %\n59%\n61%\n61%\n58%\nOperating expenses\nResearch and development\n295\n428\n1,193\n2,029\nSales and marketing\n539\n610\n2,086\n3,009\nGeneral and administrative\n1,224\n955\n4,523\n4,592\nTotal operating expenses\n2,058\n1,993\n7,802\n9,630\nOperating loss\n(218)\n(627)\n(1,056)\n(4,851)\nLoss on deconsolidation of biologistex\n––\n(2,786)\n––\n(2,786)\nLoss from equity method investment in SAVSU\n(298)\n––\n(1,005)\n––\nOther income (expenses)\n(42)\n(152)\n(454)\n(404)\nTotal other income (expenses)\n(340)\n(2,938)\n(1,459)\n(3,190)\nNet loss\n(558)\n(3,565)\n(2,515)\n(8,041)\nNet loss attributable to non-controlling interest\n––\n241\n––\n1,166\nNet loss attributable to BioLife Solutions, Inc.\n(558)\n(3,324)\n(2,515)\n(6,875)\nLess: Preferred stock dividends\n(106)\n––\n(213)\n––\nNet loss attributable to common stockholders\n$\n(664)\n$\n(3,324)\n$\n(2,728)\n$\n(6,875)\nBasic and diluted net loss per common share\nattributable to BioLife Solutions, Inc.\n$\n(0.05)\n$\n(0.26)\n$\n(0.21)\n$\n(0.54)\nBasic and diluted weighted average common\nshares outstanding\n13,744\n12,798\n13,264\n12,643\nNon-GAAP Reconciliation:\nThree Months Ended\nYear Ended\nDecember 31,\n| 2017\nDecember 31,\n2016\nDecember 31,\n2017\nDecember 31,\n2016\nNet loss attributable to BioLife Solutions, Inc.\n$\n(558)\n$\n(3,324)\n$\n(2,515)\n$\n(6,875)\nInterest expense/(income), net\n1\n58\n190\n98\nDepreciation expense\n79\n90\n338\n366\nAmortization of debt discount\n––\n94\n156\n218\nEBITDA\n(478)\n(3,082)\n(1,831)\n(6,193)\nShare-based compensation (non-cash)\n312\n193\n1,270\n777\nLoss on deconsolidation of biologistex\n––\n2,786\n––\n2,786\nLoss from equity-method investment in SAVSU (non-cash)\n298\n––\n1,005\n––\nAdjusted EBITDA\n$\n132\n$\n(103)\n$\n444\n$\n(2,630)\nBIOLIFE SOLUTIONS, INC.\nUnaudited Condensed Consolidated Balance Sheet Information\n(In thousands)\nDecember 31,\n2017\nDecember 31,\n2016\nCash\n$\n6,663\n$\n1,406\nAccounts receivable\n1,021\n1,194\nInventories\n1,847\n1,758\n9,931\n4,628\nTotal assets\n12,143\n7,927\n1,513\n1,133\nTotal liabilities\n2,051\n4,761\nTotal Shareholders' equity\n10,092\n3,166\nBIOLIFE SOLUTIONS, INC.\nUnaudited Condensed Consolidated Statement of Cash Flows Information\n(In thousands)\nYear Ended\nDecember 31,\n2017\nDecember 31,\n2016\nCash provided/(used) by operating activities\n$\n605\n$\n(4,327)\nCash provided/(used) by investing activities\n(144)\n393\nCash provided/(used) by financing activities\n4,796\n3,167\nNet increase (decrease) in cash and equivalents\n$\n5,257\n$\n(767)\nView original content with multimedia: http://www.prnewswire.com/news-releases/biolife-solutions-announces-fourth-quarter-and-full-year-2017-financial-results-300611123.html\nSOURCE BioLife Solutions, Inc.",
    "published": "2018-03-09T00:05:00.000+02:00",
    "crawled": "2018-03-09T02:02:57.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bothell",
        "march",
        "biolife",
        "solution",
        "nasdaq",
        "blfs",
        "biolife",
        "leading",
        "developer",
        "manufacturer",
        "marketer",
        "proprietary",
        "clinical",
        "grade",
        "cell",
        "tissue",
        "hypothermic",
        "storage",
        "cryopreservation",
        "freeze",
        "medium",
        "today",
        "reported",
        "financial",
        "result",
        "operational",
        "highlight",
        "three",
        "month",
        "ended",
        "december",
        "revenue",
        "biopreservation",
        "medium",
        "product",
        "sale",
        "fourth",
        "quarter",
        "reached",
        "new",
        "record",
        "million",
        "increase",
        "compared",
        "fourth",
        "quarter",
        "th",
        "consecutive",
        "quarter",
        "record",
        "revenue",
        "revenue",
        "full",
        "year",
        "million",
        "increase",
        "revenue",
        "growth",
        "driven",
        "sale",
        "cryostor",
        "hypothermosol",
        "clinical",
        "grade",
        "biopreservation",
        "medium",
        "product",
        "regenerative",
        "medicine",
        "drug",
        "discovery",
        "segment",
        "biolife",
        "worldwide",
        "distributor",
        "network",
        "biolife",
        "gained",
        "new",
        "direct",
        "customer",
        "half",
        "regenerative",
        "medicine",
        "market",
        "segment",
        "mike",
        "rice",
        "biolife",
        "president",
        "ceo",
        "commented",
        "successfully",
        "executed",
        "key",
        "performance",
        "area",
        "throughout",
        "closed",
        "year",
        "record",
        "revenue",
        "increased",
        "product",
        "adoption",
        "positive",
        "cash",
        "flow",
        "operation",
        "strengthened",
        "balance",
        "sheet",
        "well",
        "positioned",
        "continued",
        "growth",
        "regenerative",
        "medicine",
        "customer",
        "progress",
        "clinical",
        "trial",
        "secure",
        "regulatory",
        "approval",
        "pleased",
        "report",
        "starting",
        "strong",
        "sale",
        "growth",
        "look",
        "forward",
        "reporting",
        "q1",
        "result",
        "market",
        "segment",
        "channel",
        "highlight",
        "regenerative",
        "medicine",
        "cell",
        "therapy",
        "tissue",
        "engineering",
        "stem",
        "cell",
        "transplant",
        "product",
        "revenue",
        "million",
        "total",
        "revenue",
        "representing",
        "increase",
        "key",
        "customer",
        "adaptimmune",
        "apceth",
        "celyad",
        "gamidacell",
        "hemacare",
        "hitachi",
        "iovance",
        "gilead",
        "kite",
        "kolon",
        "lonza",
        "wuxi",
        "product",
        "embedded",
        "customer",
        "clinical",
        "application",
        "including",
        "phase",
        "clinical",
        "trial",
        "number",
        "clinical",
        "application",
        "employing",
        "biolife",
        "storage",
        "freeze",
        "medium",
        "increased",
        "year",
        "gained",
        "new",
        "direct",
        "regenerative",
        "medicine",
        "customer",
        "sole",
        "source",
        "supplier",
        "two",
        "approved",
        "cell",
        "therapy",
        "gilead",
        "kite",
        "pharma",
        "car",
        "cell",
        "therapy",
        "certain",
        "type",
        "large",
        "b",
        "cell",
        "lymphoma",
        "kolon",
        "life",
        "science",
        "cell",
        "mediated",
        "gene",
        "therapy",
        "knee",
        "osteoarthritis",
        "executed",
        "long",
        "term",
        "agreement",
        "supply",
        "cryostor",
        "hypothermosol",
        "adaptimmune",
        "celyad",
        "two",
        "confidential",
        "customer",
        "drug",
        "discovery",
        "pharma",
        "cell",
        "supplier",
        "product",
        "revenue",
        "million",
        "total",
        "revenue",
        "growth",
        "key",
        "customer",
        "abbvie",
        "cellular",
        "dynamic",
        "lifenet",
        "health",
        "thermo",
        "fisher",
        "lonza",
        "key",
        "cell",
        "type",
        "preserved",
        "biolife",
        "product",
        "ipsc",
        "cardiomyocytes",
        "hepatocytes",
        "biobanking",
        "cord",
        "blood",
        "bank",
        "tissue",
        "bank",
        "hair",
        "transplant",
        "surgeon",
        "product",
        "revenue",
        "million",
        "total",
        "revenue",
        "growth",
        "key",
        "customer",
        "cbr",
        "cellcare",
        "ticeba",
        "viacord",
        "key",
        "type",
        "preserved",
        "biolife",
        "product",
        "umbilical",
        "cord",
        "blood",
        "tissue",
        "stem",
        "cell",
        "adult",
        "stem",
        "cell",
        "hair",
        "follicle",
        "distributor",
        "product",
        "revenue",
        "million",
        "total",
        "revenue",
        "growth",
        "key",
        "worldwide",
        "distributor",
        "stemcell",
        "technology",
        "millipore",
        "sigma",
        "thermo",
        "fisher",
        "vwr",
        "regional",
        "international",
        "distributor",
        "concentrated",
        "europe",
        "asia",
        "pacific",
        "fourth",
        "quarter",
        "financial",
        "result",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "decrease",
        "gross",
        "margin",
        "function",
        "higher",
        "average",
        "production",
        "fourth",
        "quarter",
        "resulted",
        "lower",
        "cog",
        "per",
        "liter",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "reduction",
        "r",
        "sale",
        "marketing",
        "expense",
        "offset",
        "increase",
        "g",
        "primarily",
        "attributable",
        "charge",
        "operating",
        "loss",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "fourth",
        "quarter",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "fourth",
        "quarter",
        "positive",
        "compared",
        "negative",
        "fourth",
        "quarter",
        "cash",
        "provided",
        "operation",
        "fourth",
        "quarter",
        "compared",
        "cash",
        "used",
        "operation",
        "period",
        "full",
        "year",
        "financial",
        "result",
        "gross",
        "margin",
        "compared",
        "increase",
        "reflects",
        "higher",
        "sale",
        "volume",
        "higher",
        "asp",
        "operating",
        "expense",
        "million",
        "decrease",
        "million",
        "decline",
        "primarily",
        "due",
        "restructuring",
        "savsu",
        "joint",
        "venture",
        "late",
        "operating",
        "loss",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "positive",
        "compared",
        "negative",
        "million",
        "positive",
        "cash",
        "operation",
        "full",
        "year",
        "compared",
        "negative",
        "cash",
        "operation",
        "million",
        "ended",
        "debt",
        "free",
        "converting",
        "million",
        "senior",
        "credit",
        "facility",
        "wavi",
        "company",
        "largest",
        "shareholder",
        "share",
        "series",
        "redeemable",
        "preferred",
        "stock",
        "generated",
        "million",
        "cash",
        "exercise",
        "outstanding",
        "option",
        "warrant",
        "ending",
        "cash",
        "balance",
        "million",
        "compared",
        "million",
        "end",
        "roderick",
        "de",
        "greef",
        "biolife",
        "chief",
        "financial",
        "officer",
        "remarked",
        "across",
        "board",
        "financial",
        "result",
        "exceeded",
        "guidance",
        "issued",
        "january",
        "subsequently",
        "updated",
        "november",
        "importantly",
        "established",
        "strong",
        "foundation",
        "continued",
        "revenue",
        "growth",
        "gross",
        "margin",
        "expansion",
        "expect",
        "achieve",
        "gaap",
        "operating",
        "profitability",
        "first",
        "time",
        "company",
        "history",
        "financial",
        "guidance",
        "management",
        "reaffirming",
        "guidance",
        "follows",
        "biopreservation",
        "medium",
        "revenue",
        "expected",
        "range",
        "million",
        "million",
        "representing",
        "growth",
        "revenue",
        "million",
        "gross",
        "margin",
        "expected",
        "compared",
        "support",
        "enhancement",
        "quality",
        "management",
        "system",
        "operating",
        "expense",
        "expected",
        "million",
        "compared",
        "million",
        "gaap",
        "operating",
        "profit",
        "proportional",
        "increase",
        "adjusted",
        "ebitda",
        "cash",
        "flow",
        "operation",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "conference",
        "call",
        "live",
        "webcast",
        "est",
        "afternoon",
        "access",
        "live",
        "webcast",
        "please",
        "go",
        "click",
        "top",
        "banner",
        "directly",
        "alternatively",
        "may",
        "access",
        "live",
        "conference",
        "call",
        "dialing",
        "canada",
        "international",
        "following",
        "conference",
        "id",
        "webcast",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "call",
        "archived",
        "day",
        "biolife",
        "solution",
        "biolife",
        "solution",
        "leading",
        "developer",
        "manufacturer",
        "supplier",
        "proprietary",
        "clinical",
        "grade",
        "cell",
        "tissue",
        "hypothermic",
        "storage",
        "cryopreservation",
        "freeze",
        "medium",
        "cell",
        "tissue",
        "proprietary",
        "hypothermosol",
        "cryostor",
        "platform",
        "solution",
        "highly",
        "valued",
        "regenerative",
        "medicine",
        "biobanking",
        "drug",
        "discovery",
        "market",
        "biopreservation",
        "medium",
        "product",
        "fully",
        "defined",
        "formulated",
        "reduce",
        "cell",
        "damage",
        "death",
        "offering",
        "commercial",
        "company",
        "clinical",
        "researcher",
        "significant",
        "improvement",
        "shelf",
        "life",
        "viability",
        "function",
        "information",
        "please",
        "visit",
        "follow",
        "biolife",
        "twitter",
        "caution",
        "regarding",
        "forward",
        "looking",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "limited",
        "statement",
        "concerning",
        "company",
        "anticipated",
        "business",
        "operation",
        "potential",
        "utility",
        "market",
        "product",
        "service",
        "potential",
        "revenue",
        "growth",
        "market",
        "expansion",
        "commercial",
        "manufacturing",
        "customer",
        "product",
        "projected",
        "financial",
        "result",
        "cash",
        "flow",
        "liquidity",
        "including",
        "potential",
        "achieving",
        "gaap",
        "operating",
        "profit",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "including",
        "among",
        "thing",
        "uncertainty",
        "regarding",
        "market",
        "adoption",
        "product",
        "uncertainty",
        "regarding",
        "third",
        "party",
        "market",
        "projection",
        "market",
        "volatility",
        "competition",
        "litigation",
        "factor",
        "described",
        "risk",
        "factor",
        "set",
        "forth",
        "filing",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "undertake",
        "obligation",
        "update",
        "contained",
        "herein",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "hereof",
        "may",
        "required",
        "applicable",
        "law",
        "discussion",
        "financial",
        "measure",
        "biolife",
        "management",
        "belief",
        "measure",
        "adjusted",
        "ebitda",
        "enhances",
        "investor",
        "understanding",
        "company",
        "financial",
        "operating",
        "performance",
        "future",
        "prospect",
        "reflective",
        "core",
        "operating",
        "performance",
        "biolife",
        "management",
        "us",
        "financial",
        "metric",
        "strategic",
        "decision",
        "making",
        "forecasting",
        "future",
        "financial",
        "result",
        "evaluating",
        "current",
        "period",
        "financial",
        "operating",
        "performance",
        "presentation",
        "financial",
        "information",
        "intended",
        "reviewed",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "reconciliation",
        "gaap",
        "result",
        "included",
        "financial",
        "table",
        "press",
        "release",
        "adjusted",
        "ebitda",
        "definition",
        "adjusted",
        "ebitda",
        "measure",
        "defined",
        "biolife",
        "net",
        "loss",
        "excluding",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "depreciation",
        "expense",
        "amortization",
        "expense",
        "compensation",
        "expense",
        "loss",
        "deconsolidation",
        "joint",
        "venture",
        "gain",
        "equity",
        "method",
        "investment",
        "medium",
        "investor",
        "relation",
        "roderick",
        "de",
        "greef",
        "chief",
        "financial",
        "officer",
        "rdegreef",
        "biolife",
        "solution",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "revenue",
        "cost",
        "product",
        "sale",
        "gross",
        "profit",
        "gross",
        "margin",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "loss",
        "deconsolidation",
        "biologistex",
        "loss",
        "equity",
        "method",
        "investment",
        "savsu",
        "income",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "biolife",
        "solution",
        "less",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "attributable",
        "biolife",
        "solution",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "reconciliation",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "loss",
        "attributable",
        "biolife",
        "solution",
        "interest",
        "income",
        "net",
        "depreciation",
        "expense",
        "amortization",
        "debt",
        "discount",
        "ebitda",
        "compensation",
        "loss",
        "deconsolidation",
        "biologistex",
        "loss",
        "investment",
        "savsu",
        "adjusted",
        "ebitda",
        "biolife",
        "solution",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "information",
        "thousand",
        "december",
        "december",
        "cash",
        "account",
        "receivable",
        "inventory",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "biolife",
        "solution",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "information",
        "thousand",
        "year",
        "ended",
        "december",
        "december",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "equivalent",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "biolife",
        "solution",
        "inc"
    ]
}