{
    "organizations": [],
    "uuid": "6d7f8c0abb8b14b2412729d31025a653bd3bc135",
    "author": "Amanda Macias",
    "url": "https://www.cnbc.com/2018/03/15/treasury-sanctions-putins-chef-other-russians-over-cyber-related-threats.html",
    "ord_in_thread": 0,
    "title": "Treasury sanctions 'Putin's chef,' other Russians over cyber-related threats",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Treasury Department announced sanctions Thursday against several Russian individuals and entities, including a notorious \"troll farm,\" for their roles related to interference in the 2016 presidential campaign.\nIt is the Trump administration's most public rebuke yet of Russians over election meddling. Lawmakers of both parties had criticized President Donald Trump for not acting swiftly enough to enact sanctions passed by Congress last summer . Trump's critics have accused him of going soft on Russian President Vladimir Putin .\nThe fresh round of sanctions also includes Russian intelligence services, such as the Federal Security Service, or FSB, and Intelligence Directorate, or GRU.\nThe actions Thursday mean that \"property and interests in property of the designated persons subject to U.S. jurisdiction are blocked, and U.S. persons are generally prohibited from engaging in transactions with them,\" Treasury said.\nRussia's deputy foreign minister said Thursday that Moscow was preparing retaliatory measures against the U.S. over the sanctions.\nThe sanctions came at an especially fraught time for relations between Russia and western democracies. Wednesday, British Prime Minister Theresa May ordered the expulsion of 23 Russian diplomats in retaliation for a nerve agent attack on a former Russian spy in England. Russia denies it was involved in the March attack, which left former double agent Sergei Skripal and his daughter, Yulia, in critical condition. Trump said Thursday that \"it looks like\" Russia was involved in the poisoning.\nThe most prominent person named in the Treasury Department sanctions is Yevgeny Viktorovich Prigozhin, also known as \"Putin's chef,\" who is closely linked to the Russian president. Also named is Internet Research Agency, a so-called \"troll farm\" based in St. Petersburg, Russia, which Progozhin allegedly controlled.\nPrigozhin is among the 13 individuals mentioned in the sanctions who were also indicted in special counsel Robert Mueller 's probe of Russian meddling in the 2016 election.\nA grand jury accused them of engaging in an information warfare campaign aimed at tipping the election to Trump. U.S. intelligence agencies, as well, have concluded that Russia interfered in the 2016 presidential campaign using hacking and propaganda, an effort that eventually included efforts to help Trump win.\nMikhail Svetlov | Getty Images Yevgeny Prigozhin Trump has repeatedly denied allegations of collusion with the Kremlin.\n\"Since at least March 2016, Russian government cyber actors have also targeted U.S. government entities and multiple U.S. critical infrastructure sectors, including the energy, nuclear, commercial facilities, water, aviation, and critical manufacturing sectors,\" the Treasury Department said in announcing the sanctions.\nThe administration's action also relate to the NotPetya cyberattack, which U.S. and British authorities attributed to the Russian military last month.\nA senior national security official, who spoke on the condition of anonymity, told CNBC that the NotPetya attack was the \"most destructive cyberattack in our history.\"\nThe fresh round of U.S. sanctions comes three days before Russia's presidential vote in which Putin is widely expected to win another six-year stint.\nSeeking a strategy to deal with Russia Military and intelligence officials have said that they have yet to receive directives from Trump to combat the online onslaught from Russia .\n\"I don't believe there is an effective unification across the interagency, with the energy and the focus that we could attain,\" Army Gen. Curtis Scaparrotti, who is also NATO's Supreme Allied Commander, Europe, told a Senate Armed Services Committee hearing last week.\n\"Because of today's capabilities and information, where they can use multiple platforms and generate great volume, it can really undermine a nation,\" added Scaparrotti, who oversees an area of responsibility that includes Russia.\nOne week prior to Scaparrotti's testimony, U.S. Cyber Command chief Navy Admiral Mike Rogers also said he was not directed by the president to counter Russian cyberoperators.\nRogers, who is also the director of the National Security Agency, added that the U.S. has \"not opted to engage\" with Moscow's continued interference.\nHere is how the Treasury described the individuals and entities who were sanctioned:\nE.O. 13694 Sanctions\nToday's action includes the designation of three entities and 13 individuals pursuant to E.O. 13694, as amended, which targets malicious cyber actors, including those involved in interfering with election processes or institutions.\nThe Internet Research Agency LLC (IRA) tampered with, altered, or caused a misappropriation of information with the purpose or effect of interfering with or undermining election processes and institutions. Specifically, the IRA tampered with or altered information in order to interfere with the 2016 U.S. election. The IRA created and managed a vast number of fake online personas that posed as legitimate U.S. persons to include grassroots organizations, interest groups, and a state political party on social media. Through this activity, the IRA posted thousands of ads that reached millions of people online. The IRA also organized and coordinated political rallies during the run-up to the 2016 election, all while hiding its Russian identity. Further, the IRA unlawfully utilized personally identifiable information from U.S. persons to open financial accounts to help fund IRA operations.\nYevgeniy Viktorovich Prigozhin (Prigozhin) provided material assistance to the IRA. Specifically, Prigozhin funded the operations of the IRA. OFAC previously designated Prigozhin under E.O. 13661, \"Blocking Property of Additional Persons Contributing to the Situation in Ukraine,\" on December 20, 2016.\nConcord Management and Consulting LLCprovided material assistance to the IRA. Concord Management and Consulting LLC, which is controlled by Prigozhin, provided funding to the IRA. Concord Management and Consulting LLC was previously designated under E.O. 13661 on June 20, 2017.\nConcord Catering provided material assistance to the IRA. Concord Catering, which is controlled by Prigozhin, provided funding to the IRA. OFAC previously designated Concord Catering under E.O. 13661 on June 20, 2017.\nDzheykhun Nasimi Ogly Aslanov (Aslanov) acted for or on behalf of and provided material and technological support to the IRA. Aslanov acted as the head of the translator project, a department which focused on the United States and conducted operations on multiple social media platforms. He also oversaw many of the operations that targeted the 2016 U.S. election.\nAnna Vladislavovna Bogacheva (Bogacheva) acted for or on behalf of and provided material and technological support to the IRA. Bogacheva worked for the IRA from at least April 2014 to July 2014. She worked on the translator project.\nMaria Anatolyevna Bovda (Bovda) acted for or on behalf of and provided material and technological support to the IRA. Bovda worked for the IRA from at least November 2013 to October 2014. She served as the head of the translator project and held other positions within the firm.\nRobert Sergeyevich Bovda (Bovda) acted for or on behalf of and provided material and technological support to the IRA. Bovda worked for the IRA from at least November 2013 to October 2014. He served as the deputy head of the translator project and held other positions within the firm.\nMikhail Leonidovich Burchik (Burchik) acted for or on behalf of and provided material and technological support to the IRA. Burchik acted as the executive director of the IRA and held the firm's second-highest ranking position. He was involved in operational planning, infrastructure, and personnel throughout the firm's operations to interfere in the U.S. political system.\nMikhail Ivanovich Bystrov (Bystrov) acted for or on behalf of and provided material and technological support to the IRA. Bystrov acted as the general director of the IRA and served as the head of other entities used by the firm to mask its operations.\nIrina Viktorovna Kaverzina (Kaverzina) acted for or on behalf of and provided material and technological support to the IRA. Kaverzina worked for the translator project and operated multiple U.S. personas that she used to post, monitor, and update social media content for the IRA.\nAleksandra Yuryevna Krylova (Krylova) acted for or on behalf of and provided material and technological support to the IRA. Krylova worked for the IRA from at least September 2013 to November 2014, where she served as a director and was the firm's third-highest ranking position.\nVadim Vladimirovich Podkopaev (Podkopaev) acted for or on behalf of and provided material and technological support to the IRA. Podkopaev was responsible for conducting U.S.-focused research and drafting social media content for the IRA.\nSergey Pavlovich Polozov (Polozov) acted for or on behalf of and provided material and technological support to the IRA. Polozov acted as the manager of the IRA's information technology department and oversaw the procurement of U.S. servers and other computer infrastructure that masked the firm's location when conducting operations within the United States.\nGleb Igorevich Vasilchenko (Vasilchenko) acted for or on behalf of and provided material and technological support to the IRA. Vasilchenko worked for the IRA from at least August 2014 to September 2016, and was responsible for controlling social media content and posing as U.S. persons or U.S. grassroots organizations.\nVladimir Venkov (Venkov) acted for or on behalf of and provided material and technological support to the IRA. Venkov worked for the translator project and operated multiple U.S. personas that were used to post, monitor, and update social media content for the IRA.\nThese entities and individuals are subjects of an indictment announced on February 16, 2018.\nCAATSA Sanctions\nToday's action also includes the designation of two entities and six individuals pursuant to section 224 of CAATSA, which targets cyber actors operating on behalf of the Russian government.\nFederal Security Service (FSB), a Russian intelligence organization, knowingly engages in significant activities that undermine cybersecurity on behalf of the Russian government. Specifically, the FSB has utilized its cyber tools to target Russian journalists and politicians critical of the Russian government; Russian citizens and government officials; former officials from countries bordering Russia; and U.S. government officials, including cyber security, diplomatic, military, and White House personnel. Additionally, in 2017, the U.S. Department of Justice indicted two FSB officers for their involvement in the 2014 hacking of Yahoo that compromised millions of Yahoo accounts. OFAC previously sanctioned the FSB under E.O. 13694, as amended, on December 28, 2016.\nMain Intelligence Directorate (GRU), a Russian military intelligence organization, knowingly engages in significant activities that undermine cybersecurity on behalf of the Russian government. The GRU was directly involved in interfering in the 2016 U.S. election through cyber-enabled activities. The Russian military, of which the GRU is a part, was also directly responsible for the NotPetya cyber-attack in 2017. OFAC previously sanctioned the GRU under E.O. 13694, as amended, on December 28, 2016.\nSergei Afanasyev (Afanasyev) acts for or on behalf of the GRU. As of February 2017, Afanasyev was a senior GRU official.\nVladimir Alexseyev (Alexseyev) acts for or on behalf of the GRU. As of December 2016, Alexseyev was a First Deputy Chief of the GRU. OFAC previously sanctioned Alexseyev under E.O. 13694, as amended, on December 28, 2016.\nSergey Gizunov (Gizunov) acts for or on behalf of the GRU. As of July 2017, Gizunov was the Deputy Chief of the GRU. OFAC previously sanctioned Gizunov under E.O. 13694, as amended, on December 28, 2016.\nIgor Korobov (Korobov) acts for or on behalf of the GRU. As of January 2018, Korobov was the Chief of the GRU. OFAC previously sanctioned Korobov under E.O. 13694, as amended, on December 28, 2016.\nIgor Kostyukov (Kostyukov) acts for or on behalf of the GRU. As of December 2016, Kostukov was a First Deputy Chief of the GRU. OFAC previously sanctioned Kostyukov under E.O. 13694, as amended, on December 28, 2016.\nGrigoriy Molchanov (Molchanov) acts for or on behalf of the GRU. As of April 2016, Molchanov was a senior GRU official.",
    "published": "2018-03-15T16:25:00.000+02:00",
    "crawled": "2018-03-15T16:45:23.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "treasury",
        "department",
        "announced",
        "sanction",
        "thursday",
        "several",
        "russian",
        "individual",
        "entity",
        "including",
        "notorious",
        "troll",
        "farm",
        "role",
        "related",
        "interference",
        "presidential",
        "campaign",
        "trump",
        "administration",
        "public",
        "rebuke",
        "yet",
        "russian",
        "election",
        "meddling",
        "lawmaker",
        "party",
        "criticized",
        "president",
        "donald",
        "trump",
        "acting",
        "swiftly",
        "enough",
        "enact",
        "sanction",
        "passed",
        "congress",
        "last",
        "summer",
        "trump",
        "critic",
        "accused",
        "going",
        "soft",
        "russian",
        "president",
        "vladimir",
        "putin",
        "fresh",
        "round",
        "sanction",
        "also",
        "includes",
        "russian",
        "intelligence",
        "service",
        "federal",
        "security",
        "service",
        "fsb",
        "intelligence",
        "directorate",
        "gru",
        "action",
        "thursday",
        "mean",
        "property",
        "interest",
        "property",
        "designated",
        "person",
        "subject",
        "jurisdiction",
        "blocked",
        "person",
        "generally",
        "prohibited",
        "engaging",
        "transaction",
        "treasury",
        "said",
        "russia",
        "deputy",
        "foreign",
        "minister",
        "said",
        "thursday",
        "moscow",
        "preparing",
        "retaliatory",
        "measure",
        "sanction",
        "sanction",
        "came",
        "especially",
        "fraught",
        "time",
        "relation",
        "russia",
        "western",
        "democracy",
        "wednesday",
        "british",
        "prime",
        "minister",
        "theresa",
        "may",
        "ordered",
        "expulsion",
        "russian",
        "diplomat",
        "retaliation",
        "nerve",
        "agent",
        "attack",
        "former",
        "russian",
        "spy",
        "england",
        "russia",
        "denies",
        "involved",
        "march",
        "attack",
        "left",
        "former",
        "double",
        "agent",
        "sergei",
        "skripal",
        "daughter",
        "yulia",
        "critical",
        "condition",
        "trump",
        "said",
        "thursday",
        "look",
        "like",
        "russia",
        "involved",
        "poisoning",
        "prominent",
        "person",
        "named",
        "treasury",
        "department",
        "sanction",
        "yevgeny",
        "viktorovich",
        "prigozhin",
        "also",
        "known",
        "putin",
        "chef",
        "closely",
        "linked",
        "russian",
        "president",
        "also",
        "named",
        "internet",
        "research",
        "agency",
        "troll",
        "farm",
        "based",
        "petersburg",
        "russia",
        "progozhin",
        "allegedly",
        "controlled",
        "prigozhin",
        "among",
        "individual",
        "mentioned",
        "sanction",
        "also",
        "indicted",
        "special",
        "counsel",
        "robert",
        "mueller",
        "probe",
        "russian",
        "meddling",
        "election",
        "grand",
        "jury",
        "accused",
        "engaging",
        "information",
        "warfare",
        "campaign",
        "aimed",
        "tipping",
        "election",
        "trump",
        "intelligence",
        "agency",
        "well",
        "concluded",
        "russia",
        "interfered",
        "presidential",
        "campaign",
        "using",
        "hacking",
        "propaganda",
        "effort",
        "eventually",
        "included",
        "effort",
        "help",
        "trump",
        "win",
        "mikhail",
        "svetlov",
        "getty",
        "image",
        "yevgeny",
        "prigozhin",
        "trump",
        "repeatedly",
        "denied",
        "allegation",
        "collusion",
        "kremlin",
        "since",
        "least",
        "march",
        "russian",
        "government",
        "cyber",
        "actor",
        "also",
        "targeted",
        "government",
        "entity",
        "multiple",
        "critical",
        "infrastructure",
        "sector",
        "including",
        "energy",
        "nuclear",
        "commercial",
        "facility",
        "water",
        "aviation",
        "critical",
        "manufacturing",
        "sector",
        "treasury",
        "department",
        "said",
        "announcing",
        "sanction",
        "administration",
        "action",
        "also",
        "relate",
        "notpetya",
        "cyberattack",
        "british",
        "authority",
        "attributed",
        "russian",
        "military",
        "last",
        "month",
        "senior",
        "national",
        "security",
        "official",
        "spoke",
        "condition",
        "anonymity",
        "told",
        "cnbc",
        "notpetya",
        "attack",
        "destructive",
        "cyberattack",
        "history",
        "fresh",
        "round",
        "sanction",
        "come",
        "three",
        "day",
        "russia",
        "presidential",
        "vote",
        "putin",
        "widely",
        "expected",
        "win",
        "another",
        "stint",
        "seeking",
        "strategy",
        "deal",
        "russia",
        "military",
        "intelligence",
        "official",
        "said",
        "yet",
        "receive",
        "directive",
        "trump",
        "combat",
        "online",
        "onslaught",
        "russia",
        "believe",
        "effective",
        "unification",
        "across",
        "interagency",
        "energy",
        "focus",
        "could",
        "attain",
        "army",
        "curtis",
        "scaparrotti",
        "also",
        "nato",
        "supreme",
        "allied",
        "commander",
        "europe",
        "told",
        "senate",
        "armed",
        "service",
        "committee",
        "hearing",
        "last",
        "week",
        "today",
        "capability",
        "information",
        "use",
        "multiple",
        "platform",
        "generate",
        "great",
        "volume",
        "really",
        "undermine",
        "nation",
        "added",
        "scaparrotti",
        "oversees",
        "area",
        "responsibility",
        "includes",
        "russia",
        "one",
        "week",
        "prior",
        "scaparrotti",
        "testimony",
        "cyber",
        "command",
        "chief",
        "navy",
        "admiral",
        "mike",
        "rogers",
        "also",
        "said",
        "directed",
        "president",
        "counter",
        "russian",
        "cyberoperators",
        "rogers",
        "also",
        "director",
        "national",
        "security",
        "agency",
        "added",
        "opted",
        "engage",
        "moscow",
        "continued",
        "interference",
        "treasury",
        "described",
        "individual",
        "entity",
        "sanctioned",
        "sanction",
        "today",
        "action",
        "includes",
        "designation",
        "three",
        "entity",
        "individual",
        "pursuant",
        "amended",
        "target",
        "malicious",
        "cyber",
        "actor",
        "including",
        "involved",
        "interfering",
        "election",
        "process",
        "institution",
        "internet",
        "research",
        "agency",
        "llc",
        "ira",
        "tampered",
        "altered",
        "caused",
        "misappropriation",
        "information",
        "purpose",
        "effect",
        "interfering",
        "undermining",
        "election",
        "process",
        "institution",
        "specifically",
        "ira",
        "tampered",
        "altered",
        "information",
        "order",
        "interfere",
        "election",
        "ira",
        "created",
        "managed",
        "vast",
        "number",
        "fake",
        "online",
        "persona",
        "posed",
        "legitimate",
        "person",
        "include",
        "grassroots",
        "organization",
        "interest",
        "group",
        "state",
        "political",
        "party",
        "social",
        "medium",
        "activity",
        "ira",
        "posted",
        "thousand",
        "ad",
        "reached",
        "million",
        "people",
        "online",
        "ira",
        "also",
        "organized",
        "coordinated",
        "political",
        "rally",
        "election",
        "hiding",
        "russian",
        "identity",
        "ira",
        "unlawfully",
        "utilized",
        "personally",
        "identifiable",
        "information",
        "person",
        "open",
        "financial",
        "account",
        "help",
        "fund",
        "ira",
        "operation",
        "yevgeniy",
        "viktorovich",
        "prigozhin",
        "prigozhin",
        "provided",
        "material",
        "assistance",
        "ira",
        "specifically",
        "prigozhin",
        "funded",
        "operation",
        "ira",
        "ofac",
        "previously",
        "designated",
        "prigozhin",
        "blocking",
        "property",
        "additional",
        "person",
        "contributing",
        "situation",
        "ukraine",
        "december",
        "concord",
        "management",
        "consulting",
        "llcprovided",
        "material",
        "assistance",
        "ira",
        "concord",
        "management",
        "consulting",
        "llc",
        "controlled",
        "prigozhin",
        "provided",
        "funding",
        "ira",
        "concord",
        "management",
        "consulting",
        "llc",
        "previously",
        "designated",
        "june",
        "concord",
        "catering",
        "provided",
        "material",
        "assistance",
        "ira",
        "concord",
        "catering",
        "controlled",
        "prigozhin",
        "provided",
        "funding",
        "ira",
        "ofac",
        "previously",
        "designated",
        "concord",
        "catering",
        "june",
        "dzheykhun",
        "nasimi",
        "ogly",
        "aslanov",
        "aslanov",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "aslanov",
        "acted",
        "head",
        "translator",
        "project",
        "department",
        "focused",
        "united",
        "state",
        "conducted",
        "operation",
        "multiple",
        "social",
        "medium",
        "platform",
        "also",
        "oversaw",
        "many",
        "operation",
        "targeted",
        "election",
        "anna",
        "vladislavovna",
        "bogacheva",
        "bogacheva",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "bogacheva",
        "worked",
        "ira",
        "least",
        "april",
        "july",
        "worked",
        "translator",
        "project",
        "maria",
        "anatolyevna",
        "bovda",
        "bovda",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "bovda",
        "worked",
        "ira",
        "least",
        "november",
        "october",
        "served",
        "head",
        "translator",
        "project",
        "held",
        "position",
        "within",
        "firm",
        "robert",
        "sergeyevich",
        "bovda",
        "bovda",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "bovda",
        "worked",
        "ira",
        "least",
        "november",
        "october",
        "served",
        "deputy",
        "head",
        "translator",
        "project",
        "held",
        "position",
        "within",
        "firm",
        "mikhail",
        "leonidovich",
        "burchik",
        "burchik",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "burchik",
        "acted",
        "executive",
        "director",
        "ira",
        "held",
        "firm",
        "ranking",
        "position",
        "involved",
        "operational",
        "planning",
        "infrastructure",
        "personnel",
        "throughout",
        "firm",
        "operation",
        "interfere",
        "political",
        "system",
        "mikhail",
        "ivanovich",
        "bystrov",
        "bystrov",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "bystrov",
        "acted",
        "general",
        "director",
        "ira",
        "served",
        "head",
        "entity",
        "used",
        "firm",
        "mask",
        "operation",
        "irina",
        "viktorovna",
        "kaverzina",
        "kaverzina",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "kaverzina",
        "worked",
        "translator",
        "project",
        "operated",
        "multiple",
        "persona",
        "used",
        "post",
        "monitor",
        "update",
        "social",
        "medium",
        "content",
        "ira",
        "aleksandra",
        "yuryevna",
        "krylova",
        "krylova",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "krylova",
        "worked",
        "ira",
        "least",
        "september",
        "november",
        "served",
        "director",
        "firm",
        "ranking",
        "position",
        "vadim",
        "vladimirovich",
        "podkopaev",
        "podkopaev",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "podkopaev",
        "responsible",
        "conducting",
        "research",
        "drafting",
        "social",
        "medium",
        "content",
        "ira",
        "sergey",
        "pavlovich",
        "polozov",
        "polozov",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "polozov",
        "acted",
        "manager",
        "ira",
        "information",
        "technology",
        "department",
        "oversaw",
        "procurement",
        "server",
        "computer",
        "infrastructure",
        "masked",
        "firm",
        "location",
        "conducting",
        "operation",
        "within",
        "united",
        "state",
        "gleb",
        "igorevich",
        "vasilchenko",
        "vasilchenko",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "vasilchenko",
        "worked",
        "ira",
        "least",
        "august",
        "september",
        "responsible",
        "controlling",
        "social",
        "medium",
        "content",
        "posing",
        "person",
        "grassroots",
        "organization",
        "vladimir",
        "venkov",
        "venkov",
        "acted",
        "behalf",
        "provided",
        "material",
        "technological",
        "support",
        "ira",
        "venkov",
        "worked",
        "translator",
        "project",
        "operated",
        "multiple",
        "persona",
        "used",
        "post",
        "monitor",
        "update",
        "social",
        "medium",
        "content",
        "ira",
        "entity",
        "individual",
        "subject",
        "indictment",
        "announced",
        "february",
        "caatsa",
        "sanction",
        "today",
        "action",
        "also",
        "includes",
        "designation",
        "two",
        "entity",
        "six",
        "individual",
        "pursuant",
        "section",
        "caatsa",
        "target",
        "cyber",
        "actor",
        "operating",
        "behalf",
        "russian",
        "government",
        "federal",
        "security",
        "service",
        "fsb",
        "russian",
        "intelligence",
        "organization",
        "knowingly",
        "engages",
        "significant",
        "activity",
        "undermine",
        "cybersecurity",
        "behalf",
        "russian",
        "government",
        "specifically",
        "fsb",
        "utilized",
        "cyber",
        "tool",
        "target",
        "russian",
        "journalist",
        "politician",
        "critical",
        "russian",
        "government",
        "russian",
        "citizen",
        "government",
        "official",
        "former",
        "official",
        "country",
        "bordering",
        "russia",
        "government",
        "official",
        "including",
        "cyber",
        "security",
        "diplomatic",
        "military",
        "white",
        "house",
        "personnel",
        "additionally",
        "department",
        "justice",
        "indicted",
        "two",
        "fsb",
        "officer",
        "involvement",
        "hacking",
        "yahoo",
        "compromised",
        "million",
        "yahoo",
        "account",
        "ofac",
        "previously",
        "sanctioned",
        "fsb",
        "amended",
        "december",
        "main",
        "intelligence",
        "directorate",
        "gru",
        "russian",
        "military",
        "intelligence",
        "organization",
        "knowingly",
        "engages",
        "significant",
        "activity",
        "undermine",
        "cybersecurity",
        "behalf",
        "russian",
        "government",
        "gru",
        "directly",
        "involved",
        "interfering",
        "election",
        "activity",
        "russian",
        "military",
        "gru",
        "part",
        "also",
        "directly",
        "responsible",
        "notpetya",
        "ofac",
        "previously",
        "sanctioned",
        "gru",
        "amended",
        "december",
        "sergei",
        "afanasyev",
        "afanasyev",
        "act",
        "behalf",
        "gru",
        "february",
        "afanasyev",
        "senior",
        "gru",
        "official",
        "vladimir",
        "alexseyev",
        "alexseyev",
        "act",
        "behalf",
        "gru",
        "december",
        "alexseyev",
        "first",
        "deputy",
        "chief",
        "gru",
        "ofac",
        "previously",
        "sanctioned",
        "alexseyev",
        "amended",
        "december",
        "sergey",
        "gizunov",
        "gizunov",
        "act",
        "behalf",
        "gru",
        "july",
        "gizunov",
        "deputy",
        "chief",
        "gru",
        "ofac",
        "previously",
        "sanctioned",
        "gizunov",
        "amended",
        "december",
        "igor",
        "korobov",
        "korobov",
        "act",
        "behalf",
        "gru",
        "january",
        "korobov",
        "chief",
        "gru",
        "ofac",
        "previously",
        "sanctioned",
        "korobov",
        "amended",
        "december",
        "igor",
        "kostyukov",
        "kostyukov",
        "act",
        "behalf",
        "gru",
        "december",
        "kostukov",
        "first",
        "deputy",
        "chief",
        "gru",
        "ofac",
        "previously",
        "sanctioned",
        "kostyukov",
        "amended",
        "december",
        "grigoriy",
        "molchanov",
        "molchanov",
        "act",
        "behalf",
        "gru",
        "april",
        "molchanov",
        "senior",
        "gru",
        "official"
    ]
}