{
    "organizations": [],
    "uuid": "2e5eb7a5148ec0e9b6edecddae6a9219a53f25c7",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/03/08/wave-of-agriculture-robotics-holds-potential-to-ease-farm-labor-crunch.html",
    "ord_in_thread": 0,
    "title": "Wave of agriculture robotics holds potential to ease farm labor crunch",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Some farmers are responding to the worsening farm labor shortage by turning to automated harvesting equipment and other advanced technology that perform tasks such as pruning, seeding and weeding.\nRobotic harvesting vehicles are being tested in Florida and California to pick strawberries and replace labor-intensive tasks normally performed by dozens of farm workers. Also, robotic machinery is being tested to harvest apples and other crops, and efforts are underway to develop small agriculture field robots that can attack weeds or take care of other farm work.\nLarge farming companies are helping to champion the robotic solutions by sometimes becoming strategic investors in the technology firms and by participating in testing of the next-generation farm equipment. It comes as advancements in processor speeds also have paved the way for robotics to become more practical and cost effective.\n\"We're seeing more and more of a move towards just technology in general, whether it's robotics or mechanization,\" said wine grape grower Ryan Jacobsen, CEO of the Fresno County Farm Bureau. \"We've seen some incredible improvements there, and for us to remain competitive in California just because of so many areas of cost and the lack of needed individuals to help us bring in the harvest we're going to have to rely upon this technology.\"\nFarm labor shortage Last year was an especially tight year for farm labor supply in California's largest agricultural region, the San Joaquin Valley, and arguably the tightest year the region has seen in a decade, according to industry executives. The state's $45 billion agriculture industry produces about half of the nation's fresh fruits, vegetables and nuts.\nFor many years, the hired farm labor force in California has been composed of mostly immigrants, many without full or proper documentation, according to Daniel Sumner, a University of California at Davis professor of agricultural and resource economics. However, he said, the flow of farm workers has been gradually declining and stepped-up immigration sweeps by the federal government in California haven't helped.\nSource: AGCO | Fendt AGCO Fendt artwork of its future small robot swarm technology, Xaver. The field robots are designed to perform autonomous, high-precision seeding. One of the innovations in development involves small robot fleets operating in swarms , a system dubbed Xaver from AGCO's Fendt division, to perform high-precision tasks on farms, such as corn planting. The autonomous vehicle concept for farms also can have other uses, including fertilizing. The company's website said the robot can plant \"round the clock, 7 days a week, even in conditions that conventional machines find difficult.\"\nSome of the robotic harvest machines now pushing through fields use electronic sensors and techniques learned through research and development of advanced driver-assist systems and semi-autonomous cars.\n\"What I tell people is, we're like self-driving cars,\" said Florida strawberry grower Gary Wishnatzki, co-founder of Harvest Croo Robotics, a Florida-based robotic harvesting company. \"We don't have to be perfect. We just have to be better than the humans — and believe me humans damage a lot of fruit, too, when they're picking and packing it.\"\nStrawberry-picking robot Wishnatzki, who also is CEO of Plant City, Florida-based Wish Farms, said a single strawberry robot harvester has the potential to mechanically pick a 25-acre field in just three days and replace a crew of about 30 farm workers.\nSource: Harvest Croo Robotics Harvest Croo Robotics strawberry harvester machine undergoing testing in a strawberry field. Up to now, Harvest Croo has passed on any venture capital financing but has strategic investors that include about two-thirds of the domestic strawberry industry as well as a large packaging company.\nHarvest Croo's robotic harvester is being tested now in Florida and uses vision sensors and software to scan plants and locate ripe berries. It uses advanced equipment designed to avoid bruising or damaging the soft fruit. The company also has other strawberry picking platforms being built with Ramsay Highlander, a pioneer in lettuce harvesting equipment, and at least one will be tested this year in California.\nSimilarly, Spain-based Agrobot has been testing a strawberry harvester machine in Driscoll's berry field in Oxnard, California. Driscoll's, which grows berries in nearly two dozen countries, also is one of the investors in Harvest Croo, a competitor of Agrobot.\nOther companies are also looking to enter the strawberry space with robotic harvesters, given that labor costs for the domestic strawberry industry approach about $1 billion annually, and equipment is seen as competitive with human harvest costs.\nSource: Agrobot Strawberry-picking Agrobot machine being tested at farm operated by Driscoll’s in Oxnard, California. Regardless, experts say robotics won't steal all the farm worker jobs in the future, even for more repetitive tasks. Still, it could be a disruptive technology even for those who may resist the change. \nIt could also alter the traditional way growers operate. Similarly, it may require farmers to hire highly skilled people to operate or maintain the advanced technology. \n\"I don't think automation or robotics will ever replace the farm worker,\" said Tom Nassif, CEO of Western Growers, the trade association for agricultural producers in the West and Southwest. \"It will certainly cut down on the number of people we need to plant, thin and harvest our crops.\"\nSlicing labor for lettuce and tomatoes Some sectors that went big into mechanical harvesting years ago are reaping the benefits today. For example, processing tomatoes — found in everything from soups to spaghetti sauce — have seen a 90 percent labor savings over hand harvesting, according to the California Farm Bureau Federation.\n\"We have put in mechanized or automated solutions to reduce our dependency on heavy manual, hard-to-get labor,\" said Bob Whitaker, chief science and technology officer of the Produce Marketing Association, a trade group representing global produce companies. He said the technology is getting smaller, faster and cheaper, so it is making applicability to labor problems in agriculture more realistic to solve with robotics and other mechanization.\nFor example, Whitaker said there's now a platform to harvest lettuce that uses a water jet cutting method that can replace the old-fashioned method of using hand labor and a sharp metal blade.\nSource: Ramsay Highlander Ramsay Highlander Mechanical Harvester in romaine lettuce field in California. The machine uses a waterjet to cut the lettuce and saves labor. Indeed, a mechanical lettuce harvester with a water jet cutter is made by California-based Ramsay Highlander and costs around $750,000. Yet the investment can pay for itself within the first year for large farming operations since it requires only a fraction of the labor needed due to mechanized harvesting, according to Frank Maconachy, the company's president and CEO.\n\"I've been approached by people in other commodities, such as cantaloupe, table grapes, tomatoes — all the fresh market vegetables like that to address this robotics mechanization,\" Maconachy said. \"We're currently looking into starting up a project for the table grape industry.\"\nGrape-gobbling machine Meantime, there's been progress made in wine grape mechanical harvesting using a vineyard trellising in California's Central Valley. The work of one machine in large-scale vineyards can harvest 15 to 20 tons of grapes per hour using advanced guidance systems and replace work normally done by 30 or more human pickers.\nOne of the most common grape harvesting systems used today was developed by Pellenc, a French wine and grape equipment maker. It also has a newer generation machine that it claims can remove 99 percent of the leaves and other unwanted debris picked in vineyards to produce cleaner fruit and save time. \nIn all, about 80 percent of the wine grapes harvested in California are now done by mechanical harvesting, according to the California Association of Wine Grape Growers. The cost of mechanical picking of grapes is less than half that of hand harvesting, and it is expected to remain favorable with California's minimum wage set to reach $15 per hour in 2022.\nWashington state also uses mechanical harvesting of wine grapes to help cope with seasonal labor shortages but some of the machines cost upwards of $400,000. Washington ranks as the second-largest premium wine producer after California.\nApple-harvest robots Robotic apple-picking machines also hold the potential to significantly reduce labor costs for growers in Washington. The state's vast apple orchards have long faced labor shortages, including when there are record harvests or late starts to the season. \nFFRobotics, an Israeli company, is testing its technology in apple orchards in Washington. The company claims on its website that it can help \"growers to reduce costs significantly by supplementing or replacing human pickers from the dwindling pool of harvesting labors. FFRobot can precisely and gently pick ten times more usable fruit compared with an average worker.\"\nAbundant Robotics, a California robotic orchard equipment developer backed by investors such as Tellus Partners and GV — the venture capital investment arm of Alphabet — also sees money in the apple harvest market in the U.S. and abroad. The company has been testing its vacuum fruit picker this month in Australia and hopes to achieve commercialization later this year.\nAt the same time, industry executives say the use of global positioning system-based motorized carts that can carry fresh produce from field areas is something that will become popular in the future, too, since it can free up farm labor. They note the same application is similar to the GPS-driven tractor guidance systems and precision agriculture systems developed by major farm machinery manufacturers, including Europe's CNH Industrial and U.S. farm equipment giant Deere .\nLast year, Deere acquired Blue River Technology , a California-based agriculture tech firm known for its \"see-and-spray\" robots, for $305 million. The computer vision technology can be used for weeding in cotton and lettuce fields and other specialty crops.\nFinally, Canada-based Dot Technology Corp. is working on an autonomous power platform that eliminates the need for a driver and tractor because it carries all the farm implements directly with it. The first implements built were a seeder, sprayer and grain cart — and the technology is expected to hit the market in 2019.\n\"We kind of classify this as a moon shot,\" said Norbert Beaujot, founder and CEO of SeedMaster and inventor and founder of its sister company, Dot Technology. \"It's a disruptive technology that could change agriculture all around the world.\"\nAdded Beaujot: \"John Deere and Case New Holland are both working on tractors that are autonomous, but this takes many steps beyond that in terms of the efficiencies.\"",
    "published": "2018-03-08T20:04:00.000+02:00",
    "crawled": "2018-03-08T20:05:35.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "farmer",
        "responding",
        "worsening",
        "farm",
        "labor",
        "shortage",
        "turning",
        "automated",
        "harvesting",
        "equipment",
        "advanced",
        "technology",
        "perform",
        "task",
        "pruning",
        "seeding",
        "weeding",
        "robotic",
        "harvesting",
        "vehicle",
        "tested",
        "florida",
        "california",
        "pick",
        "strawberry",
        "replace",
        "task",
        "normally",
        "performed",
        "dozen",
        "farm",
        "worker",
        "also",
        "robotic",
        "machinery",
        "tested",
        "harvest",
        "apple",
        "crop",
        "effort",
        "underway",
        "develop",
        "small",
        "agriculture",
        "field",
        "robot",
        "attack",
        "weed",
        "take",
        "care",
        "farm",
        "work",
        "large",
        "farming",
        "company",
        "helping",
        "champion",
        "robotic",
        "solution",
        "sometimes",
        "becoming",
        "strategic",
        "investor",
        "technology",
        "firm",
        "participating",
        "testing",
        "farm",
        "equipment",
        "come",
        "advancement",
        "processor",
        "speed",
        "also",
        "paved",
        "way",
        "robotics",
        "become",
        "practical",
        "cost",
        "effective",
        "seeing",
        "move",
        "towards",
        "technology",
        "general",
        "whether",
        "robotics",
        "mechanization",
        "said",
        "wine",
        "grape",
        "grower",
        "ryan",
        "jacobsen",
        "ceo",
        "fresno",
        "county",
        "farm",
        "bureau",
        "seen",
        "incredible",
        "improvement",
        "u",
        "remain",
        "competitive",
        "california",
        "many",
        "area",
        "cost",
        "lack",
        "needed",
        "individual",
        "help",
        "u",
        "bring",
        "harvest",
        "going",
        "rely",
        "upon",
        "technology",
        "farm",
        "labor",
        "shortage",
        "last",
        "year",
        "especially",
        "tight",
        "year",
        "farm",
        "labor",
        "supply",
        "california",
        "largest",
        "agricultural",
        "region",
        "san",
        "joaquin",
        "valley",
        "arguably",
        "tightest",
        "year",
        "region",
        "seen",
        "decade",
        "according",
        "industry",
        "executive",
        "state",
        "billion",
        "agriculture",
        "industry",
        "produce",
        "half",
        "nation",
        "fresh",
        "fruit",
        "vegetable",
        "nut",
        "many",
        "year",
        "hired",
        "farm",
        "labor",
        "force",
        "california",
        "composed",
        "mostly",
        "immigrant",
        "many",
        "without",
        "full",
        "proper",
        "documentation",
        "according",
        "daniel",
        "sumner",
        "university",
        "california",
        "davis",
        "professor",
        "agricultural",
        "resource",
        "economics",
        "however",
        "said",
        "flow",
        "farm",
        "worker",
        "gradually",
        "declining",
        "immigration",
        "sweep",
        "federal",
        "government",
        "california",
        "helped",
        "source",
        "agco",
        "fendt",
        "agco",
        "fendt",
        "artwork",
        "future",
        "small",
        "robot",
        "swarm",
        "technology",
        "xaver",
        "field",
        "robot",
        "designed",
        "perform",
        "autonomous",
        "seeding",
        "one",
        "innovation",
        "development",
        "involves",
        "small",
        "robot",
        "fleet",
        "operating",
        "swarm",
        "system",
        "dubbed",
        "xaver",
        "agco",
        "fendt",
        "division",
        "perform",
        "task",
        "farm",
        "corn",
        "planting",
        "autonomous",
        "vehicle",
        "concept",
        "farm",
        "also",
        "us",
        "including",
        "fertilizing",
        "company",
        "website",
        "said",
        "robot",
        "plant",
        "round",
        "clock",
        "day",
        "week",
        "even",
        "condition",
        "conventional",
        "machine",
        "find",
        "difficult",
        "robotic",
        "harvest",
        "machine",
        "pushing",
        "field",
        "use",
        "electronic",
        "sensor",
        "technique",
        "learned",
        "research",
        "development",
        "advanced",
        "system",
        "car",
        "tell",
        "people",
        "like",
        "car",
        "said",
        "florida",
        "strawberry",
        "grower",
        "gary",
        "wishnatzki",
        "harvest",
        "croo",
        "robotics",
        "robotic",
        "harvesting",
        "company",
        "perfect",
        "better",
        "human",
        "believe",
        "human",
        "damage",
        "lot",
        "fruit",
        "picking",
        "packing",
        "robot",
        "wishnatzki",
        "also",
        "ceo",
        "plant",
        "city",
        "wish",
        "farm",
        "said",
        "single",
        "strawberry",
        "robot",
        "harvester",
        "potential",
        "mechanically",
        "pick",
        "field",
        "three",
        "day",
        "replace",
        "crew",
        "farm",
        "worker",
        "source",
        "harvest",
        "croo",
        "robotics",
        "harvest",
        "croo",
        "robotics",
        "strawberry",
        "harvester",
        "machine",
        "undergoing",
        "testing",
        "strawberry",
        "field",
        "harvest",
        "croo",
        "passed",
        "venture",
        "capital",
        "financing",
        "strategic",
        "investor",
        "include",
        "domestic",
        "strawberry",
        "industry",
        "well",
        "large",
        "packaging",
        "company",
        "harvest",
        "croo",
        "robotic",
        "harvester",
        "tested",
        "florida",
        "us",
        "vision",
        "sensor",
        "software",
        "scan",
        "plant",
        "locate",
        "ripe",
        "berry",
        "us",
        "advanced",
        "equipment",
        "designed",
        "avoid",
        "bruising",
        "damaging",
        "soft",
        "fruit",
        "company",
        "also",
        "strawberry",
        "picking",
        "platform",
        "built",
        "ramsay",
        "highlander",
        "pioneer",
        "lettuce",
        "harvesting",
        "equipment",
        "least",
        "one",
        "tested",
        "year",
        "california",
        "similarly",
        "agrobot",
        "testing",
        "strawberry",
        "harvester",
        "machine",
        "driscoll",
        "berry",
        "field",
        "oxnard",
        "california",
        "driscoll",
        "grows",
        "berry",
        "nearly",
        "two",
        "dozen",
        "country",
        "also",
        "one",
        "investor",
        "harvest",
        "croo",
        "competitor",
        "agrobot",
        "company",
        "also",
        "looking",
        "enter",
        "strawberry",
        "space",
        "robotic",
        "harvester",
        "given",
        "labor",
        "cost",
        "domestic",
        "strawberry",
        "industry",
        "approach",
        "billion",
        "annually",
        "equipment",
        "seen",
        "competitive",
        "human",
        "harvest",
        "cost",
        "source",
        "agrobot",
        "agrobot",
        "machine",
        "tested",
        "farm",
        "operated",
        "driscoll",
        "oxnard",
        "california",
        "regardless",
        "expert",
        "say",
        "robotics",
        "wo",
        "steal",
        "farm",
        "worker",
        "job",
        "future",
        "even",
        "repetitive",
        "task",
        "still",
        "could",
        "disruptive",
        "technology",
        "even",
        "may",
        "resist",
        "change",
        "could",
        "also",
        "alter",
        "traditional",
        "way",
        "grower",
        "operate",
        "similarly",
        "may",
        "require",
        "farmer",
        "hire",
        "highly",
        "skilled",
        "people",
        "operate",
        "maintain",
        "advanced",
        "technology",
        "think",
        "automation",
        "robotics",
        "ever",
        "replace",
        "farm",
        "worker",
        "said",
        "tom",
        "nassif",
        "ceo",
        "western",
        "grower",
        "trade",
        "association",
        "agricultural",
        "producer",
        "west",
        "southwest",
        "certainly",
        "cut",
        "number",
        "people",
        "need",
        "plant",
        "thin",
        "harvest",
        "crop",
        "slicing",
        "labor",
        "lettuce",
        "tomato",
        "sector",
        "went",
        "big",
        "mechanical",
        "harvesting",
        "year",
        "ago",
        "reaping",
        "benefit",
        "today",
        "example",
        "processing",
        "tomato",
        "found",
        "everything",
        "soup",
        "spaghetti",
        "sauce",
        "seen",
        "percent",
        "labor",
        "saving",
        "hand",
        "harvesting",
        "according",
        "california",
        "farm",
        "bureau",
        "federation",
        "put",
        "mechanized",
        "automated",
        "solution",
        "reduce",
        "dependency",
        "heavy",
        "manual",
        "labor",
        "said",
        "bob",
        "whitaker",
        "chief",
        "science",
        "technology",
        "officer",
        "produce",
        "marketing",
        "association",
        "trade",
        "group",
        "representing",
        "global",
        "produce",
        "company",
        "said",
        "technology",
        "getting",
        "smaller",
        "faster",
        "cheaper",
        "making",
        "applicability",
        "labor",
        "problem",
        "agriculture",
        "realistic",
        "solve",
        "robotics",
        "mechanization",
        "example",
        "whitaker",
        "said",
        "platform",
        "harvest",
        "lettuce",
        "us",
        "water",
        "jet",
        "cutting",
        "method",
        "replace",
        "method",
        "using",
        "hand",
        "labor",
        "sharp",
        "metal",
        "blade",
        "source",
        "ramsay",
        "highlander",
        "ramsay",
        "highlander",
        "mechanical",
        "harvester",
        "romaine",
        "lettuce",
        "field",
        "california",
        "machine",
        "us",
        "waterjet",
        "cut",
        "lettuce",
        "save",
        "labor",
        "indeed",
        "mechanical",
        "lettuce",
        "harvester",
        "water",
        "jet",
        "cutter",
        "made",
        "ramsay",
        "highlander",
        "cost",
        "around",
        "yet",
        "investment",
        "pay",
        "within",
        "first",
        "year",
        "large",
        "farming",
        "operation",
        "since",
        "requires",
        "fraction",
        "labor",
        "needed",
        "due",
        "mechanized",
        "harvesting",
        "according",
        "frank",
        "maconachy",
        "company",
        "president",
        "ceo",
        "approached",
        "people",
        "commodity",
        "cantaloupe",
        "table",
        "grape",
        "tomato",
        "fresh",
        "market",
        "vegetable",
        "like",
        "address",
        "robotics",
        "mechanization",
        "maconachy",
        "said",
        "currently",
        "looking",
        "starting",
        "project",
        "table",
        "grape",
        "industry",
        "machine",
        "meantime",
        "progress",
        "made",
        "wine",
        "grape",
        "mechanical",
        "harvesting",
        "using",
        "vineyard",
        "trellising",
        "california",
        "central",
        "valley",
        "work",
        "one",
        "machine",
        "vineyard",
        "harvest",
        "ton",
        "grape",
        "per",
        "hour",
        "using",
        "advanced",
        "guidance",
        "system",
        "replace",
        "work",
        "normally",
        "done",
        "human",
        "picker",
        "one",
        "common",
        "grape",
        "harvesting",
        "system",
        "used",
        "today",
        "developed",
        "pellenc",
        "french",
        "wine",
        "grape",
        "equipment",
        "maker",
        "also",
        "newer",
        "generation",
        "machine",
        "claim",
        "remove",
        "percent",
        "leaf",
        "unwanted",
        "debris",
        "picked",
        "vineyard",
        "produce",
        "cleaner",
        "fruit",
        "save",
        "time",
        "percent",
        "wine",
        "grape",
        "harvested",
        "california",
        "done",
        "mechanical",
        "harvesting",
        "according",
        "california",
        "association",
        "wine",
        "grape",
        "grower",
        "cost",
        "mechanical",
        "picking",
        "grape",
        "less",
        "half",
        "hand",
        "harvesting",
        "expected",
        "remain",
        "favorable",
        "california",
        "minimum",
        "wage",
        "set",
        "reach",
        "per",
        "hour",
        "washington",
        "state",
        "also",
        "us",
        "mechanical",
        "harvesting",
        "wine",
        "grape",
        "help",
        "cope",
        "seasonal",
        "labor",
        "shortage",
        "machine",
        "cost",
        "upwards",
        "washington",
        "rank",
        "premium",
        "wine",
        "producer",
        "california",
        "robot",
        "robotic",
        "machine",
        "also",
        "hold",
        "potential",
        "significantly",
        "reduce",
        "labor",
        "cost",
        "grower",
        "washington",
        "state",
        "vast",
        "apple",
        "orchard",
        "long",
        "faced",
        "labor",
        "shortage",
        "including",
        "record",
        "harvest",
        "late",
        "start",
        "season",
        "ffrobotics",
        "israeli",
        "company",
        "testing",
        "technology",
        "apple",
        "orchard",
        "washington",
        "company",
        "claim",
        "website",
        "help",
        "grower",
        "reduce",
        "cost",
        "significantly",
        "supplementing",
        "replacing",
        "human",
        "picker",
        "dwindling",
        "pool",
        "harvesting",
        "labor",
        "ffrobot",
        "precisely",
        "gently",
        "pick",
        "ten",
        "time",
        "usable",
        "fruit",
        "compared",
        "average",
        "worker",
        "abundant",
        "robotics",
        "california",
        "robotic",
        "orchard",
        "equipment",
        "developer",
        "backed",
        "investor",
        "tellus",
        "partner",
        "gv",
        "venture",
        "capital",
        "investment",
        "arm",
        "alphabet",
        "also",
        "see",
        "money",
        "apple",
        "harvest",
        "market",
        "abroad",
        "company",
        "testing",
        "vacuum",
        "fruit",
        "picker",
        "month",
        "australia",
        "hope",
        "achieve",
        "commercialization",
        "later",
        "year",
        "time",
        "industry",
        "executive",
        "say",
        "use",
        "global",
        "positioning",
        "motorized",
        "cart",
        "carry",
        "fresh",
        "produce",
        "field",
        "area",
        "something",
        "become",
        "popular",
        "future",
        "since",
        "free",
        "farm",
        "labor",
        "note",
        "application",
        "similar",
        "tractor",
        "guidance",
        "system",
        "precision",
        "agriculture",
        "system",
        "developed",
        "major",
        "farm",
        "machinery",
        "manufacturer",
        "including",
        "europe",
        "cnh",
        "industrial",
        "farm",
        "equipment",
        "giant",
        "deere",
        "last",
        "year",
        "deere",
        "acquired",
        "blue",
        "river",
        "technology",
        "agriculture",
        "tech",
        "firm",
        "known",
        "robot",
        "million",
        "computer",
        "vision",
        "technology",
        "used",
        "weeding",
        "cotton",
        "lettuce",
        "field",
        "specialty",
        "crop",
        "finally",
        "dot",
        "technology",
        "working",
        "autonomous",
        "power",
        "platform",
        "eliminates",
        "need",
        "driver",
        "tractor",
        "carry",
        "farm",
        "implement",
        "directly",
        "first",
        "implement",
        "built",
        "seeder",
        "sprayer",
        "grain",
        "cart",
        "technology",
        "expected",
        "hit",
        "market",
        "kind",
        "classify",
        "moon",
        "shot",
        "said",
        "norbert",
        "beaujot",
        "founder",
        "ceo",
        "seedmaster",
        "inventor",
        "founder",
        "sister",
        "company",
        "dot",
        "technology",
        "disruptive",
        "technology",
        "could",
        "change",
        "agriculture",
        "around",
        "world",
        "added",
        "beaujot",
        "john",
        "deere",
        "case",
        "new",
        "holland",
        "working",
        "tractor",
        "autonomous",
        "take",
        "many",
        "step",
        "beyond",
        "term",
        "efficiency"
    ]
}