{
    "organizations": [],
    "uuid": "77a64d45712eeb62d8cc16b66e9f554fca2ab796",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/globe-newswire-hurco-reports-first-quarter-results-for-fiscal-2018.html",
    "ord_in_thread": 0,
    "title": "Hurco Reports First Quarter Results for Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "INDIANAPOLIS, March 09, 2018 (GLOBE NEWSWIRE) -- Hurco Companies, Inc. (Nasdaq:HURC) today reported results for the first fiscal quarter ended January 31, 2018. Hurco recorded net income of $2,937,000, or $0.43 per diluted share, for the first quarter of fiscal 2018 compared to net income of $879,000, or $0.13 per diluted share, for the corresponding period in fiscal 2017.\nMichael Doar, Chief Executive Officer, stated, \"This was another great quarter for Hurco as we continue to achieve new milestones. It is fitting that Hurco is in the best financial position of its history as we kick off our 50-year anniversary. All geographic regions and product lines have made important contributions to our continued growth year-over-year. Our global business model has allowed us to successfully develop new products and technologies that can improve profitability for our customers while providing consistent returns for our shareholders.\"\nSales and service fees for the first quarter of fiscal 2018 were $68,444,000, an increase of $19,700,000, or 40%, compared to the corresponding prior year period and included a favorable currency impact of $4,445,000, or 9%, when translating foreign sales to U.S. dollars for financial reporting purposes.\nThe following table sets forth net sales and service fees by geographic region for the first quarter ended January 31, 2018 and 2017 (dollars in thousands):\nThree Months Ended January 31, 2018 2017 $ Change % Change Americas $ 21,030 $ 16,709 $ 4,321 26 % Europe 38,318 25,572 12,746 50 % Asia Pacific 9,096 6,463 2,633 41 % Total $ 68,444 $ 48,744 $ 19,700 40 % Sales in the Americas for the first quarter of fiscal 2018 increased by 26% compared to the corresponding period in fiscal 2017, and reflected improved U.S. market conditions and demand from U.S. customers for all product lines (Hurco, Takumi and Milltronics).\nEuropean sales for the first quarter of fiscal 2018 increased by 50%, compared to the corresponding period in fiscal 2017, and included a favorable currency impact of 15%, when translating foreign sales to U.S. dollars for financial reporting purposes. The increase in European sales for the first quarter of fiscal 2018 was primarily attributable to increased customer demand for Hurco and Takumi vertical milling machines in Germany, the United Kingdom, France and Italy.\nAsian Pacific sales for the first quarter of fiscal 2018 increased by 41%, compared to the corresponding period in fiscal 2017, and included a favorable currency impact of 8%, when translating foreign sales to U.S. dollars for financial reporting purposes. The increase in Asian Pacific sales for the first quarter of 2018 was primarily attributable to increased customer demand of Hurco and Takumi vertical milling machines in China, and included a notable increase in sales of Hurco machines in Southeast Asia.\nOrders for the first quarter of fiscal 2018 were a record $76,907,000, an increase of $15,887,000, or 26%, compared to the corresponding period in fiscal 2017, and included a favorable currency impact of $5,038,000, or 8%, when translating foreign orders to U.S. dollars.\nThe following table sets forth new orders booked by geographic region for the first quarter ended January 31, 2018 and 2017 (dollars in thousands):\nThree Months Ended January 31, 2018 2017 $ Change % Change Americas $ 20,514 $ 20,342 $ 172 1 % Europe 44,226 32,349 11,877 37 % Asia Pacific 12,167 8,329 3,838 46 % Total $ 76,907 $ 61,020 $ 15,887 26 % Orders in the Americas for the first quarter of fiscal 2018 increased by 1%, compared to the corresponding period in fiscal 2017. This increase was primarily attributable to slight increased customer demand for higher-performance Hurco machines.\nEuropean orders for the first quarter increased by 37%, compared to the corresponding prior year period, and included a favorable currency impact of 13% when translating foreign orders to U.S. dollars. The year-over-year increase in orders was driven primarily by increased customer demand for Hurco and Takumi vertical milling machines in Germany, Italy and France.\nAsian Pacific orders for the first quarter increased by 46%, compared to the corresponding prior year period, and included a favorable currency impact of 11% when translating foreign orders to U.S. dollars. The year-over-year increase in orders was driven primarily by increased customer demand for Hurco vertical milling machines in China.\nGross profit for the first quarter of fiscal 2018 was $20,121,000, or 29% of sales, compared to $12,586,000, or 26% of sales, for the corresponding prior year period. The year-over-year increase in gross profit as a percentage of sales reflected the increased volume of sales of Hurco machines, particularly in Europe, and the favorable impact of foreign currency translation compared to the corresponding prior year period.\nSelling, general and administrative expenses for the first quarter of fiscal 2018 were $12,966,000, or 19% of sales, compared to $11,167,000, or 23% of sales, in the corresponding period in fiscal 2017, and included an unfavorable currency impact of $697,000 when translating foreign expenses to U.S. dollars for financial reporting purposes.\nThe effective tax rates for the first quarter of fiscal 2018 was 61% compared to 38% in the corresponding prior year period. The increase in the effective tax rate for the first quarter of fiscal 2018 compared to the corresponding prior year period was primarily due to a one-time provisional adjustment related to the Tax Cuts and Jobs Act (the “Tax Reform Act”) that was enacted on December 22, 2017. The Tax Reform Act, among other things, lowered the U.S. corporate tax rate from 35% to 21% effective January 1, 2018, implemented a territorial tax system and imposed a tax on the deemed repatriated earnings of foreign subsidiaries. As a result of the changes in tax law, a one-time non-cash tax charge of $394,000 related to the revaluation of deferred tax assets and liabilities was recorded in the first quarter of fiscal 2018. In addition, a one-time charge of $2,500,000 related to the transition tax on deemed repatriation of accumulated foreign income was recorded in the first quarter of fiscal 2018 and this amount is subject to adjustment during the measurement period of up to one year following the December 2017 enactment date, as provided by recent SEC guidance. The impact of these charges increased the effective tax rate by approximately 39% for the first quarter of fiscal 2018. Excluding the impact of these charges, earnings per diluted share would have been $0.43 higher than the earnings per diluted share we reported for the first quarter of fiscal 2018.\nCash and cash equivalents totaled $80,236,000 at January 31, 2018, compared to $66,307,000 at October 31, 2017. Working capital was $183,171,000 at January 31, 2018, compared to $175,526,000 at October 31, 2017. The increase in working capital was primarily due to an increase in inventories.\nHurco Companies, Inc. is an international, industrial technology company that sells its three brands of computer numeric control (CNC) machine tools to the worldwide metal cutting and metal forming industry. Two of the Company’s brands of machine tools, Hurco and Milltronics, are equipped with interactive controls that include software that is proprietary to each respective brand. The Company designs these controls and develops the software. The third brand of CNC machine tools, Takumi, is equipped with industrial controls that are produced by third parties, which allows the customer to decide the type of control added to the Takumi CNC machine tool. The end markets for the Company's products are independent job shops, short-run manufacturing operations within large corporations, and manufacturers with production-oriented operations. The Company’s customers manufacture precision parts, tools, dies, and/or molds for industries such as aerospace, defense, medical equipment, energy, transportation and computer equipment. The Company is based in Indianapolis, Indiana, with manufacturing operations in Taiwan, Italy, the U.S. and China, and sells its products through direct and indirect sales forces throughout the Americas, Europe, and Asia. The Company has sales, application engineering support and service subsidiaries in China, England, France, Germany, India, Italy, Poland, Singapore, South Africa, the U.S., and Taiwan. Web Site: www.hurco.com\nCertain statements in this news release are forward-looking statements that involve known and unknown risks, uncertainties and other factors that may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. These factors include, among others, the cyclical nature of the machine tool industry, changes in general economic and business conditions that affect demand for our products, the risks of our international operations, changes in manufacturing markets, innovations by competitors, the ability to protect our intellectual property, breaches of our network and system security measures, fluctuations in foreign currency exchange rates, increases in prices of raw materials, quality and delivery performance by our vendors, our ability to effectively integrate acquisitions, negative or unforeseen tax consequences and governmental actions and initiatives, including import and export restrictions and tariffs.\nContact: Sonja K. McClelland Executive Vice President, Secretary, Treasurer, & Chief Financial Officer 317-293-5309\nHurco Companies, Inc. CONDENSED CONSOLIDATED STATEMENTS OF INCOME (Dollars in thousands, except per-share data) Three Months Ended\nJanuary 31, 2018 2017 (unaudited) Sales and service fees $ 68,444 $ 48,744 Cost of sales and service 48,323 36,158 Gross profit 20,121 12,586 Selling, general and administrative expenses 12,966 11,167 Operating income 7,155 1,419 Interest expense 20 21 Interest income 18 11 Investment income 116 64 Other income (expense), net 168 (51 ) Income before taxes 7,437 1,422 Provision for income taxes 4,500 543 Net income $ 2,937 $ 879 Income per common share Basic $ 0.44 $ 0.13 Diluted $ 0.43 $ 0.13 Weighted average common shares outstanding Basic 6,659 6,583 Diluted 6,745 6,668 OTHER CONSOLIDATED FINANCIAL DATA Three Months Ended\nJanuary 31, Operating Data: 2018 2017 (unaudited) Gross margin 29 % 26 % SG&A expense as a percentage of sales 19 % 23 % Operating income as a percentage of sales 10 % 3 % Pre-tax income as a percentage of sales 11 % 3 % Effective tax rate 61 % 38 % Depreciation and amortization 888 959 Capital expenditures 1,480 1,280 Balance Sheet Data: 1/31/2018 10/31/2017 Working capital $ 183,171 $ 175,526 Days sales outstanding (unaudited) 47 46 Inventory turns (unaudited) 1.5 1.5 Capitalization Total debt $ 1,590 $ 1,507 Shareholders' equity 210,096 203,085 Total $ 211,686 $ 204,592\nHurco Companies, Inc. CONSOLIDATED BALANCE SHEETS (In thousands, except share and per-share data) January 31, October 31, 2018 2017 ASSETS Current assets: Cash and cash equivalents $ 80,236 $ 66,307 Accounts receivable, net 41,614 50,094 Inventories, net 131,526 119,948 Derivative assets 1,364 596 Prepaid expenses 8,105 7,913 Other 2,726 1,557 Total current assets 265,571 246,415 Property and equipment: Land 868 841 Building 7,352 7,352 Machinery and equipment 26,988 25,652 Leasehold improvements 3,762 3,503 38,970 37,348 Less accumulated depreciation and amortization (26,250 ) (25,167 ) Total property and equipment 12,720 12,181 Non-current assets: Software development costs, less accumulated amortization 6,595 6,226 Goodwill 2,586 2,440 Intangible assets, net 1,092 1,076 Deferred income taxes 4,571 6,176 Investments and other assets, net 7,658 7,131 Total non-current assets 22,502 23,049 Total assets $ 300,793 $ 281,645 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Accounts payable $ 57,603 $ 47,638 Accrued expenses 19,051 20,012 Derivative liabilities 4,156 1,732 Short-term debt 1,590 1,507 Total current liabilities 82,400 70,889 Non-current liabilities: Deferred income taxes 1,942 3,821 Accrued tax liability 2,446 133 Deferred credits and other obligations 3,909 3,717 Total non-current liabilities 8,297 7,671 Shareholders' equity: Preferred stock: no par value per share; 1,000,000 shares authorized; no shares issued - - Common stock: no par value; $.10 stated value per share; 12,500,000 shares authorized; 6,866,932 and 6,799,006 shares issued; and 6,692,778 and 6,641,197 shares outstanding, as of January 31, 2018 and October 31, 2017, respectively 669 664 Additional paid-in capital 62,380 61,344 Retained earnings 151,536 149,267 Accumulated other comprehensive loss (4,489 ) (8,190 ) Total shareholders' equity 210,096 203,085 Total liabilities and shareholders' equity $ 300,793 $ 281,645\nSource:Hurco Companies, Inc.",
    "published": "2018-03-09T16:33:00.000+02:00",
    "crawled": "2018-03-09T20:25:59.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "indianapolis",
        "march",
        "globe",
        "newswire",
        "hurco",
        "company",
        "nasdaq",
        "hurc",
        "today",
        "reported",
        "result",
        "first",
        "fiscal",
        "quarter",
        "ended",
        "january",
        "hurco",
        "recorded",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "corresponding",
        "period",
        "fiscal",
        "michael",
        "doar",
        "chief",
        "executive",
        "officer",
        "stated",
        "another",
        "great",
        "quarter",
        "hurco",
        "continue",
        "achieve",
        "new",
        "milestone",
        "fitting",
        "hurco",
        "best",
        "financial",
        "position",
        "history",
        "kick",
        "anniversary",
        "geographic",
        "region",
        "product",
        "line",
        "made",
        "important",
        "contribution",
        "continued",
        "growth",
        "global",
        "business",
        "model",
        "allowed",
        "u",
        "successfully",
        "develop",
        "new",
        "product",
        "technology",
        "improve",
        "profitability",
        "customer",
        "providing",
        "consistent",
        "return",
        "shareholder",
        "sale",
        "service",
        "fee",
        "first",
        "quarter",
        "fiscal",
        "increase",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "sale",
        "dollar",
        "financial",
        "reporting",
        "purpose",
        "following",
        "table",
        "set",
        "forth",
        "net",
        "sale",
        "service",
        "fee",
        "geographic",
        "region",
        "first",
        "quarter",
        "ended",
        "january",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "january",
        "change",
        "change",
        "america",
        "europe",
        "asia",
        "pacific",
        "total",
        "sale",
        "america",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "compared",
        "corresponding",
        "period",
        "fiscal",
        "reflected",
        "improved",
        "market",
        "condition",
        "demand",
        "customer",
        "product",
        "line",
        "hurco",
        "takumi",
        "milltronics",
        "european",
        "sale",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "compared",
        "corresponding",
        "period",
        "fiscal",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "sale",
        "dollar",
        "financial",
        "reporting",
        "purpose",
        "increase",
        "european",
        "sale",
        "first",
        "quarter",
        "fiscal",
        "primarily",
        "attributable",
        "increased",
        "customer",
        "demand",
        "hurco",
        "takumi",
        "vertical",
        "milling",
        "machine",
        "germany",
        "united",
        "kingdom",
        "france",
        "italy",
        "asian",
        "pacific",
        "sale",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "compared",
        "corresponding",
        "period",
        "fiscal",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "sale",
        "dollar",
        "financial",
        "reporting",
        "purpose",
        "increase",
        "asian",
        "pacific",
        "sale",
        "first",
        "quarter",
        "primarily",
        "attributable",
        "increased",
        "customer",
        "demand",
        "hurco",
        "takumi",
        "vertical",
        "milling",
        "machine",
        "china",
        "included",
        "notable",
        "increase",
        "sale",
        "hurco",
        "machine",
        "southeast",
        "asia",
        "order",
        "first",
        "quarter",
        "fiscal",
        "record",
        "increase",
        "compared",
        "corresponding",
        "period",
        "fiscal",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "order",
        "dollar",
        "following",
        "table",
        "set",
        "forth",
        "new",
        "order",
        "booked",
        "geographic",
        "region",
        "first",
        "quarter",
        "ended",
        "january",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "january",
        "change",
        "change",
        "america",
        "europe",
        "asia",
        "pacific",
        "total",
        "order",
        "america",
        "first",
        "quarter",
        "fiscal",
        "increased",
        "compared",
        "corresponding",
        "period",
        "fiscal",
        "increase",
        "primarily",
        "attributable",
        "slight",
        "increased",
        "customer",
        "demand",
        "hurco",
        "machine",
        "european",
        "order",
        "first",
        "quarter",
        "increased",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "order",
        "dollar",
        "increase",
        "order",
        "driven",
        "primarily",
        "increased",
        "customer",
        "demand",
        "hurco",
        "takumi",
        "vertical",
        "milling",
        "machine",
        "germany",
        "italy",
        "france",
        "asian",
        "pacific",
        "order",
        "first",
        "quarter",
        "increased",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "included",
        "favorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "order",
        "dollar",
        "increase",
        "order",
        "driven",
        "primarily",
        "increased",
        "customer",
        "demand",
        "hurco",
        "vertical",
        "milling",
        "machine",
        "china",
        "gross",
        "profit",
        "first",
        "quarter",
        "fiscal",
        "sale",
        "compared",
        "sale",
        "corresponding",
        "prior",
        "year",
        "period",
        "increase",
        "gross",
        "profit",
        "percentage",
        "sale",
        "reflected",
        "increased",
        "volume",
        "sale",
        "hurco",
        "machine",
        "particularly",
        "europe",
        "favorable",
        "impact",
        "foreign",
        "currency",
        "translation",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "selling",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "fiscal",
        "sale",
        "compared",
        "sale",
        "corresponding",
        "period",
        "fiscal",
        "included",
        "unfavorable",
        "currency",
        "impact",
        "translating",
        "foreign",
        "expense",
        "dollar",
        "financial",
        "reporting",
        "purpose",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "increase",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "fiscal",
        "compared",
        "corresponding",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "provisional",
        "adjustment",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "act",
        "enacted",
        "december",
        "tax",
        "reform",
        "act",
        "among",
        "thing",
        "lowered",
        "corporate",
        "tax",
        "rate",
        "effective",
        "january",
        "implemented",
        "territorial",
        "tax",
        "system",
        "imposed",
        "tax",
        "deemed",
        "repatriated",
        "earnings",
        "foreign",
        "subsidiary",
        "result",
        "change",
        "tax",
        "law",
        "tax",
        "charge",
        "related",
        "revaluation",
        "deferred",
        "tax",
        "asset",
        "liability",
        "recorded",
        "first",
        "quarter",
        "fiscal",
        "addition",
        "charge",
        "related",
        "transition",
        "tax",
        "deemed",
        "repatriation",
        "accumulated",
        "foreign",
        "income",
        "recorded",
        "first",
        "quarter",
        "fiscal",
        "amount",
        "subject",
        "adjustment",
        "measurement",
        "period",
        "one",
        "year",
        "following",
        "december",
        "enactment",
        "date",
        "provided",
        "recent",
        "sec",
        "guidance",
        "impact",
        "charge",
        "increased",
        "effective",
        "tax",
        "rate",
        "approximately",
        "first",
        "quarter",
        "fiscal",
        "excluding",
        "impact",
        "charge",
        "earnings",
        "per",
        "diluted",
        "share",
        "would",
        "higher",
        "earnings",
        "per",
        "diluted",
        "share",
        "reported",
        "first",
        "quarter",
        "fiscal",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "january",
        "compared",
        "october",
        "working",
        "capital",
        "january",
        "compared",
        "october",
        "increase",
        "working",
        "capital",
        "primarily",
        "due",
        "increase",
        "inventory",
        "hurco",
        "company",
        "international",
        "industrial",
        "technology",
        "company",
        "sell",
        "three",
        "brand",
        "computer",
        "numeric",
        "control",
        "cnc",
        "machine",
        "tool",
        "worldwide",
        "metal",
        "cutting",
        "metal",
        "forming",
        "industry",
        "two",
        "company",
        "brand",
        "machine",
        "tool",
        "hurco",
        "milltronics",
        "equipped",
        "interactive",
        "control",
        "include",
        "software",
        "proprietary",
        "respective",
        "brand",
        "company",
        "design",
        "control",
        "develops",
        "software",
        "third",
        "brand",
        "cnc",
        "machine",
        "tool",
        "takumi",
        "equipped",
        "industrial",
        "control",
        "produced",
        "third",
        "party",
        "allows",
        "customer",
        "decide",
        "type",
        "control",
        "added",
        "takumi",
        "cnc",
        "machine",
        "tool",
        "end",
        "market",
        "company",
        "product",
        "independent",
        "job",
        "shop",
        "manufacturing",
        "operation",
        "within",
        "large",
        "corporation",
        "manufacturer",
        "operation",
        "company",
        "customer",
        "manufacture",
        "precision",
        "part",
        "tool",
        "dy",
        "mold",
        "industry",
        "aerospace",
        "defense",
        "medical",
        "equipment",
        "energy",
        "transportation",
        "computer",
        "equipment",
        "company",
        "based",
        "indianapolis",
        "indiana",
        "manufacturing",
        "operation",
        "taiwan",
        "italy",
        "china",
        "sell",
        "product",
        "direct",
        "indirect",
        "sale",
        "force",
        "throughout",
        "america",
        "europe",
        "asia",
        "company",
        "sale",
        "application",
        "engineering",
        "support",
        "service",
        "subsidiary",
        "china",
        "england",
        "france",
        "germany",
        "india",
        "italy",
        "poland",
        "singapore",
        "south",
        "africa",
        "taiwan",
        "web",
        "site",
        "certain",
        "statement",
        "news",
        "release",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "cyclical",
        "nature",
        "machine",
        "tool",
        "industry",
        "change",
        "general",
        "economic",
        "business",
        "condition",
        "affect",
        "demand",
        "product",
        "risk",
        "international",
        "operation",
        "change",
        "manufacturing",
        "market",
        "innovation",
        "competitor",
        "ability",
        "protect",
        "intellectual",
        "property",
        "breach",
        "network",
        "system",
        "security",
        "measure",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "increase",
        "price",
        "raw",
        "material",
        "quality",
        "delivery",
        "performance",
        "vendor",
        "ability",
        "effectively",
        "integrate",
        "acquisition",
        "negative",
        "unforeseen",
        "tax",
        "consequence",
        "governmental",
        "action",
        "initiative",
        "including",
        "import",
        "export",
        "restriction",
        "tariff",
        "contact",
        "sonja",
        "mcclelland",
        "executive",
        "vice",
        "president",
        "secretary",
        "treasurer",
        "chief",
        "financial",
        "officer",
        "hurco",
        "company",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "data",
        "three",
        "month",
        "ended",
        "january",
        "unaudited",
        "sale",
        "service",
        "fee",
        "cost",
        "sale",
        "service",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "interest",
        "income",
        "investment",
        "income",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "consolidated",
        "financial",
        "data",
        "three",
        "month",
        "ended",
        "january",
        "operating",
        "data",
        "unaudited",
        "gross",
        "margin",
        "sg",
        "expense",
        "percentage",
        "sale",
        "operating",
        "income",
        "percentage",
        "sale",
        "income",
        "percentage",
        "sale",
        "effective",
        "tax",
        "rate",
        "depreciation",
        "amortization",
        "capital",
        "expenditure",
        "balance",
        "sheet",
        "data",
        "working",
        "capital",
        "day",
        "sale",
        "outstanding",
        "unaudited",
        "inventory",
        "turn",
        "unaudited",
        "capitalization",
        "total",
        "debt",
        "shareholder",
        "equity",
        "total",
        "hurco",
        "company",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "january",
        "october",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "derivative",
        "asset",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "land",
        "building",
        "machinery",
        "equipment",
        "leasehold",
        "improvement",
        "less",
        "accumulated",
        "depreciation",
        "amortization",
        "total",
        "property",
        "equipment",
        "asset",
        "software",
        "development",
        "cost",
        "less",
        "accumulated",
        "amortization",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "investment",
        "asset",
        "net",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "derivative",
        "liability",
        "debt",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "income",
        "tax",
        "accrued",
        "tax",
        "liability",
        "deferred",
        "credit",
        "obligation",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "common",
        "stock",
        "par",
        "value",
        "stated",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "january",
        "october",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "source",
        "hurco",
        "company",
        "inc"
    ]
}