{
    "organizations": [],
    "uuid": "2450b1c1b4b45fe7a400c1e3e5d620e90c5251e5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-victory-provides-update-on-company-transformation-and-announces-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Victory Provides Update on Company Transformation and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas, Victory Energy Corporation (OTCQB:VYEY) (\"Victory\" or the “Company”), today provided an update on the Company’s transition into a technology-driven, friction reducing oilfield products and services company, and announced operating results for the year ended December 31, 2017.\nUpdate on Transition to Oilfield Services\nOn August 21, 2017, the Company successfully completed a transaction with Armacor Victory Ventures, LLC (“AVV”), an affiliate of Armacor Holdings, LLC and Liquidmetal Coatings . As part of the transaction, AVV granted to Victory a worldwide, perpetual, royalty free, fully paid up and exclusive sublicense to all of AVV’s owned and licensed intellectual property for use in the oilfield services industry, except for a tubular solutions company headquartered in France.\nThese patented advanced oilfield technology alloy products are designed to deliver a comprehensive set of innovative drill-string solutions that help prevent aggressive wear, corrosion and friction on tool joints and pipe mid-sections. These initial products and Victory’s patented RFID enclosure are currently undergoing testing by one of the largest oilfield service companies in America. The Company’s current products are based on a patented amorphous alloy solution that we believe can dramatically reduce drill-string torque, which improves well completion time and lowers total well costs when drilling long laterals. The Liquidmetal Coatings - Armacor product line has been down-hole validated by several large U.S. based oil and natural gas companies. Victory is working to publish formal testing results in the near future.\nPrior to entering into the transaction agreement with AVV, the Company was focused on the acquisition and development of unconventional resource play opportunities in a number of U.S. onshore basins. Victory conducted these operations through Aurora Energy Partners (“Aurora”), in which the Company held a 50% ownership interest with the remaining 50% ownership interest held by Navitus Energy Group (“Navitus”). On August 21, 2017, the Company entered into an agreement with Navitus for the divestiture and transfer of Victory’s 50% ownership interest in Aurora to Navitus (the “Aurora Energy Partners Divestiture”).\nRecent Highlights\nOn November 20, 2017, Victory held a special meeting of shareholders at which it obtained approval of all necessary provisions of the transaction agreement and other Company matters. This included approval of the Aurora Energy Partners Divestiture, which was subsequently completed on December 13, 2017. On December 19, 2017, Victory completed a 1-for-38 reverse stock split of its outstanding common stock. As a result, the Company’s issued and outstanding common stock decreased from 197,769,460 to 5,206,150 shares.\nKenny Hill, Victory’s Chief Executive Officer commented, “We believe that a well-capitalized technology-enabled oilfield services business, with ownership of a worldwide, perpetual, royalty free, fully paid up and exclusive license and rights to all future Liquidmetal® Coatings oil and gas product innovations, will provide the basis for more accessible financing to grow Victory and execute our oilfield services company acquisitions strategy. This patent protected intellectual property also creates a meaningfully differentiated oilfield services business, with little effective competition. The combination of friction reduction, torque reduction, reduced corrosion, wear and better data collection from the deployment of our RFID enclosures, only represent our initial product line. We anticipate new innovative products will come to market as we collaborate with drillers to solve their other down-hole needs. We plan to begin a new capital raise shortly with an emphasis on corporate infrastructure, customer channel development, management team buildout and oilfield service company acquisitions that align with our strategic goals. We also intend to change the name of the Company to better reflect our new oilfield tech focus.\nFull Year 2017 Financial Review\nAs a result of the Aurora Energy Partners Divestiture, the Company’s financials have been restated retroactively to present the Company’s previous oil and gas operations as discontinued. General and administrative expenses increased $407,739 to $2,174,965 for the twelve months ended December 31, 2017 from $1,767,226 for the twelve months ending December 31, 2016. The increase was primarily due to costs incurred associated with the AVV transaction and the Aurora Energy Partners Divestiture. Depreciation and amortization expenses increased $9,039 to $15,502 for the twelve months ended December 31, 2017 from $6,463 for the twelve months ended December 31, 2016 primarily due to revisions to furniture and equipment. Interest expense increased $204,120 to $338,236 for the twelve months ended December 31, 2017 from $134,116 for the twelve months ended December 31, 2016. The increase was primarily due to interest on amounts owed under the terms of a note payable to a Company affiliate. Loss from continuing operations increased $620,898 to $2,528,703 for the twelve months ended December 31, 2017 from a loss of $1,907,805 for the twelve months ended December 31, 2016. The increase was primarily due to costs incurred associated with the AVV transaction and the Aurora Energy Partners Divestiture. Income (loss) from discontinued operations decreased $18,192,789 to a loss of $18,191,583 for the twelve months ended December 31, 2017 from income of $1,206 for the twelve months ended December 31, 2016. The loss from discontinued operations in 2017 was due to the Aurora Energy Partners Divestiture.\nInvestor and Media Contact:\nAl Petrie Advisors\nWes Harris\n281-740-1334\nwes@alpetrie.com\nVictory Energy Corporation:\nKenneth Hill - Chief Executive Officer\nPhone: 512-347-7300\nKenny@vyey.com\nArmacor Victory Ventures Investor and Media Contact:\nRachel Cui\nPhone: 281-359-1283\nRachel.cui@liquidmetal-coatings.com\nAbout Victory Energy\nVictory Energy Corporation (VYEY), is an Austin, Texas based publicly held company that is in the process of transitioning from an upstream oil and gas exploration and production company into a technology driven oilfield services company offering patented oil and gas technology drilling products designed to improve oil and gas well drilling outcomes. For more information about the Company today, please visit www.vyey.com .\nAbout Armacor Victory Ventures, LLC\nArmacor Victory Ventures, LLC is an affiliate of Liquidmetal Coatings and the grantor of the global exclusive license to Victory Energy for products and services in oilfield services. Liquidmetal Coatings Armacor® branded materials harness a revolutionary material technology based on amorphous metal technology discovered in conjunction with NASA. Considered one of their top discoveries, it has the potential to fundamentally change the paradigm in material science and the industries for which Liquidmetal Coatings makes products. They harness this technology to produce the world’s leading wear and corrosion solutions. The unique amorphous metal technology protects drill pipe, casings, and other critical assets to a degree that competitors have historically proven unable to match. This allows oil and gas producers, drillers and even applicators to maximize their asset management and field efficiencies.\nSafe Harbor Statement\nThis press release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical facts, included in this press release that address activities, events or developments that the Company expects, believes or anticipates will or may occur in the future are forward-looking statements. These statements are based on certain assumptions made by the Company based on management's experience, perception of historical trends and technical analyses, current conditions, anticipated future developments and other factors believed to be appropriate and reasonable by management. When used in this press release, the words \"will,\" \"potential,\" \"believe,\" \"estimated,\" \"intend,\" \"expect,\" \"may,\" \"should,\" \"anticipate,\" \"could,\" \"plan,\" \"project,\" or their negatives, other similar expressions or the statements that include those words, are intended to identify forward-looking statements, although not all forward-looking statements contain such identifying words. Among these forward-looking statements are statements regarding our ability to raise additional capital and become a major player in the oilfield services business, as well as our ability to successfully utilize the technology licensed under the License to generate revenues and profits. Such forward-looking statements are subject to a number of assumptions, risks and uncertainties, many of which are beyond the control of the Company, which may cause actual results to differ materially from those implied or expressed by the forward-looking statements, including but not limited to continued operating losses; our ability to continue as a going concern; the competitive nature of our industry; downturns in the oil and gas industry, including the oilfield services business; hazards inherent in the oil and natural gas industry; our ability to realize the anticipated benefits of acquisitions or divestitures; our ability to successfully integrate and manage businesses that we plan to acquire in the future; our ability to grow our oilfield services business; our dependence on key management personnel and technical experts; the impact of severe weather; our compliance with complex laws governing our business; our failure to comply with environmental laws and regulations; the impact of oilfield anti-indemnity provisions enacted by many states; delays in obtaining permits by our future customers or acquisition targets for their operations; our ability to obtain patents, licenses and other intellectual property rights covering our services and products; our ability to develop or acquire new products; our dependence on third parties; and, the results of pending litigation.\nSource:Victory Energy Corporation",
    "published": "2018-03-30T02:24:00.000+03:00",
    "crawled": "2018-03-30T03:26:19.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "victory",
        "energy",
        "corporation",
        "otcqb",
        "vyey",
        "victory",
        "company",
        "today",
        "provided",
        "update",
        "company",
        "transition",
        "friction",
        "reducing",
        "oilfield",
        "product",
        "service",
        "company",
        "announced",
        "operating",
        "result",
        "year",
        "ended",
        "december",
        "update",
        "transition",
        "oilfield",
        "service",
        "august",
        "company",
        "successfully",
        "completed",
        "transaction",
        "armacor",
        "victory",
        "venture",
        "llc",
        "avv",
        "affiliate",
        "armacor",
        "holding",
        "llc",
        "liquidmetal",
        "coating",
        "part",
        "transaction",
        "avv",
        "granted",
        "victory",
        "worldwide",
        "perpetual",
        "royalty",
        "free",
        "fully",
        "paid",
        "exclusive",
        "sublicense",
        "avv",
        "owned",
        "licensed",
        "intellectual",
        "property",
        "use",
        "oilfield",
        "service",
        "industry",
        "except",
        "tubular",
        "solution",
        "company",
        "headquartered",
        "france",
        "patented",
        "advanced",
        "oilfield",
        "technology",
        "alloy",
        "product",
        "designed",
        "deliver",
        "comprehensive",
        "set",
        "innovative",
        "solution",
        "help",
        "prevent",
        "aggressive",
        "wear",
        "corrosion",
        "friction",
        "tool",
        "joint",
        "pipe",
        "initial",
        "product",
        "victory",
        "patented",
        "rfid",
        "enclosure",
        "currently",
        "undergoing",
        "testing",
        "one",
        "largest",
        "oilfield",
        "service",
        "company",
        "america",
        "company",
        "current",
        "product",
        "based",
        "patented",
        "amorphous",
        "alloy",
        "solution",
        "believe",
        "dramatically",
        "reduce",
        "torque",
        "improves",
        "well",
        "completion",
        "time",
        "lower",
        "total",
        "well",
        "cost",
        "drilling",
        "long",
        "lateral",
        "liquidmetal",
        "coating",
        "armacor",
        "product",
        "line",
        "validated",
        "several",
        "large",
        "based",
        "oil",
        "natural",
        "gas",
        "company",
        "victory",
        "working",
        "publish",
        "formal",
        "testing",
        "result",
        "near",
        "future",
        "prior",
        "entering",
        "transaction",
        "agreement",
        "avv",
        "company",
        "focused",
        "acquisition",
        "development",
        "unconventional",
        "resource",
        "play",
        "opportunity",
        "number",
        "onshore",
        "basin",
        "victory",
        "conducted",
        "operation",
        "aurora",
        "energy",
        "partner",
        "aurora",
        "company",
        "held",
        "ownership",
        "interest",
        "remaining",
        "ownership",
        "interest",
        "held",
        "navitus",
        "energy",
        "group",
        "navitus",
        "august",
        "company",
        "entered",
        "agreement",
        "navitus",
        "divestiture",
        "transfer",
        "victory",
        "ownership",
        "interest",
        "aurora",
        "navitus",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "recent",
        "highlight",
        "november",
        "victory",
        "held",
        "special",
        "meeting",
        "shareholder",
        "obtained",
        "approval",
        "necessary",
        "provision",
        "transaction",
        "agreement",
        "company",
        "matter",
        "included",
        "approval",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "subsequently",
        "completed",
        "december",
        "december",
        "victory",
        "completed",
        "reverse",
        "stock",
        "split",
        "outstanding",
        "common",
        "stock",
        "result",
        "company",
        "issued",
        "outstanding",
        "common",
        "stock",
        "decreased",
        "share",
        "kenny",
        "hill",
        "victory",
        "chief",
        "executive",
        "officer",
        "commented",
        "believe",
        "oilfield",
        "service",
        "business",
        "ownership",
        "worldwide",
        "perpetual",
        "royalty",
        "free",
        "fully",
        "paid",
        "exclusive",
        "license",
        "right",
        "future",
        "coating",
        "oil",
        "gas",
        "product",
        "innovation",
        "provide",
        "basis",
        "accessible",
        "financing",
        "grow",
        "victory",
        "execute",
        "oilfield",
        "service",
        "company",
        "acquisition",
        "strategy",
        "patent",
        "protected",
        "intellectual",
        "property",
        "also",
        "creates",
        "meaningfully",
        "differentiated",
        "oilfield",
        "service",
        "business",
        "little",
        "effective",
        "competition",
        "combination",
        "friction",
        "reduction",
        "torque",
        "reduction",
        "reduced",
        "corrosion",
        "wear",
        "better",
        "data",
        "collection",
        "deployment",
        "rfid",
        "enclosure",
        "represent",
        "initial",
        "product",
        "line",
        "anticipate",
        "new",
        "innovative",
        "product",
        "come",
        "market",
        "collaborate",
        "drillers",
        "solve",
        "need",
        "plan",
        "begin",
        "new",
        "capital",
        "raise",
        "shortly",
        "emphasis",
        "corporate",
        "infrastructure",
        "customer",
        "channel",
        "development",
        "management",
        "team",
        "buildout",
        "oilfield",
        "service",
        "company",
        "acquisition",
        "align",
        "strategic",
        "goal",
        "also",
        "intend",
        "change",
        "name",
        "company",
        "better",
        "reflect",
        "new",
        "oilfield",
        "tech",
        "focus",
        "full",
        "year",
        "financial",
        "review",
        "result",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "company",
        "financials",
        "restated",
        "retroactively",
        "present",
        "company",
        "previous",
        "oil",
        "gas",
        "operation",
        "discontinued",
        "general",
        "administrative",
        "expense",
        "increased",
        "twelve",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ending",
        "december",
        "increase",
        "primarily",
        "due",
        "cost",
        "incurred",
        "associated",
        "avv",
        "transaction",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "depreciation",
        "amortization",
        "expense",
        "increased",
        "twelve",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "primarily",
        "due",
        "revision",
        "furniture",
        "equipment",
        "interest",
        "expense",
        "increased",
        "twelve",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "interest",
        "amount",
        "owed",
        "term",
        "note",
        "payable",
        "company",
        "affiliate",
        "loss",
        "continuing",
        "operation",
        "increased",
        "twelve",
        "month",
        "ended",
        "december",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "cost",
        "incurred",
        "associated",
        "avv",
        "transaction",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "income",
        "loss",
        "discontinued",
        "operation",
        "decreased",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "income",
        "twelve",
        "month",
        "ended",
        "december",
        "loss",
        "discontinued",
        "operation",
        "due",
        "aurora",
        "energy",
        "partner",
        "divestiture",
        "investor",
        "medium",
        "contact",
        "al",
        "petrie",
        "advisor",
        "wes",
        "harris",
        "wes",
        "victory",
        "energy",
        "corporation",
        "kenneth",
        "hill",
        "chief",
        "executive",
        "officer",
        "phone",
        "kenny",
        "armacor",
        "victory",
        "venture",
        "investor",
        "medium",
        "contact",
        "rachel",
        "cui",
        "phone",
        "victory",
        "energy",
        "victory",
        "energy",
        "corporation",
        "vyey",
        "austin",
        "texas",
        "based",
        "publicly",
        "held",
        "company",
        "process",
        "transitioning",
        "upstream",
        "oil",
        "gas",
        "exploration",
        "production",
        "company",
        "technology",
        "driven",
        "oilfield",
        "service",
        "company",
        "offering",
        "patented",
        "oil",
        "gas",
        "technology",
        "drilling",
        "product",
        "designed",
        "improve",
        "oil",
        "gas",
        "well",
        "drilling",
        "outcome",
        "information",
        "company",
        "today",
        "please",
        "visit",
        "armacor",
        "victory",
        "venture",
        "llc",
        "armacor",
        "victory",
        "venture",
        "llc",
        "affiliate",
        "liquidmetal",
        "coating",
        "grantor",
        "global",
        "exclusive",
        "license",
        "victory",
        "energy",
        "product",
        "service",
        "oilfield",
        "service",
        "liquidmetal",
        "coating",
        "branded",
        "material",
        "harness",
        "revolutionary",
        "material",
        "technology",
        "based",
        "amorphous",
        "metal",
        "technology",
        "discovered",
        "conjunction",
        "nasa",
        "considered",
        "one",
        "top",
        "discovery",
        "potential",
        "fundamentally",
        "change",
        "paradigm",
        "material",
        "science",
        "industry",
        "liquidmetal",
        "coating",
        "make",
        "product",
        "harness",
        "technology",
        "produce",
        "world",
        "leading",
        "wear",
        "corrosion",
        "solution",
        "unique",
        "amorphous",
        "metal",
        "technology",
        "protects",
        "drill",
        "pipe",
        "casing",
        "critical",
        "asset",
        "degree",
        "competitor",
        "historically",
        "proven",
        "unable",
        "match",
        "allows",
        "oil",
        "gas",
        "producer",
        "drillers",
        "even",
        "applicator",
        "maximize",
        "asset",
        "management",
        "field",
        "efficiency",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "address",
        "activity",
        "event",
        "development",
        "company",
        "expects",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "statement",
        "statement",
        "based",
        "certain",
        "assumption",
        "made",
        "company",
        "based",
        "management",
        "experience",
        "perception",
        "historical",
        "trend",
        "technical",
        "analysis",
        "current",
        "condition",
        "anticipated",
        "future",
        "development",
        "factor",
        "believed",
        "appropriate",
        "reasonable",
        "management",
        "used",
        "press",
        "release",
        "word",
        "potential",
        "believe",
        "estimated",
        "intend",
        "expect",
        "may",
        "anticipate",
        "could",
        "plan",
        "project",
        "negative",
        "similar",
        "expression",
        "statement",
        "include",
        "word",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "among",
        "statement",
        "statement",
        "regarding",
        "ability",
        "raise",
        "additional",
        "capital",
        "become",
        "major",
        "player",
        "oilfield",
        "service",
        "business",
        "well",
        "ability",
        "successfully",
        "utilize",
        "technology",
        "licensed",
        "license",
        "generate",
        "revenue",
        "profit",
        "statement",
        "subject",
        "number",
        "assumption",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "company",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "implied",
        "expressed",
        "statement",
        "including",
        "limited",
        "continued",
        "operating",
        "loss",
        "ability",
        "continue",
        "going",
        "concern",
        "competitive",
        "nature",
        "industry",
        "downturn",
        "oil",
        "gas",
        "industry",
        "including",
        "oilfield",
        "service",
        "business",
        "hazard",
        "inherent",
        "oil",
        "natural",
        "gas",
        "industry",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "divestiture",
        "ability",
        "successfully",
        "integrate",
        "manage",
        "business",
        "plan",
        "acquire",
        "future",
        "ability",
        "grow",
        "oilfield",
        "service",
        "business",
        "dependence",
        "key",
        "management",
        "personnel",
        "technical",
        "expert",
        "impact",
        "severe",
        "weather",
        "compliance",
        "complex",
        "law",
        "governing",
        "business",
        "failure",
        "comply",
        "environmental",
        "law",
        "regulation",
        "impact",
        "oilfield",
        "provision",
        "enacted",
        "many",
        "state",
        "delay",
        "obtaining",
        "permit",
        "future",
        "customer",
        "acquisition",
        "target",
        "operation",
        "ability",
        "obtain",
        "patent",
        "license",
        "intellectual",
        "property",
        "right",
        "covering",
        "service",
        "product",
        "ability",
        "develop",
        "acquire",
        "new",
        "product",
        "dependence",
        "third",
        "party",
        "result",
        "pending",
        "litigation",
        "source",
        "victory",
        "energy",
        "corporation"
    ]
}