{
    "organizations": [],
    "uuid": "f5f7300263dff1b6ca11585560c2ee44faad744b",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-facebook-cambridge-analytica/trump-consultants-harvested-data-from-50-million-facebook-users-reports-idUKKCN1GT02U",
    "ord_in_thread": 0,
    "title": "Trump consultants harvested data from 50 mln Facebook users - reports",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 17, 2018 / 5:10 PM / Updated 15 minutes ago Trump consultants harvested data from 50 mln Facebook users - reports David Ingram , Peter Henderson 8 Min Read (Reuters) - Data analytics firm Cambridge Analytica harvested private information from more than 50 million Facebook users in developing techniques to support President Donald Trump’s 2016 election campaign, the New York Times and London’s Observer reported on Saturday. The Massachusetts attorney general said her office was launching an investigation after the news reports. “Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,” Maura Healey said on Twitter in a post that linked to a Times report. The United Kingdom’s Information Commission also announced on Saturday they are conducting an investigation of Cambridge Analytica, which also had clients in the country. “Any criminal and civil enforcement actions arising from the investigation will be pursued vigorously,” said Elizabeth Denham, Information Commissioner. Facebook on Friday said it was suspending Cambridge Analytica after finding data privacy policies had been violated. The move means Cambridge Analytica and its parent group Strategic Communication Laboratories (SCL) cannot buy ads or administer pages belonging to clients. The newspapers, which cited former Cambridge Analytica employees, associates and documents, said the data breach was one of the largest in the history of Facebook Inc ( FB.O ). The Observer said Cambridge Analytica used the data, taken without authorization in early 2014, to build a software programme to predict and influence choices at the ballot box. It quoted whistleblower Christopher Wylie, who helped set up Cambridge Analytica and worked with an academic at Cambridge University to obtain the data, as saying the system could profile individual voters to target them with personalized political advertisements. The more than 50 million profiles represented about a third of active North American Facebook users, and nearly a quarter of potential U.S. voters, at the time, the Observer said. “We exploited Facebook to harvest millions of people’s profiles. And built models to exploit what we knew about them and target their inner demons. That was the basis that the entire company was built on,” Wylie told the Observer. The New York Times said interviews with a half-dozen former Cambridge Analytica employees and contractors, and a review of the firm’s emails and documents, revealed it not only relied on the private Facebook data but still possesses most or all of it. The Observer said the data was collected through an app called thisisyourdigitallife, built by academic Aleksandr Kogan, separately from his work at Cambridge University. Through Kogan’s company Global Science Research (GSR), in collaboration with Cambridge Analytica, hundreds of thousands of users were paid to take a personality test and agreed to have their data collected for academic use, the Observer said. However, the app also collected the information of the test-takers’ Facebook friends, leading to the accumulation of a data pool tens of millions-strong, the Observer said. It said Facebook’s “platform policy” allowed only collection of friends data to improve user experience in the app and barred it from being sold on or used for advertising. Facebook said it acted against Cambridge Analytica and SCL after receiving reports they did not delete information about Facebook users that had been inappropriately shared. bit.ly/2FZU1Ir A Cambridge Analytica spokesman said GSR “was contractually committed by us to only obtain data in accordance with the UK Data Protection Act and to seek the informed consent of each respondent.” “When it subsequently became clear that the data had not been obtained by GSR in line with Facebook’s terms of service, Cambridge Analytica deleted all data received from GSR,” he said. “We worked with Facebook over this period to ensure that they were satisfied that we had not knowingly breached any of Facebook’s terms of service and also provided a signed statement to confirm that all Facebook data and their derivatives had been deleted,” the spokesman said. He said “no data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.” FILE PHOTO: A giant logo is seen at Facebook's headquarters in London, Britain, December 4, 2017. REUTERS/Toby Melville $6.2 MILLION FROM TRUMP CAMPAIGN Trump’s campaign hired Cambridge Analytica in June 2016 and paid it more than $6.2 million, according to Federal Election Commission records. A Trump campaign official said the campaign used the Republican National Committee for its voter data in 2016, not Cambridge Analytica. “Any claims that voter data were used from another source to support the victory in 2016 are false,” said the official, who spoke on condition of anonymity. In past interviews with Reuters, Brad Parscale, who ran Trump’s digital ad operation in 2016 and is his 2020 re-election campaign manager, has said Cambridge Analytica played a minor role as a contractor in the 2016 campaign. He said the campaign used voter data from a Republican-affiliated organisation rather than Cambridge Analytica. He declined to comment on Friday. On its website, Cambridge Analytica says it “provided the Donald J. Trump for President campaign with the expertise and insights that helped win the White House.” Facebook did not mention the Trump campaign or any other campaigns in its statement. “We will take legal action if necessary to hold them responsible and accountable for any unlawful behaviour,” Facebook said, adding that it was continuing to investigate the claims. In a Twitter post, Facebook Chief Security Officer Alex Stamos called the news reports “important and powerful” but said it was “incorrect to call this a ‘breach’ under any reasonable definition of the term.” “We can condemn this behaviour while being accurate in our description of it,” he said. Acknowledging an episode as a data breach can carry legal significance, as companies face a patchwork of state and federal requirements to notify customers and regulators when they detect that information has been compromised. Senator Mark Warner, the top Democrat on the U.S. Senate Intelligence Committee, said the case was “more evidence that the online political advertising market is essentially the Wild West” and showed the need for Congress to pass legislation to bring transparency and accountability to online political advertisements. A source close to the congressional investigations into Russian meddling in the 2016 campaign said the Trump campaign likely will need to address whether it was aware of Cambridge Analytica’s methods for obtaining its data or if the data was leveraged during the election. Cambridge Analytica says it uses “behavioural microtargeting,” or combining analysis of people’s personalities with demographics, to predict and influence mass behaviour. It says it has data on 220 million Americans, two-thirds of the U.S. population. It has worked on other campaigns in the United States and other countries, and is funded by Robert Mercer, a prominent supporter of politically conservative groups. Facebook in its statement described a rocky relationship with Cambridge Analytica, Kogan and Wylie going back to 2015. That year, Facebook said, it learnt that Kogan lied to the company and violated its policies by sharing data he acquired with a so-called “research app” that used Facebook’s login system. Kogan was not immediately available for comment. The thisisyourdigitallife app was downloaded by about 270,000 people. Facebook said Kogan gained access to profile and other information “in a legitimate way” but “did not subsequently abide by our rules” when he passed the data to SCL/Cambridge Analytica and Wylie. Facebook said it cut ties to Kogan’s app when it learnt of the violation, and asked for certification from Kogan and all parties he had given data to that the information had been destroyed. Related Coverage Massachusetts says to probe Facebook, Cambridge Analytica Although all certified they had destroyed the data, Facebook said it received reports in the past several days that “not all data was deleted.” Additional reporting by David Brunnstrom, Dustin Volz, Ginger Gibson and Chris Sanders in Washington and Ismail Shakil in Bengaluru; Editing by Paul Simao, Bill Trott and Chris Reese",
    "published": "2018-03-17T22:46:00.000+02:00",
    "crawled": "2018-03-17T23:05:27.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "minute",
        "ago",
        "trump",
        "consultant",
        "harvested",
        "data",
        "mln",
        "facebook",
        "user",
        "report",
        "david",
        "ingram",
        "peter",
        "henderson",
        "min",
        "read",
        "reuters",
        "data",
        "analytics",
        "firm",
        "cambridge",
        "analytica",
        "harvested",
        "private",
        "information",
        "million",
        "facebook",
        "user",
        "developing",
        "technique",
        "support",
        "president",
        "donald",
        "trump",
        "election",
        "campaign",
        "new",
        "york",
        "time",
        "london",
        "observer",
        "reported",
        "saturday",
        "massachusetts",
        "attorney",
        "general",
        "said",
        "office",
        "launching",
        "investigation",
        "news",
        "report",
        "massachusetts",
        "resident",
        "deserve",
        "answer",
        "immediately",
        "facebook",
        "cambridge",
        "analytica",
        "maura",
        "healey",
        "said",
        "twitter",
        "post",
        "linked",
        "time",
        "report",
        "united",
        "kingdom",
        "information",
        "commission",
        "also",
        "announced",
        "saturday",
        "conducting",
        "investigation",
        "cambridge",
        "analytica",
        "also",
        "client",
        "country",
        "criminal",
        "civil",
        "enforcement",
        "action",
        "arising",
        "investigation",
        "pursued",
        "vigorously",
        "said",
        "elizabeth",
        "denham",
        "information",
        "commissioner",
        "facebook",
        "friday",
        "said",
        "suspending",
        "cambridge",
        "analytica",
        "finding",
        "data",
        "privacy",
        "policy",
        "violated",
        "move",
        "mean",
        "cambridge",
        "analytica",
        "parent",
        "group",
        "strategic",
        "communication",
        "laboratory",
        "scl",
        "buy",
        "ad",
        "administer",
        "page",
        "belonging",
        "client",
        "newspaper",
        "cited",
        "former",
        "cambridge",
        "analytica",
        "employee",
        "associate",
        "document",
        "said",
        "data",
        "breach",
        "one",
        "largest",
        "history",
        "facebook",
        "inc",
        "observer",
        "said",
        "cambridge",
        "analytica",
        "used",
        "data",
        "taken",
        "without",
        "authorization",
        "early",
        "build",
        "software",
        "programme",
        "predict",
        "influence",
        "choice",
        "ballot",
        "box",
        "quoted",
        "whistleblower",
        "christopher",
        "wylie",
        "helped",
        "set",
        "cambridge",
        "analytica",
        "worked",
        "academic",
        "cambridge",
        "university",
        "obtain",
        "data",
        "saying",
        "system",
        "could",
        "profile",
        "individual",
        "voter",
        "target",
        "personalized",
        "political",
        "advertisement",
        "million",
        "profile",
        "represented",
        "third",
        "active",
        "north",
        "american",
        "facebook",
        "user",
        "nearly",
        "quarter",
        "potential",
        "voter",
        "time",
        "observer",
        "said",
        "exploited",
        "facebook",
        "harvest",
        "million",
        "people",
        "profile",
        "built",
        "model",
        "exploit",
        "knew",
        "target",
        "inner",
        "demon",
        "basis",
        "entire",
        "company",
        "built",
        "wylie",
        "told",
        "observer",
        "new",
        "york",
        "time",
        "said",
        "interview",
        "former",
        "cambridge",
        "analytica",
        "employee",
        "contractor",
        "review",
        "firm",
        "email",
        "document",
        "revealed",
        "relied",
        "private",
        "facebook",
        "data",
        "still",
        "possesses",
        "observer",
        "said",
        "data",
        "collected",
        "app",
        "called",
        "thisisyourdigitallife",
        "built",
        "academic",
        "aleksandr",
        "kogan",
        "separately",
        "work",
        "cambridge",
        "university",
        "kogan",
        "company",
        "global",
        "science",
        "research",
        "gsr",
        "collaboration",
        "cambridge",
        "analytica",
        "hundred",
        "thousand",
        "user",
        "paid",
        "take",
        "personality",
        "test",
        "agreed",
        "data",
        "collected",
        "academic",
        "use",
        "observer",
        "said",
        "however",
        "app",
        "also",
        "collected",
        "information",
        "facebook",
        "friend",
        "leading",
        "accumulation",
        "data",
        "pool",
        "ten",
        "observer",
        "said",
        "said",
        "facebook",
        "platform",
        "policy",
        "allowed",
        "collection",
        "friend",
        "data",
        "improve",
        "user",
        "experience",
        "app",
        "barred",
        "sold",
        "used",
        "advertising",
        "facebook",
        "said",
        "acted",
        "cambridge",
        "analytica",
        "scl",
        "receiving",
        "report",
        "delete",
        "information",
        "facebook",
        "user",
        "inappropriately",
        "shared",
        "cambridge",
        "analytica",
        "spokesman",
        "said",
        "gsr",
        "contractually",
        "committed",
        "u",
        "obtain",
        "data",
        "accordance",
        "uk",
        "data",
        "protection",
        "act",
        "seek",
        "informed",
        "consent",
        "subsequently",
        "became",
        "clear",
        "data",
        "obtained",
        "gsr",
        "line",
        "facebook",
        "term",
        "service",
        "cambridge",
        "analytica",
        "deleted",
        "data",
        "received",
        "gsr",
        "said",
        "worked",
        "facebook",
        "period",
        "ensure",
        "satisfied",
        "knowingly",
        "breached",
        "facebook",
        "term",
        "service",
        "also",
        "provided",
        "signed",
        "statement",
        "confirm",
        "facebook",
        "data",
        "derivative",
        "deleted",
        "spokesman",
        "said",
        "said",
        "data",
        "gsr",
        "used",
        "cambridge",
        "analytica",
        "part",
        "service",
        "provided",
        "donald",
        "trump",
        "presidential",
        "file",
        "photo",
        "giant",
        "logo",
        "seen",
        "facebook",
        "headquarters",
        "london",
        "britain",
        "december",
        "melville",
        "million",
        "trump",
        "campaign",
        "trump",
        "campaign",
        "hired",
        "cambridge",
        "analytica",
        "june",
        "paid",
        "million",
        "according",
        "federal",
        "election",
        "commission",
        "record",
        "trump",
        "campaign",
        "official",
        "said",
        "campaign",
        "used",
        "republican",
        "national",
        "committee",
        "voter",
        "data",
        "cambridge",
        "analytica",
        "claim",
        "voter",
        "data",
        "used",
        "another",
        "source",
        "support",
        "victory",
        "false",
        "said",
        "official",
        "spoke",
        "condition",
        "anonymity",
        "past",
        "interview",
        "reuters",
        "brad",
        "parscale",
        "ran",
        "trump",
        "digital",
        "ad",
        "operation",
        "campaign",
        "manager",
        "said",
        "cambridge",
        "analytica",
        "played",
        "minor",
        "role",
        "contractor",
        "campaign",
        "said",
        "campaign",
        "used",
        "voter",
        "data",
        "organisation",
        "rather",
        "cambridge",
        "analytica",
        "declined",
        "comment",
        "friday",
        "website",
        "cambridge",
        "analytica",
        "say",
        "provided",
        "donald",
        "trump",
        "president",
        "campaign",
        "expertise",
        "insight",
        "helped",
        "win",
        "white",
        "facebook",
        "mention",
        "trump",
        "campaign",
        "campaign",
        "statement",
        "take",
        "legal",
        "action",
        "necessary",
        "hold",
        "responsible",
        "accountable",
        "unlawful",
        "behaviour",
        "facebook",
        "said",
        "adding",
        "continuing",
        "investigate",
        "claim",
        "twitter",
        "post",
        "facebook",
        "chief",
        "security",
        "officer",
        "alex",
        "stamos",
        "called",
        "news",
        "report",
        "important",
        "powerful",
        "said",
        "incorrect",
        "call",
        "breach",
        "reasonable",
        "definition",
        "condemn",
        "behaviour",
        "accurate",
        "description",
        "said",
        "acknowledging",
        "episode",
        "data",
        "breach",
        "carry",
        "legal",
        "significance",
        "company",
        "face",
        "patchwork",
        "state",
        "federal",
        "requirement",
        "notify",
        "customer",
        "regulator",
        "detect",
        "information",
        "compromised",
        "senator",
        "mark",
        "warner",
        "top",
        "democrat",
        "senate",
        "intelligence",
        "committee",
        "said",
        "case",
        "evidence",
        "online",
        "political",
        "advertising",
        "market",
        "essentially",
        "wild",
        "west",
        "showed",
        "need",
        "congress",
        "pas",
        "legislation",
        "bring",
        "transparency",
        "accountability",
        "online",
        "political",
        "advertisement",
        "source",
        "close",
        "congressional",
        "investigation",
        "russian",
        "meddling",
        "campaign",
        "said",
        "trump",
        "campaign",
        "likely",
        "need",
        "address",
        "whether",
        "aware",
        "cambridge",
        "analytica",
        "method",
        "obtaining",
        "data",
        "data",
        "leveraged",
        "election",
        "cambridge",
        "analytica",
        "say",
        "us",
        "behavioural",
        "microtargeting",
        "combining",
        "analysis",
        "people",
        "personality",
        "demographic",
        "predict",
        "influence",
        "mass",
        "behaviour",
        "say",
        "data",
        "million",
        "american",
        "population",
        "worked",
        "campaign",
        "united",
        "state",
        "country",
        "funded",
        "robert",
        "mercer",
        "prominent",
        "supporter",
        "politically",
        "conservative",
        "group",
        "facebook",
        "statement",
        "described",
        "rocky",
        "relationship",
        "cambridge",
        "analytica",
        "kogan",
        "wylie",
        "going",
        "back",
        "year",
        "facebook",
        "said",
        "learnt",
        "kogan",
        "lied",
        "company",
        "violated",
        "policy",
        "sharing",
        "data",
        "acquired",
        "research",
        "app",
        "used",
        "facebook",
        "login",
        "system",
        "kogan",
        "immediately",
        "available",
        "comment",
        "thisisyourdigitallife",
        "app",
        "downloaded",
        "people",
        "facebook",
        "said",
        "kogan",
        "gained",
        "access",
        "profile",
        "information",
        "legitimate",
        "way",
        "subsequently",
        "abide",
        "rule",
        "passed",
        "data",
        "analytica",
        "wylie",
        "facebook",
        "said",
        "cut",
        "tie",
        "kogan",
        "app",
        "learnt",
        "violation",
        "asked",
        "certification",
        "kogan",
        "party",
        "given",
        "data",
        "information",
        "destroyed",
        "related",
        "coverage",
        "massachusetts",
        "say",
        "probe",
        "facebook",
        "cambridge",
        "analytica",
        "although",
        "certified",
        "destroyed",
        "data",
        "facebook",
        "said",
        "received",
        "report",
        "past",
        "several",
        "day",
        "data",
        "additional",
        "reporting",
        "david",
        "brunnstrom",
        "dustin",
        "volz",
        "ginger",
        "gibson",
        "chris",
        "sander",
        "washington",
        "ismail",
        "shakil",
        "bengaluru",
        "editing",
        "paul",
        "simao",
        "bill",
        "trott",
        "chris",
        "reese"
    ]
}