{
    "organizations": [],
    "uuid": "bc39250319928a1498e3a9be862ab505643725c5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/business-wire-rallye-2017-annual-results.html",
    "ord_in_thread": 0,
    "title": "Rallye : Annual Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Refinancing of the October 2018 bond at an equivalent yield with a €350m bond issue maturing in 2023, which has been significantly oversubscribed 1\nEnhancement of Rallye’s shareholders’ equity by €53m , following the success of the payment of a scrip dividend\nAt Casino level:\nObjective of a trading profit growth of 20% reached Consolidated net sales of €37.8bn, up +5.0% and organic growth of +3.2% In France: unique mix of formats and effective action plans delivered the best sales performance of the retail sector , while also improving margins. Total gross sales under banner (including Cdiscount) up 2.3% 2 to €22bn E-commerce: is developing more intensively through Cdiscount’s latest strategic plan and partnership established with Ocado in order to deploy a state-of-the-art food e-commerce logistics and delivery solution In Latin America: significant growth in the buoyant cash & carry segment and continued diversification of revenue sources (property development, consumer finance) Consolidated trading profit of €1,242m, up +20.1% In France , increase in trading profit to €556m (€508m in 2016): sound standing profitability at Franprix and Monoprix, improved contribution from Casino Supermarkets and increased profitability at Géant E-commerce: trading margin sequentially improved in the second half In Latin America: sharp rise in trading profit to €713m (€538m in 2016) Underlying net profit, Group share of €372m, up +9.0%\nPARIS--(BUSINESS WIRE)-- Regulatory News :\nRallye (Paris:RAL) :\nThe Board of Directors met on March 7, 2018 in order to close the books for the year ended December, 31 2017.\nThe Statutory Auditors have completed their audit and are in the process of issuing their report.\n2017 KEY P&L DATA\nIn €m 2016 2017 Net Sales 36,784 38,634 EBITDA 3\n1,710 1,941 EBITDA margin 4.6% 5.0% Trading profit 1,033 1,237 Trading profit margin 2.8% 3.2% Net income from continuing operations, Group Share (150) (89) Net income, Group Share 1,203 (92) Net underlying income 4 from continuing operations, Group Share\n17 36 1 Order book reconciled of €2.6bn, more than 7x oversubscribed\n2 Excluding fuel and calendar effects\n3 EBITDA = trading profit + current depreciation and amortization expense\n4 Definition on page 6\nNote: Organic and same-store changes exclude fuel and calendar effects.\nRallye consolidated net sales amounted to €38.6bn, up +5.0%. Trading profit reached €1,237m, up by +19.7% in 2017.\nRallye’s holding perimeter net financial debt stood at €2,877m as at December 31, 2017, compared to €2,899m at the end of 2016. Rallye’s recurring cash-flow equation 1 was again positive in 2017 at + €29m in line with 2016, thanks to:\nContinuing optimization of Rallye’s net financial cost and holding costs compared to 2016 An adjusted dividend policy: Rallye paid in 2017 a dividend of €1.40 per share (vs €1.83 in 2016) with the option for a payment of dividend in shares. 78% of option rights were exercised (of which 100% for Foncière Euris).\nRallye’s net underlying profit from continuing operations, stood at €36m at the end of 2017.\nRallye issued a new bond maturing in January 2023 to refinance the October 2018 bond at an equivalent yield (4.375%). Rallye has a strong liquidity position with €1.7bn of confirmed and undrawn credit lines.\nAs at December 31, 2017 Rallye’s financial covenants were met with ample headroom. The consolidated EBITDA to consolidated net cost of debt ratio amounted to 4.04x (vs a covenant at 2.75x), and Rallye’s standalone shareholders’ equity was €1,775m (vs a covenant at €1,200m).\n1 Dividends paid by Casino, net of dividends paid by Rallye, net financial cost and holding costs\n1. SUBSIDIARIES ACTIVITY\nCasino\nIn 2017, the Group reported consolidated net sales of €37.8bn, a total increase of +5.0% including organic growth of +3.2%.\nIn France , same-store sales rose by +0.8% compared with 2016. Organic sales growth was +0.1%. This performance was primarily attributable to the premium and service-led banners (Franprix, Monoprix and Casino Supermarkets). Franprix, which saw a +3.1% increase in customer traffic, deployed its new Mandarine concept and various innovative initiatives. Monoprix, which traffic was up +2.1%, delivered a good performance in food sales and stepped up the pace of expansion. Casino Supermarkets consolidated their growth dynamic, driven by a good sales performance in fresh and organic products and development of the new concept. In Convenience, pursued the expansion of the franchise network continued and the new “Le Petit Casino” concept was expanded. Leader Price deployed its new “Next” concept and continues to improve its network. Géant continued to recover, with an increase in food sales and a reduction in non-food surface areas.\nE-commerce GMV rose by a significant +10%, led by historically high sales in the third quarter, a record Black Friday and the deployment of the strategic plan in the second quarter of 2017. Cdiscount lifted its market share by nearly 2 points on average in the second half and recorded an increase of +12% in traffic, with 946m visits.\nIn Latin America , in a context of decelerating food price inflation, organic growth for the year stood at +6.4%, led by the success of Assaí. Exito kept up the pace of expansion, developing the cash & carry business in Colombia, deploying the new “Carulla Fresh Market” concept, and expanding businesses that complement retail operations (such as real estate and multi-banner nationwide loyalty programme). At Multivarejo, the Extra hypermarkets performed well and Pão de Açúcar reported increased volumes. Assaí experienced very strong growth, reflecting the dynamic expansion programme and the strong commercial model.\nConsolidated trading profit totalled €1,242m, up +20.1% at current exchange rates and +16.7% at constant exchange rates.\nIn France , trading profit came to €556m, an improvement of +9.5%. This performance was attributable to sound standing performance at Franprix and Monoprix, an improved contribution from Casino Supermarkets and increased profitability at Géant. The property development business also performed well, generating trading profit of €92m. Trading margin increased by +26 bps to 2.9%, led by the retail business units.\nThe E-commerce business’s trading profit was lower at -€27m from -€11m in 2016, impacted by the investments made in the first half under the Cdiscount strategic plan. The plan has delivered good results, driving an improvement in profitability in the second half and leading to slightly better profitability in fourth-quarter 2017 than in the same period of 2016.\nTrading profit from food retail operations in Latin America came to €713m, up +32.7% as reported and +11.3% excluding the effect of tax credits. The segment’s trading margin rose +69 bps to 4.2%. At Exito, trading margin contracted by -120 bps to 4.0%. At GPA Food, trading margin was up +148 bps at 4.3%.\nUnderlying net profit from continuing operations, Group share totalled €372m, an increase of +9.0% compared with €341m in 2016.\nConsolidated cash-flow from continuing operations came to €1,573m, up +14.7%.\nConsolidated net financial debt as at 31 December 2017 amounted to €4.1bn.\nNet financial debt of Casino in France excluding Cdiscount 1 as at 31 December 2017 totalled €3.7bn, reflecting the impact of financial investments made in the first half (notably the buyback of the Cnova free float) and the change in working capital requirement at the end of the year.\n1 Casino in France comprises the Casino, Guichard Perrachon parent company, the French businesses and wholly-owned holding companies.\nGroupe GO Sport\nGroupe GO Sport’s business volume was over €980m in 2017 (+5%) and net sales of €807m up +7.7% versus 2016.\nGO Sport France’s net business volume was over €465m in 2017, and same-store sales growth of 0.5%. Omni-channel is the driver of the banner’s strategy through the upgrade of its website and the development of full cross-channel capabilities (e-reservation, click & collect, store-to-web). The rationalization of the integrated network and subsequent spreading of the affiliation are still ongoing.\nCourir printed a new record year with net business volume over €330m up by 23%, backed by the strong performance of all channels. The momentum is driven by very steady same store sales growth for the 8 th year in a row. Digital is key for Courir’s strategy with the sharp acceleration of e-commerce sales.\nInternational franchise ’s dynamism continued with the opening of 10 GO Sport stores and 7 Courir in 2017. Potential for future development is significant, notably in India (partnership contract signed with the conglomerate Lulu). In Poland, sales are growing at constant exchange rates.\nConsolidated EBITDA and trading profit increased for the fourth year in a row.\nA total of 564 stores at December 31, 2017, of which 96 abroad, all networks combined.\n2. CONCLUSION AND PERSPECTIVES\nIn 2018, Casino confirms its strategic priorities:\nFavouring the growth in the best formats Accelerating the development of digital and omni-channel activities Pursuing action plans to cut costs and improve the supply chain Increasing cash generation and strengthening the financial structure\nCasino sets the following objectives:\nFor trading profit :\n- In France, Casino is aiming to achieve for the food retail activity more than 10% organic 1 growth in trading profit excluding property development, led by growth in the most profitable formats and by improved hypermarket and convenience margins.\n- In all, Casino is aiming to deliver organic 1 growth in consolidated trading profit and above 10% excluding tax credits.\nIn France, a free cash flow 2 from continuing operations excluding exceptional items covering finance costs and dividends and allowing to improve the financial net debt A reduction in the consolidated net debt with:\n- The return to a breakeven free cash flow for Cdiscount\n- Free cash flow 2 from continuing operations excluding exceptional items above €1bn in total\n- A capex budget around €1bn\n- And a significant potential effect from the sale of Via Varejo\nRallye benefits from a strong liquidity position, with €1.7bn of confirmed and undrawn credit lines. The average maturity of these lines is 3.6 years. With 78% of the rights exercised in favour of the payment in shares, Rallye increased its shareholders’ equity by €53m and comforted its positive recurring cash-flow equation. Rallye will maintain in 2018 a positive recurring cash-flow equation through constant optimization of its financial and holding cost, and through an adjusted dividend policy\n1 Excluding currency and scope effects\n2 Before dividends paid to shareholders and to TSSDI deeply subordinated notes and excluding finance costs\nRallye reiterates its strategy to maximize its assets’ value and confirms the strength of its financial structure, especially by maintaining a positive recurring cash-flow equation\nIn order for Rallye to maintain a positive recurring cash-flow equation, the Board of Directors held on March 7, 2018 decided to recommend to the General Annual Meeting of May 23, 2018 a dividend of €1.00 per share, to be paid on June 21, 2018. Shareholders will be able to opt for payment of the dividend in shares.\nFor more information, please consult the company’s website:\nwww.rallye.fr\nRallye contact :\nFranck HATTAB\n+ 33 (0)1 44 71 13 73\nDisclaimer\nThis press release was prepared solely for information purposes and should not be construed as a solicitation or an offer to buy or sell securities or related financial instruments. Similarly, it does not give and should not be treated as giving investment advice. It has no connection with the investment objectives, financial situation or specific needs of any recipient. No representation or warranty, either express or implicit, is provided in relation to the accuracy, completeness or reliability of the information contained herein. It should not be regarded by recipients as a substitute for exercise of their own judgement. All opinions expressed herein are subject to change without notice.\nAPPENDICES\n2017 RESULTS 1\n(CONSOLIDATED DATA)\nin €m 2016 2017 Net Sales 36,784 38,634 EBITDA 2\n1,710 1,942 Trading profit 1,033 1,237 Other operational income and expenses (634) (490) Cost of net financial debt (435) (480) Cost of net financial debt (49) (85) Profit (loss) before tax (85) 182 Income tax expense (40) (48) Income from associated companies 19 10 Net profit (loss) from continuing operations (107) 143 Group Share (150) (89) of which minority interests 43 232 Net profit (loss) from discontinued operations 2,161 (47) of which Group share 1,353 (4) of which minority interests 808 51 Net profit (loss) 2,054 191 Group Share 1,203 (92) of which minority interests 851 283\n1 The 2016 and 2017 financial statements reflect the application of IFRS 5 to Via Varejo, which is being held for sale. In accordance with IFRS 5: Via Varejo's operations (including those of Cnova Brazil) have been classified as discontinued operations since 2016. Via Varejo’s assets and liabilities are presented on a separate line in the statement of financial position.\n2 EBITDA = trading profit + current depreciation and amortization expense\n2017 SIMPLIFIED BALANCE SHEET\n(CONSOLIDATED DATA)\nIn €m 2016 2017 Non-current assets 24,881 23,217 Current assets 18,785 16,645 Total assets 43,666 39,862 Equity 12,631 11,263 Non-current financial liabilities 10,064 9,559 Other non-current liabilities 2,716 2,131 Current liabilities 18,254 16,908 Total equity and liabilities 43,666 39,862 RECONCILIATION OF REPORTED PROFIT TO UNDERLYING PROFIT\nUnderlying net profit corresponds to net profit from continuing operations, adjusted for (i) the impact of other operating income and expenses, as defined in the “Significant accounting policies\" section in the notes to the consolidated financial statements, (ii) the impact of non-recurring financial items, as well as (iii) income tax expense/benefits related to these adjustments.\nNon-recurring financial items include fair value adjustments to equity derivative instruments (such as total return swaps and forward instruments related to GPA shares) and the effects of discounting Brazilian tax liabilities.\nIn €m 2016 Restated\nitems\n2016\nunderlying\n2017 Restated\nitems\n2017\nunderlying\nTrading profit 1,033 - 1,033 1,237 - 1,237 Other operating income and expenses (634) 634 - (490) 490 - Operating profit 399 634 1,033 747 490 1,237 Cost of net financial debt (435) - (435) (480) - (480) Other financial income and expenses (49) (50) (100) (85) (40) (125) Income tax expenses (40) (155) (195) (48) (103) (151) Income from associated companies 19 - 19 10 - 10 Net profit (loss) from continuing operations (107) 429 322 143 347 491 of which minority interests 1\n43 262 305 232 223 455 Of which Group share (150) 166 17 (89) 125 36 1 Minority interests have been restated for the amounts relating to the restated items listed above\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180307006501/en/\nRallye :\nFranck HATTAB, + 33 (0)1 44 71 13 73\nSource: Rallye",
    "published": "2018-03-08T10:00:00.000+02:00",
    "crawled": "2018-03-08T10:32:15.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "refinancing",
        "october",
        "bond",
        "equivalent",
        "yield",
        "bond",
        "issue",
        "maturing",
        "significantly",
        "oversubscribed",
        "enhancement",
        "rallye",
        "shareholder",
        "equity",
        "following",
        "success",
        "payment",
        "scrip",
        "dividend",
        "casino",
        "level",
        "objective",
        "trading",
        "profit",
        "growth",
        "reached",
        "consolidated",
        "net",
        "sale",
        "organic",
        "growth",
        "france",
        "unique",
        "mix",
        "format",
        "effective",
        "action",
        "plan",
        "delivered",
        "best",
        "sale",
        "performance",
        "retail",
        "sector",
        "also",
        "improving",
        "margin",
        "total",
        "gross",
        "sale",
        "banner",
        "including",
        "cdiscount",
        "developing",
        "intensively",
        "cdiscount",
        "latest",
        "strategic",
        "plan",
        "partnership",
        "established",
        "ocado",
        "order",
        "deploy",
        "food",
        "logistics",
        "delivery",
        "solution",
        "latin",
        "america",
        "significant",
        "growth",
        "buoyant",
        "cash",
        "carry",
        "segment",
        "continued",
        "diversification",
        "revenue",
        "source",
        "property",
        "development",
        "consumer",
        "finance",
        "consolidated",
        "trading",
        "profit",
        "france",
        "increase",
        "trading",
        "profit",
        "sound",
        "standing",
        "profitability",
        "franprix",
        "monoprix",
        "improved",
        "contribution",
        "casino",
        "supermarket",
        "increased",
        "profitability",
        "géant",
        "trading",
        "margin",
        "sequentially",
        "improved",
        "second",
        "half",
        "latin",
        "america",
        "sharp",
        "rise",
        "trading",
        "profit",
        "underlying",
        "net",
        "profit",
        "group",
        "share",
        "paris",
        "business",
        "wire",
        "regulatory",
        "news",
        "rallye",
        "paris",
        "ral",
        "board",
        "director",
        "met",
        "march",
        "order",
        "close",
        "book",
        "year",
        "ended",
        "december",
        "statutory",
        "auditor",
        "completed",
        "audit",
        "process",
        "issuing",
        "report",
        "key",
        "p",
        "l",
        "data",
        "net",
        "sale",
        "ebitda",
        "ebitda",
        "margin",
        "trading",
        "profit",
        "trading",
        "profit",
        "margin",
        "net",
        "income",
        "continuing",
        "operation",
        "group",
        "share",
        "net",
        "income",
        "group",
        "share",
        "net",
        "underlying",
        "income",
        "continuing",
        "operation",
        "group",
        "share",
        "order",
        "book",
        "reconciled",
        "7x",
        "oversubscribed",
        "excluding",
        "fuel",
        "calendar",
        "effect",
        "ebitda",
        "trading",
        "profit",
        "current",
        "depreciation",
        "amortization",
        "expense",
        "definition",
        "page",
        "note",
        "organic",
        "change",
        "exclude",
        "fuel",
        "calendar",
        "effect",
        "rallye",
        "consolidated",
        "net",
        "sale",
        "amounted",
        "trading",
        "profit",
        "reached",
        "rallye",
        "holding",
        "perimeter",
        "net",
        "financial",
        "debt",
        "stood",
        "december",
        "compared",
        "end",
        "rallye",
        "recurring",
        "equation",
        "positive",
        "line",
        "thanks",
        "continuing",
        "optimization",
        "rallye",
        "net",
        "financial",
        "cost",
        "holding",
        "cost",
        "compared",
        "adjusted",
        "dividend",
        "policy",
        "rallye",
        "paid",
        "dividend",
        "per",
        "share",
        "v",
        "option",
        "payment",
        "dividend",
        "share",
        "option",
        "right",
        "exercised",
        "foncière",
        "euris",
        "rallye",
        "net",
        "underlying",
        "profit",
        "continuing",
        "operation",
        "stood",
        "end",
        "rallye",
        "issued",
        "new",
        "bond",
        "maturing",
        "january",
        "refinance",
        "october",
        "bond",
        "equivalent",
        "yield",
        "rallye",
        "strong",
        "liquidity",
        "position",
        "confirmed",
        "undrawn",
        "credit",
        "line",
        "december",
        "rallye",
        "financial",
        "covenant",
        "met",
        "ample",
        "headroom",
        "consolidated",
        "ebitda",
        "consolidated",
        "net",
        "cost",
        "debt",
        "ratio",
        "amounted",
        "v",
        "covenant",
        "rallye",
        "standalone",
        "shareholder",
        "equity",
        "v",
        "covenant",
        "dividend",
        "paid",
        "casino",
        "net",
        "dividend",
        "paid",
        "rallye",
        "net",
        "financial",
        "cost",
        "holding",
        "cost",
        "subsidiary",
        "activity",
        "casino",
        "group",
        "reported",
        "consolidated",
        "net",
        "sale",
        "total",
        "increase",
        "including",
        "organic",
        "growth",
        "france",
        "sale",
        "rose",
        "compared",
        "organic",
        "sale",
        "growth",
        "performance",
        "primarily",
        "attributable",
        "premium",
        "banner",
        "franprix",
        "monoprix",
        "casino",
        "supermarket",
        "franprix",
        "saw",
        "increase",
        "customer",
        "traffic",
        "deployed",
        "new",
        "mandarine",
        "concept",
        "various",
        "innovative",
        "initiative",
        "monoprix",
        "traffic",
        "delivered",
        "good",
        "performance",
        "food",
        "sale",
        "stepped",
        "pace",
        "expansion",
        "casino",
        "supermarket",
        "consolidated",
        "growth",
        "dynamic",
        "driven",
        "good",
        "sale",
        "performance",
        "fresh",
        "organic",
        "product",
        "development",
        "new",
        "concept",
        "convenience",
        "pursued",
        "expansion",
        "franchise",
        "network",
        "continued",
        "new",
        "le",
        "petit",
        "casino",
        "concept",
        "expanded",
        "leader",
        "price",
        "deployed",
        "new",
        "next",
        "concept",
        "continues",
        "improve",
        "network",
        "géant",
        "continued",
        "recover",
        "increase",
        "food",
        "sale",
        "reduction",
        "surface",
        "area",
        "gmv",
        "rose",
        "significant",
        "led",
        "historically",
        "high",
        "sale",
        "third",
        "quarter",
        "record",
        "black",
        "friday",
        "deployment",
        "strategic",
        "plan",
        "second",
        "quarter",
        "cdiscount",
        "lifted",
        "market",
        "share",
        "nearly",
        "point",
        "average",
        "second",
        "half",
        "recorded",
        "increase",
        "traffic",
        "946m",
        "visit",
        "latin",
        "america",
        "context",
        "decelerating",
        "food",
        "price",
        "inflation",
        "organic",
        "growth",
        "year",
        "stood",
        "led",
        "success",
        "assaí",
        "exito",
        "kept",
        "pace",
        "expansion",
        "developing",
        "cash",
        "carry",
        "business",
        "colombia",
        "deploying",
        "new",
        "carulla",
        "fresh",
        "market",
        "concept",
        "expanding",
        "business",
        "complement",
        "retail",
        "operation",
        "real",
        "estate",
        "nationwide",
        "loyalty",
        "programme",
        "multivarejo",
        "extra",
        "hypermarket",
        "performed",
        "well",
        "pão",
        "de",
        "açúcar",
        "reported",
        "increased",
        "volume",
        "assaí",
        "experienced",
        "strong",
        "growth",
        "reflecting",
        "dynamic",
        "expansion",
        "programme",
        "strong",
        "commercial",
        "model",
        "consolidated",
        "trading",
        "profit",
        "totalled",
        "current",
        "exchange",
        "rate",
        "constant",
        "exchange",
        "rate",
        "france",
        "trading",
        "profit",
        "came",
        "improvement",
        "performance",
        "attributable",
        "sound",
        "standing",
        "performance",
        "franprix",
        "monoprix",
        "improved",
        "contribution",
        "casino",
        "supermarket",
        "increased",
        "profitability",
        "géant",
        "property",
        "development",
        "business",
        "also",
        "performed",
        "well",
        "generating",
        "trading",
        "profit",
        "trading",
        "margin",
        "increased",
        "bps",
        "led",
        "retail",
        "business",
        "unit",
        "business",
        "trading",
        "profit",
        "lower",
        "impacted",
        "investment",
        "made",
        "first",
        "half",
        "cdiscount",
        "strategic",
        "plan",
        "plan",
        "delivered",
        "good",
        "result",
        "driving",
        "improvement",
        "profitability",
        "second",
        "half",
        "leading",
        "slightly",
        "better",
        "profitability",
        "period",
        "trading",
        "profit",
        "food",
        "retail",
        "operation",
        "latin",
        "america",
        "came",
        "reported",
        "excluding",
        "effect",
        "tax",
        "credit",
        "segment",
        "trading",
        "margin",
        "rose",
        "bps",
        "exito",
        "trading",
        "margin",
        "contracted",
        "bps",
        "gpa",
        "food",
        "trading",
        "margin",
        "bps",
        "underlying",
        "net",
        "profit",
        "continuing",
        "operation",
        "group",
        "share",
        "totalled",
        "increase",
        "compared",
        "consolidated",
        "continuing",
        "operation",
        "came",
        "consolidated",
        "net",
        "financial",
        "debt",
        "december",
        "amounted",
        "net",
        "financial",
        "debt",
        "casino",
        "france",
        "excluding",
        "cdiscount",
        "december",
        "totalled",
        "reflecting",
        "impact",
        "financial",
        "investment",
        "made",
        "first",
        "half",
        "notably",
        "buyback",
        "cnova",
        "free",
        "float",
        "change",
        "working",
        "capital",
        "requirement",
        "end",
        "year",
        "casino",
        "france",
        "comprises",
        "casino",
        "guichard",
        "perrachon",
        "parent",
        "company",
        "french",
        "business",
        "holding",
        "company",
        "groupe",
        "go",
        "sport",
        "groupe",
        "go",
        "sport",
        "business",
        "volume",
        "net",
        "sale",
        "versus",
        "go",
        "sport",
        "france",
        "net",
        "business",
        "volume",
        "sale",
        "growth",
        "driver",
        "banner",
        "strategy",
        "upgrade",
        "website",
        "development",
        "full",
        "capability",
        "click",
        "collect",
        "rationalization",
        "integrated",
        "network",
        "subsequent",
        "spreading",
        "affiliation",
        "still",
        "ongoing",
        "courir",
        "printed",
        "new",
        "record",
        "year",
        "net",
        "business",
        "volume",
        "backed",
        "strong",
        "performance",
        "channel",
        "momentum",
        "driven",
        "steady",
        "store",
        "sale",
        "growth",
        "th",
        "year",
        "row",
        "digital",
        "key",
        "courir",
        "strategy",
        "sharp",
        "acceleration",
        "sale",
        "international",
        "franchise",
        "dynamism",
        "continued",
        "opening",
        "go",
        "sport",
        "store",
        "courir",
        "potential",
        "future",
        "development",
        "significant",
        "notably",
        "india",
        "partnership",
        "contract",
        "signed",
        "conglomerate",
        "lulu",
        "poland",
        "sale",
        "growing",
        "constant",
        "exchange",
        "rate",
        "consolidated",
        "ebitda",
        "trading",
        "profit",
        "increased",
        "fourth",
        "year",
        "row",
        "total",
        "store",
        "december",
        "abroad",
        "network",
        "combined",
        "conclusion",
        "perspective",
        "casino",
        "confirms",
        "strategic",
        "priority",
        "favouring",
        "growth",
        "best",
        "format",
        "accelerating",
        "development",
        "digital",
        "activity",
        "pursuing",
        "action",
        "plan",
        "cut",
        "cost",
        "improve",
        "supply",
        "chain",
        "increasing",
        "cash",
        "generation",
        "strengthening",
        "financial",
        "structure",
        "casino",
        "set",
        "following",
        "objective",
        "trading",
        "profit",
        "france",
        "casino",
        "aiming",
        "achieve",
        "food",
        "retail",
        "activity",
        "organic",
        "growth",
        "trading",
        "profit",
        "excluding",
        "property",
        "development",
        "led",
        "growth",
        "profitable",
        "format",
        "improved",
        "hypermarket",
        "convenience",
        "margin",
        "casino",
        "aiming",
        "deliver",
        "organic",
        "growth",
        "consolidated",
        "trading",
        "profit",
        "excluding",
        "tax",
        "credit",
        "france",
        "free",
        "cash",
        "flow",
        "continuing",
        "operation",
        "excluding",
        "exceptional",
        "item",
        "covering",
        "finance",
        "cost",
        "dividend",
        "allowing",
        "improve",
        "financial",
        "net",
        "debt",
        "reduction",
        "consolidated",
        "net",
        "debt",
        "return",
        "breakeven",
        "free",
        "cash",
        "flow",
        "cdiscount",
        "free",
        "cash",
        "flow",
        "continuing",
        "operation",
        "excluding",
        "exceptional",
        "item",
        "total",
        "capex",
        "budget",
        "around",
        "significant",
        "potential",
        "effect",
        "sale",
        "via",
        "varejo",
        "rallye",
        "benefit",
        "strong",
        "liquidity",
        "position",
        "confirmed",
        "undrawn",
        "credit",
        "line",
        "average",
        "maturity",
        "line",
        "year",
        "right",
        "exercised",
        "favour",
        "payment",
        "share",
        "rallye",
        "increased",
        "shareholder",
        "equity",
        "comforted",
        "positive",
        "recurring",
        "equation",
        "rallye",
        "maintain",
        "positive",
        "recurring",
        "equation",
        "constant",
        "optimization",
        "financial",
        "holding",
        "cost",
        "adjusted",
        "dividend",
        "policy",
        "excluding",
        "currency",
        "scope",
        "effect",
        "dividend",
        "paid",
        "shareholder",
        "tssdi",
        "deeply",
        "subordinated",
        "note",
        "excluding",
        "finance",
        "cost",
        "rallye",
        "reiterates",
        "strategy",
        "maximize",
        "asset",
        "value",
        "confirms",
        "strength",
        "financial",
        "structure",
        "especially",
        "maintaining",
        "positive",
        "recurring",
        "equation",
        "order",
        "rallye",
        "maintain",
        "positive",
        "recurring",
        "equation",
        "board",
        "director",
        "held",
        "march",
        "decided",
        "recommend",
        "general",
        "annual",
        "meeting",
        "may",
        "dividend",
        "per",
        "share",
        "paid",
        "june",
        "shareholder",
        "able",
        "opt",
        "payment",
        "dividend",
        "share",
        "information",
        "please",
        "consult",
        "company",
        "website",
        "rallye",
        "contact",
        "franck",
        "hattab",
        "disclaimer",
        "press",
        "release",
        "prepared",
        "solely",
        "information",
        "purpose",
        "construed",
        "solicitation",
        "offer",
        "buy",
        "sell",
        "security",
        "related",
        "financial",
        "instrument",
        "similarly",
        "give",
        "treated",
        "giving",
        "investment",
        "advice",
        "connection",
        "investment",
        "objective",
        "financial",
        "situation",
        "specific",
        "need",
        "recipient",
        "representation",
        "warranty",
        "either",
        "express",
        "implicit",
        "provided",
        "relation",
        "accuracy",
        "completeness",
        "reliability",
        "information",
        "contained",
        "herein",
        "regarded",
        "recipient",
        "substitute",
        "exercise",
        "judgement",
        "opinion",
        "expressed",
        "herein",
        "subject",
        "change",
        "without",
        "notice",
        "appendix",
        "result",
        "consolidated",
        "data",
        "net",
        "sale",
        "ebitda",
        "trading",
        "profit",
        "operational",
        "income",
        "expense",
        "cost",
        "net",
        "financial",
        "debt",
        "cost",
        "net",
        "financial",
        "debt",
        "profit",
        "loss",
        "tax",
        "income",
        "tax",
        "expense",
        "income",
        "associated",
        "company",
        "net",
        "profit",
        "loss",
        "continuing",
        "operation",
        "group",
        "share",
        "minority",
        "interest",
        "net",
        "profit",
        "loss",
        "discontinued",
        "operation",
        "group",
        "share",
        "minority",
        "interest",
        "net",
        "profit",
        "loss",
        "group",
        "share",
        "minority",
        "interest",
        "financial",
        "statement",
        "reflect",
        "application",
        "ifrs",
        "via",
        "varejo",
        "held",
        "sale",
        "accordance",
        "ifrs",
        "via",
        "varejo",
        "operation",
        "including",
        "cnova",
        "brazil",
        "classified",
        "discontinued",
        "operation",
        "since",
        "via",
        "varejo",
        "asset",
        "liability",
        "presented",
        "separate",
        "line",
        "statement",
        "financial",
        "position",
        "ebitda",
        "trading",
        "profit",
        "current",
        "depreciation",
        "amortization",
        "expense",
        "simplified",
        "balance",
        "sheet",
        "consolidated",
        "data",
        "asset",
        "current",
        "asset",
        "total",
        "asset",
        "equity",
        "financial",
        "liability",
        "liability",
        "current",
        "liability",
        "total",
        "equity",
        "liability",
        "reconciliation",
        "reported",
        "profit",
        "underlying",
        "profit",
        "underlying",
        "net",
        "profit",
        "corresponds",
        "net",
        "profit",
        "continuing",
        "operation",
        "adjusted",
        "impact",
        "operating",
        "income",
        "expense",
        "defined",
        "significant",
        "accounting",
        "policy",
        "section",
        "note",
        "consolidated",
        "financial",
        "statement",
        "ii",
        "impact",
        "financial",
        "item",
        "well",
        "iii",
        "income",
        "tax",
        "related",
        "adjustment",
        "financial",
        "item",
        "include",
        "fair",
        "value",
        "adjustment",
        "equity",
        "derivative",
        "instrument",
        "total",
        "return",
        "swap",
        "forward",
        "instrument",
        "related",
        "gpa",
        "share",
        "effect",
        "discounting",
        "brazilian",
        "tax",
        "liability",
        "restated",
        "item",
        "underlying",
        "restated",
        "item",
        "underlying",
        "trading",
        "profit",
        "operating",
        "income",
        "expense",
        "operating",
        "profit",
        "cost",
        "net",
        "financial",
        "debt",
        "financial",
        "income",
        "expense",
        "income",
        "tax",
        "expense",
        "income",
        "associated",
        "company",
        "net",
        "profit",
        "loss",
        "continuing",
        "operation",
        "minority",
        "interest",
        "group",
        "share",
        "minority",
        "interest",
        "restated",
        "amount",
        "relating",
        "restated",
        "item",
        "listed",
        "view",
        "source",
        "version",
        "http",
        "rallye",
        "franck",
        "hattab",
        "source",
        "rallye"
    ]
}