{
    "organizations": [],
    "uuid": "1ffc70d6a7e8b5a887ce45805d8c5e2ced0d21ac",
    "author": "",
    "url": "https://www.reuters.com/article/us-britain-russia-usa/trump-expels-60-russians-closes-seattle-consulate-after-uk-chemical-attack-officials-idUSKBN1H21MR",
    "ord_in_thread": 0,
    "title": "Trump expels 60 Russians, closes Seattle consulate after UK chemical attack: officials",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON/WASHINGTON (Reuters) - The United States said on Monday it would expel 60 Russian diplomats, joining governments across Europe in punishing the Kremlin for a nerve agent attack on a former Russian spy in Britain that they have blamed on Moscow. \nIt was the strongest action that U.S. President Donald Trump had taken against Russia since coming to office. He has been criticized by Democrats and members of his own Republican Party for failing to be tough enough on Russia over U.S. allegations of Russian meddling in the U.S. electoral system including the 2016 presidential campaign. \nBritish Prime Minister Theresa May, welcoming the show of solidarity, said 18 countries had announced plans to expel Russian officials. Those included 14 European Union countries. In total, Monday’s announcements affected more than 100 Russian diplomats - the biggest Western expulsion of Russian diplomats since the height of the Cold War. \nBritish Foreign Secretary Boris Johnson said on Twitter that Monday’s “extraordinary international response by our allies stands in history as the largest collective expulsion of Russian intelligence officers ever and will help defend our shared security.” \nMay said the coordinated measures sent the “strongest signal to Russia that it cannot continue to flout international law.” Britain had evidence Russia has investigated ways of distributing nerve agents for assassinations, May told parliament. \nRussia’s Foreign Ministry called the actions a “provocative gesture”. The Kremlin spokesman said the West’s response was a “mistake” and that Russian President Vladimir Putin would make a final decision about Russia’s response. \nMoscow has denied being behind the attack on Sergei Skripal and his daughter in the southern English city of Salisbury. Skripal, 66, and Yulia Skripal, 33, were found unconscious on a public bench in a shopping centre on March 4 and remain critically ill in hospital. \n“We assess that more than 130 people in Salisbury could have been potentially exposed to this nerve agent,” May said. \nMonday’s wave of expulsions followed EU leaders saying last week that evidence presented by May of Russian involvement in the attack was a solid basis for further action. \nThe staff expelled by the United States included 12 intelligence officers from Russia’s mission to the United Nations headquarters in New York for activities the U.S. said were outside their official capacity and an abuse of their privileges of residence. \nRussian U.N. ambassador Vassily Nebenzia called it “a very unfortunate, very unfriendly move”, adding they had to leave by April 2. \nTrump also ordered the closure of the Russian consulate in Seattle because of its proximity to a U.S. submarine base and planemaker and defense contractor Boeing Co, one of the senior administration officials said. Seattle was a hub of Russian cyber espionage, both political and commercial, according to two U.S. intelligence officials. \nThe administration officials said “well over 100 intelligence officers” operated in the United States, and Washington’s action cuts 60 of them. \nONE WEEK TO LEAVE “To the Russian government we say: when you attack our friends, you will face serious consequences,” another senior U.S. official briefing reporters said, speaking on condition of anonymity. \nThe envoys and their families have been given a week to leave the United States, according to the official. \nTrump, who before he took office in January last year promised warmer ties with Putin, last week congratulated the Russian leader on his re-election, drawing criticism from Republicans and Democrats alike. Trump said the two leaders had made tentative plans to meet in the “not too distant future.” \n\nAn official consul van is pictured outside the building housing the Consulate General of Russia in downtown Seattle, Washington, U.S., March 26, 2018. REUTERS/Lindsey Wasson He did not bring up the poisoning attack in his phone call with Putin. \nU.S. lawmakers largely welcomed Trump’s move on Monday. \nWashington had already imposed sanctions on Russian citizens and firms for U.S. election meddling and cyber attacks but put off targeting oligarchs and government officials close to Putin. \n“Punishing diplomats is not a direct threat to Putin’s power or money. Further, our previous efforts to kick out diplomats has done little to change Kremlin behavior,” said former CIA officer John Sipher, who served in Moscow and ran the agency’s Russia operations. \n“If we follow-up on this action with additional sanctions against Putin and his cronies, it might get his attention. I don’t think this action by itself will do so.” \n\nSlideshow (7 Images) The U.N. mission in New York was also a center for Russian financial spying and recruiting, the officials said. \n“The last time that the United States expelled so many Russian spies was when the Reagan administration ordered 55 Soviet diplomats out of the country in 1986,” said Angela Stent, director of the Center for Eurasian, Russian and East European Studies at Georgetown University. \nThe U.S. officials said the scale of the expulsions was based not only on the expansion of Russian espionage in the United States, but also on its increasing focus on critical infrastructure targets such as electrical grids, financial networks, transportation and healthcare. \nTrump has been criticized in the United States for doing too little to punish Russia for the election meddling and other actions, and U.S. Special Counsel Robert Mueller is looking into whether Trump’s campaign colluded with the Russians, an allegation the president denies. Moscow denies interference in the campaign. \nSkripal’s poisoning, which Britain said employed the Soviet-era military-grade nerve agent Novichok, is the first known offensive use of a nerve toxin in Europe since World War Two. \nRelated Coverage Factbox: Diplomatic moves against Russia after nerve gas attack EU foreign ministers report back on possible further measures against Russia: UK UK PM May: More than 130 people could have been exposed in Salisbury nerve attack RUSSIA PROMISES ‘SYMMETRICAL’ RESPONSE European Council President Donald Tusk said further measures could be taken in the coming weeks and months. Mexico said it reserved the right to expel diplomats. \nRussia said it would respond in kind. \n“The response will be symmetrical. We will work on it in the coming days and will respond to every country in turn,” the RIA news agency cited an unnamed Foreign Ministry source as saying. \nRussia’s Foreign Ministry said “powerful forces” in the United States and Britain were behind a nerve agent attack, RIA Novosti agency reported. \nThe Kremlin has accused Britain of whipping up an anti-Russia campaign and has sought to cast doubt on the British analysis that Moscow was responsible. Russia has already ordered 23 British diplomats out of the country after Britain expelled 23 Russian diplomats. \nRussian Foreign Ministry spokeswoman Maria Zakharova suggested in a post on Facebook that the EU’s expression of support for Britain was misguided given that it would be leaving the bloc next year. \nReporting by Michael Holden and Elizabeth Piper in London, John Irish in Paris, Gabrielle Tetrault-Farber, Vladimir Soldatkin and Christian Lowe in Moscow, Alissa de Carbonnel in Bulgaria, David Ljunggren in Ottawa, Johan Sennero in Stockholm, David Mardiste in Tallinn; Roberta Rampton, John Walcott, Warren Strobel, Patricia Zengerle, Matt Spetalnick and Mark Hosenball in Washington; Michelle Nichols at the United Nations; Writing by Guy Falconbridge and Yara Bayoumy; Editing by Kevin Liffey, Frances Kerry; and Grant McCool\n ",
    "published": "2018-03-26T16:06:00.000+03:00",
    "crawled": "2018-03-26T16:11:49.052+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "united",
        "state",
        "said",
        "monday",
        "would",
        "expel",
        "russian",
        "diplomat",
        "joining",
        "government",
        "across",
        "europe",
        "punishing",
        "kremlin",
        "nerve",
        "agent",
        "attack",
        "former",
        "russian",
        "spy",
        "britain",
        "blamed",
        "moscow",
        "strongest",
        "action",
        "president",
        "donald",
        "trump",
        "taken",
        "russia",
        "since",
        "coming",
        "office",
        "criticized",
        "democrat",
        "member",
        "republican",
        "party",
        "failing",
        "tough",
        "enough",
        "russia",
        "allegation",
        "russian",
        "meddling",
        "electoral",
        "system",
        "including",
        "presidential",
        "campaign",
        "british",
        "prime",
        "minister",
        "theresa",
        "may",
        "welcoming",
        "show",
        "solidarity",
        "said",
        "country",
        "announced",
        "plan",
        "expel",
        "russian",
        "official",
        "included",
        "european",
        "union",
        "country",
        "total",
        "monday",
        "announcement",
        "affected",
        "russian",
        "diplomat",
        "biggest",
        "western",
        "expulsion",
        "russian",
        "diplomat",
        "since",
        "height",
        "cold",
        "war",
        "british",
        "foreign",
        "secretary",
        "boris",
        "johnson",
        "said",
        "twitter",
        "monday",
        "extraordinary",
        "international",
        "response",
        "ally",
        "stand",
        "history",
        "largest",
        "collective",
        "expulsion",
        "russian",
        "intelligence",
        "officer",
        "ever",
        "help",
        "defend",
        "shared",
        "may",
        "said",
        "coordinated",
        "measure",
        "sent",
        "strongest",
        "signal",
        "russia",
        "continue",
        "flout",
        "international",
        "britain",
        "evidence",
        "russia",
        "investigated",
        "way",
        "distributing",
        "nerve",
        "agent",
        "assassination",
        "may",
        "told",
        "parliament",
        "russia",
        "foreign",
        "ministry",
        "called",
        "action",
        "provocative",
        "gesture",
        "kremlin",
        "spokesman",
        "said",
        "west",
        "response",
        "mistake",
        "russian",
        "president",
        "vladimir",
        "putin",
        "would",
        "make",
        "final",
        "decision",
        "russia",
        "response",
        "moscow",
        "denied",
        "behind",
        "attack",
        "sergei",
        "skripal",
        "daughter",
        "southern",
        "english",
        "city",
        "salisbury",
        "skripal",
        "yulia",
        "skripal",
        "found",
        "unconscious",
        "public",
        "bench",
        "shopping",
        "centre",
        "march",
        "remain",
        "critically",
        "ill",
        "hospital",
        "assess",
        "people",
        "salisbury",
        "could",
        "potentially",
        "exposed",
        "nerve",
        "agent",
        "may",
        "said",
        "monday",
        "wave",
        "expulsion",
        "followed",
        "eu",
        "leader",
        "saying",
        "last",
        "week",
        "evidence",
        "presented",
        "may",
        "russian",
        "involvement",
        "attack",
        "solid",
        "basis",
        "action",
        "staff",
        "expelled",
        "united",
        "state",
        "included",
        "intelligence",
        "officer",
        "russia",
        "mission",
        "united",
        "nation",
        "headquarters",
        "new",
        "york",
        "activity",
        "said",
        "outside",
        "official",
        "capacity",
        "abuse",
        "privilege",
        "residence",
        "russian",
        "ambassador",
        "vassily",
        "nebenzia",
        "called",
        "unfortunate",
        "unfriendly",
        "move",
        "adding",
        "leave",
        "april",
        "trump",
        "also",
        "ordered",
        "closure",
        "russian",
        "consulate",
        "seattle",
        "proximity",
        "submarine",
        "base",
        "planemaker",
        "defense",
        "contractor",
        "boeing",
        "co",
        "one",
        "senior",
        "administration",
        "official",
        "said",
        "seattle",
        "hub",
        "russian",
        "cyber",
        "espionage",
        "political",
        "commercial",
        "according",
        "two",
        "intelligence",
        "official",
        "administration",
        "official",
        "said",
        "well",
        "intelligence",
        "officer",
        "operated",
        "united",
        "state",
        "washington",
        "action",
        "cut",
        "one",
        "week",
        "leave",
        "russian",
        "government",
        "say",
        "attack",
        "friend",
        "face",
        "serious",
        "consequence",
        "another",
        "senior",
        "official",
        "briefing",
        "reporter",
        "said",
        "speaking",
        "condition",
        "anonymity",
        "envoy",
        "family",
        "given",
        "week",
        "leave",
        "united",
        "state",
        "according",
        "official",
        "trump",
        "took",
        "office",
        "january",
        "last",
        "year",
        "promised",
        "warmer",
        "tie",
        "putin",
        "last",
        "week",
        "congratulated",
        "russian",
        "leader",
        "drawing",
        "criticism",
        "republican",
        "democrat",
        "alike",
        "trump",
        "said",
        "two",
        "leader",
        "made",
        "tentative",
        "plan",
        "meet",
        "distant",
        "official",
        "consul",
        "van",
        "pictured",
        "outside",
        "building",
        "housing",
        "consulate",
        "general",
        "russia",
        "downtown",
        "seattle",
        "washington",
        "march",
        "wasson",
        "bring",
        "poisoning",
        "attack",
        "phone",
        "call",
        "putin",
        "lawmaker",
        "largely",
        "welcomed",
        "trump",
        "move",
        "monday",
        "washington",
        "already",
        "imposed",
        "sanction",
        "russian",
        "citizen",
        "firm",
        "election",
        "meddling",
        "cyber",
        "attack",
        "put",
        "targeting",
        "oligarch",
        "government",
        "official",
        "close",
        "putin",
        "punishing",
        "diplomat",
        "direct",
        "threat",
        "putin",
        "power",
        "money",
        "previous",
        "effort",
        "kick",
        "diplomat",
        "done",
        "little",
        "change",
        "kremlin",
        "behavior",
        "said",
        "former",
        "cia",
        "officer",
        "john",
        "sipher",
        "served",
        "moscow",
        "ran",
        "agency",
        "russia",
        "operation",
        "action",
        "additional",
        "sanction",
        "putin",
        "crony",
        "might",
        "get",
        "attention",
        "think",
        "action",
        "slideshow",
        "image",
        "mission",
        "new",
        "york",
        "also",
        "center",
        "russian",
        "financial",
        "spying",
        "recruiting",
        "official",
        "said",
        "last",
        "time",
        "united",
        "state",
        "expelled",
        "many",
        "russian",
        "spy",
        "reagan",
        "administration",
        "ordered",
        "soviet",
        "diplomat",
        "country",
        "said",
        "angela",
        "stent",
        "director",
        "center",
        "eurasian",
        "russian",
        "east",
        "european",
        "study",
        "georgetown",
        "university",
        "official",
        "said",
        "scale",
        "expulsion",
        "based",
        "expansion",
        "russian",
        "espionage",
        "united",
        "state",
        "also",
        "increasing",
        "focus",
        "critical",
        "infrastructure",
        "target",
        "electrical",
        "grid",
        "financial",
        "network",
        "transportation",
        "healthcare",
        "trump",
        "criticized",
        "united",
        "state",
        "little",
        "punish",
        "russia",
        "election",
        "meddling",
        "action",
        "special",
        "counsel",
        "robert",
        "mueller",
        "looking",
        "whether",
        "trump",
        "campaign",
        "colluded",
        "russian",
        "allegation",
        "president",
        "denies",
        "moscow",
        "denies",
        "interference",
        "campaign",
        "skripal",
        "poisoning",
        "britain",
        "said",
        "employed",
        "nerve",
        "agent",
        "novichok",
        "first",
        "known",
        "offensive",
        "use",
        "nerve",
        "toxin",
        "europe",
        "since",
        "world",
        "war",
        "two",
        "related",
        "coverage",
        "factbox",
        "diplomatic",
        "move",
        "russia",
        "nerve",
        "gas",
        "attack",
        "eu",
        "foreign",
        "minister",
        "report",
        "back",
        "possible",
        "measure",
        "russia",
        "uk",
        "uk",
        "pm",
        "may",
        "people",
        "could",
        "exposed",
        "salisbury",
        "nerve",
        "attack",
        "russia",
        "promise",
        "symmetrical",
        "response",
        "european",
        "council",
        "president",
        "donald",
        "tusk",
        "said",
        "measure",
        "could",
        "taken",
        "coming",
        "week",
        "month",
        "mexico",
        "said",
        "reserved",
        "right",
        "expel",
        "diplomat",
        "russia",
        "said",
        "would",
        "respond",
        "kind",
        "response",
        "symmetrical",
        "work",
        "coming",
        "day",
        "respond",
        "every",
        "country",
        "turn",
        "ria",
        "news",
        "agency",
        "cited",
        "unnamed",
        "foreign",
        "ministry",
        "source",
        "saying",
        "russia",
        "foreign",
        "ministry",
        "said",
        "powerful",
        "force",
        "united",
        "state",
        "britain",
        "behind",
        "nerve",
        "agent",
        "attack",
        "ria",
        "novosti",
        "agency",
        "reported",
        "kremlin",
        "accused",
        "britain",
        "whipping",
        "campaign",
        "sought",
        "cast",
        "doubt",
        "british",
        "analysis",
        "moscow",
        "responsible",
        "russia",
        "already",
        "ordered",
        "british",
        "diplomat",
        "country",
        "britain",
        "expelled",
        "russian",
        "diplomat",
        "russian",
        "foreign",
        "ministry",
        "spokeswoman",
        "maria",
        "zakharova",
        "suggested",
        "post",
        "facebook",
        "eu",
        "expression",
        "support",
        "britain",
        "misguided",
        "given",
        "would",
        "leaving",
        "bloc",
        "next",
        "year",
        "reporting",
        "michael",
        "holden",
        "elizabeth",
        "piper",
        "london",
        "john",
        "irish",
        "paris",
        "gabrielle",
        "vladimir",
        "soldatkin",
        "christian",
        "lowe",
        "moscow",
        "alissa",
        "de",
        "carbonnel",
        "bulgaria",
        "david",
        "ljunggren",
        "ottawa",
        "johan",
        "sennero",
        "stockholm",
        "david",
        "mardiste",
        "tallinn",
        "roberta",
        "rampton",
        "john",
        "walcott",
        "warren",
        "strobel",
        "patricia",
        "zengerle",
        "matt",
        "spetalnick",
        "mark",
        "hosenball",
        "washington",
        "michelle",
        "nichols",
        "united",
        "nation",
        "writing",
        "guy",
        "falconbridge",
        "yara",
        "bayoumy",
        "editing",
        "kevin",
        "liffey",
        "france",
        "kerry",
        "grant",
        "mccool"
    ]
}