{
    "organizations": [],
    "uuid": "29615a615558c0c09d9816cdbe7867bffc40a974",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/business-wire-ra-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Ra Pharmaceuticals Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass.--(BUSINESS WIRE)-- Ra Pharmaceuticals, Inc. (NASDAQ:RARX), a clinical stage biopharmaceutical company focused on the development of next-generation therapeutics for the treatment of complement-mediated diseases, today announced financial results for the fourth quarter and year ended December 31, 2017 and provided an update on recent corporate and clinical developments.\n“We made tremendous progress in 2017, advancing the development of our lead candidate, RA101495, a convenient, subcutaneous (SC), self-administered inhibitor of complement component 5 (C5). In addition to advancing our global clinical program for the treatment of paroxysmal nocturnal hemoglobinuria (PNH), we initiated a Phase 2 study in generalized myasthenia gravis (gMG), the first of several additional C5-mediated indications for RA101495 SC,” said Doug Treco, PhD, President and Chief Executive Officer of Ra Pharma.\nThe top-line data from the recently completed Phase 2 PNH studies showed that RA101495 SC was well-tolerated and achieved consistent, sustained, and near-complete inhibition of C5. “These data provide the foundation for RA101495 SC to offer meaningful therapeutic value and, importantly, based on convenience and anticipated pricing flexibility, support expanded patient access and broad utility as a potential first line treatment option for complement-mediated diseases. We look forward to our upcoming end-of-phase 2 discussions with regulators, with the goal of initiating a registrational program in the second half of this year,” added Dr. Treco.\nRecent Developments\nReported topline data in the global Phase 2 clinical program evaluating RA101495 SC for the treatment of PNH. The program evaluated RA101495 SC in three cohorts: eculizumab-naïve patients (n=10), eculizumab-switch patients (n=16), and eculizumab-switch patients that had evidence of an inadequate response while on eculizumab (eculizumab inadequate responders; n=3). A total of 21 patients completed the initial 12-week dosing period, and 16 of those patients (76%) are continuing treatment with RA101495 SC in the Company's long-term extension study (8 naïve patients and 8 switch patients, including all 3 inadequate responders). In eculizumab-naïve patients, RA101495 SC met the primary endpoint, demonstrating a rapid, robust, and sustained reduction in lactate dehydrogenase (LDH) levels from baseline to the mean of weeks 6-12 (p=0.002) and near-complete suppression of complement activity. In eculizumab-switch patients, transfusion-independent patients (n=5) switching from eculizumab to RA101495 SC maintained an overall stable mean LDH level, with one patient withdrawing early due to breakthrough hemolysis and reverting to eculizumab without complications. Among switch patients who were transfusion-dependent at baseline (n=11), breakthrough hemolysis occurred after switching in seven patients, who all reverted to eculizumab treatment without complications. Persistent transfusion-dependence in patients treated with eculizumab is not adequately addressed by C5 inhibition, as it is most commonly attributable to extravascular hemolysis which is promoted by the action of complement factors upstream of C5. In patients who were inadequate responders to eculizumab and have a history of elevated LDH levels, all three patients (two transfusion-independent, one transfusion-dependent) completed 12 weeks of dosing and elected to enter the long-term extension study with stable mean LDH levels.\nCollectively, the Phase 2 data support the selection of 0.3 mg/kg RA101495 SC daily as the recommended dose in our Phase 3 studies in PNH, which the Company plans to advance in treatment-naïve patients and transfusion-independent eculizumab-switch patients. These studies are anticipated to commence in the second half of 2018.\nInitiated dosing in the Phase 2 clinical trial evaluating RA101495 SC for the treatment of gMG. gMG is a rare, complement-mediated, autoimmune disease that causes weakness in skeletal muscles. This Phase 2 trial is designed to evaluate the safety, tolerability, and preliminary efficacy of RA101495 SC, and topline data is expected in the first half of 2019. Initiated dosing in the Phase 1b clinical trial evaluating RA101495 SC in patients with renal impairment. This trial is designed to characterize the pharmacokinetics (PK) of RA101495 SC in these patients, thereby enabling the potential evaluation of RA101495 SC in complement-mediated renal diseases, such as atypical hemolytic uremic syndrome (aHUS), and lupus nephritis (LN) . Strengthened balance sheet with a follow-on offering raising approximately $58.0 million in gross proceeds, which included the full exercise by the underwriters of their over-allotment option. Announced the acceptance of a platform presentation at the American Academy of Neurology 70 th Annual Meeting on April 25, 2018, in Los Angeles. The presentation will highlight Phase 1 healthy volunteer data for RA101495 SC, and provide an overview of the Phase 2 clinical trial design evaluating RA101495 SC for the treatment of gMG.\nFourth Quarter and Full Year 2017 Financial Results\nFor the fourth quarter of 2017, the Company reported a net loss attributable to common shareholders of $15.1, or a net loss of $0.67 per share (basic and diluted), compared to net loss of $10.9 million, or a net loss of $0.73 per share, for the same period in 2016. For the full year 2017, Ra Pharma reported a net loss attributable to common shareholders of $54.4 million, or a net loss of $2.41 per share (basic and diluted), compared to a net loss of $28.9 million, or a net loss of $6.98 per share, for the full year 2016.\nResearch and development expenses for the fourth quarter of 2017 were $12.6 million compared to $9.4 million for the same period in 2016. Research and development expenses for the full year 2017 were $45.3 million compared to $27.9 million for the full year 2016. The increase in R&D expenses for both the fourth quarter and full year were primarily due to primarily due to clinical development costs associated with our lead program, RA101495 SC, for the treatment of PNH.\nGeneral and administrative expenses for the fourth quarter of 2017 were $2.7 million, compared to $1.6 million for the same period in 2016. General and administrative expenses for the full year 2017 were $9.8 million, compared to $5.0 million for the full year 2016. The increase in G&A expenses for both the fourth quarter and the full year were primarily due to employee-related costs, including salary, benefits, and non-cash stock-based compensation due to the increase in G&A headcount to support the growth of the Company.\nThere was no revenue earned in the three months ended December 31, 2017 or the three months ended December 31, 2016. Total revenue for the full year 2017 was $0 million compared to $4.9 million for the full year 2016. The decrease was due to the expiration of the research term of the Merck Agreement in April 2016.\nAs of December 31, 2017, Ra Pharma reported total cash and cash equivalents of $70.4 million. The Company expects that its cash and cash equivalents at December 31, 2017 and the net proceeds of $54.1 million from its follow-on equity offering in February 2018, will be sufficient to fund operations through the end of 2019.\nAbout RA101495 SC\nRa Pharma is developing RA101495 SC for paroxysmal nocturnal hemoglobinuria (PNH) , generalized myasthenia gravis (gMG) , atypical hemolytic uremic syndrome (aHUS), and lupus nephritis (LN) . The product is designed for convenient, once-daily subcutaneous self-administration. RA101495 SC is a synthetic, macrocyclic peptide discovered using Ra Pharma's powerful proprietary drug discovery technology. The peptide binds complement component 5 (C5) with sub-nanomolar affinity and allosterically inhibits its cleavage into C5a and C5b upon activation of the classical, alternative, or lectin pathways. By binding to a region of C5 corresponding to C5b, RA101495 SC is designed to disrupt the interaction between C5b and C6 and prevent assembly of the membrane attack complex (MAC). This activity may define an additional, novel mechanism for the inhibition of C5 function.\nAbout RA101495 SC Phase 2 PNH Clinical Program\nThe global, dose-finding Phase 2 program was designed to evaluate the safety, tolerability, preliminary efficacy, pharmacokinetics, and pharmacodynamics of RA101495 SC in patients with PNH. The study evaluated RA101495 SC in three cohorts. The first cohort included eculizumab-naïve patients, the second cohort included patients switching from eculizumab to RA101495 SC, and the third cohort included patients who were currently treated with eculizumab, but had evidence of an inadequate response. Patients in all three cohorts were eligible for entry into a long-term extension study following the completion of the initial 12-week studies. The primary efficacy endpoint was the change in LDH from baseline to the mean level from week 6 to week 12.\nAbout RA101495 SC Phase 2 gMG Clinical Program\nThe Phase 2, multicenter, randomized, double-blind, placebo-controlled trial is designed to evaluate the safety, tolerability, and preliminary efficacy of RA101495 SC in patients with gMG. The trial will enroll approximately 36 patients and will include a screening period of up to four weeks. At the outset of the 12-week treatment period, patients will be randomized in a 1:1:1 ratio and will receive daily, subcutaneous doses of 0.1 mg/kg of RA101495 SC, 0.3 mg/kg of RA101495 SC, or matching placebo. The primary efficacy endpoint is change in Quantitative Myasthenia Gravis (QMG) score from baseline to week 12. All patients will have the opportunity to receive RA101495 SC in a long-term extension study.\nAbout Ra Pharmaceuticals\nRa Pharmaceuticals is a clinical stage biopharmaceutical company focusing on the development of next-generation therapeutics for complement-mediated diseases. The Company discovers and develops peptides and small molecules to target key components of the complement cascade. For more information, please visit: www.rapharma.com .\nForward-Looking Statement\nThis press release contains \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, including, but not limited to, statements regarding the safety, efficacy and regulatory and clinical progress of our product candidates, including RA101495, and statements regarding trial design, timeline and enrollment of our ongoing and planned clinical programs. All such forward-looking statements are based on management's current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include the risks that Ra Pharma's product candidates, including RA101495, will not successfully be developed or commercialized; the risk that topline results as of February 7, 2017 from the Company's global Phase 2 clinical program evaluating RA101495 for the treatment of PNH may not be indicative of final study results; as well as the other factors discussed in the \"Risk Factors\" section in Ra Pharma's most recently filed Annual Report on Form 10-K, as well as other risks detailed in Ra Pharma's subsequent filings with the Securities and Exchange Commission . There can be no assurance that the actual results or developments anticipated by Ra Pharma will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, Ra Pharma. All information in this press release is as of the date of the release, and Ra Pharma undertakes no duty to update this information unless required by law.\nRa Pharmaceuticals, Inc. Condensed Consolidated Balance Sheets (Unaudited) (In thousands) December 31, 2017 December 31, 2016 Assets Cash and cash equivalents $ 70,381 $ 117,812 Prepaid expenses and other current assets 2,496 1,690 Property and equipment, net 5,606 5,537 Other noncurrent assets 1,714 1,779 Total assets $ 80,197 $ 126,818 Liabilities and Stockholders’ Equity Accounts payable and accrued expenses $ 8,285 $ 6,434 Deferred rent 329 303 Noncurrent liabilities 2,399 2,859 Stockholders' equity 69,184 117,222 Total liabilities and stockholders’ equity $ 80,197 $ 126,818 Ra Pharmaceuticals, Inc. Condensed Consolidated Statements of Operations (Unaudited) (in thousands, except per share data) Three Months Ended\nDecember 31\nTwelve Months Ended\nDecember 31\n2017 2016 2017 2016 Revenue $ - $ - $ - $ 4,928 Operating expenses: Research and development 12,645 9,387 45,251 27,928 General and administrative 2,677 1,606 9,778 5,024 Total operating expenses 15,322 10,993 55,029 32,952 Loss from operations (15,322 ) (10,993 ) (55,029 ) (28,024 ) Other income (expense), net 162 87 571 (858 ) Benefit from income taxes (19 ) (18 ) (19 ) (18 ) Net loss $ (15,141 ) $ (10,888 ) $ (54,439 ) $ (28,864 ) Net loss per common share – basic and diluted $ (0.67 ) $ (0.73 ) $ (2.41 ) $ (6.98 ) Weighted average number of common shares outstanding – basic and diluted 22,626 14,816 22,591 4,135\n //www.businesswire.com/news/home/20180314005704/en/\nArgot Partners\nInvestors:\nNatalie Wildenradt, 646-681-8192\nnatalie@argotpartners.com\nor\nMedia:\nDavid Rosen, 212-600-1902\ndavid.rosen@argotpartners.com\nSource: Ra Pharmaceuticals, Inc.",
    "published": "2018-03-14T23:15:00.000+02:00",
    "crawled": "2018-03-15T00:55:28.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "business",
        "wire",
        "ra",
        "pharmaceutical",
        "nasdaq",
        "rarx",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "therapeutic",
        "treatment",
        "disease",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "update",
        "recent",
        "corporate",
        "clinical",
        "development",
        "made",
        "tremendous",
        "progress",
        "advancing",
        "development",
        "lead",
        "candidate",
        "ra101495",
        "convenient",
        "subcutaneous",
        "sc",
        "inhibitor",
        "complement",
        "component",
        "c5",
        "addition",
        "advancing",
        "global",
        "clinical",
        "program",
        "treatment",
        "paroxysmal",
        "nocturnal",
        "hemoglobinuria",
        "pnh",
        "initiated",
        "phase",
        "study",
        "generalized",
        "myasthenia",
        "gravis",
        "gmg",
        "first",
        "several",
        "additional",
        "indication",
        "ra101495",
        "sc",
        "said",
        "doug",
        "treco",
        "phd",
        "president",
        "chief",
        "executive",
        "officer",
        "ra",
        "pharma",
        "data",
        "recently",
        "completed",
        "phase",
        "pnh",
        "study",
        "showed",
        "ra101495",
        "sc",
        "achieved",
        "consistent",
        "sustained",
        "inhibition",
        "c5",
        "data",
        "provide",
        "foundation",
        "ra101495",
        "sc",
        "offer",
        "meaningful",
        "therapeutic",
        "value",
        "importantly",
        "based",
        "convenience",
        "anticipated",
        "pricing",
        "flexibility",
        "support",
        "expanded",
        "patient",
        "access",
        "broad",
        "utility",
        "potential",
        "first",
        "line",
        "treatment",
        "option",
        "disease",
        "look",
        "forward",
        "upcoming",
        "discussion",
        "regulator",
        "goal",
        "initiating",
        "registrational",
        "program",
        "second",
        "half",
        "year",
        "added",
        "treco",
        "recent",
        "development",
        "reported",
        "topline",
        "data",
        "global",
        "phase",
        "clinical",
        "program",
        "evaluating",
        "ra101495",
        "sc",
        "treatment",
        "pnh",
        "program",
        "evaluated",
        "ra101495",
        "sc",
        "three",
        "cohort",
        "patient",
        "patient",
        "patient",
        "evidence",
        "inadequate",
        "response",
        "eculizumab",
        "eculizumab",
        "inadequate",
        "responder",
        "total",
        "patient",
        "completed",
        "initial",
        "dosing",
        "period",
        "patient",
        "continuing",
        "treatment",
        "ra101495",
        "sc",
        "company",
        "extension",
        "study",
        "naïve",
        "patient",
        "switch",
        "patient",
        "including",
        "inadequate",
        "responder",
        "patient",
        "ra101495",
        "sc",
        "met",
        "primary",
        "endpoint",
        "demonstrating",
        "rapid",
        "robust",
        "sustained",
        "reduction",
        "lactate",
        "dehydrogenase",
        "ldh",
        "level",
        "baseline",
        "mean",
        "week",
        "suppression",
        "complement",
        "activity",
        "patient",
        "patient",
        "switching",
        "eculizumab",
        "ra101495",
        "sc",
        "maintained",
        "overall",
        "stable",
        "mean",
        "ldh",
        "level",
        "one",
        "patient",
        "withdrawing",
        "early",
        "due",
        "breakthrough",
        "hemolysis",
        "reverting",
        "eculizumab",
        "without",
        "complication",
        "among",
        "switch",
        "patient",
        "baseline",
        "breakthrough",
        "hemolysis",
        "occurred",
        "switching",
        "seven",
        "patient",
        "reverted",
        "eculizumab",
        "treatment",
        "without",
        "complication",
        "persistent",
        "patient",
        "treated",
        "eculizumab",
        "adequately",
        "addressed",
        "c5",
        "inhibition",
        "commonly",
        "attributable",
        "extravascular",
        "hemolysis",
        "promoted",
        "action",
        "complement",
        "factor",
        "upstream",
        "c5",
        "patient",
        "inadequate",
        "responder",
        "eculizumab",
        "history",
        "elevated",
        "ldh",
        "level",
        "three",
        "patient",
        "two",
        "one",
        "completed",
        "week",
        "dosing",
        "elected",
        "enter",
        "extension",
        "study",
        "stable",
        "mean",
        "ldh",
        "level",
        "collectively",
        "phase",
        "data",
        "support",
        "selection",
        "ra101495",
        "sc",
        "daily",
        "recommended",
        "dose",
        "phase",
        "study",
        "pnh",
        "company",
        "plan",
        "advance",
        "patient",
        "patient",
        "study",
        "anticipated",
        "commence",
        "second",
        "half",
        "initiated",
        "dosing",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "ra101495",
        "sc",
        "treatment",
        "gmg",
        "gmg",
        "rare",
        "autoimmune",
        "disease",
        "cause",
        "weakness",
        "skeletal",
        "muscle",
        "phase",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "preliminary",
        "efficacy",
        "ra101495",
        "sc",
        "topline",
        "data",
        "expected",
        "first",
        "half",
        "initiated",
        "dosing",
        "phase",
        "1b",
        "clinical",
        "trial",
        "evaluating",
        "ra101495",
        "sc",
        "patient",
        "renal",
        "impairment",
        "trial",
        "designed",
        "characterize",
        "pharmacokinetics",
        "pk",
        "ra101495",
        "sc",
        "patient",
        "thereby",
        "enabling",
        "potential",
        "evaluation",
        "ra101495",
        "sc",
        "renal",
        "disease",
        "atypical",
        "hemolytic",
        "uremic",
        "syndrome",
        "ahus",
        "lupus",
        "nephritis",
        "ln",
        "strengthened",
        "balance",
        "sheet",
        "offering",
        "raising",
        "approximately",
        "million",
        "gross",
        "proceeds",
        "included",
        "full",
        "exercise",
        "underwriter",
        "option",
        "announced",
        "acceptance",
        "platform",
        "presentation",
        "american",
        "academy",
        "neurology",
        "th",
        "annual",
        "meeting",
        "april",
        "los",
        "angeles",
        "presentation",
        "highlight",
        "phase",
        "healthy",
        "volunteer",
        "data",
        "ra101495",
        "sc",
        "provide",
        "overview",
        "phase",
        "clinical",
        "trial",
        "design",
        "evaluating",
        "ra101495",
        "sc",
        "treatment",
        "gmg",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "fourth",
        "quarter",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "full",
        "year",
        "ra",
        "pharma",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "full",
        "year",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "research",
        "development",
        "expense",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "r",
        "expense",
        "fourth",
        "quarter",
        "full",
        "year",
        "primarily",
        "due",
        "primarily",
        "due",
        "clinical",
        "development",
        "cost",
        "associated",
        "lead",
        "program",
        "ra101495",
        "sc",
        "treatment",
        "pnh",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "expense",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "increase",
        "g",
        "expense",
        "fourth",
        "quarter",
        "full",
        "year",
        "primarily",
        "due",
        "cost",
        "including",
        "salary",
        "benefit",
        "compensation",
        "due",
        "increase",
        "g",
        "headcount",
        "support",
        "growth",
        "company",
        "revenue",
        "earned",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "decrease",
        "due",
        "expiration",
        "research",
        "term",
        "merck",
        "agreement",
        "april",
        "december",
        "ra",
        "pharma",
        "reported",
        "total",
        "cash",
        "cash",
        "equivalent",
        "million",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "december",
        "net",
        "proceeds",
        "million",
        "equity",
        "offering",
        "february",
        "sufficient",
        "fund",
        "operation",
        "end",
        "ra101495",
        "sc",
        "ra",
        "pharma",
        "developing",
        "ra101495",
        "sc",
        "paroxysmal",
        "nocturnal",
        "hemoglobinuria",
        "pnh",
        "generalized",
        "myasthenia",
        "gravis",
        "gmg",
        "atypical",
        "hemolytic",
        "uremic",
        "syndrome",
        "ahus",
        "lupus",
        "nephritis",
        "ln",
        "product",
        "designed",
        "convenient",
        "subcutaneous",
        "ra101495",
        "sc",
        "synthetic",
        "macrocyclic",
        "peptide",
        "discovered",
        "using",
        "ra",
        "pharma",
        "powerful",
        "proprietary",
        "drug",
        "discovery",
        "technology",
        "peptide",
        "bind",
        "complement",
        "component",
        "c5",
        "affinity",
        "allosterically",
        "inhibits",
        "cleavage",
        "c5a",
        "c5b",
        "upon",
        "activation",
        "classical",
        "alternative",
        "lectin",
        "pathway",
        "binding",
        "region",
        "c5",
        "corresponding",
        "c5b",
        "ra101495",
        "sc",
        "designed",
        "disrupt",
        "interaction",
        "c5b",
        "c6",
        "prevent",
        "assembly",
        "membrane",
        "attack",
        "complex",
        "mac",
        "activity",
        "may",
        "define",
        "additional",
        "novel",
        "mechanism",
        "inhibition",
        "c5",
        "function",
        "ra101495",
        "sc",
        "phase",
        "pnh",
        "clinical",
        "program",
        "global",
        "phase",
        "program",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "preliminary",
        "efficacy",
        "pharmacokinetics",
        "pharmacodynamics",
        "ra101495",
        "sc",
        "patient",
        "pnh",
        "study",
        "evaluated",
        "ra101495",
        "sc",
        "three",
        "cohort",
        "first",
        "cohort",
        "included",
        "patient",
        "second",
        "cohort",
        "included",
        "patient",
        "switching",
        "eculizumab",
        "ra101495",
        "sc",
        "third",
        "cohort",
        "included",
        "patient",
        "currently",
        "treated",
        "eculizumab",
        "evidence",
        "inadequate",
        "response",
        "patient",
        "three",
        "cohort",
        "eligible",
        "entry",
        "extension",
        "study",
        "following",
        "completion",
        "initial",
        "study",
        "primary",
        "efficacy",
        "endpoint",
        "change",
        "ldh",
        "baseline",
        "mean",
        "level",
        "week",
        "week",
        "ra101495",
        "sc",
        "phase",
        "gmg",
        "clinical",
        "program",
        "phase",
        "multicenter",
        "randomized",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "preliminary",
        "efficacy",
        "ra101495",
        "sc",
        "patient",
        "gmg",
        "trial",
        "enroll",
        "approximately",
        "patient",
        "include",
        "screening",
        "period",
        "four",
        "week",
        "outset",
        "treatment",
        "period",
        "patient",
        "randomized",
        "ratio",
        "receive",
        "daily",
        "subcutaneous",
        "dos",
        "ra101495",
        "sc",
        "ra101495",
        "sc",
        "matching",
        "placebo",
        "primary",
        "efficacy",
        "endpoint",
        "change",
        "quantitative",
        "myasthenia",
        "gravis",
        "qmg",
        "score",
        "baseline",
        "week",
        "patient",
        "opportunity",
        "receive",
        "ra101495",
        "sc",
        "extension",
        "study",
        "ra",
        "pharmaceutical",
        "ra",
        "pharmaceutical",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focusing",
        "development",
        "therapeutic",
        "disease",
        "company",
        "discovers",
        "develops",
        "peptide",
        "small",
        "molecule",
        "target",
        "key",
        "component",
        "complement",
        "cascade",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "regarding",
        "safety",
        "efficacy",
        "regulatory",
        "clinical",
        "progress",
        "product",
        "candidate",
        "including",
        "ra101495",
        "statement",
        "regarding",
        "trial",
        "design",
        "timeline",
        "enrollment",
        "ongoing",
        "planned",
        "clinical",
        "program",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "risk",
        "ra",
        "pharma",
        "product",
        "candidate",
        "including",
        "ra101495",
        "successfully",
        "developed",
        "commercialized",
        "risk",
        "topline",
        "result",
        "february",
        "company",
        "global",
        "phase",
        "clinical",
        "program",
        "evaluating",
        "ra101495",
        "treatment",
        "pnh",
        "may",
        "indicative",
        "final",
        "study",
        "result",
        "well",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "ra",
        "pharma",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "well",
        "risk",
        "detailed",
        "ra",
        "pharma",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "assurance",
        "actual",
        "result",
        "development",
        "anticipated",
        "ra",
        "pharma",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "ra",
        "pharma",
        "information",
        "press",
        "release",
        "date",
        "release",
        "ra",
        "pharma",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "ra",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "rent",
        "noncurrent",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "ra",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "argot",
        "partner",
        "investor",
        "natalie",
        "wildenradt",
        "natalie",
        "medium",
        "david",
        "rosen",
        "source",
        "ra",
        "pharmaceutical",
        "inc"
    ]
}