{
    "organizations": [],
    "uuid": "861b16c469dd8752cd0aac461e4f697732ace6ca",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/globe-newswire-ambarella-inc-announces-fourth-quarter-and-fiscal-year-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Ambarella, Inc. Announces Fourth Quarter and Fiscal Year 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SANTA CLARA, Calif., March 01, 2018 (GLOBE NEWSWIRE) -- Ambarella, Inc. (NASDAQ:AMBA), a leading developer of low-power, HD and Ultra HD video compression, image processing, and computer vision solutions, today announced financial results for its fourth quarter and fiscal year 2018 ended January 31, 2018.\nRevenue for the fourth quarter of fiscal 2018 was $70.6 million, down 19.3% from $87.5 million in the same period in fiscal 2017. For the fiscal year ended January 31, 2018, revenue was $295.4 million, down 4.8% from $310.3 million for the fiscal year ended January 31, 2017. Gross margin under U.S. generally accepted accounting principles (GAAP) for the fourth quarter of fiscal 2018 was 64.3%, compared with 66.9% for the same period in fiscal 2017. For the fiscal year ended January 31, 2018, GAAP gross margin was 63.6%, compared with 66.1% for the fiscal year ended January 31, 2017. GAAP net income for the fourth quarter of fiscal 2018 was $1.3 million, or $0.04 per diluted ordinary share, compared with GAAP net income of $18.4 million, or $0.53 per diluted ordinary share, for the same period in fiscal 2017. GAAP net income for the fiscal year ended January 31, 2018 was $18.9 million, or $0.55 per diluted ordinary share. This compares with GAAP net income of $57.8 million, or $1.68 per diluted ordinary share, for the fiscal year ended January 31, 2017.\nFinancial results on a non-GAAP basis for the fourth quarter and fiscal 2018 are as follows:\nGross margin on a non-GAAP basis for the fourth quarter of fiscal 2018 was 64.7%, compared with 67.2% for the same period in fiscal 2017. For the fiscal year ended January 31, 2018, non-GAAP gross margin was 64.0%, compared with 66.4% for the fiscal year ended January 31, 2017. Non-GAAP net income for the fourth quarter of fiscal 2018 was $15.8 million, or $0.45 per diluted ordinary share. This compares with non-GAAP net income of $32.0 million, or $0.92 per diluted ordinary share, for the same period in fiscal 2017. Non-GAAP net income for the fiscal year ended January 31, 2018 was $71.4 million, or $2.06 per diluted ordinary share. This compares with non-GAAP net income of $100.4 million, or $2.92 per diluted ordinary share, for the fiscal year ended January 31, 2017.\nBased on information available as of today, Ambarella is offering the following guidance for the first quarter of fiscal year 2019, ending April 30, 2018:\nRevenue is expected to be between $54.5 million and $57.5 million Gross margin on a non-GAAP basis is expected to be between 60.0% and 62.0% Operating expenses on a non-GAAP basis are expected to be between $30.0 million and $32.0 million\nAmbarella reports gross margin, net income and earnings per share in accordance with GAAP and, additionally, on a non-GAAP basis. Non-GAAP financial information for the fourth fiscal quarter and 2018 fiscal year excludes the impact of stock-based compensation adjusted for the associated tax impact, which includes the effect of any benefits or shortfalls recognized. A reconciliation of the GAAP to non-GAAP gross margin, net income and earnings per share numbers for the periods presented, as well as a description of the items excluded from the non-GAAP calculations, is included in the financial statements portion of this press release.\nTotal cash, cash equivalents and marketable securities on hand at the end of the fourth fiscal quarter of 2018 was $434.6 million, compared with $405.4 million at the end of the same quarter a year ago.\n“At the CES show this year, we continued our history of successfully demonstrating leading edge technology with a focus on a wide range of computer vision applications. We look forward to delivering a deeper insight into our CV capabilities, particularly in the automotive market, at our upcoming Analyst Day on March 28th,” said Fermi Wang, president and CEO. “With the success of our initial development efforts and response from customers, especially in security and automotive, we intend to continue to accelerate the development and deployment of CV solutions in all our key markets,” he said.\nStock Repurchase\nIn the fourth quarter of fiscal year 2018, the company repurchased a total of 66,747 shares for total consideration of approximately $3.3 million. Between February 1 and February 28, 2018, the company repurchased an additional 142,344 shares for total consideration of approximately $6.8 million. Under the current $50 million repurchase program that was announced in June 2017 and commenced on July 1, 2017, the company has repurchased a total of 523,050 ordinary shares at an average price of $48.02 for total cash consideration of approximately $25.1 million. As of February 28, 2018, there was approximately $24.9 million available for repurchases under the repurchase program through June 30, 2018.\nQuarterly Conference Call\nAmbarella plans to hold a conference call at 4:30 p.m. Eastern Time / 1:30 p.m. Pacific Time today with Fermi Wang, chief executive officer, and George Laplante, chief financial officer, to discuss the fourth quarter and fiscal year 2018 results. The call can be accessed by dialing (877) 304-8963 in the USA; international callers should dial (760) 666-4834, Participant passcode is “Ambarella.” Please dial in ten minutes prior to the scheduled conference call time. A live and archived webcast of the call will be available on Ambarella’s website at http://www.ambarella.com/ for up to 30 days after the call.\nAnalyst Day Webcast\nAmbarella plans to hold its first Analyst Day on Wednesday, March 28, 2018 at 8:30 am at Ambarella’s offices in Santa Clara. The event will be webcast live on the Investor Relations section of Ambarella’s website at http://www.ambarella.com/ .\nAbout Ambarella\nAmbarella, Inc. (AMBA) is a leading developer of low-power, high-definition (HD) and Ultra HD video compression and image processing solutions, and computer vision solutions. The company’s products are used in a variety of HD cameras including security IP-cameras, sports cameras, wearable cameras, drone cameras and automotive video processing solutions. Ambarella is currently combining advanced computer vision technology with its state-of-the-art video to enable the next generation of intelligent cameras, advanced driver assistance systems (ADAS) and autonomous vehicles. For more information about Ambarella, please visit www.ambarella.com .\n\"Safe harbor\" statement under the Private Securities Litigation Reform Act of 1995\nThis press release contains forward-looking statements that are not historical facts and often can be identified by terms such as “outlook,” “projected,” “intends,” “will,” “estimates,” “anticipates,” “expects,” “believes,” “could,” or similar expressions, including the guidance for the first quarter of fiscal year 2019 ending April 30, 2018, and the comments of our CEO relating to the company’s intention to accelerate development and deployment of its technologies, including computer vision functionality, and our ability to generate design wins and revenue from such efforts. The achievement or success of the matters covered by such forward-looking statements involves risks, uncertainties and assumptions. Our actual results could differ materially from those predicted or implied and reported results should not be considered as an indication of our future performance.\nThe risks and uncertainties referred to above include, but are not limited to, risks associated with revenue being generated from new customers or design wins, neither of which is assured; the commercial success of our customers’ products; our growth strategy; our ability to anticipate future market demands and future needs of our customers; our ability to introduce new and enhanced solutions; our ability to develop, and to generate revenue from, new advanced technologies, such as computer vision functionality; our ability to retain and expand customer relationships and to achieve design wins; the expansion of our current markets and our ability to successfully enter new markets, such as the OEM automotive market; anticipated trends and challenges, including competition, in the markets in which we operate; our ability to effectively manage growth; our ability to retain key employees; and the potential for intellectual property disputes or other litigation.\nFurther information on these and other factors that could affect our financial results is included in the company’s Annual Report on Form 10-K for our 2017 fiscal year, which is on file Commission. Additional information will also be set forth in the company’s quarterly reports on Form 10-Q, annual reports on Form 10-K and other filings the company makes Commission from time to time, copies of which may be obtained by visiting the Investor Relations portion of our web site at www.ambarella.com or the SEC's web site at www.sec.gov . Undue reliance should not be placed on the forward-looking statements in this release, which are based on information available to us on the date hereof. The results we report in our Annual Report on Form 10-K for the fiscal year ended January 31, 2018 could differ from the preliminary results announced in this press release.\nAmbarella assumes no obligation and does not intend to update the forward-looking statements made in this press release, except as required by law.\nNon-GAAP Financial Measures\nThe company has provided in this release non-GAAP financial information including non-GAAP gross margin, net income, and earnings per share, as a supplement to the consolidated financial statements, which are prepared in accordance with generally accepted accounting principles (\"GAAP\"). Management uses these non-GAAP financial measures internally in analyzing the company’s financial results to assess operational performance and liquidity. The company believes that both management and investors benefit from referring to these non-GAAP financial measures in assessing its performance and when planning, forecasting and analyzing future periods. Further, the company believes these non-GAAP financial measures are useful to investors because they allow for greater transparency with respect to key financial metrics that the company uses in making operating decisions and because the company believes that investors and analysts use them to help assess the health of its business and for comparison to other companies. Non-GAAP results are presented for supplemental informational purposes only for understanding the company’s operating results. The non-GAAP information should not be considered a substitute for financial information presented in accordance with GAAP, and may be different from non-GAAP measures used by other companies.\nWith respect to its financial results for the fourth quarter and fiscal year 2018, the company has provided below reconciliations of its non-GAAP financial measures to its most directly comparable GAAP financial measures. With respect to the company’s expectations for the first quarter of fiscal year 2019, a reconciliation of non-GAAP gross margin and non-GAAP operating expenses guidance to the closest corresponding GAAP measure is not available without unreasonable efforts on a forward-looking basis due to the high variability and low visibility with respect to the charges excluded from these non-GAAP measures. We expect the variability of the above charges to have a significant, and potentially unpredictable, impact on our future GAAP financial results.\nAMBARELLA, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except share and per share data) (unaudited) Three Months Ended January 31, Twelve Months Ended January 31, 2018 2017 2018 2017 Revenue $ 70,575 $ 87,508 $ 295,402 $ 310,297 Cost of revenue 25,224 28,994 107,669 105,283 Gross profit 45,351 58,514 187,733 205,014 Operating expenses: Research and development 31,574 27,129 115,510 101,205 Selling, general and administrative 12,386 11,302 47,792 43,446 Total operating expenses 43,960 38,431 163,302 144,651 Income from operations 1,391 20,083 24,431 60,363 Other income, net 602 188 1,298 518 Income before income taxes 1,993 20,271 25,729 60,881 Provision for income taxes 732 1,921 6,877 3,071 Net income $ 1,261 $ 18,350 $ 18,852 $ 57,810 Net income per share attributable to ordinary shareholders: Basic $ 0.04 $ 0.56 $ 0.57 $ 1.77 Diluted $ 0.04 $ 0.53 $ 0.55 $ 1.68 Weighted-average shares used to compute net income per share attributable to ordinary shareholders: Basic 33,288,916 33,028,656 33,224,803 32,671,221 Diluted 34,715,701 34,584,700 34,583,150 34,327,724\nThe following table presents details of stock-based compensation expense included in each functional line item in the consolidated statements of operations above:\nThree Months Ended January 31, Twelve Months Ended January 31, 2018 2017 2018 2017 (unaudited, in thousands) Stock-based compensation: Cost of revenue $ 328 $ 305 $ 1,306 $ 1,078 Research and development 9,043 8,333 34,575 29,729 Selling, general and administrative 5,415 4,720 20,980 18,025 Total stock-based compensation $ 14,786 $ 13,358 $ 56,861 $ 48,832\nAMBARELLA, INC. RECONCILIATION OF GAAP TO NON-GAAP DILUTED EARNINGS PER SHARE (in thousands, except share and per share data) Three Months Ended January 31, Twelve Months Ended January 31, 2018 2017 2018 2017 (unaudited) GAAP net income $ 1,261 $ 18,350 $ 18,852 $ 57,810 Non-GAAP adjustments: Stock-based compensation expense 14,786 13,358 56,861 48,832 Income tax effect (257) 277 (4,300) (6,273) Non-GAAP net income $ 15,790 $ 31,985 $ 71,413 $ 100,369 GAAP - diluted weighted average shares 34,715,701 34,584,700 34,583,150 34,327,724 Non-GAAP - diluted weighted average shares 34,715,701 34,584,700 34,583,150 34,327,724 GAAP - diluted net income per share $ 0.04 $ 0.53 $ 0.55 $ 1.68 Non-GAAP adjustments: Stock-based compensation expense 0.42 0.38 1.64 1.42 Income tax effect (0.01) 0.01 (0.13) (0.18) Non-GAAP - diluted net income per share $ 0.45 $ 0.92 $ 2.06 $ $ 2.92 The difference between GAAP and non-GAAP gross margin was 0.4% and 0.3%, or $328,000 and $305,000 for the three months ended January 31, 2018 and 2017, respectively. The difference between GAAP and non-GAAP gross margin was 0.4% and 0.3%, or $1,306,000 and $1,078,000 for the fiscal year ended January 31, 2018 and 2017, respectively. The difference was due to the effect of stock-based compensation.\nAMBARELLA, INC. CONSOLIDATED BALANCE SHEETS (unaudited, in thousands) January 31, January 31, 2018 2017 ASSETS Current assets: Cash and cash equivalents $ 346,672 $ 322,872 Marketable securities 87,919 82,522 Accounts receivable, net 31,294 38,596 Inventories 23,383 20,145 Restricted cash 9 8 Prepaid expenses and other current assets 4,006 4,392 Total current assets 493,283 468,535 Property and equipment, net 6,449 4,988 Deferred tax assets, non-current 3,642 5,774 Intangible assets, net 14,417 4,149 Goodwill 26,601 26,601 Other non-current assets 2,257 2,224 Total assets $ 546,649 $ 512,271 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Accounts payable 19,815 19,955 Accrued and other current liabilities 32,178 26,448 Income taxes payable 936 568 Deferred revenue 307 7,425 Total current liabilities 53,236 54,396 Other long-term liabilities 11,226 3,241 Total liabilities 64,462 57,637 Shareholders' equity: Preference shares — — Ordinary shares 15 15 Additional paid-in capital 221,186 212,276 Accumulated other comprehensive loss (279) (70) Retained earnings 261,265 242,413 Total shareholders’ equity 482,187 454,634 Total liabilities and shareholders' equity $ 546,649 $ 512,271\nContact:\nDeborah Stapleton\n650.815.1239\ndeb@stapleton.com\nSource:Ambarella",
    "published": "2018-03-02T00:05:00.000+02:00",
    "crawled": "2018-03-02T01:49:54.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "santa",
        "clara",
        "march",
        "globe",
        "newswire",
        "ambarella",
        "nasdaq",
        "amba",
        "leading",
        "developer",
        "hd",
        "ultra",
        "hd",
        "video",
        "compression",
        "image",
        "processing",
        "computer",
        "vision",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "january",
        "revenue",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "million",
        "period",
        "fiscal",
        "fiscal",
        "year",
        "ended",
        "january",
        "revenue",
        "million",
        "million",
        "fiscal",
        "year",
        "ended",
        "january",
        "gross",
        "margin",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "period",
        "fiscal",
        "fiscal",
        "year",
        "ended",
        "january",
        "gaap",
        "gross",
        "margin",
        "compared",
        "fiscal",
        "year",
        "ended",
        "january",
        "gaap",
        "net",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "compared",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "period",
        "fiscal",
        "gaap",
        "net",
        "income",
        "fiscal",
        "year",
        "ended",
        "january",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "compare",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "fiscal",
        "year",
        "ended",
        "january",
        "financial",
        "result",
        "basis",
        "fourth",
        "quarter",
        "fiscal",
        "follows",
        "gross",
        "margin",
        "basis",
        "fourth",
        "quarter",
        "fiscal",
        "compared",
        "period",
        "fiscal",
        "fiscal",
        "year",
        "ended",
        "january",
        "gross",
        "margin",
        "compared",
        "fiscal",
        "year",
        "ended",
        "january",
        "net",
        "income",
        "fourth",
        "quarter",
        "fiscal",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "period",
        "fiscal",
        "net",
        "income",
        "fiscal",
        "year",
        "ended",
        "january",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "ordinary",
        "share",
        "fiscal",
        "year",
        "ended",
        "january",
        "based",
        "information",
        "available",
        "today",
        "ambarella",
        "offering",
        "following",
        "guidance",
        "first",
        "quarter",
        "fiscal",
        "year",
        "ending",
        "april",
        "revenue",
        "expected",
        "million",
        "million",
        "gross",
        "margin",
        "basis",
        "expected",
        "operating",
        "expense",
        "basis",
        "expected",
        "million",
        "million",
        "ambarella",
        "report",
        "gross",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "accordance",
        "gaap",
        "additionally",
        "basis",
        "financial",
        "information",
        "fourth",
        "fiscal",
        "quarter",
        "fiscal",
        "year",
        "excludes",
        "impact",
        "compensation",
        "adjusted",
        "associated",
        "tax",
        "impact",
        "includes",
        "effect",
        "benefit",
        "shortfall",
        "recognized",
        "reconciliation",
        "gaap",
        "gross",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "number",
        "period",
        "presented",
        "well",
        "description",
        "item",
        "excluded",
        "calculation",
        "included",
        "financial",
        "statement",
        "portion",
        "press",
        "release",
        "total",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "hand",
        "end",
        "fourth",
        "fiscal",
        "quarter",
        "million",
        "compared",
        "million",
        "end",
        "quarter",
        "year",
        "ago",
        "ce",
        "show",
        "year",
        "continued",
        "history",
        "successfully",
        "demonstrating",
        "leading",
        "edge",
        "technology",
        "focus",
        "wide",
        "range",
        "computer",
        "vision",
        "application",
        "look",
        "forward",
        "delivering",
        "deeper",
        "insight",
        "cv",
        "capability",
        "particularly",
        "automotive",
        "market",
        "upcoming",
        "analyst",
        "day",
        "march",
        "28th",
        "said",
        "fermi",
        "wang",
        "president",
        "ceo",
        "success",
        "initial",
        "development",
        "effort",
        "response",
        "customer",
        "especially",
        "security",
        "automotive",
        "intend",
        "continue",
        "accelerate",
        "development",
        "deployment",
        "cv",
        "solution",
        "key",
        "market",
        "said",
        "stock",
        "repurchase",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "company",
        "repurchased",
        "total",
        "share",
        "total",
        "consideration",
        "approximately",
        "million",
        "february",
        "february",
        "company",
        "repurchased",
        "additional",
        "share",
        "total",
        "consideration",
        "approximately",
        "million",
        "current",
        "million",
        "repurchase",
        "program",
        "announced",
        "june",
        "commenced",
        "july",
        "company",
        "repurchased",
        "total",
        "ordinary",
        "share",
        "average",
        "price",
        "total",
        "cash",
        "consideration",
        "approximately",
        "million",
        "february",
        "approximately",
        "million",
        "available",
        "repurchase",
        "repurchase",
        "program",
        "june",
        "quarterly",
        "conference",
        "call",
        "ambarella",
        "plan",
        "hold",
        "conference",
        "call",
        "eastern",
        "time",
        "pacific",
        "time",
        "today",
        "fermi",
        "wang",
        "chief",
        "executive",
        "officer",
        "george",
        "laplante",
        "chief",
        "financial",
        "officer",
        "discus",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "result",
        "call",
        "accessed",
        "dialing",
        "usa",
        "international",
        "caller",
        "dial",
        "participant",
        "passcode",
        "please",
        "dial",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "conference",
        "call",
        "time",
        "live",
        "archived",
        "webcast",
        "call",
        "available",
        "ambarella",
        "website",
        "http",
        "day",
        "call",
        "analyst",
        "day",
        "webcast",
        "ambarella",
        "plan",
        "hold",
        "first",
        "analyst",
        "day",
        "wednesday",
        "march",
        "ambarella",
        "office",
        "santa",
        "clara",
        "event",
        "webcast",
        "live",
        "investor",
        "relation",
        "section",
        "ambarella",
        "website",
        "http",
        "ambarella",
        "ambarella",
        "amba",
        "leading",
        "developer",
        "hd",
        "ultra",
        "hd",
        "video",
        "compression",
        "image",
        "processing",
        "solution",
        "computer",
        "vision",
        "solution",
        "company",
        "product",
        "used",
        "variety",
        "hd",
        "camera",
        "including",
        "security",
        "sport",
        "camera",
        "wearable",
        "camera",
        "drone",
        "camera",
        "automotive",
        "video",
        "processing",
        "solution",
        "ambarella",
        "currently",
        "combining",
        "advanced",
        "computer",
        "vision",
        "technology",
        "video",
        "enable",
        "next",
        "generation",
        "intelligent",
        "camera",
        "advanced",
        "driver",
        "assistance",
        "system",
        "ada",
        "autonomous",
        "vehicle",
        "information",
        "ambarella",
        "please",
        "visit",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "statement",
        "historical",
        "fact",
        "often",
        "identified",
        "term",
        "outlook",
        "projected",
        "intends",
        "estimate",
        "anticipates",
        "expects",
        "belief",
        "could",
        "similar",
        "expression",
        "including",
        "guidance",
        "first",
        "quarter",
        "fiscal",
        "year",
        "ending",
        "april",
        "comment",
        "ceo",
        "relating",
        "company",
        "intention",
        "accelerate",
        "development",
        "deployment",
        "technology",
        "including",
        "computer",
        "vision",
        "functionality",
        "ability",
        "generate",
        "design",
        "win",
        "revenue",
        "effort",
        "achievement",
        "success",
        "matter",
        "covered",
        "statement",
        "involves",
        "risk",
        "uncertainty",
        "assumption",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "predicted",
        "implied",
        "reported",
        "result",
        "considered",
        "indication",
        "future",
        "performance",
        "risk",
        "uncertainty",
        "referred",
        "include",
        "limited",
        "risk",
        "associated",
        "revenue",
        "generated",
        "new",
        "customer",
        "design",
        "win",
        "neither",
        "assured",
        "commercial",
        "success",
        "customer",
        "product",
        "growth",
        "strategy",
        "ability",
        "anticipate",
        "future",
        "market",
        "demand",
        "future",
        "need",
        "customer",
        "ability",
        "introduce",
        "new",
        "enhanced",
        "solution",
        "ability",
        "develop",
        "generate",
        "revenue",
        "new",
        "advanced",
        "technology",
        "computer",
        "vision",
        "functionality",
        "ability",
        "retain",
        "expand",
        "customer",
        "relationship",
        "achieve",
        "design",
        "win",
        "expansion",
        "current",
        "market",
        "ability",
        "successfully",
        "enter",
        "new",
        "market",
        "oem",
        "automotive",
        "market",
        "anticipated",
        "trend",
        "challenge",
        "including",
        "competition",
        "market",
        "operate",
        "ability",
        "effectively",
        "manage",
        "growth",
        "ability",
        "retain",
        "key",
        "employee",
        "potential",
        "intellectual",
        "property",
        "dispute",
        "litigation",
        "information",
        "factor",
        "could",
        "affect",
        "financial",
        "result",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "file",
        "commission",
        "additional",
        "information",
        "also",
        "set",
        "forth",
        "company",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "filing",
        "company",
        "make",
        "commission",
        "time",
        "time",
        "copy",
        "may",
        "obtained",
        "visiting",
        "investor",
        "relation",
        "portion",
        "web",
        "site",
        "sec",
        "web",
        "site",
        "undue",
        "reliance",
        "placed",
        "statement",
        "release",
        "based",
        "information",
        "available",
        "u",
        "date",
        "hereof",
        "result",
        "report",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "january",
        "could",
        "differ",
        "preliminary",
        "result",
        "announced",
        "press",
        "release",
        "ambarella",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "made",
        "press",
        "release",
        "except",
        "required",
        "law",
        "financial",
        "measure",
        "company",
        "provided",
        "release",
        "financial",
        "information",
        "including",
        "gross",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "management",
        "us",
        "financial",
        "measure",
        "internally",
        "analyzing",
        "company",
        "financial",
        "result",
        "assess",
        "operational",
        "performance",
        "liquidity",
        "company",
        "belief",
        "management",
        "investor",
        "benefit",
        "referring",
        "financial",
        "measure",
        "assessing",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "company",
        "belief",
        "financial",
        "measure",
        "useful",
        "investor",
        "allow",
        "greater",
        "transparency",
        "respect",
        "key",
        "financial",
        "metric",
        "company",
        "us",
        "making",
        "operating",
        "decision",
        "company",
        "belief",
        "investor",
        "analyst",
        "use",
        "help",
        "assess",
        "health",
        "business",
        "comparison",
        "company",
        "result",
        "presented",
        "supplemental",
        "informational",
        "purpose",
        "understanding",
        "company",
        "operating",
        "result",
        "information",
        "considered",
        "substitute",
        "financial",
        "information",
        "presented",
        "accordance",
        "gaap",
        "may",
        "different",
        "measure",
        "used",
        "company",
        "respect",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "company",
        "provided",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "respect",
        "company",
        "expectation",
        "first",
        "quarter",
        "fiscal",
        "year",
        "reconciliation",
        "gross",
        "margin",
        "operating",
        "expense",
        "guidance",
        "closest",
        "corresponding",
        "gaap",
        "measure",
        "available",
        "without",
        "unreasonable",
        "effort",
        "basis",
        "due",
        "high",
        "variability",
        "low",
        "visibility",
        "respect",
        "charge",
        "excluded",
        "measure",
        "expect",
        "variability",
        "charge",
        "significant",
        "potentially",
        "unpredictable",
        "impact",
        "future",
        "gaap",
        "financial",
        "result",
        "ambarella",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "january",
        "twelve",
        "month",
        "ended",
        "january",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "ordinary",
        "shareholder",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "ordinary",
        "shareholder",
        "basic",
        "diluted",
        "following",
        "table",
        "present",
        "detail",
        "compensation",
        "expense",
        "included",
        "functional",
        "line",
        "item",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "january",
        "twelve",
        "month",
        "ended",
        "january",
        "unaudited",
        "thousand",
        "compensation",
        "cost",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "compensation",
        "ambarella",
        "reconciliation",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "january",
        "twelve",
        "month",
        "ended",
        "january",
        "unaudited",
        "gaap",
        "net",
        "income",
        "adjustment",
        "compensation",
        "expense",
        "income",
        "tax",
        "effect",
        "net",
        "income",
        "gaap",
        "diluted",
        "weighted",
        "average",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "gaap",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "adjustment",
        "compensation",
        "expense",
        "income",
        "tax",
        "effect",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "difference",
        "gaap",
        "gross",
        "margin",
        "three",
        "month",
        "ended",
        "january",
        "respectively",
        "difference",
        "gaap",
        "gross",
        "margin",
        "fiscal",
        "year",
        "ended",
        "january",
        "respectively",
        "difference",
        "due",
        "effect",
        "compensation",
        "ambarella",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "january",
        "january",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "restricted",
        "cash",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "tax",
        "asset",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preference",
        "share",
        "ordinary",
        "share",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "contact",
        "deborah",
        "stapleton",
        "deb",
        "source",
        "ambarella"
    ]
}