{
    "organizations": [],
    "uuid": "1ce0f690e5da4c37695ab9f0d41467f23ae49503",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-urogen-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "UroGen Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Presentation of MitoGel™ Interim Analysis from OLYMPUS Pivotal Trial in Patients with Low Grade Upper Tract Urothelial Cancer Planned at Upcoming Medical Meeting\nConference Call to be Held Today at 8:30am ET\nRA’ANANA, ISRAEL and NEW YORK, March 15, 2018 (GLOBE NEWSWIRE) -- UroGen Pharma Ltd. (Nasdaq:URGN), a clinical-stage biopharmaceutical company developing treatments to address unmet needs in the field of urology, with a focus on uro-oncology, today announced financial results for the fourth quarter and full year ended December 31, 2017 and provided an overview of the Company’s recent developments.\n“Last year was a pivotal year for UroGen. Coming off a successful initial public offering, we immediately set our goals on working towards establishing a leadership position in the treatment of urothelial cancers and other urological indications,” said Ron Bentsur, Chief Executive Officer of UroGen. “Our growing team is focused on executing on key milestones, particularly completion of the pivotal Phase 3 OLYMPUS trial for MitoGel. We are also advancing our other pipeline programs that could allow us to transform the treatment of urothelial cancers and other urological pathologies, and demonstrate the potential for the RTGel platform beyond oncology.”\nRecent Highlights and Upcoming Milestones\nClinical Development Progress of MitoGel: The Company will present an Interim Analysis from the OLYMPUS pivotal trial of MitoGel in patients with Low-Grade Upper Tract Urothelial Cancer (LG UTUC) at an upcoming medical meeting. Top-line data from the OLYMPUS pivotal trial are expected in Q3 2018. Assuming positive results, planned submission of the New Drug Application (NDA) to the U.S. Food and Drug Administration (FDA) in Q1 2019. Potential approval and commercial launch of MitoGel in the United States is targeted for H2 2019.\nAdvancing the Pipeline and Potential for the RTGel™ Platform: VesiGel™: VesiGel is a potential first-line chemoablation treatment and alternative to TURBT for low-grade non-muscle invasive bladder (NMIBC). The Company intends to submit an Investigational New Drug (IND) Application with the FDA for VesiGel for the treatment of LG NMIBC in Q2 2018 and commence a Phase 2b trial shortly thereafter. BotuGel™: Allergan initiated the Phase 2 trial of RTGel™ in combination with BOTOX ® 1 for the treatment of overactive bladder in November 2017. Enrollment of patients by Allergan is ongoing and results have the potential to demonstrate the broad applicability of the RTGel platform beyond uro-oncology.\nCorporate Developments The Company strengthened its financial position with the completion of an upsized public offering of ordinary shares in January 2018, resulting in net proceeds of approximately $64 million. The addition of new senior leadership continues to enhance the Company’s ability to execute on both short-term and long-term goals. Stephen Mullennix was most recently appointed as Chief Operating Officer where he brings significant financial and operational expertise in high technology companies to the team. In late 2017, Cynthia M. Butitta was appointed to our Board of Directors. Ms. Butitta is a seasoned finance and operations executive with over 25 years of leadership experience in both biotechnology and high technology. Most recently, Ms. Butitta served as Chief Operating Officer of Kite Pharma, where she played an instrumental role leading up to Kite Pharma’s acquisition by Gilead Sciences for approximately $11.9 billion. From 2014 to 2016, Ms. Butitta served as Kite Pharma’s Chief Financial Officer. Earlier this week, Pini Orbach, Ph.D., resigned from our Board of Directors. Dr. Orbach was an early supporter of the Company and a contributor as we set the stage to transition to a new phase of the Company and prepare for potential commercialization of our first product.\nFourth Quarter and Full Year 2017 Financial Results\nAs of December 31, 2017, cash, cash equivalents, and short-term investments totaled $73.0 million. In addition, in January 2018, the Company raised net proceeds of approximately $64 million from an underwritten public offering.\nNet research and development expenses for the year ended December 31, 2017 were $18.7 million, including non-cash share-based compensation expense of $3.9 million. Net research and development expenses for the three months ended December 31, 2017 were $6.8 million, including non-cash share-based compensation expense of $1.4 million. General and administrative expenses for the year ended December 31, 2017 were $8.8 million, including non-cash share-based compensation expense of $2.4 million. General and administrative expenses for the three months ended December 31, 2017 were $3.4 million, including non-cash share-based compensation expense of $0.9 million. The Company reported a net loss of $20.0 million, or basic and diluted net loss per ordinary share of $2.14, for the year ended December 31, 2017. The Company reported a net loss of $10.1 million, or basic and diluted net loss per ordinary share of $0.74, for the three months ended December 31, 2017.\nConference Call & Webcast Information\nMembers of UroGen’s management team will host a live conference call and webcast today at 8:30 am Eastern Time to review the Company's financial results and provide a general business update.\nThe live webcast can be accessed by visiting the Investors section of the Company’s website at http://investors.urogen.com . Please connect at least 15 minutes prior to the live webcast to ensure adequate time for any software download that may be needed to access the webcast. Alternatively, please call (888) 771-4371 (U.S.) or (847) 585-4405 (International) to listen to the live conference call. The conference ID number for the live call will be 46558329. An archive of the webcast will be available for two weeks on the Company’s website.\nUROGEN PHARMA LTD. CONDENSED CONSOLIDATED BALANCE SHEETS (U.S. dollars in thousands, except share and per share data) (Unaudited) December 31,\n2017 December 31,\n2016 Assets CURRENT ASSETS: Cash and cash equivalents $ 36,999 $ 21,362 Short-term investments 36,001 - Restricted deposit 198 95 Accounts receivable - 83 Inventory 316 105 Prepaid expenses and other current assets 958 396 TOTAL CURRENT ASSETS 74,472 22,041 NON-CURRENT ASSETS: Property and equipment, net 805 741 Restricted deposit 29 24 Other non-current assets 244 250 TOTAL ASSETS $ 75,550 $ 23,056 Liabilities and Shareholders' equity CURRENT LIABILITIES: Accounts payable and accrued expenses $ 4,435 $ 1,880 Employee related accrued expenses 1,950 687 Deferred revenues 650 - Proceeds from exercise of warrants for preferred shares - 570 TOTAL CURRENT LIABILITIES 7,035 3,137 NON-CURRENT LIABILITIES: Warrants for preferred shares - 3,612 TOTAL LIABILITIES 7,035 6,749 SHAREHOLDERS’ EQUITY: Ordinary shares, NIS 0.01 par value: 100,000,000 and 17,600,000 shares authorized at December 31, 2017 and 2016, respectively; 13,751,390 and 2,305,743 shares issued and outstanding at December 31, 2017 and 2016, respectively. 37 6 Series A and A-1 preferred shares, NIS 0.01 par value: 0 and 14,400,000 shares authorized at December 31, 2017 and 2016, respectively; 0 and 5,193,427 shares issued and outstanding at December 31, 2017 and 2016, respectively. - 13 Additional paid-in capital 115,692 43,502 Accumulated deficit (47,214 ) (27,214 ) TOTAL SHAREHOLDERS’ EQUITY 68,515 16,307 TOTAL LIABILITIES AND SHAREHOLDERS’ EQUITY $ 75,550 $ 23,056\nUROGEN PHARMA LTD. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (U.S. dollars in thousands, except share and per share data) (Unaudited) Year ended December 31, Three months ended December 31, 2017 2016 2017 2016 REVENUES $ 8,158 $ 17,530 $ 327 $ 17,530 COST OF REVENUES 600 28 287 28 GROSS PROFIT 7,558 17,502 40 17,502 OPERATING EXPENSES: Research and Development Expenses, Net 18,697 10,287 6,761 2,372 General and Administrative Expenses 8,811 6,417 3,437 1,229 OPERATING (LOSS) INCOME (19,950 ) 798 (10,158 ) 13,901 FINANCE (EXPENSES) INCOME, NET (31 ) (2,739 ) 91 (978 ) (LOSS) INCOME BEFORE INCOME TAXES (19,981 ) (1,941 ) (10,067 ) 12,923 INCOME TAX EXPENSE (19 ) - - - NET (LOSS) INCOME $ (20,000 ) $ (1,941 ) $ (10,067 ) $ 12,923 (LOSS) INCOME PER ORDINARY SHARE BASIC $ (2.14 ) $ (1.91 ) $ (0.74 ) $ 5.17 DILUTED $ (2.14 ) $ (1.91 ) $ (0.74 ) $ 1.56 WEIGHTED AVERAGE NUMBER OF ORDINARY SHARES OUTSTANDING BASIC 9,716,790 2,305,503 13,612,814 2,381,671 DILUTED 9,716,790 2,305,503 13,612,814 8,294,273 About UroGen Pharma Ltd.\nUroGen Pharma Ltd. (Nasdaq:URGN) is a clinical-stage biopharmaceutical company developing advanced non-surgical treatments to address unmet needs in the field of urology, with a focus on uro-oncology. The Company has developed RTGel™, a proprietary sustained release, hydrogel-based platform technology that has the potential to improve therapeutic profiles of existing drugs. UroGen Pharma's sustained release technology is designed to enable longer exposure of the urinary tract tissue to medications, making local therapy a potentially more effective treatment option. UroGen Pharma's lead product candidates, MitoGel™ (mitomycin urothelial gel) and VesiGel™ (mitomycin intravesical gel), are designed to potentially remove tumors by non-surgical means and to treat several forms of non-muscle invasive urothelial cancer, including low-grade upper tract urothelial carcinoma and bladder cancer, respectively. UroGen Pharma is headquartered in Ra’anana, Israel with U.S. headquarters in New York.\nForward Looking Statements\nThis press release contains as that term is defined in the Private Securities Litigation Reform Act of 1995, including with respect to the timing and results of clinical development and commercial prospects of the product candidates in UroGen Pharma’s pipeline, including MitoGel, VesiGel and BotuGel, the scope and development of UroGen Pharma’s product candidate pipeline, results from the OLYMPUS trial, patient enrollment in Allergan’s Phase 2 clinical trial of BotuGel, UroGen Pharma’s expectations regarding its ability to fund its operations, and the ability of UroGen Pharma to become a leader in the field of uro-oncology, which statements are subject to a number of risks, uncertainties and assumptions, including, but not limited to: the timing and success of clinical trials and potential complications thereof; the ability to obtain and maintain regulatory approval; the labeling for any approved product; the scope, progress and expansion of developing and commercializing UroGen Pharma’s product candidates; the size and growth of the market(s) therefor and the rate and degree of market acceptance thereof vis-à-vis alternative therapies; and UroGen Pharma’s ability to attract or retain key management, members of the board of directors and personnel. In light of these , and other that are described in the Risk Factors section of the final prospectus for UroGen Pharma’s public offering of securities in the United States filed with the SEC on January 22, 2018 and other filings that UroGen Pharma makes with the SEC from time to time (which are available at http://www.sec.gov ), the events and circumstances discussed in such may not occur, and UroGen Pharma’s actual results could differ materially and adversely from those anticipated or implied thereby. Any speak only as of the date of this press release and are based on information available to UroGen Pharma as of the date of this release.\nUROGEN CONTACTS:\nChristine Cassiano\nCorporate Affairs Officer\nChristineC@urogen.com\n714-552-0326\nOr\nKate Bechtold\nDirector, Corporate Communications & Investor Relations\nKateB@urogen.com\n914-552-0456",
    "published": "2018-03-15T14:00:00.000+02:00",
    "crawled": "2018-03-15T14:54:14.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "presentation",
        "interim",
        "analysis",
        "olympus",
        "pivotal",
        "trial",
        "patient",
        "low",
        "grade",
        "upper",
        "tract",
        "urothelial",
        "cancer",
        "planned",
        "upcoming",
        "medical",
        "meeting",
        "conference",
        "call",
        "held",
        "today",
        "et",
        "ra",
        "anana",
        "israel",
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "urogen",
        "pharma",
        "nasdaq",
        "urgn",
        "biopharmaceutical",
        "company",
        "developing",
        "treatment",
        "address",
        "unmet",
        "need",
        "field",
        "urology",
        "focus",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "overview",
        "company",
        "recent",
        "development",
        "last",
        "year",
        "pivotal",
        "year",
        "urogen",
        "coming",
        "successful",
        "initial",
        "public",
        "offering",
        "immediately",
        "set",
        "goal",
        "working",
        "towards",
        "establishing",
        "leadership",
        "position",
        "treatment",
        "urothelial",
        "cancer",
        "urological",
        "indication",
        "said",
        "ron",
        "bentsur",
        "chief",
        "executive",
        "officer",
        "urogen",
        "growing",
        "team",
        "focused",
        "executing",
        "key",
        "milestone",
        "particularly",
        "completion",
        "pivotal",
        "phase",
        "olympus",
        "trial",
        "mitogel",
        "also",
        "advancing",
        "pipeline",
        "program",
        "could",
        "allow",
        "u",
        "transform",
        "treatment",
        "urothelial",
        "cancer",
        "urological",
        "pathology",
        "demonstrate",
        "potential",
        "rtgel",
        "platform",
        "beyond",
        "recent",
        "highlight",
        "upcoming",
        "milestone",
        "clinical",
        "development",
        "progress",
        "mitogel",
        "company",
        "present",
        "interim",
        "analysis",
        "olympus",
        "pivotal",
        "trial",
        "mitogel",
        "patient",
        "upper",
        "tract",
        "urothelial",
        "cancer",
        "lg",
        "utuc",
        "upcoming",
        "medical",
        "meeting",
        "data",
        "olympus",
        "pivotal",
        "trial",
        "expected",
        "q3",
        "assuming",
        "positive",
        "result",
        "planned",
        "submission",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "fda",
        "q1",
        "potential",
        "approval",
        "commercial",
        "launch",
        "mitogel",
        "united",
        "state",
        "targeted",
        "h2",
        "advancing",
        "pipeline",
        "potential",
        "platform",
        "vesigel",
        "potential",
        "chemoablation",
        "treatment",
        "alternative",
        "turbt",
        "invasive",
        "bladder",
        "nmibc",
        "company",
        "intends",
        "submit",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "fda",
        "vesigel",
        "treatment",
        "lg",
        "nmibc",
        "q2",
        "commence",
        "phase",
        "2b",
        "trial",
        "shortly",
        "thereafter",
        "allergan",
        "initiated",
        "phase",
        "trial",
        "combination",
        "botox",
        "treatment",
        "overactive",
        "bladder",
        "november",
        "enrollment",
        "patient",
        "allergan",
        "ongoing",
        "result",
        "potential",
        "demonstrate",
        "broad",
        "applicability",
        "rtgel",
        "platform",
        "beyond",
        "corporate",
        "development",
        "company",
        "strengthened",
        "financial",
        "position",
        "completion",
        "upsized",
        "public",
        "offering",
        "ordinary",
        "share",
        "january",
        "resulting",
        "net",
        "proceeds",
        "approximately",
        "million",
        "addition",
        "new",
        "senior",
        "leadership",
        "continues",
        "enhance",
        "company",
        "ability",
        "execute",
        "goal",
        "stephen",
        "mullennix",
        "recently",
        "appointed",
        "chief",
        "operating",
        "officer",
        "brings",
        "significant",
        "financial",
        "operational",
        "expertise",
        "high",
        "technology",
        "company",
        "team",
        "late",
        "cynthia",
        "butitta",
        "appointed",
        "board",
        "director",
        "butitta",
        "seasoned",
        "finance",
        "operation",
        "executive",
        "year",
        "leadership",
        "experience",
        "biotechnology",
        "high",
        "technology",
        "recently",
        "butitta",
        "served",
        "chief",
        "operating",
        "officer",
        "kite",
        "pharma",
        "played",
        "instrumental",
        "role",
        "leading",
        "kite",
        "pharma",
        "acquisition",
        "gilead",
        "science",
        "approximately",
        "billion",
        "butitta",
        "served",
        "kite",
        "pharma",
        "chief",
        "financial",
        "officer",
        "earlier",
        "week",
        "pini",
        "orbach",
        "resigned",
        "board",
        "director",
        "orbach",
        "early",
        "supporter",
        "company",
        "contributor",
        "set",
        "stage",
        "transition",
        "new",
        "phase",
        "company",
        "prepare",
        "potential",
        "commercialization",
        "first",
        "product",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "addition",
        "january",
        "company",
        "raised",
        "net",
        "proceeds",
        "approximately",
        "million",
        "underwritten",
        "public",
        "offering",
        "net",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "net",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "conference",
        "call",
        "webcast",
        "information",
        "member",
        "urogen",
        "management",
        "team",
        "host",
        "live",
        "conference",
        "call",
        "webcast",
        "today",
        "eastern",
        "time",
        "review",
        "company",
        "financial",
        "result",
        "provide",
        "general",
        "business",
        "update",
        "live",
        "webcast",
        "accessed",
        "visiting",
        "investor",
        "section",
        "company",
        "website",
        "http",
        "please",
        "connect",
        "least",
        "minute",
        "prior",
        "live",
        "webcast",
        "ensure",
        "adequate",
        "time",
        "software",
        "download",
        "may",
        "needed",
        "access",
        "webcast",
        "alternatively",
        "please",
        "call",
        "international",
        "listen",
        "live",
        "conference",
        "call",
        "conference",
        "id",
        "number",
        "live",
        "call",
        "archive",
        "webcast",
        "available",
        "two",
        "week",
        "company",
        "website",
        "urogen",
        "pharma",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "deposit",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "employee",
        "related",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "proceeds",
        "exercise",
        "warrant",
        "preferred",
        "share",
        "total",
        "current",
        "liability",
        "liability",
        "warrant",
        "preferred",
        "share",
        "total",
        "liability",
        "shareholder",
        "equity",
        "ordinary",
        "share",
        "ni",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "respectively",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "series",
        "preferred",
        "share",
        "ni",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "respectively",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "urogen",
        "pharma",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "year",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "expense",
        "net",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "income",
        "finance",
        "expense",
        "income",
        "net",
        "loss",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "income",
        "loss",
        "income",
        "per",
        "ordinary",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "ordinary",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "urogen",
        "pharma",
        "urogen",
        "pharma",
        "nasdaq",
        "urgn",
        "biopharmaceutical",
        "company",
        "developing",
        "advanced",
        "treatment",
        "address",
        "unmet",
        "need",
        "field",
        "urology",
        "focus",
        "company",
        "developed",
        "proprietary",
        "sustained",
        "release",
        "platform",
        "technology",
        "potential",
        "improve",
        "therapeutic",
        "profile",
        "existing",
        "drug",
        "urogen",
        "pharma",
        "sustained",
        "release",
        "technology",
        "designed",
        "enable",
        "longer",
        "exposure",
        "urinary",
        "tract",
        "tissue",
        "medication",
        "making",
        "local",
        "therapy",
        "potentially",
        "effective",
        "treatment",
        "option",
        "urogen",
        "pharma",
        "lead",
        "product",
        "candidate",
        "mitomycin",
        "urothelial",
        "gel",
        "mitomycin",
        "intravesical",
        "gel",
        "designed",
        "potentially",
        "remove",
        "tumor",
        "mean",
        "treat",
        "several",
        "form",
        "invasive",
        "urothelial",
        "cancer",
        "including",
        "upper",
        "tract",
        "urothelial",
        "carcinoma",
        "bladder",
        "cancer",
        "respectively",
        "urogen",
        "pharma",
        "headquartered",
        "ra",
        "anana",
        "israel",
        "headquarters",
        "new",
        "york",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "respect",
        "timing",
        "result",
        "clinical",
        "development",
        "commercial",
        "prospect",
        "product",
        "candidate",
        "urogen",
        "pharma",
        "pipeline",
        "including",
        "mitogel",
        "vesigel",
        "botugel",
        "scope",
        "development",
        "urogen",
        "pharma",
        "product",
        "candidate",
        "pipeline",
        "result",
        "olympus",
        "trial",
        "patient",
        "enrollment",
        "allergan",
        "phase",
        "clinical",
        "trial",
        "botugel",
        "urogen",
        "pharma",
        "expectation",
        "regarding",
        "ability",
        "fund",
        "operation",
        "ability",
        "urogen",
        "pharma",
        "become",
        "leader",
        "field",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "limited",
        "timing",
        "success",
        "clinical",
        "trial",
        "potential",
        "complication",
        "thereof",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "labeling",
        "approved",
        "product",
        "scope",
        "progress",
        "expansion",
        "developing",
        "commercializing",
        "urogen",
        "pharma",
        "product",
        "candidate",
        "size",
        "growth",
        "market",
        "therefor",
        "rate",
        "degree",
        "market",
        "acceptance",
        "thereof",
        "alternative",
        "therapy",
        "urogen",
        "pharma",
        "ability",
        "attract",
        "retain",
        "key",
        "management",
        "member",
        "board",
        "director",
        "personnel",
        "light",
        "described",
        "risk",
        "factor",
        "section",
        "final",
        "prospectus",
        "urogen",
        "pharma",
        "public",
        "offering",
        "security",
        "united",
        "state",
        "filed",
        "sec",
        "january",
        "filing",
        "urogen",
        "pharma",
        "make",
        "sec",
        "time",
        "time",
        "available",
        "http",
        "event",
        "circumstance",
        "discussed",
        "may",
        "occur",
        "urogen",
        "pharma",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "adversely",
        "anticipated",
        "implied",
        "thereby",
        "speak",
        "date",
        "press",
        "release",
        "based",
        "information",
        "available",
        "urogen",
        "pharma",
        "date",
        "release",
        "urogen",
        "contact",
        "christine",
        "cassiano",
        "corporate",
        "affair",
        "officer",
        "christinec",
        "kate",
        "bechtold",
        "director",
        "corporate",
        "communication",
        "investor",
        "relation",
        "kateb"
    ]
}