{
    "organizations": [],
    "uuid": "c3560d6f51dbb326eff5b59fedcb06a92234d30b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/16/globe-newswire-geron-corporation-reports-fourth-quarter-and-annual-2017-financial-results-and-recent-events.html",
    "ord_in_thread": 0,
    "title": "Geron Corporation Reports Fourth Quarter and Annual 2017 Financial Results and Recent Events",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., March 16, 2018 (GLOBE NEWSWIRE) -- Geron Corporation (Nasdaq:GERN) today reported financial results for the fourth quarter and year ended December 31, 2017 and recent events.\nFourth Quarter and Year-End 2017 Results\nFor the fourth quarter of 2017, the company reported a net loss of $7.4 million, or $0.05 per share, compared to $8.5 million, or $0.05 per share, for the comparable 2016 period. For 2017, the company reported a net loss of $27.9 million, or $0.18 per share, compared to $29.5 million, or $0.19 per share, for 2016. The company ended 2017 with $109.2 million in cash and investments.\nRevenues for the fourth quarter of 2017 were $191,000 compared to $94,000 for the comparable 2016 period. Revenues for 2017 were $1.1 million compared to $6.2 million for 2016. Revenues in 2016 included the full recognition of an upfront payment of $5.0 million from Janssen Pharmaceuticals, Inc. under a license agreement that was signed in September 2016 for certain rights to specialized oligonucleotide backbone chemistry and novel amidates.\nTotal operating expenses for the fourth quarter of 2017 were $8.0 million compared to $8.9 million for the comparable 2016 period. Total operating expenses for 2017 were $30.3 million compared to $36.8 million for 2016.\nResearch and development expenses for the fourth quarter of 2017 were $2.5 million compared to $4.1 million for the comparable 2016 period. Research and development expenses for 2017 were $11.0 million compared to $18.0 million for 2016. The decrease in research and development expenses in 2017 compared to 2016 primarily reflects lower costs for the company’s proportionate share of clinical development expenses under the imetelstat collaboration with Janssen Biotech, Inc. and reduced personnel related expenses.\nGeneral and administrative expenses for the fourth quarter of 2017 were $5.5 million compared to $4.8 million for the comparable 2016 period. General and administrative expenses for 2017 were $19.3 million compared to $18.8 million for 2016. The increase in general and administrative expenses in 2017 compared to 2016 primarily reflects higher non-cash stock-based compensation expense and increased consulting costs, partially offset by lower legal costs.\nInterest and other income for the fourth quarter of 2017 was $375,000 compared to $321,000 for the comparable 2016 period. Interest and other income for 2017 was $1.4 million compared to $1.2 million for 2016. The increase in interest and other income for 2017 compared to 2016 primarily reflects higher yields on the company’s marketable securities portfolio.\nFourth Quarter 2017 and Recent Events\nIMerge\nIMerge is the ongoing Phase 2/3 clinical trial of imetelstat in red blood cell (RBC) transfusion-dependent patients with lower risk myelodysplastic syndromes (MDS) who are refractory or resistant to treatment with an erythropoiesis stimulating agent (ESA).\nMedical Conference Presentation. At the American Society of Hematology (ASH) annual meeting in December 2017, preliminary data as of October 2017 were presented from the first 32 patients enrolled in Part 1 of IMerge. The data showed that among the subset of 13 patients who had not received prior treatment with either lenalidomide or a hypomethylating agent (HMA) and did not have a deletion 5q chromosomal abnormality (non-del(5q)), 54% achieved RBC transfusion-independence (TI) lasting at least 8 weeks, including 31% who achieved a 24-week RBC-TI. In the overall trial population, the rates of 8- and 24-week RBC-TI were 38% and 16%, respectively. Cytopenias, particularly neutropenia and thrombocytopenia, were the most frequently reported adverse events, which were predictable, manageable and reversible. Imetelstat presentations are available through the Publications page in the R&D section of Geron’s website at www.geron.com/r-d/publications .\n“With the preliminary data from IMerge presented at ASH, we now have clinical data in three blood cancers, ET, MF and MDS, where imetelstat exhibits potential disease modifying activity by inhibiting the progenitor cells of the malignant clones that drive the underlying diseases,” said John A. Scarlett, M.D., Geron’s President and Chief Executive Officer.\nInvestor Event. Geron hosted an analyst and investor meeting in December 2017 during which an IMerge clinical investigator presented and discussed the data presented at ASH, as well as a description of the unmet medical need in lower risk MDS. The archived webcast of the presentation is available for replay through the Investors section of Geron’s website under Events.\nClinical Development. Based on the preliminary data from the 13-patient subset, Janssen expanded Part 1 of IMerge to enroll approximately 20 additional patients who were naïve to lenalidomide and HMA treatment and non-del(5q) to increase the experience and confirm the benefit-risk profile of imetelstat in this refined target patient population. The first patient in the expanded Part 1 was dosed in November 2017 and enrollment was completed in February 2018.\nRegulatory Designation. In October 2017, the United States Food and Drug Administration (FDA) granted Fast Track designation to imetelstat for the potential treatment of adult patients with transfusion-dependent anemia due to Low or Intermediate-1 risk MDS who are non-del(5q) and who are refractory or resistant to treatment with an ESA. Janssen sponsored the application for Fast Track designation using preliminary data from IMerge.\nIMbark\nIMbark is the ongoing Phase 2 clinical trial to evaluate two doses of imetelstat in intermediate-2 or high-risk myelofibrosis (MF) patients who are refractory to or have relapsed after treatment with a JAK inhibitor.\nClinical Development. Janssen completed a third internal data review of IMbark in March 2018, based on a January 2018 data cut, to enable a protocol amendment to allow the long-term treatment and follow up of patients, including for survival, and the Collaboration’s Joint Steering Committee (JSC) made the following observations and implemented the following actions:\nThe safety profile was consistent with prior clinical trials of imetelstat in hematologic malignancies, and no new safety signals were identified.\nOutcome measures for efficacy, including spleen volume responses and reductions in Total Symptom Score remain consistent with the prior data reviews.\nWith a median follow up of approximately 19 months, the median overall survival has not been reached in either dosing arm.\nThe trial is officially being closed to new patient enrollment. More than 100 patients have been enrolled in IMbark to date, which is expected to be adequate to assess overall survival. Patients who remain in the treatment phase may continue to receive imetelstat, and until the primary analysis, all safety and efficacy assessments are being conducted as planned in the protocol, including following patients, to the extent possible, until death to enable an assessment of overall survival.\nBased on the rate of deaths occurring in the trial, the protocol-specified primary analysis, which includes an assessment of overall survival, will begin by the end of the second quarter of 2018.\nUpon the protocol-specified primary analysis, the main trial will be completed. The IMbark protocol is being amended to establish an extension phase of the trial to enable patients remaining in the treatment phase to continue to receive imetelstat treatment per investigator discretion. During the extension phase, standard data collection will primarily consist of safety information.\nUpcoming 2018 Events\nFollowing completion of the IMbark protocol-specified primary analysis, Janssen must notify Geron whether it elects to maintain the license rights and continue the development of imetelstat in any indication (Continuation Decision). Geron expects the protocol-specified primary analysis for IMbark to begin by the end of the second quarter of 2018. As such, the company expects the Continuation Decision to occur by the end of the third quarter of 2018.\nConference Call and Webcast\nAt 8:30 a.m. ET on March 19, 2018, Geron’s management will host a conference call to discuss the company’s fourth quarter and annual results as well as recent company events.\nParticipants can access the conference call live via telephone dialing 877-303-9139 (U.S.); 760-536-5195 (international). The conference ID is 3564078. A live audio-only webcast is also available through the Investors section of our website at www.geron.com or at https://edge.media-server.com/m6/p/4hrpsmd2 . The audio webcast of the conference call will be available for replay approximately one hour following the live broadcast through April 20, 2018.\nAbout Geron\nGeron is a biopharmaceutical company supporting the clinical stage development of a first-in-class telomerase inhibitor, imetelstat, in hematologic myeloid malignancies. For more information about Geron, visit www.geron.com .\nUse of Forward-Looking Statements\nExcept for the historical information contained herein, this press release contains made pursuant to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Investors are cautioned that statements regarding: (i) continued conduct by Janssen of IMbark and/or IMerge and any future clinical trials of imetelstat; (ii) the expected, anticipated and uncertain occurrence, if any, and timing of: (a) any data reviews, (b) a primary analysis, (c) any outcomes or decisions by Janssen regarding IMbark or IMerge, and (d) a Continuation Decision by Janssen; (iii) that imetelstat has potential disease modifying activity in MDS, MF, ET, or any other hematologic myeloid malignancies; (iv) that imetelstat might have disease modifying activity by inhibiting the progenitor cells of the malignant clones that drive the hematologic malignancies; (v) the safety and efficacy of imetelstat; and (vi) other statements that are not historical facts, constitute . These statements involve risks and uncertainties that can cause actual results to differ in such . These risks and uncertainties, include, without limitation, risks and uncertainties related to: (i) whether imetelstat will succeed in IMbark and IMerge by overcoming all of the clinical safety and efficacy, technical, scientific, manufacturing and regulatory challenges; (ii) whether the FDA or other health authorities have any additional requirements for and/or permit IMbark or IMerge to continue to proceed under the existing protocols or any amendments thereto; (iii) Janssen’s choosing to conduct data reviews of IMbark or IMerge; (iv) whether Janssen continues to conduct IMbark or IMerge or decides not to perform a primary analysis for IMbark; (v) that Janssen may terminate the collaboration agreement at any time or otherwise fail to successfully develop and commercialize imetelstat and in a timely manner, or at all, so that Geron would not obtain the anticipated financial and other benefits of the collaboration agreement with Janssen and the clinical development or commercialization of imetelstat could be delayed or terminated; (vi) whether imetelstat is safe and efficacious, and whether any future efficacy or safety results may cause the benefit/risk profile of imetelstat to become unacceptable; (vii) whether Janssen will make a positive Continuation Decision without renegotiating the terms of the collaboration agreement; (viii) the fact that Geron may not receive any or limited milestone, royalty or other payments from Janssen because Janssen may terminate the collaboration agreement for any reason or because imetelstat is unsuccessful developmentally or commercially; (ix) the ability of Geron and Janssen to protect and maintain intellectual property rights for imetelstat; (x) the need for future capital; and (xi) whether Geron is able to acquire any new product candidates, programs or companies to enable it to diversify. Additional information on the above risks and uncertainties and additional risks, uncertainties and factors that could cause actual results to differ in the are contained in Geron’s periodic reports filed with the Securities and Exchange Commission under the heading “Risk Factors,” including Geron’s annual report on Form 10-K for the year ended December 31, 2017. Undue reliance should not be placed on , which speak only as of the date they are made, and the facts and assumptions underlying the may change. Except as required by law, Geron disclaims any obligation to update these to reflect future information, events or circumstances.\nFinancial table follows.\nGERON CORPORATION\nCONDENSED STATEMENTS OF OPERATIONS\nUNAUDITED\nThree Months Ended\nDecember 31,\nYear Ended\nDecember 31, (In thousands, except share and per share data) 2017\n2016\n2017\n2016\nRevenues: License fees and royalties $ 191 $ 94 $ 1,065 $ 6,162 Operating expenses: Research and development 2,523 4,120 11,033 18,047 General and administrative 5,454 4,755 19,287 18,761 Total operating expenses 7,977 8,875 30,320 36,808 Loss from operations (7,786 ) (8,781 ) (29,255 ) (30,646 ) Interest and other income 375 321 1,416 1,192 Interest and other expense (18 ) (22 ) (77 ) (83 ) Net loss $ (7,429 ) $ (8,482 ) $ (27,916 ) $ (29,537 ) Basic and diluted net loss per share: Net loss per share $ (0.05 ) $ (0.05 ) $ (0.18 ) $ (0.19 ) Shares used in computing net loss per share 159,339,385 159,147,351 159,224,986 159,045,644\nCONDENSED BALANCE SHEETS\nDecember 31,\nDecember 31, (In thousands) 2017\n2016 Current assets: Cash, cash equivalents and restricted cash $ 16,603 $ 13,078 Current marketable securities 78,351 102,035 Other current assets 1,016 999 Total current assets 95,970 116,112 Noncurrent marketable securities 14,241 13,954 Property and equipment, net 102 183 $ 110,313 $ 130,249 Current liabilities $ 6,516 $ 7,869 Stockholders’ equity 103,797 122,380 $ 110,313 $ 130,249 CONTACT:\nAnna Krassowska, Ph.D.\nInvestor and Media Relations\n650-473-7765\ninvestor@geron.com\nmedia@geron.com\nSource:Geron Corporation",
    "published": "2018-03-16T23:10:00.000+02:00",
    "crawled": "2018-03-17T00:32:12.038+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "march",
        "globe",
        "newswire",
        "geron",
        "corporation",
        "nasdaq",
        "gern",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "recent",
        "event",
        "fourth",
        "quarter",
        "result",
        "fourth",
        "quarter",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "company",
        "ended",
        "million",
        "cash",
        "investment",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "comparable",
        "period",
        "revenue",
        "million",
        "compared",
        "million",
        "revenue",
        "included",
        "full",
        "recognition",
        "upfront",
        "payment",
        "million",
        "janssen",
        "pharmaceutical",
        "license",
        "agreement",
        "signed",
        "september",
        "certain",
        "right",
        "specialized",
        "oligonucleotide",
        "backbone",
        "chemistry",
        "novel",
        "amidates",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "total",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "decrease",
        "research",
        "development",
        "expense",
        "compared",
        "primarily",
        "reflects",
        "lower",
        "cost",
        "company",
        "proportionate",
        "share",
        "clinical",
        "development",
        "expense",
        "imetelstat",
        "collaboration",
        "janssen",
        "biotech",
        "reduced",
        "personnel",
        "related",
        "expense",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "general",
        "administrative",
        "expense",
        "compared",
        "primarily",
        "reflects",
        "higher",
        "compensation",
        "expense",
        "increased",
        "consulting",
        "cost",
        "partially",
        "offset",
        "lower",
        "legal",
        "cost",
        "interest",
        "income",
        "fourth",
        "quarter",
        "compared",
        "comparable",
        "period",
        "interest",
        "income",
        "million",
        "compared",
        "million",
        "increase",
        "interest",
        "income",
        "compared",
        "primarily",
        "reflects",
        "higher",
        "yield",
        "company",
        "marketable",
        "security",
        "portfolio",
        "fourth",
        "quarter",
        "recent",
        "event",
        "imerge",
        "imerge",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "imetelstat",
        "red",
        "blood",
        "cell",
        "rbc",
        "patient",
        "lower",
        "risk",
        "myelodysplastic",
        "syndrome",
        "md",
        "refractory",
        "resistant",
        "treatment",
        "erythropoiesis",
        "stimulating",
        "agent",
        "esa",
        "medical",
        "conference",
        "presentation",
        "american",
        "society",
        "hematology",
        "ash",
        "annual",
        "meeting",
        "december",
        "preliminary",
        "data",
        "october",
        "presented",
        "first",
        "patient",
        "enrolled",
        "part",
        "imerge",
        "data",
        "showed",
        "among",
        "subset",
        "patient",
        "received",
        "prior",
        "treatment",
        "either",
        "lenalidomide",
        "hypomethylating",
        "agent",
        "hma",
        "deletion",
        "5q",
        "chromosomal",
        "abnormality",
        "5q",
        "achieved",
        "rbc",
        "ti",
        "lasting",
        "least",
        "week",
        "including",
        "achieved",
        "overall",
        "trial",
        "population",
        "rate",
        "respectively",
        "cytopenia",
        "particularly",
        "neutropenia",
        "thrombocytopenia",
        "frequently",
        "reported",
        "adverse",
        "event",
        "predictable",
        "manageable",
        "reversible",
        "imetelstat",
        "presentation",
        "available",
        "publication",
        "page",
        "r",
        "section",
        "geron",
        "website",
        "preliminary",
        "data",
        "imerge",
        "presented",
        "ash",
        "clinical",
        "data",
        "three",
        "blood",
        "cancer",
        "et",
        "mf",
        "md",
        "imetelstat",
        "exhibit",
        "potential",
        "disease",
        "modifying",
        "activity",
        "inhibiting",
        "progenitor",
        "cell",
        "malignant",
        "clone",
        "drive",
        "underlying",
        "disease",
        "said",
        "john",
        "scarlett",
        "geron",
        "president",
        "chief",
        "executive",
        "officer",
        "investor",
        "event",
        "geron",
        "hosted",
        "analyst",
        "investor",
        "meeting",
        "december",
        "imerge",
        "clinical",
        "investigator",
        "presented",
        "discussed",
        "data",
        "presented",
        "ash",
        "well",
        "description",
        "unmet",
        "medical",
        "need",
        "lower",
        "risk",
        "md",
        "archived",
        "webcast",
        "presentation",
        "available",
        "replay",
        "investor",
        "section",
        "geron",
        "website",
        "event",
        "clinical",
        "development",
        "based",
        "preliminary",
        "data",
        "subset",
        "janssen",
        "expanded",
        "part",
        "imerge",
        "enroll",
        "approximately",
        "additional",
        "patient",
        "naïve",
        "lenalidomide",
        "hma",
        "treatment",
        "5q",
        "increase",
        "experience",
        "confirm",
        "profile",
        "imetelstat",
        "refined",
        "target",
        "patient",
        "population",
        "first",
        "patient",
        "expanded",
        "part",
        "dosed",
        "november",
        "enrollment",
        "completed",
        "february",
        "regulatory",
        "designation",
        "october",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "fast",
        "track",
        "designation",
        "imetelstat",
        "potential",
        "treatment",
        "adult",
        "patient",
        "anemia",
        "due",
        "low",
        "risk",
        "md",
        "5q",
        "refractory",
        "resistant",
        "treatment",
        "esa",
        "janssen",
        "sponsored",
        "application",
        "fast",
        "track",
        "designation",
        "using",
        "preliminary",
        "data",
        "imerge",
        "imbark",
        "imbark",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "evaluate",
        "two",
        "dos",
        "imetelstat",
        "myelofibrosis",
        "mf",
        "patient",
        "refractory",
        "relapsed",
        "treatment",
        "jak",
        "inhibitor",
        "clinical",
        "development",
        "janssen",
        "completed",
        "third",
        "internal",
        "data",
        "review",
        "imbark",
        "march",
        "based",
        "january",
        "data",
        "cut",
        "enable",
        "protocol",
        "amendment",
        "allow",
        "treatment",
        "follow",
        "patient",
        "including",
        "survival",
        "collaboration",
        "joint",
        "steering",
        "committee",
        "jsc",
        "made",
        "following",
        "observation",
        "implemented",
        "following",
        "action",
        "safety",
        "profile",
        "consistent",
        "prior",
        "clinical",
        "trial",
        "imetelstat",
        "hematologic",
        "malignancy",
        "new",
        "safety",
        "signal",
        "identified",
        "outcome",
        "measure",
        "efficacy",
        "including",
        "spleen",
        "volume",
        "response",
        "reduction",
        "total",
        "symptom",
        "score",
        "remain",
        "consistent",
        "prior",
        "data",
        "review",
        "median",
        "follow",
        "approximately",
        "month",
        "median",
        "overall",
        "survival",
        "reached",
        "either",
        "dosing",
        "arm",
        "trial",
        "officially",
        "closed",
        "new",
        "patient",
        "enrollment",
        "patient",
        "enrolled",
        "imbark",
        "date",
        "expected",
        "adequate",
        "assess",
        "overall",
        "survival",
        "patient",
        "remain",
        "treatment",
        "phase",
        "may",
        "continue",
        "receive",
        "imetelstat",
        "primary",
        "analysis",
        "safety",
        "efficacy",
        "assessment",
        "conducted",
        "planned",
        "protocol",
        "including",
        "following",
        "patient",
        "extent",
        "possible",
        "death",
        "enable",
        "assessment",
        "overall",
        "survival",
        "based",
        "rate",
        "death",
        "occurring",
        "trial",
        "primary",
        "analysis",
        "includes",
        "assessment",
        "overall",
        "survival",
        "begin",
        "end",
        "second",
        "quarter",
        "upon",
        "primary",
        "analysis",
        "main",
        "trial",
        "completed",
        "imbark",
        "protocol",
        "amended",
        "establish",
        "extension",
        "phase",
        "trial",
        "enable",
        "patient",
        "remaining",
        "treatment",
        "phase",
        "continue",
        "receive",
        "imetelstat",
        "treatment",
        "per",
        "investigator",
        "discretion",
        "extension",
        "phase",
        "standard",
        "data",
        "collection",
        "primarily",
        "consist",
        "safety",
        "information",
        "upcoming",
        "event",
        "following",
        "completion",
        "imbark",
        "primary",
        "analysis",
        "janssen",
        "must",
        "notify",
        "geron",
        "whether",
        "elect",
        "maintain",
        "license",
        "right",
        "continue",
        "development",
        "imetelstat",
        "indication",
        "continuation",
        "decision",
        "geron",
        "expects",
        "primary",
        "analysis",
        "imbark",
        "begin",
        "end",
        "second",
        "quarter",
        "company",
        "expects",
        "continuation",
        "decision",
        "occur",
        "end",
        "third",
        "quarter",
        "conference",
        "call",
        "webcast",
        "et",
        "march",
        "geron",
        "management",
        "host",
        "conference",
        "call",
        "discus",
        "company",
        "fourth",
        "quarter",
        "annual",
        "result",
        "well",
        "recent",
        "company",
        "event",
        "participant",
        "access",
        "conference",
        "call",
        "live",
        "via",
        "telephone",
        "dialing",
        "international",
        "conference",
        "id",
        "live",
        "webcast",
        "also",
        "available",
        "investor",
        "section",
        "website",
        "http",
        "audio",
        "webcast",
        "conference",
        "call",
        "available",
        "replay",
        "approximately",
        "one",
        "hour",
        "following",
        "live",
        "broadcast",
        "april",
        "geron",
        "geron",
        "biopharmaceutical",
        "company",
        "supporting",
        "clinical",
        "stage",
        "development",
        "telomerase",
        "inhibitor",
        "imetelstat",
        "hematologic",
        "myeloid",
        "malignancy",
        "information",
        "geron",
        "visit",
        "use",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "press",
        "release",
        "contains",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "investor",
        "cautioned",
        "statement",
        "regarding",
        "continued",
        "conduct",
        "janssen",
        "imbark",
        "imerge",
        "future",
        "clinical",
        "trial",
        "imetelstat",
        "ii",
        "expected",
        "anticipated",
        "uncertain",
        "occurrence",
        "timing",
        "data",
        "review",
        "b",
        "primary",
        "analysis",
        "c",
        "outcome",
        "decision",
        "janssen",
        "regarding",
        "imbark",
        "imerge",
        "continuation",
        "decision",
        "janssen",
        "iii",
        "imetelstat",
        "potential",
        "disease",
        "modifying",
        "activity",
        "md",
        "mf",
        "et",
        "hematologic",
        "myeloid",
        "malignancy",
        "iv",
        "imetelstat",
        "might",
        "disease",
        "modifying",
        "activity",
        "inhibiting",
        "progenitor",
        "cell",
        "malignant",
        "clone",
        "drive",
        "hematologic",
        "malignancy",
        "v",
        "safety",
        "efficacy",
        "imetelstat",
        "vi",
        "statement",
        "historical",
        "fact",
        "constitute",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "cause",
        "actual",
        "result",
        "differ",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "related",
        "whether",
        "imetelstat",
        "succeed",
        "imbark",
        "imerge",
        "overcoming",
        "clinical",
        "safety",
        "efficacy",
        "technical",
        "scientific",
        "manufacturing",
        "regulatory",
        "challenge",
        "ii",
        "whether",
        "fda",
        "health",
        "authority",
        "additional",
        "requirement",
        "permit",
        "imbark",
        "imerge",
        "continue",
        "proceed",
        "existing",
        "protocol",
        "amendment",
        "thereto",
        "iii",
        "janssen",
        "choosing",
        "conduct",
        "data",
        "review",
        "imbark",
        "imerge",
        "iv",
        "whether",
        "janssen",
        "continues",
        "conduct",
        "imbark",
        "imerge",
        "decides",
        "perform",
        "primary",
        "analysis",
        "imbark",
        "v",
        "janssen",
        "may",
        "terminate",
        "collaboration",
        "agreement",
        "time",
        "otherwise",
        "fail",
        "successfully",
        "develop",
        "commercialize",
        "imetelstat",
        "timely",
        "manner",
        "geron",
        "would",
        "obtain",
        "anticipated",
        "financial",
        "benefit",
        "collaboration",
        "agreement",
        "janssen",
        "clinical",
        "development",
        "commercialization",
        "imetelstat",
        "could",
        "delayed",
        "terminated",
        "vi",
        "whether",
        "imetelstat",
        "safe",
        "efficacious",
        "whether",
        "future",
        "efficacy",
        "safety",
        "result",
        "may",
        "cause",
        "profile",
        "imetelstat",
        "become",
        "unacceptable",
        "vii",
        "whether",
        "janssen",
        "make",
        "positive",
        "continuation",
        "decision",
        "without",
        "renegotiating",
        "term",
        "collaboration",
        "agreement",
        "viii",
        "fact",
        "geron",
        "may",
        "receive",
        "limited",
        "milestone",
        "royalty",
        "payment",
        "janssen",
        "janssen",
        "may",
        "terminate",
        "collaboration",
        "agreement",
        "reason",
        "imetelstat",
        "unsuccessful",
        "developmentally",
        "commercially",
        "ix",
        "ability",
        "geron",
        "janssen",
        "protect",
        "maintain",
        "intellectual",
        "property",
        "right",
        "imetelstat",
        "x",
        "need",
        "future",
        "capital",
        "xi",
        "whether",
        "geron",
        "able",
        "acquire",
        "new",
        "product",
        "candidate",
        "program",
        "company",
        "enable",
        "diversify",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "additional",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "geron",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "heading",
        "risk",
        "factor",
        "including",
        "geron",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "undue",
        "reliance",
        "placed",
        "speak",
        "date",
        "made",
        "fact",
        "assumption",
        "underlying",
        "may",
        "change",
        "except",
        "required",
        "law",
        "geron",
        "disclaims",
        "obligation",
        "update",
        "reflect",
        "future",
        "information",
        "event",
        "circumstance",
        "financial",
        "table",
        "follows",
        "geron",
        "corporation",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "revenue",
        "license",
        "fee",
        "royalty",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "condensed",
        "balance",
        "sheet",
        "december",
        "december",
        "thousand",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "current",
        "marketable",
        "security",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "noncurrent",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "current",
        "liability",
        "stockholder",
        "equity",
        "contact",
        "anna",
        "krassowska",
        "investor",
        "medium",
        "relation",
        "investor",
        "medium",
        "source",
        "geron",
        "corporation"
    ]
}