{
    "organizations": [],
    "uuid": "1ae620d421d4086ed26f1834b51f56dd4e666640",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/pr-newswire-parkway-acquisition-corp-and-skyline-national-bank-to-partner-with-great-state-bank.html",
    "ord_in_thread": 0,
    "title": "Parkway Acquisition Corp. and Skyline National Bank to Partner with Great State Bank",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FLOYD, Va. and WILKESBORO, N.C., March 1, 2018 /PRNewswire/ -- Parkway Acquisition Corp. (\"Parkway\") (OTCQX: PKKW), the parent company of Skyline National Bank (\"Skyline\"), and Great State Bank (\"Great State\") (OTC Pink: GSTB) announced today that they have entered into a definitive agreement to combine their companies. Under the terms of the agreement, Great State Bank will merge with and into Skyline National Bank in a stock transaction valued at approximately $14.5 million. Skyline will continue to be a wholly-owned subsidiary of Parkway.\nThe combined organization is expected to have 20 full-service banking offices, assets of nearly $700 million, deposits of over $600 million and shareholders' equity of over $70 million, including 5 full-service offices and 2 loan production offices in North Carolina (in Alleghany, Ashe, Caldwell, Cleveland, Wilkes, Watauga, and Yadkin) and 15 full-service offices and 1 loan production office in Virginia (in Carroll, Grayson, Galax, Floyd, Montgomery, Radford, Roanoke, Salem and Wythe).\n\"This combination will expand our presence into several additional North Carolina counties and further our goal of being the leading community bank in our region. This transaction is a partnership of two organizations that share a similar culture of service and community and represents a natural extension of Skyline into the adjacent markets of Wilkes, Watauga and Yadkin counties in North Carolina. We look forward to serving the local businesses and individuals in these areas and continuing to offer an unmatched customer experience in our existing markets,\" said Allan Funk, President and CEO of Skyline and its parent company, Parkway.\nGreg Edwards, President and CEO of Great State, said this about the opportunity: \"Our board and employees are very proud of the tremendous progress we have made since 2008 when we started out to build a local bank in a very challenging economy. We have been looking for ways to strategically advance our efforts as we've grown, and combining with a neighboring bank that has a similar mission and purpose seemed like a natural extension of our strategy to be a local bank serving hometown businesses.\"\nAccording to the terms of the merger agreement, which has been unanimously approved by the Boards of Directors of both companies, Great State shareholders will receive 1.21 shares of Parkway common stock for each share of Great State common stock. Based on Parkway's 10-day volume weighted average closing price of $12.29 per share as of February 28, 2018, the aggregate deal value is approximately $14.5 million, or $14.87 per share of Great State. The transaction is expected to be immediately accretive to Parkway's estimated earnings before one-time costs, with a tangible book value earnback of approximately 3 years, and an internal rate of return which exceeds internal thresholds.\nTwo Great State directors will be invited to join the Parkway and Skyline Board of Directors. Great State President and CEO, Greg Edwards, will remain with the bank in an important leadership role as Regional President for North Carolina. Ron Pearson, currently EVP and Chief Credit Officer of Great State, is expected remain with the bank as a Senior Credit Officer for North Carolina. Larry Farthing, CFO, who has recently announced his transition to retirement, plans to stay with the company at least through the merger date.\nThe combination is subject to approval by Parkway's and Great State's shareholders, banking regulators and other customary closing conditions. The transaction is expected to be completed during the third quarter of 2018.\nIn connection with the transaction, Raymond James & Associates, Inc. is acting as financial advisor and has provided a fairness opinion to Parkway, and Williams Mullen provided legal advice to Parkway. Performance Trust Capital Partners, LLC is acting as financial advisor and has provided a fairness opinion to Great State, and Ward and Smith, P.A. provided legal advice to Great State.\nAbout Parkway Acquisition Corp.\nParkway Acquisition Corp. is a bank holding company headquartered in Floyd, Virginia, and is the parent company for Skyline National Bank. Skyline National Bank is a community bank, headquartered in Grayson County, VA. Skyline National Bank has 16 branches, and one opening soon in Ashe County NC, and provides a highly competitive suite of personal and business banking products and services to customers in southwestern Virginia and northwestern North Carolina. Parkway had $548 million in assets as of December 31, 2017.\nAbout Great State Bank\nGreat State Bank is a community bank headquartered in Wilkesboro, North Carolina. Great State was formed in 2008 in response to the area's need for a locally owned and operated community bank. Great State operates three full service branches with locations in Wilkesboro, NC, Boone, NC and Yadkinville, NC. Great State also has two loan production offices in Shelby, NC and Lenoir, NC. Great State had $139 million in assets as of December 31, 2017.\nAdditional Information and Where to Find It\nThis release does not constitute an offer to sell or the solicitation of an offer to buy any securities, or a solicitation of any vote or approval, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. In connection with the proposed merger, Parkway will file with the Securities and Exchange Commission (the \"SEC\") a registration statement on Form S-4 with respect to the offering of Parkway common stock as the merger consideration under the Securities Act of 1933, as amended, which will include a joint proxy statement of Parkway and Great State and a prospectus of Parkway. A definitive joint proxy statement/prospectus will be sent to the shareholders of each company seeking the required shareholder approvals. Investors and security holders are urged to read the registration statement and joint proxy statement/prospectus and other relevant documents when they become available because they will contain important information about the merger .\nYou will be able to obtain free copies of these documents through the website maintained by the SEC at http://www.sec.gov . You may also obtain free copies of these documents by directing a request by telephone or mail to Parkway Acquisition Corp., 101 Jacksonville Circle, Floyd, Virginia 24091; (540) 745-4191, or by accessing these documents at Parkway's website: www.skylinenationalbank.bank ; or by directing a request by telephone or mail to Great State Bank, 1422 US Highway 421, Wilkesboro, NC 28697; (336) 903-4948, or by accessing these documents at Great State's website: www.greatstatebank.com . The information on Parkway's and Great State's websites is not, and shall not be deemed to be, a part of this report or incorporated into other filings made with the SEC.\nParkway, Great State and their respective directors and executive officers may be deemed to be participants in the solicitation of proxies from the shareholders of Parkway and Great State in connection with the merger. Information about the directors and executive officers of Parkway and their ownership of Parkway common stock is set forth in Parkway's annual report on Form 10-K for the year ended December 31, 2016, as previously filed with the SEC on March 29, 2017. Information about the directors and executive officers of Great State and their ownership of Great State common stock may be obtained by reading the joint proxy statement/prospectus regarding the merger when it becomes available. Additional information regarding the interests of these participants and other persons who may be deemed participants in the merger may be obtained by reading the joint proxy statement/prospectus regarding the merger when it becomes available.\nSafe Harbor Statement Under the Private Securities Litigation Reform Act of 1995\nThis release contains certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Act of 1934 as amended. These include statements as to the benefits of the merger, including future financial and operating results, cost savings, enhanced revenues and the accretion/dilution to reported earnings that may be realized from the merger as well as other statements of expectations regarding the merger and any other statements regarding future results or expectations. Parkway and Great State intend such forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 and are including this statement for purposes of these safe harbor provisions. Forward-looking statements, which are based on certain assumptions and describe future plans, strategies, and expectations of Parkway and Great State, are generally identified by the use of words such as \"believe,\" \"expect,\" \"intend,\" \"anticipate,\" \"estimate,\" \"project\" or similar expressions. The companies' respective ability to predict results, or the actual effect of future plans or strategies, is inherently uncertain. Factors which could have a material adverse effect on the operations and future prospects of Parkway and Great State and their respective subsidiaries include, but are not limited to the ability to obtain required regulatory and shareholder approvals and meet other closing conditions to the transaction; the ability to complete the merger as expected and within the expected time frame; disruptions to customer and employee relationships and business operations caused by the merger; the ability to implement integration plans associated with the transaction, which integration may be more difficult, time-consuming or costly than expected; the ability to achieve the cost savings and synergies contemplated by the merger within the expected time frame, or at all; changes in local and national economies, or market conditions; changes in interest rates; regulations and accounting principles; changes in policies or guidelines; loan demand and asset quality, including values of real estate and other collateral; deposit flow; the impact of competition from traditional or new sources; and the other factors detailed in Parkway's publicly filed documents, including its Annual Report on Form 10-K for the year ended December 31, 2016. These risks and uncertainties should be considered in evaluating forward-looking statements and undue reliance should not be placed on such statements. Parkway and Great State assume no obligation to revise, update, or clarify forward-looking statements to reflect events or conditions after the date of this report.\nContact: Blake Edwards, CFO, bedwards@skylinenationalbank.com , 276-773-2811; Allan Funk, CEO, afunk@skylinenationalbank.com , 276-773-2811\nView original content: http://www.prnewswire.com/news-releases/parkway-acquisition-corp-and-skyline-national-bank-to-partner-with-great-state-bank-300607154.html\nSOURCE Parkway Acquisition Corp.",
    "published": "2018-03-02T01:32:00.000+02:00",
    "crawled": "2018-03-02T02:32:37.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "floyd",
        "wilkesboro",
        "march",
        "parkway",
        "acquisition",
        "parkway",
        "otcqx",
        "pkkw",
        "parent",
        "company",
        "skyline",
        "national",
        "bank",
        "skyline",
        "great",
        "state",
        "bank",
        "great",
        "state",
        "otc",
        "pink",
        "gstb",
        "announced",
        "today",
        "entered",
        "definitive",
        "agreement",
        "combine",
        "company",
        "term",
        "agreement",
        "great",
        "state",
        "bank",
        "merge",
        "skyline",
        "national",
        "bank",
        "stock",
        "transaction",
        "valued",
        "approximately",
        "million",
        "skyline",
        "continue",
        "subsidiary",
        "parkway",
        "combined",
        "organization",
        "expected",
        "banking",
        "office",
        "asset",
        "nearly",
        "million",
        "deposit",
        "million",
        "shareholder",
        "equity",
        "million",
        "including",
        "office",
        "loan",
        "production",
        "office",
        "north",
        "carolina",
        "alleghany",
        "ashe",
        "caldwell",
        "cleveland",
        "wilkes",
        "watauga",
        "yadkin",
        "office",
        "loan",
        "production",
        "office",
        "virginia",
        "carroll",
        "grayson",
        "galax",
        "floyd",
        "montgomery",
        "radford",
        "roanoke",
        "salem",
        "wythe",
        "combination",
        "expand",
        "presence",
        "several",
        "additional",
        "north",
        "carolina",
        "county",
        "goal",
        "leading",
        "community",
        "bank",
        "region",
        "transaction",
        "partnership",
        "two",
        "organization",
        "share",
        "similar",
        "culture",
        "service",
        "community",
        "represents",
        "natural",
        "extension",
        "skyline",
        "adjacent",
        "market",
        "wilkes",
        "watauga",
        "yadkin",
        "county",
        "north",
        "carolina",
        "look",
        "forward",
        "serving",
        "local",
        "business",
        "individual",
        "area",
        "continuing",
        "offer",
        "unmatched",
        "customer",
        "experience",
        "existing",
        "market",
        "said",
        "allan",
        "funk",
        "president",
        "ceo",
        "skyline",
        "parent",
        "company",
        "parkway",
        "greg",
        "edward",
        "president",
        "ceo",
        "great",
        "state",
        "said",
        "opportunity",
        "board",
        "employee",
        "proud",
        "tremendous",
        "progress",
        "made",
        "since",
        "started",
        "build",
        "local",
        "bank",
        "challenging",
        "economy",
        "looking",
        "way",
        "strategically",
        "advance",
        "effort",
        "grown",
        "combining",
        "neighboring",
        "bank",
        "similar",
        "mission",
        "purpose",
        "seemed",
        "like",
        "natural",
        "extension",
        "strategy",
        "local",
        "bank",
        "serving",
        "hometown",
        "business",
        "according",
        "term",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "company",
        "great",
        "state",
        "shareholder",
        "receive",
        "share",
        "parkway",
        "common",
        "stock",
        "share",
        "great",
        "state",
        "common",
        "stock",
        "based",
        "parkway",
        "volume",
        "weighted",
        "average",
        "closing",
        "price",
        "per",
        "share",
        "february",
        "aggregate",
        "deal",
        "value",
        "approximately",
        "million",
        "per",
        "share",
        "great",
        "state",
        "transaction",
        "expected",
        "immediately",
        "accretive",
        "parkway",
        "estimated",
        "earnings",
        "cost",
        "tangible",
        "book",
        "value",
        "earnback",
        "approximately",
        "year",
        "internal",
        "rate",
        "return",
        "exceeds",
        "internal",
        "threshold",
        "two",
        "great",
        "state",
        "director",
        "invited",
        "join",
        "parkway",
        "skyline",
        "board",
        "director",
        "great",
        "state",
        "president",
        "ceo",
        "greg",
        "edward",
        "remain",
        "bank",
        "important",
        "leadership",
        "role",
        "regional",
        "president",
        "north",
        "carolina",
        "ron",
        "pearson",
        "currently",
        "evp",
        "chief",
        "credit",
        "officer",
        "great",
        "state",
        "expected",
        "remain",
        "bank",
        "senior",
        "credit",
        "officer",
        "north",
        "carolina",
        "larry",
        "farthing",
        "cfo",
        "recently",
        "announced",
        "transition",
        "retirement",
        "plan",
        "stay",
        "company",
        "least",
        "merger",
        "date",
        "combination",
        "subject",
        "approval",
        "parkway",
        "great",
        "state",
        "shareholder",
        "banking",
        "regulator",
        "customary",
        "closing",
        "condition",
        "transaction",
        "expected",
        "completed",
        "third",
        "quarter",
        "connection",
        "transaction",
        "raymond",
        "james",
        "associate",
        "acting",
        "financial",
        "advisor",
        "provided",
        "fairness",
        "opinion",
        "parkway",
        "williams",
        "mullen",
        "provided",
        "legal",
        "advice",
        "parkway",
        "performance",
        "trust",
        "capital",
        "partner",
        "llc",
        "acting",
        "financial",
        "advisor",
        "provided",
        "fairness",
        "opinion",
        "great",
        "state",
        "ward",
        "smith",
        "provided",
        "legal",
        "advice",
        "great",
        "state",
        "parkway",
        "acquisition",
        "parkway",
        "acquisition",
        "bank",
        "holding",
        "company",
        "headquartered",
        "floyd",
        "virginia",
        "parent",
        "company",
        "skyline",
        "national",
        "bank",
        "skyline",
        "national",
        "bank",
        "community",
        "bank",
        "headquartered",
        "grayson",
        "county",
        "skyline",
        "national",
        "bank",
        "branch",
        "one",
        "opening",
        "soon",
        "ashe",
        "county",
        "nc",
        "provides",
        "highly",
        "competitive",
        "suite",
        "personal",
        "business",
        "banking",
        "product",
        "service",
        "customer",
        "southwestern",
        "virginia",
        "northwestern",
        "north",
        "carolina",
        "parkway",
        "million",
        "asset",
        "december",
        "great",
        "state",
        "bank",
        "great",
        "state",
        "bank",
        "community",
        "bank",
        "headquartered",
        "wilkesboro",
        "north",
        "carolina",
        "great",
        "state",
        "formed",
        "response",
        "area",
        "need",
        "locally",
        "owned",
        "operated",
        "community",
        "bank",
        "great",
        "state",
        "operates",
        "three",
        "full",
        "service",
        "branch",
        "location",
        "wilkesboro",
        "nc",
        "boone",
        "nc",
        "yadkinville",
        "nc",
        "great",
        "state",
        "also",
        "two",
        "loan",
        "production",
        "office",
        "shelby",
        "nc",
        "lenoir",
        "nc",
        "great",
        "state",
        "million",
        "asset",
        "december",
        "additional",
        "information",
        "find",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "connection",
        "proposed",
        "merger",
        "parkway",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "registration",
        "statement",
        "form",
        "respect",
        "offering",
        "parkway",
        "common",
        "stock",
        "merger",
        "consideration",
        "security",
        "act",
        "amended",
        "include",
        "joint",
        "proxy",
        "statement",
        "parkway",
        "great",
        "state",
        "prospectus",
        "parkway",
        "definitive",
        "joint",
        "proxy",
        "sent",
        "shareholder",
        "company",
        "seeking",
        "required",
        "shareholder",
        "approval",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "relevant",
        "document",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "merger",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "website",
        "maintained",
        "sec",
        "http",
        "may",
        "also",
        "obtain",
        "free",
        "copy",
        "document",
        "directing",
        "request",
        "telephone",
        "mail",
        "parkway",
        "acquisition",
        "jacksonville",
        "circle",
        "floyd",
        "virginia",
        "accessing",
        "document",
        "parkway",
        "website",
        "directing",
        "request",
        "telephone",
        "mail",
        "great",
        "state",
        "bank",
        "u",
        "highway",
        "wilkesboro",
        "nc",
        "accessing",
        "document",
        "great",
        "state",
        "website",
        "information",
        "parkway",
        "great",
        "state",
        "website",
        "shall",
        "deemed",
        "part",
        "report",
        "incorporated",
        "filing",
        "made",
        "sec",
        "parkway",
        "great",
        "state",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "shareholder",
        "parkway",
        "great",
        "state",
        "connection",
        "merger",
        "information",
        "director",
        "executive",
        "officer",
        "parkway",
        "ownership",
        "parkway",
        "common",
        "stock",
        "set",
        "forth",
        "parkway",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "previously",
        "filed",
        "sec",
        "march",
        "information",
        "director",
        "executive",
        "officer",
        "great",
        "state",
        "ownership",
        "great",
        "state",
        "common",
        "stock",
        "may",
        "obtained",
        "reading",
        "joint",
        "proxy",
        "regarding",
        "merger",
        "becomes",
        "available",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "person",
        "may",
        "deemed",
        "participant",
        "merger",
        "may",
        "obtained",
        "reading",
        "joint",
        "proxy",
        "regarding",
        "merger",
        "becomes",
        "available",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "act",
        "amended",
        "include",
        "statement",
        "benefit",
        "merger",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "cost",
        "saving",
        "enhanced",
        "revenue",
        "reported",
        "earnings",
        "may",
        "realized",
        "merger",
        "well",
        "statement",
        "expectation",
        "regarding",
        "merger",
        "statement",
        "regarding",
        "future",
        "result",
        "expectation",
        "parkway",
        "great",
        "state",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "statement",
        "based",
        "certain",
        "assumption",
        "describe",
        "future",
        "plan",
        "strategy",
        "expectation",
        "parkway",
        "great",
        "state",
        "generally",
        "identified",
        "use",
        "word",
        "believe",
        "expect",
        "intend",
        "anticipate",
        "estimate",
        "project",
        "similar",
        "expression",
        "company",
        "respective",
        "ability",
        "predict",
        "result",
        "actual",
        "effect",
        "future",
        "plan",
        "strategy",
        "inherently",
        "uncertain",
        "factor",
        "could",
        "material",
        "adverse",
        "effect",
        "operation",
        "future",
        "prospect",
        "parkway",
        "great",
        "state",
        "respective",
        "subsidiary",
        "include",
        "limited",
        "ability",
        "obtain",
        "required",
        "regulatory",
        "shareholder",
        "approval",
        "meet",
        "closing",
        "condition",
        "transaction",
        "ability",
        "complete",
        "merger",
        "expected",
        "within",
        "expected",
        "time",
        "frame",
        "disruption",
        "customer",
        "employee",
        "relationship",
        "business",
        "operation",
        "caused",
        "merger",
        "ability",
        "implement",
        "integration",
        "plan",
        "associated",
        "transaction",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "ability",
        "achieve",
        "cost",
        "saving",
        "synergy",
        "contemplated",
        "merger",
        "within",
        "expected",
        "time",
        "frame",
        "change",
        "local",
        "national",
        "economy",
        "market",
        "condition",
        "change",
        "interest",
        "rate",
        "regulation",
        "accounting",
        "principle",
        "change",
        "policy",
        "guideline",
        "loan",
        "demand",
        "asset",
        "quality",
        "including",
        "value",
        "real",
        "estate",
        "collateral",
        "deposit",
        "flow",
        "impact",
        "competition",
        "traditional",
        "new",
        "source",
        "factor",
        "detailed",
        "parkway",
        "publicly",
        "filed",
        "document",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "risk",
        "uncertainty",
        "considered",
        "evaluating",
        "statement",
        "undue",
        "reliance",
        "placed",
        "statement",
        "parkway",
        "great",
        "state",
        "assume",
        "obligation",
        "revise",
        "update",
        "clarify",
        "statement",
        "reflect",
        "event",
        "condition",
        "date",
        "report",
        "contact",
        "blake",
        "edward",
        "cfo",
        "bedwards",
        "allan",
        "funk",
        "ceo",
        "afunk",
        "view",
        "original",
        "content",
        "http",
        "source",
        "parkway",
        "acquisition",
        "corp"
    ]
}