{
    "organizations": [],
    "uuid": "ea3184e018e300d42926232438951fba41e50388",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-russia-election-carousel-insight/identical-twins-and-carousels-russias-fairground-election-idUKKBN1GX1TE",
    "ord_in_thread": 0,
    "title": "Identical twins and 'carousels' - Russia's fairground election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 21, 2018 / 1:37 PM / Updated 7 minutes ago Identical twins and 'carousels' - Russia's fairground election Reuters Staff 9 Min Read UST-DJEGUTA, Russia (Reuters) - Ludmila Sklyarevskaya, a Russian hospital administrator, voted on Sunday in an election that gave Vladimir Putin another term as Russia’s president. A combination picture shows a voter, visiting a polling station number 217 (L) and walking before entering a polling station number 216, during the presidential election in Ust-Djeguta, Russia March 18, 2018. The voter, asked by a Reuters reporter why he was voting a second time, said he had voted only once, and then he left the polling station. Pictures taken March 18, 2018. REUTERS/Staff Then she went to another polling station and voted again, according to Reuters reporters who witnessed her movements. Sklyarevskaya, who denied any wrongdoing, was among 17 people who were photographed by Reuters apparently casting ballots at more than one polling station Sunday in the town of Ust-Djeguta, southern Russia. Many appeared to be state employees, and some showed up in groups and in mini buses bearing the names of state-provided services. An employee at the hospital where Sklyarevskaya worked confirmed the woman captured in photos at the two polling stations was Sklyarevskaya and identified her as the hospital’s deputy director of health and safety. Voting twice is a misdemeanour under Russian law, carrying a penalty of a fine. Shown pictures of some of the people who apparently voted twice, including at Ust-Djeguta's polling station no. 217, Leila Koichuyeva, a member of the election commission there, said: \"They could be twins.\" (Graphics on 'Russian vote discrepancies' - tmsnrt.rs/2DJrIca ) Sklyarevskaya, when it was pointed out she had been seen voting at polling stations 216 and 215, said “that’s not me.” Reuters was able to speak to seven of 17 people photographed casting multiple votes. They either denied voting more than once or declined to comment. Kremlin spokesman Dmitry Peskov said there were established procedures for reporting election violations. “If these reports from the respected Reuters agency are backed up by corresponding statements to law enforcement agencies from the observers who were at each polling station, then it’s a worry. If they are not backed up, then it does not worry us at all.” Putin’s opponents, and independent election observers, say Sunday’s vote was skewed across the country by officials loyal to Putin using a variety of tricks to inflate the turnout. Putin is genuinely popular but a low turnout caused by apathy at a one-sided contest would have deprived him of the resounding mandate he sought. In the end, he won by a landslide and on a strong turnout of nearly 70 percent. As well as multiple voting in Ust-Djeguta - a practise known in Russia as a “carousel” - Reuters reporters who monitored 12 polling stations around the country witnessed other irregularities though they were mostly narrow in scale. In all 12 polling stations, the turnout declared by election officials exceeded a tally kept by Reuters of how many people voted. In one case in Simferopol the difference between the two figures was significant: 528 votes, or 66 percent of the votes cast. Reuters reporters also uncovered a loophole in the voter registration system that could allow multiple voting by obtaining authorisation to vote in more than one location. Under a new system designed to make it easier for people to vote when away from home, a voter can apply online to register temporarily at a different polling station. Three Reuters reporters who registered through the new system as well as at their local election office were able to vote once and then get the go-ahead by officials to vote a second time at a different polling station. A Central Election Commission spokeswoman didn’t respond to a request for comment. MEDICAL HELP On election day in Ust-Djeguta, Sklyarevskaya arrived just after 17:30 local time (14.30 GMT), leading a group of eight other women and one man through the gates of polling station number 216. About twenty minutes later, Reuters reporters observed the same group voting again a few hundred metres away at polling station no. 215. Several of the women with her were wearing surgical scrubs, and the man wore a jacket with the word “ambulance” written on it. Ust-Djeguta, a town of 30,000 people and 1,500 km (930 miles) south of Moscow, has only one hospital, the state-run Central District Hospital. In an interview next to her office on the hospital’s fourth floor, Sklyarevskaya said she had voted only once, at a third polling station, number 217. “Who directed you to do this investigation?” she asked when approached by Reuters reporters. “You do not have the right to get involved in the electoral system.” Marat Shakmanov, head doctor at the hospital, said he didn’t believe anyone from the hospital violated election rules. Another woman, wearing sparkly heels, also appeared to vote twice on Sunday. A combination picture shows a voter casting a ballot at a polling station number 216 (L) and approaching a box before casting a ballot at a polling station number 217, during the presidential election in Ust-Djeguta, Russia March 18, 2018. The voter, asked by a Reuters reporter why he was voting for a second time, ignored the question and walked away. Pictures taken March 18, 2018. REUTERS/Staff When approached by Reuters in the town hall on Monday, the woman said her name was Jamila Tebueva, a social-care specialist in the town administration. She said she voted only once, and went to a second polling station to accompany friends. When told she had been photographed with a voting slip in her hand at the second location she said: “Is it alright if I don’t reply?” Zukhra Chomaeva, the head election official at polling station number 217, said she could not answer for what happened outside her precinct when asked about multiple voting. “How do I know if they’re the same person? They might look the same.” Larissa Tekeyeva, head of the election commission for polling station 216, said after looking at a picture of a woman in a pink coat who voted at polling stations 216 and 217: “We all have the same mentality. We all look alike.” Ludmila Djukayeva, head of the town’s polling station 215, said she hadn’t witnessed any multiple voting. Ruslan Shagarov, a spokesman for the town administration, said he knew nothing about any employees breaking voting rules. Official results released on Monday showed the three polling stations had an average turnout of 81.5 percent and delivered a majority for Putin of 89.86 percent. National turnout was 67 percent, according to the central election commission. Slideshow (5 Images) TURNOUT DISCREPANCIES Reuters reporters used mechanical counters to count everybody who cast a ballot at the 12 polling stations they monitored from open to close on Sunday. In some places, the discrepancies between the official count and the Reuters tally were small, with local election officials putting it down to the margin of error. But in nine of the 12 polling stations, the discrepancies were 10% or greater. The biggest divergence, as a share of the total vote, was in polling station number 265, inside a technical college in Simferopol, Crimea. Moscow annexed the region from Ukraine four years ago. Reuters reporters saw 797 voters at that station, while the official figures state that 1,325 people voted on the day and in person. Asked about the discrepancy, the chairwoman of the polling station’s election commission, Oksana Mediyeva, said independent monitors had watched the vote and had raised no issues. The three monitors, two from the governing party and one who said he would vote for Putin, didn’t appear to be keeping count of the turnout. Typically in elections, the official turnout figures are produced when election tellers count the number of ballots cast. But in three polling stations, in Ust-Djeguta and in Simferopol, the election officials weren’t seen physically counting all the ballot papers. At Ust-Djeguta’s polling station number 216, a count revealed there were not enough ballot papers to tally with the figure for Putin votes, of 1,299, that officials there had provisionally pencilled in. After a recount produced the same outcome, the election officials said they were going home. When a Reuters reporter asked how they could do that without finishing the count, Tatiana Chernyaeva, the director of the school hosting the polling station, said: “You want to cast doubt on Putin’s victory.” FLAWED SYSTEM Under the new registration system the three Reuters reporters were able to register online to vote in one location and also obtain authorisation to vote in another location by using the old procedure of going to the local election office where they are resident. All three reporters were offered a ballot paper in their second location after they had already voted in their first, though none cast a second vote. Djukayeva the head of the election commission at polling station 215, where one of the reporters was offered a ballot to cast a second vote, said: “I don’t know whose mistake that was .... They gave us lists yesterday of voters who should be included and excluded.” She was in the list to be included, Djukayeva added. Reporting by Maria Tsvetkova, Polina Nikolskaya, Tatiana Voronova and Polina Ivanova in UST-DJEGUTA; Olesya Astakhova, Olga Sichkar, Alla Afanasyeva and Kevin O'Flynn in SIMFEROPOL; Vladimir Soldatkin, Jack Stubbs and Gleb Stolyarov in KEMEROVO; Gabrielle Tetrault-Farber, Darya Korsunskaya and Anastasia Lyrchikova in ZELENODOLSK; Maxim Rodionov, Andrey Kuzmin and Andrey Ostroukh in GRYAZI.; Writing by Maria Tsvetkova and Christian Lowe; Editing by Cassell Bryan-Low",
    "published": "2018-03-21T15:37:00.000+02:00",
    "crawled": "2018-03-21T15:58:34.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "minute",
        "ago",
        "identical",
        "twin",
        "russia",
        "fairground",
        "election",
        "reuters",
        "staff",
        "min",
        "read",
        "russia",
        "reuters",
        "ludmila",
        "sklyarevskaya",
        "russian",
        "hospital",
        "administrator",
        "voted",
        "sunday",
        "election",
        "gave",
        "vladimir",
        "putin",
        "another",
        "term",
        "russia",
        "president",
        "combination",
        "picture",
        "show",
        "voter",
        "visiting",
        "polling",
        "station",
        "number",
        "l",
        "walking",
        "entering",
        "polling",
        "station",
        "number",
        "presidential",
        "election",
        "russia",
        "march",
        "voter",
        "asked",
        "reuters",
        "reporter",
        "voting",
        "second",
        "time",
        "said",
        "voted",
        "left",
        "polling",
        "station",
        "picture",
        "taken",
        "march",
        "went",
        "another",
        "polling",
        "station",
        "voted",
        "according",
        "reuters",
        "reporter",
        "witnessed",
        "movement",
        "sklyarevskaya",
        "denied",
        "wrongdoing",
        "among",
        "people",
        "photographed",
        "reuters",
        "apparently",
        "casting",
        "ballot",
        "one",
        "polling",
        "station",
        "sunday",
        "town",
        "southern",
        "russia",
        "many",
        "appeared",
        "state",
        "employee",
        "showed",
        "group",
        "mini",
        "bus",
        "bearing",
        "name",
        "service",
        "employee",
        "hospital",
        "sklyarevskaya",
        "worked",
        "confirmed",
        "woman",
        "captured",
        "photo",
        "two",
        "polling",
        "station",
        "sklyarevskaya",
        "identified",
        "hospital",
        "deputy",
        "director",
        "health",
        "safety",
        "voting",
        "twice",
        "misdemeanour",
        "russian",
        "law",
        "carrying",
        "penalty",
        "fine",
        "shown",
        "picture",
        "people",
        "apparently",
        "voted",
        "twice",
        "including",
        "polling",
        "station",
        "leila",
        "koichuyeva",
        "member",
        "election",
        "commission",
        "said",
        "could",
        "twin",
        "graphic",
        "vote",
        "discrepancy",
        "sklyarevskaya",
        "pointed",
        "seen",
        "voting",
        "polling",
        "station",
        "said",
        "reuters",
        "able",
        "speak",
        "seven",
        "people",
        "photographed",
        "casting",
        "multiple",
        "vote",
        "either",
        "denied",
        "voting",
        "declined",
        "comment",
        "kremlin",
        "spokesman",
        "dmitry",
        "peskov",
        "said",
        "established",
        "procedure",
        "reporting",
        "election",
        "violation",
        "report",
        "respected",
        "reuters",
        "agency",
        "backed",
        "corresponding",
        "statement",
        "law",
        "enforcement",
        "agency",
        "observer",
        "polling",
        "station",
        "worry",
        "backed",
        "worry",
        "u",
        "putin",
        "opponent",
        "independent",
        "election",
        "observer",
        "say",
        "sunday",
        "vote",
        "skewed",
        "across",
        "country",
        "official",
        "loyal",
        "putin",
        "using",
        "variety",
        "trick",
        "inflate",
        "turnout",
        "putin",
        "genuinely",
        "popular",
        "low",
        "turnout",
        "caused",
        "apathy",
        "contest",
        "would",
        "deprived",
        "resounding",
        "mandate",
        "sought",
        "end",
        "landslide",
        "strong",
        "turnout",
        "nearly",
        "percent",
        "well",
        "multiple",
        "voting",
        "practise",
        "known",
        "russia",
        "carousel",
        "reuters",
        "reporter",
        "monitored",
        "polling",
        "station",
        "around",
        "country",
        "witnessed",
        "irregularity",
        "though",
        "mostly",
        "narrow",
        "scale",
        "polling",
        "station",
        "turnout",
        "declared",
        "election",
        "official",
        "exceeded",
        "tally",
        "kept",
        "reuters",
        "many",
        "people",
        "voted",
        "one",
        "case",
        "simferopol",
        "difference",
        "two",
        "figure",
        "significant",
        "vote",
        "percent",
        "vote",
        "cast",
        "reuters",
        "reporter",
        "also",
        "uncovered",
        "loophole",
        "voter",
        "registration",
        "system",
        "could",
        "allow",
        "multiple",
        "voting",
        "obtaining",
        "authorisation",
        "vote",
        "one",
        "location",
        "new",
        "system",
        "designed",
        "make",
        "easier",
        "people",
        "vote",
        "away",
        "home",
        "voter",
        "apply",
        "online",
        "register",
        "temporarily",
        "different",
        "polling",
        "station",
        "three",
        "reuters",
        "reporter",
        "registered",
        "new",
        "system",
        "well",
        "local",
        "election",
        "office",
        "able",
        "vote",
        "get",
        "official",
        "vote",
        "second",
        "time",
        "different",
        "polling",
        "station",
        "central",
        "election",
        "commission",
        "spokeswoman",
        "respond",
        "request",
        "comment",
        "medical",
        "help",
        "election",
        "day",
        "sklyarevskaya",
        "arrived",
        "local",
        "time",
        "gmt",
        "leading",
        "group",
        "eight",
        "woman",
        "one",
        "man",
        "gate",
        "polling",
        "station",
        "number",
        "twenty",
        "minute",
        "later",
        "reuters",
        "reporter",
        "observed",
        "group",
        "voting",
        "hundred",
        "metre",
        "away",
        "polling",
        "station",
        "several",
        "woman",
        "wearing",
        "surgical",
        "scrub",
        "man",
        "wore",
        "jacket",
        "word",
        "ambulance",
        "written",
        "town",
        "people",
        "km",
        "mile",
        "south",
        "moscow",
        "one",
        "hospital",
        "central",
        "district",
        "hospital",
        "interview",
        "next",
        "office",
        "hospital",
        "fourth",
        "floor",
        "sklyarevskaya",
        "said",
        "voted",
        "third",
        "polling",
        "station",
        "number",
        "directed",
        "investigation",
        "asked",
        "approached",
        "reuters",
        "reporter",
        "right",
        "get",
        "involved",
        "electoral",
        "marat",
        "shakmanov",
        "head",
        "doctor",
        "hospital",
        "said",
        "believe",
        "anyone",
        "hospital",
        "violated",
        "election",
        "rule",
        "another",
        "woman",
        "wearing",
        "sparkly",
        "heel",
        "also",
        "appeared",
        "vote",
        "twice",
        "sunday",
        "combination",
        "picture",
        "show",
        "voter",
        "casting",
        "ballot",
        "polling",
        "station",
        "number",
        "l",
        "approaching",
        "box",
        "casting",
        "ballot",
        "polling",
        "station",
        "number",
        "presidential",
        "election",
        "russia",
        "march",
        "voter",
        "asked",
        "reuters",
        "reporter",
        "voting",
        "second",
        "time",
        "ignored",
        "question",
        "walked",
        "away",
        "picture",
        "taken",
        "march",
        "approached",
        "reuters",
        "town",
        "hall",
        "monday",
        "woman",
        "said",
        "name",
        "jamila",
        "tebueva",
        "specialist",
        "town",
        "administration",
        "said",
        "voted",
        "went",
        "second",
        "polling",
        "station",
        "accompany",
        "friend",
        "told",
        "photographed",
        "voting",
        "slip",
        "hand",
        "second",
        "location",
        "said",
        "alright",
        "reply",
        "zukhra",
        "chomaeva",
        "head",
        "election",
        "official",
        "polling",
        "station",
        "number",
        "said",
        "could",
        "answer",
        "happened",
        "outside",
        "precinct",
        "asked",
        "multiple",
        "voting",
        "know",
        "person",
        "might",
        "look",
        "larissa",
        "tekeyeva",
        "head",
        "election",
        "commission",
        "polling",
        "station",
        "said",
        "looking",
        "picture",
        "woman",
        "pink",
        "coat",
        "voted",
        "polling",
        "station",
        "mentality",
        "look",
        "ludmila",
        "djukayeva",
        "head",
        "town",
        "polling",
        "station",
        "said",
        "witnessed",
        "multiple",
        "voting",
        "ruslan",
        "shagarov",
        "spokesman",
        "town",
        "administration",
        "said",
        "knew",
        "nothing",
        "employee",
        "breaking",
        "voting",
        "rule",
        "official",
        "result",
        "released",
        "monday",
        "showed",
        "three",
        "polling",
        "station",
        "average",
        "turnout",
        "percent",
        "delivered",
        "majority",
        "putin",
        "percent",
        "national",
        "turnout",
        "percent",
        "according",
        "central",
        "election",
        "commission",
        "slideshow",
        "image",
        "turnout",
        "discrepancy",
        "reuters",
        "reporter",
        "used",
        "mechanical",
        "counter",
        "count",
        "everybody",
        "cast",
        "ballot",
        "polling",
        "station",
        "monitored",
        "open",
        "close",
        "sunday",
        "place",
        "discrepancy",
        "official",
        "count",
        "reuters",
        "tally",
        "small",
        "local",
        "election",
        "official",
        "putting",
        "margin",
        "error",
        "nine",
        "polling",
        "station",
        "discrepancy",
        "greater",
        "biggest",
        "divergence",
        "share",
        "total",
        "vote",
        "polling",
        "station",
        "number",
        "inside",
        "technical",
        "college",
        "simferopol",
        "crimea",
        "moscow",
        "annexed",
        "region",
        "ukraine",
        "four",
        "year",
        "ago",
        "reuters",
        "reporter",
        "saw",
        "voter",
        "station",
        "official",
        "figure",
        "state",
        "people",
        "voted",
        "day",
        "person",
        "asked",
        "discrepancy",
        "chairwoman",
        "polling",
        "station",
        "election",
        "commission",
        "oksana",
        "mediyeva",
        "said",
        "independent",
        "monitor",
        "watched",
        "vote",
        "raised",
        "issue",
        "three",
        "monitor",
        "two",
        "governing",
        "party",
        "one",
        "said",
        "would",
        "vote",
        "putin",
        "appear",
        "keeping",
        "count",
        "turnout",
        "typically",
        "election",
        "official",
        "turnout",
        "figure",
        "produced",
        "election",
        "teller",
        "count",
        "number",
        "ballot",
        "cast",
        "three",
        "polling",
        "station",
        "simferopol",
        "election",
        "official",
        "seen",
        "physically",
        "counting",
        "ballot",
        "paper",
        "polling",
        "station",
        "number",
        "count",
        "revealed",
        "enough",
        "ballot",
        "paper",
        "tally",
        "figure",
        "putin",
        "vote",
        "official",
        "provisionally",
        "pencilled",
        "recount",
        "produced",
        "outcome",
        "election",
        "official",
        "said",
        "going",
        "home",
        "reuters",
        "reporter",
        "asked",
        "could",
        "without",
        "finishing",
        "count",
        "tatiana",
        "chernyaeva",
        "director",
        "school",
        "hosting",
        "polling",
        "station",
        "said",
        "want",
        "cast",
        "doubt",
        "putin",
        "flawed",
        "system",
        "new",
        "registration",
        "system",
        "three",
        "reuters",
        "reporter",
        "able",
        "register",
        "online",
        "vote",
        "one",
        "location",
        "also",
        "obtain",
        "authorisation",
        "vote",
        "another",
        "location",
        "using",
        "old",
        "procedure",
        "going",
        "local",
        "election",
        "office",
        "resident",
        "three",
        "reporter",
        "offered",
        "ballot",
        "paper",
        "second",
        "location",
        "already",
        "voted",
        "first",
        "though",
        "none",
        "cast",
        "second",
        "vote",
        "djukayeva",
        "head",
        "election",
        "commission",
        "polling",
        "station",
        "one",
        "reporter",
        "offered",
        "ballot",
        "cast",
        "second",
        "vote",
        "said",
        "know",
        "whose",
        "mistake",
        "gave",
        "u",
        "list",
        "yesterday",
        "voter",
        "included",
        "list",
        "included",
        "djukayeva",
        "added",
        "reporting",
        "maria",
        "tsvetkova",
        "polina",
        "nikolskaya",
        "tatiana",
        "voronova",
        "polina",
        "ivanova",
        "olesya",
        "astakhova",
        "olga",
        "sichkar",
        "alla",
        "afanasyeva",
        "kevin",
        "simferopol",
        "vladimir",
        "soldatkin",
        "jack",
        "stubbs",
        "gleb",
        "stolyarov",
        "kemerovo",
        "gabrielle",
        "darya",
        "korsunskaya",
        "anastasia",
        "lyrchikova",
        "zelenodolsk",
        "maxim",
        "rodionov",
        "andrey",
        "kuzmin",
        "andrey",
        "ostroukh",
        "gryazi",
        "writing",
        "maria",
        "tsvetkova",
        "christian",
        "lowe",
        "editing",
        "cassell"
    ]
}