{
    "organizations": [],
    "uuid": "25486ae1bf96ce9762cd6867c19edb78c65c7061",
    "author": "",
    "url": "https://in.reuters.com/article/us-mlk-robertkennedy-heart-commentary/book-excerpt-after-mlk-death-rfk-poured-his-heart-out-idINKBN1H529O",
    "ord_in_thread": 0,
    "title": "Book excerpt: After MLK death, RFK 'poured his heart out'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As riots erupted and smoke billowed from black neighborhoods in the wake of Martin Luther King’s assassination, Robert F. Kennedy met with black activists, politicians and celebrities in a hotel suite “to tamp things down and divine what should come next,” writes David Margolick in “The Promise and the Dream: The Untold Story of Martin Luther King, Jr. and Robert F. Kennedy.” In this excerpt, Margolick examines Kennedy’s response to the killing — and his belief that he too would die at an assassin’s hand.\nApril 6, 1968: Smoke rises near the U.S. Capitol during the riots that followed the assassination of Martin Luther King, Jr. REUTERS/Library of Congress/Handout via Reuters THERE WERE NO WORDS The American Electra jet that Robert Kennedy arranged for Coretta Scott King lifted off in Atlanta at 9:15 on the morning of April 5. It would land in Memphis a little more than an hour later. She did not get off the aircraft. She kept her composure as the casket carrying her husband was removed from the hearse but collapsed on the shoulder of a companion as it was lifted up for Martin Luther King’s final journey home. An unidentified SCLC official in Atlanta was asked who King’s pallbearers would be. “Every black man in this country,” he replied.\nWhile Coretta King made her way to Tennessee, Kennedy sat down with his old friend Jack Paar in a television studio in Indianapolis. Back when the wall between television personalities and politics was a bit lower, Paar was available for partisan purposes — in this instance, for the kind of question-and-answer session in which, Kennedy’s admen still believed, the candidate was most appealing. They would edit the conversation into small bits and use them in commercials. Calibrating his message to conservative Indiana, Kennedy talked more with Paar about law and order than civil rights, and more about national security than either. Asked to identify his greatest single accomplishment as attorney general, Kennedy veered off into the Cuba Missile Crisis and how he’d helped save the planet. Whenever Paar tried to get him to talk about King, Kennedy put him off. Even with King gone, Kennedy was keeping his distance.\nKennedy then headed to Cleveland for his previously scheduled lunchtime speech to the Cleveland City Club. Both en route and afterward, he avoided any appearance of politicking: the hundreds of people chanting “We want Kennedy!” outside the hotel where he was to speak had to content themselves with a wave from an upstairs window.\nKennedy’s speechwriters must have understood that no one would want anything long-winded; he spoke only a couple of minutes longer than he just had in Indianapolis. In the aftermath of both the shooting and the violence that followed, he made another plea for brotherhood and a denunciation of violence, which he defined far more broadly than usual. Brutality, he said, came not just from snipers, mobs, and gangs, but from lawless law enforcement, Hollywood, armies killing innocent civilians in far-off lands, and apathetic and indifferent bureaucracies.\nThere is another kind of violence, slower but just as deadly, destructive as the shot or the bomb in the night. This is the violence of institutions, indifference and inaction and slow decay. This is the violence that afflicts the poor, that poisons relations between men because their skin has different colors. This is a slow destruction of a child by hunger, and schools without books and homes without heat in the winter. This is the breaking of a man’s spirit by denying him the chance to stand as a father and as a man among other men. And this, too, afflicts us all.\nThree times, Kennedy remarked on how short life was, a theme he had never dwelt on before. He also made the appealing but ridiculous claim that assassinations were futile. “No martyr’s cause has ever been stilled by his assassin’s bullet,” he said. Walinsky [a former Kennedy aide] later called it more “Sunday school sermon” than an appraisal of human history. And William F. Buckley later described it as a plea from Kennedy to his own assassin, “whose name neither he nor anyone else knew, but whose existence he had frequently conjectured.”\nAt a time when the name of Martin Luther King was on everyone’s lips, Kennedy never mentioned it that day. It’s no doubt true that, as the Village Voice’s Jack Newfield was to write, King’s death gave Kennedy the purpose his candidacy had lost with Lyndon Johnson’s withdrawal. His would be a broadened version of King’s own fight for the disenfranchised. But King’s name would rarely be invoked in the process, beginning, strangely, even before he’d been buried.\nThus, the students in Mrs. Zelda Garfinkel’s American history class at Julia Richman High School in Manhattan, who’d reminded Kennedy that laws helping the poor and oppressed would be a fitting memorial to King, heard more from him on the subject than voters over the next couple of months. “Martin Luther King Jr. represented the best in our nation,” he wrote them back. “Dr. King lived and died not only for the Negro but for all Americans — and, in particular, for the youth of our nation.” The few comments Kennedy did make on King were private and were more about the FBI. “It’s very interesting that they can’t find the killer of Martin Luther King, but they can track down some 22-year-old who might have burned his draft card,” he told Pete Hamill at one point.\nApril 8, 1968: A soldier stands guard at 7th and N Street, N.W., Washington, D.C., with the ruins of buildings destroyed during the riots that followed the assassination of Martin Luther King, Jr., in the background. REUTERS/Library of Congress/Handout via Reuters Others, though, connected the two men in ways that weren’t always apparent. It was on a Wednesday — trash collection day in Pasadena — shortly after King was killed that a sanitation man named Alvin Clark encountered Sirhan Bishara Sirhan, a young Palestinian-born man whose house was on Clark’s route. Over the past three years, the pair had become friendly; Sirhan would sometimes bring Clark coffee or a soft drink and something to eat during pickups. “He was upset about the death of Martin Luther King,” Clark later testified. “He says, ‘What do you think the Negro people are going to do about it?’ and I says, ‘What can we do about it? There wasn’t but one person involved.’” Sirhan then asked him about the California primary, now only a couple of months away. “I told him I was going to vote for Kennedy,” Clark recalled, “and Sirhan said, ‘What are you going to vote for that son of a bitch for? Because I’m planning on shooting him.’”\n“You’d be killing one of the best men in the country,” Clark replied, noting how Kennedy had arranged to have King’s body brought back to Atlanta. He’d just done that for “publicity,” Sirhan replied. He did not say why it was he hated Kennedy enough to want to kill him.\nKennedy returned to Washington right after his Cleveland speech. The view from the air as they approached National Airport was cataclysmic; smoke was billowing out of the black neighborhoods. Kennedy wanted to go directly to where the rioting was taking place to try and stop it. “I think I can do something with these people,” he kept saying as his aides tried to dissuade him. “He finally went home. Very reluctantly,” the speechwriter John Bartlow Martin, who was with Kennedy, recalled.\nBut the next day, Palm Sunday, Kennedy spoke briefly from the pulpit of Washington’s New Bethel Baptist Church, in the midst of where the turmoil had taken place. Then, with Ethel but without bodyguards, he walked twenty-two blocks through the area, where the rubble smoldered and the scent of tear gas still hung heavy in the air. (He’d campaigned here only five days earlier — he and Rosey Grier had sung “Spanish Harlem” together.) Marion Barry, then a local activist and later mayor of Washington, viewed Kennedy as an invader. “What in hell is he doing here?” he asked. But neighborhood residents, especially children, fell in line behind him. For part of the walk, he held a small girl’s hand.\n“There was none of the grabbing, pushing and mauling that has become a part of the Senator’s campaign tours,” wrote R. W. Apple in the New York Times. “Both he and the onlookers were subdued as he greeted weary policemen, shook hands with soldiers, and poked his head into burned-out shops.” Few residents there that day would have endorsed Stokely Carmichael’s charge that by dragging his feet on civil rights, Bobby Kennedy had “pulled that trigger just as well as anybody else.”\nThe next day, Robert and Ethel Kennedy flew to Atlanta for King’s funeral. They visited Coretta King at her home, sitting down for a time with her in her bedroom. He told her that if it meant something to her, he would encourage Jacqueline Kennedy to attend the funeral, and he did, and she did. And, as various SCLC officials — Andrew Young, James Bevel, and Hosea Williams among them — and members of the King family sat on the bed or the floor, he stopped by to see Daddy King in his room at the Hyatt Hotel, where the family later received people.\n“Robert Kennedy came in by himself,” Andrew Young recalled. “And he really just poured his heart out about his brother and our brother. He even mentioned that he lost his first brother. It was not like he knew what he was saying, he just started kind of like he wasn’t even talking to us, knowing what we were going through, and remembering what he went through. It wasn’t what he said; it was the fact that he was there, saying anything, and his being there, and his total identification. And it made us identify with him.”\nYoung recalled Daddy King, is his robe and pajamas, sitting up in bed and declaring again and again, “Hate is too great a burden to bear. I will not let anybody make me hate.” At another point that evening, John Lewis accompanied Robert and Ethel Kennedy to see the body of Martin Luther King, lying in an open casket by the pulpit of Ebenezer Baptist Church. Kennedy crossed himself, and said nothing.\nApril 3, 1969: A 'Don't work' sign displayed in H Street, N.W., Washington, D.C. calls for a holiday to honor the anniversary of the assassination of Martin Luther King, Jr. King's birthday was approved as a federal holiday in 1983. REUTERS/Library of Congress/Handout via Reuters Well into the night, Kennedy held a series of meetings with black activists, politicians, and celebrities in the suite next door to his hotel room, attempting to tamp things down and divine what should come next. The sessions degenerated at times into internecine posturing and one-upmanship — “This is a lot of shit!” Bill Cosby said at one point — and anger at Kennedy himself, either for being too political (why was he there?) or, because he insisted he’d come principally to listen (for not being political enough). Robert Kennedy was once again the attorney general, or perhaps he was already the president of the United States. Young later said he seemed more sensitive to the situation than the black leaders themselves. “I guess the thing that kept us going was that maybe Bobby Kennedy would come up with some ideas for the country,” Hosea Williams later said. “I remember telling him he had a chance to be a prophet. But prophets get shot.” A couple of times, Ethel came in to fetch her husband. “Is he ever going to get to bed?” she asked. Eventually, he did. “At the end, and it was getting very late, he said, ‘We’ve got to get up and go bury our leader,’ “ John Lewis recalled.\nFrom: “The Promise and the Dream,” by David Margolick. Copyright © 2018 David Margolick. A Lawrence Schiller book published by RosettaBooks. Publication date: April 3, 2018.\nOur ",
    "published": "2018-03-29T19:00:00.000+03:00",
    "crawled": "2018-03-29T20:14:44.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "riot",
        "erupted",
        "smoke",
        "billowed",
        "black",
        "neighborhood",
        "wake",
        "martin",
        "luther",
        "king",
        "assassination",
        "robert",
        "kennedy",
        "met",
        "black",
        "activist",
        "politician",
        "celebrity",
        "hotel",
        "suite",
        "tamp",
        "thing",
        "divine",
        "come",
        "next",
        "writes",
        "david",
        "margolick",
        "promise",
        "dream",
        "untold",
        "story",
        "martin",
        "luther",
        "king",
        "robert",
        "excerpt",
        "margolick",
        "examines",
        "kennedy",
        "response",
        "killing",
        "belief",
        "would",
        "die",
        "assassin",
        "hand",
        "april",
        "smoke",
        "rise",
        "near",
        "capitol",
        "riot",
        "followed",
        "assassination",
        "martin",
        "luther",
        "king",
        "via",
        "reuters",
        "word",
        "american",
        "electra",
        "jet",
        "robert",
        "kennedy",
        "arranged",
        "coretta",
        "scott",
        "king",
        "lifted",
        "atlanta",
        "morning",
        "april",
        "would",
        "land",
        "memphis",
        "little",
        "hour",
        "later",
        "get",
        "aircraft",
        "kept",
        "composure",
        "casket",
        "carrying",
        "husband",
        "removed",
        "hearse",
        "collapsed",
        "shoulder",
        "companion",
        "lifted",
        "martin",
        "luther",
        "king",
        "final",
        "journey",
        "home",
        "unidentified",
        "sclc",
        "official",
        "atlanta",
        "asked",
        "king",
        "pallbearer",
        "would",
        "every",
        "black",
        "man",
        "country",
        "replied",
        "coretta",
        "king",
        "made",
        "way",
        "tennessee",
        "kennedy",
        "sat",
        "old",
        "friend",
        "jack",
        "paar",
        "television",
        "studio",
        "indianapolis",
        "back",
        "wall",
        "television",
        "personality",
        "politics",
        "bit",
        "lower",
        "paar",
        "available",
        "partisan",
        "purpose",
        "instance",
        "kind",
        "session",
        "kennedy",
        "adman",
        "still",
        "believed",
        "candidate",
        "appealing",
        "would",
        "edit",
        "conversation",
        "small",
        "bit",
        "use",
        "commercial",
        "calibrating",
        "message",
        "conservative",
        "indiana",
        "kennedy",
        "talked",
        "paar",
        "law",
        "order",
        "civil",
        "right",
        "national",
        "security",
        "either",
        "asked",
        "identify",
        "greatest",
        "single",
        "accomplishment",
        "attorney",
        "general",
        "kennedy",
        "veered",
        "cuba",
        "missile",
        "crisis",
        "helped",
        "save",
        "planet",
        "whenever",
        "paar",
        "tried",
        "get",
        "talk",
        "king",
        "kennedy",
        "put",
        "even",
        "king",
        "gone",
        "kennedy",
        "keeping",
        "distance",
        "kennedy",
        "headed",
        "cleveland",
        "previously",
        "scheduled",
        "lunchtime",
        "speech",
        "cleveland",
        "city",
        "club",
        "en",
        "route",
        "afterward",
        "avoided",
        "appearance",
        "politicking",
        "hundred",
        "people",
        "chanting",
        "want",
        "kennedy",
        "outside",
        "hotel",
        "speak",
        "content",
        "wave",
        "upstairs",
        "window",
        "kennedy",
        "speechwriter",
        "must",
        "understood",
        "one",
        "would",
        "want",
        "anything",
        "spoke",
        "couple",
        "minute",
        "longer",
        "indianapolis",
        "aftermath",
        "shooting",
        "violence",
        "followed",
        "made",
        "another",
        "plea",
        "brotherhood",
        "denunciation",
        "violence",
        "defined",
        "far",
        "broadly",
        "usual",
        "brutality",
        "said",
        "came",
        "sniper",
        "mob",
        "gang",
        "lawless",
        "law",
        "enforcement",
        "hollywood",
        "army",
        "killing",
        "innocent",
        "civilian",
        "land",
        "apathetic",
        "indifferent",
        "bureaucracy",
        "another",
        "kind",
        "violence",
        "slower",
        "deadly",
        "destructive",
        "shot",
        "bomb",
        "night",
        "violence",
        "institution",
        "indifference",
        "inaction",
        "slow",
        "decay",
        "violence",
        "afflicts",
        "poor",
        "poison",
        "relation",
        "men",
        "skin",
        "different",
        "color",
        "slow",
        "destruction",
        "child",
        "hunger",
        "school",
        "without",
        "book",
        "home",
        "without",
        "heat",
        "winter",
        "breaking",
        "man",
        "spirit",
        "denying",
        "chance",
        "stand",
        "father",
        "man",
        "among",
        "men",
        "afflicts",
        "u",
        "three",
        "time",
        "kennedy",
        "remarked",
        "short",
        "life",
        "theme",
        "never",
        "dwelt",
        "also",
        "made",
        "appealing",
        "ridiculous",
        "claim",
        "assassination",
        "futile",
        "martyr",
        "cause",
        "ever",
        "stilled",
        "assassin",
        "bullet",
        "said",
        "walinsky",
        "former",
        "kennedy",
        "aide",
        "later",
        "called",
        "sunday",
        "school",
        "sermon",
        "appraisal",
        "human",
        "history",
        "william",
        "buckley",
        "later",
        "described",
        "plea",
        "kennedy",
        "assassin",
        "whose",
        "name",
        "neither",
        "anyone",
        "else",
        "knew",
        "whose",
        "existence",
        "frequently",
        "time",
        "name",
        "martin",
        "luther",
        "king",
        "everyone",
        "lip",
        "kennedy",
        "never",
        "mentioned",
        "day",
        "doubt",
        "true",
        "village",
        "voice",
        "jack",
        "newfield",
        "write",
        "king",
        "death",
        "gave",
        "kennedy",
        "purpose",
        "candidacy",
        "lost",
        "lyndon",
        "johnson",
        "withdrawal",
        "would",
        "broadened",
        "version",
        "king",
        "fight",
        "disenfranchised",
        "king",
        "name",
        "would",
        "rarely",
        "invoked",
        "process",
        "beginning",
        "strangely",
        "even",
        "buried",
        "thus",
        "student",
        "zelda",
        "garfinkel",
        "american",
        "history",
        "class",
        "julia",
        "richman",
        "high",
        "school",
        "manhattan",
        "reminded",
        "kennedy",
        "law",
        "helping",
        "poor",
        "oppressed",
        "would",
        "fitting",
        "memorial",
        "king",
        "heard",
        "subject",
        "voter",
        "next",
        "couple",
        "month",
        "martin",
        "luther",
        "king",
        "represented",
        "best",
        "nation",
        "wrote",
        "back",
        "dr",
        "king",
        "lived",
        "died",
        "negro",
        "american",
        "particular",
        "youth",
        "comment",
        "kennedy",
        "make",
        "king",
        "private",
        "fbi",
        "interesting",
        "find",
        "killer",
        "martin",
        "luther",
        "king",
        "track",
        "might",
        "burned",
        "draft",
        "card",
        "told",
        "pete",
        "hamill",
        "one",
        "point",
        "april",
        "soldier",
        "stand",
        "guard",
        "7th",
        "n",
        "street",
        "washington",
        "ruin",
        "building",
        "destroyed",
        "riot",
        "followed",
        "assassination",
        "martin",
        "luther",
        "king",
        "background",
        "via",
        "reuters",
        "others",
        "though",
        "connected",
        "two",
        "men",
        "way",
        "always",
        "apparent",
        "wednesday",
        "trash",
        "collection",
        "day",
        "pasadena",
        "shortly",
        "king",
        "killed",
        "sanitation",
        "man",
        "named",
        "alvin",
        "clark",
        "encountered",
        "sirhan",
        "bishara",
        "sirhan",
        "young",
        "man",
        "whose",
        "house",
        "clark",
        "route",
        "past",
        "three",
        "year",
        "pair",
        "become",
        "friendly",
        "sirhan",
        "would",
        "sometimes",
        "bring",
        "clark",
        "coffee",
        "soft",
        "drink",
        "something",
        "eat",
        "pickup",
        "upset",
        "death",
        "martin",
        "luther",
        "king",
        "clark",
        "later",
        "testified",
        "say",
        "think",
        "negro",
        "people",
        "going",
        "say",
        "one",
        "person",
        "sirhan",
        "asked",
        "california",
        "primary",
        "couple",
        "month",
        "away",
        "told",
        "going",
        "vote",
        "kennedy",
        "clark",
        "recalled",
        "sirhan",
        "said",
        "going",
        "vote",
        "son",
        "bitch",
        "planning",
        "shooting",
        "killing",
        "one",
        "best",
        "men",
        "country",
        "clark",
        "replied",
        "noting",
        "kennedy",
        "arranged",
        "king",
        "body",
        "brought",
        "back",
        "atlanta",
        "done",
        "publicity",
        "sirhan",
        "replied",
        "say",
        "hated",
        "kennedy",
        "enough",
        "want",
        "kill",
        "kennedy",
        "returned",
        "washington",
        "right",
        "cleveland",
        "speech",
        "view",
        "air",
        "approached",
        "national",
        "airport",
        "cataclysmic",
        "smoke",
        "billowing",
        "black",
        "neighborhood",
        "kennedy",
        "wanted",
        "go",
        "directly",
        "rioting",
        "taking",
        "place",
        "try",
        "stop",
        "think",
        "something",
        "people",
        "kept",
        "saying",
        "aide",
        "tried",
        "dissuade",
        "finally",
        "went",
        "home",
        "reluctantly",
        "speechwriter",
        "john",
        "bartlow",
        "martin",
        "kennedy",
        "recalled",
        "next",
        "day",
        "palm",
        "sunday",
        "kennedy",
        "spoke",
        "briefly",
        "pulpit",
        "washington",
        "new",
        "bethel",
        "baptist",
        "church",
        "midst",
        "turmoil",
        "taken",
        "place",
        "ethel",
        "without",
        "bodyguard",
        "walked",
        "block",
        "area",
        "rubble",
        "smoldered",
        "scent",
        "tear",
        "gas",
        "still",
        "hung",
        "heavy",
        "air",
        "campaigned",
        "five",
        "day",
        "earlier",
        "rosey",
        "grier",
        "sung",
        "spanish",
        "harlem",
        "together",
        "marion",
        "barry",
        "local",
        "activist",
        "later",
        "mayor",
        "washington",
        "viewed",
        "kennedy",
        "invader",
        "hell",
        "asked",
        "neighborhood",
        "resident",
        "especially",
        "child",
        "fell",
        "line",
        "behind",
        "part",
        "walk",
        "held",
        "small",
        "girl",
        "hand",
        "none",
        "grabbing",
        "pushing",
        "mauling",
        "become",
        "part",
        "senator",
        "campaign",
        "tour",
        "wrote",
        "apple",
        "new",
        "york",
        "time",
        "onlooker",
        "subdued",
        "greeted",
        "weary",
        "policeman",
        "shook",
        "hand",
        "soldier",
        "poked",
        "head",
        "resident",
        "day",
        "would",
        "endorsed",
        "stokely",
        "carmichael",
        "charge",
        "dragging",
        "foot",
        "civil",
        "right",
        "bobby",
        "kennedy",
        "pulled",
        "trigger",
        "well",
        "anybody",
        "next",
        "day",
        "robert",
        "ethel",
        "kennedy",
        "flew",
        "atlanta",
        "king",
        "funeral",
        "visited",
        "coretta",
        "king",
        "home",
        "sitting",
        "time",
        "bedroom",
        "told",
        "meant",
        "something",
        "would",
        "encourage",
        "jacqueline",
        "kennedy",
        "attend",
        "funeral",
        "various",
        "sclc",
        "official",
        "andrew",
        "young",
        "james",
        "bevel",
        "hosea",
        "williams",
        "among",
        "member",
        "king",
        "family",
        "sat",
        "bed",
        "floor",
        "stopped",
        "see",
        "daddy",
        "king",
        "room",
        "hyatt",
        "hotel",
        "family",
        "later",
        "received",
        "people",
        "robert",
        "kennedy",
        "came",
        "andrew",
        "young",
        "recalled",
        "really",
        "poured",
        "heart",
        "brother",
        "brother",
        "even",
        "mentioned",
        "lost",
        "first",
        "brother",
        "like",
        "knew",
        "saying",
        "started",
        "kind",
        "like",
        "even",
        "talking",
        "u",
        "knowing",
        "going",
        "remembering",
        "went",
        "said",
        "fact",
        "saying",
        "anything",
        "total",
        "identification",
        "made",
        "u",
        "identify",
        "young",
        "recalled",
        "daddy",
        "king",
        "robe",
        "pajama",
        "sitting",
        "bed",
        "declaring",
        "hate",
        "great",
        "burden",
        "bear",
        "let",
        "anybody",
        "make",
        "another",
        "point",
        "evening",
        "john",
        "lewis",
        "accompanied",
        "robert",
        "ethel",
        "kennedy",
        "see",
        "body",
        "martin",
        "luther",
        "king",
        "lying",
        "open",
        "casket",
        "pulpit",
        "ebenezer",
        "baptist",
        "church",
        "kennedy",
        "crossed",
        "said",
        "nothing",
        "april",
        "work",
        "sign",
        "displayed",
        "h",
        "street",
        "washington",
        "call",
        "holiday",
        "honor",
        "anniversary",
        "assassination",
        "martin",
        "luther",
        "king",
        "king",
        "birthday",
        "approved",
        "federal",
        "holiday",
        "via",
        "reuters",
        "well",
        "night",
        "kennedy",
        "held",
        "series",
        "meeting",
        "black",
        "activist",
        "politician",
        "celebrity",
        "suite",
        "next",
        "door",
        "hotel",
        "room",
        "attempting",
        "tamp",
        "thing",
        "divine",
        "come",
        "next",
        "session",
        "degenerated",
        "time",
        "internecine",
        "posturing",
        "lot",
        "shit",
        "bill",
        "cosby",
        "said",
        "one",
        "point",
        "anger",
        "kennedy",
        "either",
        "political",
        "insisted",
        "come",
        "principally",
        "listen",
        "political",
        "enough",
        "robert",
        "kennedy",
        "attorney",
        "general",
        "perhaps",
        "already",
        "president",
        "united",
        "state",
        "young",
        "later",
        "said",
        "seemed",
        "sensitive",
        "situation",
        "black",
        "leader",
        "guess",
        "thing",
        "kept",
        "u",
        "going",
        "maybe",
        "bobby",
        "kennedy",
        "would",
        "come",
        "idea",
        "country",
        "hosea",
        "williams",
        "later",
        "said",
        "remember",
        "telling",
        "chance",
        "prophet",
        "prophet",
        "get",
        "couple",
        "time",
        "ethel",
        "came",
        "fetch",
        "husband",
        "ever",
        "going",
        "get",
        "bed",
        "asked",
        "eventually",
        "end",
        "getting",
        "late",
        "said",
        "got",
        "get",
        "go",
        "bury",
        "leader",
        "john",
        "lewis",
        "recalled",
        "promise",
        "dream",
        "david",
        "margolick",
        "copyright",
        "david",
        "margolick",
        "lawrence",
        "schiller",
        "book",
        "published",
        "rosettabooks",
        "publication",
        "date",
        "april"
    ]
}