{
    "organizations": [],
    "uuid": "5a27d40b7513594de5aa623bae2584f47cc07834",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/pr-newswire-lumentum-to-acquire-oclaro-for-1-point-8b-in-cash-and-stock.html",
    "ord_in_thread": 0,
    "title": "Lumentum To Acquire Oclaro For $1.8B In Cash And Stock",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MILPITAS, Calif., and SAN JOSE, Calif., March 12, 2018 /PRNewswire/ -- Lumentum Holdings Inc. (\"Lumentum\" or the \"Company\"), a leading provider of photonics products for optical networking and lasers for industrial and consumer markets, and Oclaro, Inc. (\"Oclaro\"), a leader in optical components and modules for the long-haul, metro, and data center markets, today announced that the two companies have signed a definitive agreement, unanimously approved by the boards of directors of both companies, pursuant to which Lumentum will acquire all of the outstanding common stock of Oclaro. For each share of Oclaro stock held, Oclaro stockholders will be entitled to receive $5.60 in cash and 0.0636 of a share of Lumentum common stock, subject to the terms of the definitive agreement. The transaction values Oclaro at $9.99 per share or approximately $1.8 billion in equity value, based on the closing price of Lumentum's stock on March 9, 2018, of $68.98. The transaction value represents a premium of 27% to Oclaro's closing price on March 9, 2018 and a premium of 40% to Oclaro's 30 day average closing price. Oclaro stockholders are expected to own approximately 16% of the combined company at closing.\n\"Joining forces with Oclaro strengthens our product portfolio, broadens our revenue mix, and positions us strongly for the future needs of our customers. Oclaro brings its leading Indium Phosphide laser and Photonic Integrated Circuit and coherent component and module capabilities to Lumentum. The combined company will drive innovation faster and accelerate the development of products to enable our customers to win,\" said Alan Lowe, Lumentum's President and CEO. \"We are delighted to welcome the talented Oclaro team to Lumentum and look forward to a swift completion of the transaction with a focus on supporting our customers and delivering shareholder value.\"\n\"I am very pleased that two of the optical industry leaders, Oclaro and Lumentum, will join forces. Together, we will be an even stronger player in fiber optic components and modules for high-speed communications and a market leader in 3D sensing. This is a fantastic combination for all of our stakeholders, including stockholders, employees, customers and partners,\" said Greg Dougherty, Oclaro's CEO, \"I am extremely proud of what the Oclaro team has accomplished over the last five years. We have enjoyed tremendous success and this combination will create even more exciting opportunities for the team.\"\nThe transaction is expected to generate more than $60 million of annual run-rate synergies within 12 to 24 months of the closing and be immediately accretive to non-GAAP earnings per share.\nLumentum intends to fund the cash consideration with a combination of cash on hand from the combined companies' balance sheets and $550 million in debt financing. The transaction is expected to close in the second half of calendar 2018, subject to approval by Oclaro's stockholders, antitrust regulatory approval in the US and China, and other customary closing conditions.\nBoard of Directors\nOne member of Oclaro's Board of Directors, as mutually determined, will join Lumentum's Board of Directors upon the closing of the transaction.\nAdvisors\nDeutsche Bank Securities served as the exclusive financial advisor to Lumentum and Wilson Sonsini Goodrich & Rosati served as legal advisor. Jefferies LLC served as exclusive financial advisor to Oclaro and Jones Day served as legal advisor.\nConference Call\nLumentum and Oclaro will hold a conference call today March 12, 2018 at 5:30 A.M. PT/8:30 A.M. ET. A live webcast of the call and the replay will be available on the Lumentum website at http://investor.lumentum.com . Supporting materials for the call's presentation will be posted on http://investor.lumentum.com under the \"Events and Presentations\" section and on http://investor.oclaro.com/investor-relations under the \"Events and Presentations\" section prior to the call.\nTo participate via telephone:\nNorth America: (866) 393-4306\nInternational: (734) 385-2616\nConference ID: 3177029\nReplay of the call:\nDial-In: (855) 859-2056 or (404) 537-3406\nConference ID: 3177029\nStart Date: March 12, 2018, 8:30 A.M. PT\nEnd Date: March 19, 2018, 20:59 P.M. PT\nThis press release is being furnished as an exhibit to a Current Report on Form 8-K filed with the Securities and Exchange Commission and will be available at http://www.sec.gov/ .\nAbout Lumentum\nLumentum (NASDAQ: LITE) is a market-leading manufacturer of innovative optical and photonic products enabling optical networking and commercial laser customers worldwide. Lumentum's optical components and subsystems are part of virtually every type of telecom, enterprise, and data center network. Lumentum's commercial lasers enable advanced manufacturing techniques and diverse applications including next-generation 3D sensing capabilities. Lumentum is headquartered in Milpitas, California with R&D, manufacturing, and sales offices worldwide. For more information, visit https://www.lumentum.com/en .\nAbout Oclaro\nOclaro, Inc. (NASDAQ: OCLR), is a leader in optical components and modules for the long-haul, metro and data center markets. Leveraging more than three decades of innovation in laser technology and photonics integration, Oclaro provides differentiated solutions for optical networks and high-speed interconnects driving the next wave of streaming video, cloud computing, application virtualization, and other bandwidth-intensive applications. For more information, visit http://www.oclaro.com/ or follow on Twitter at @OclaroInc.\nCautionary Note Regarding Forward-Looking Statements\nThis communication contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, including the statements made in each CEO Quote: , as well as disclosures regarding the potential cost synergies and accretion to non-GAAP earnings per share expected from the combined company and the timing thereof. Forward-looking statements generally relate to future events or our future financial or operating performance. In some cases, you can identify forward-looking statements because they contain words such as \"may,\" \"will,\" \"should,\" \"expects,\" \"plans,\" \"anticipates,\" \"could,\" \"intends,\" \"target,\" \"projects,\" \"contemplates,\" \"believes,\" \"estimates,\" \"predicts,\" \"potential\" or \"continue\" or the negative of these words or other similar terms or expressions that concern Lumentum's and/or Oclaro's expectations, strategy, plans or intentions. Lumentum's and Oclaro's expectations and beliefs regarding these matters may not materialize, and actual results in future periods are subject to risks and uncertainties that could cause actual results to differ materially from those projected, including but not limited to: the risk that the transaction does not close, due to the failure of one or more conditions to closing or the failure of the businesses (including personnel) to be integrated successfully after closing; the risk that synergies and non-GAAP earnings accretion will not be realized or realized to the extent anticipated; uncertainty as to the market value of the Lumentum merger consideration to be paid in the merger; the risk that required governmental or Oclaro stockholder approvals of the merger (including U.S. or China antitrust approvals) will not be obtained or that such approvals will be delayed beyond current expectations; the risk that following this transaction, Lumentum's financing or operating strategies will not be successful; litigation in respect of either company or the merger; and disruption from the merger making it more difficult to maintain customer, supplier, key personnel and other strategic relationships.\nThe forward-looking statements contained in this communication are also subject to other risks and uncertainties, including those more fully described under the caption \"Risk Factors\" and elsewhere in Lumentum's and Oclaro's filings with the Securities and Exchange Commission (\"SEC\"), including Lumentum's Annual Report on Form 10-K for the year ended July 1, 2017, Lumentum's Quarterly Report on Form 10-Q for the fiscal quarter ended December 30, 2017, Oclaro's Annual Report on Form 10-K for the year ended July 1, 2017, Oclaro's Quarterly Report on Form 10-Q for the fiscal quarter ended December 30, 2017, and those discussed under the caption \"Risk Factors\" in the S-4 to be filed by Lumentum with the SEC at a future date in connection with this transaction and in the documents which are incorporated by reference therein. The forward-looking statements in this press release are based on information available to Lumentum and Oclaro as of the date hereof, and each of Lumentum and Oclaro disclaims any obligation to update any forward-looking statements, except as required by law.\nAdditional Information and Where to Find It\nThis communication is being made in respect of a proposed business combination involving Lumentum Holdings Inc. and Oclaro, Inc. In connection with the proposed transaction, Lumentum will file with the SEC a Registration Statement on Form S-4 that includes the preliminary proxy statement of Oclaro and that will also constitute a prospectus of Lumentum. The information in the preliminary proxy statement/prospectus is not complete and may be changed. Lumentum may not sell the common stock referenced in the proxy statement/prospectus until the Registration Statement on Form S-4 filed with the SEC becomes effective. The preliminary proxy statement/prospectus and this communication are not offers to sell Lumentum securities, are not soliciting an offer to buy Lumentum securities in any state where the offer and sale is not permitted and are not a solicitation of any vote or approval. The definitive proxy statement/prospectus will be mailed to stockholders of Oclaro.\nLUMENTUM AND OCLARO URGE INVESTORS AND SECURITY HOLDERS TO READ THE DEFINITIVE PROXY STATEMENT/PROSPECTUS AND OTHER DOCUMENTS FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION.\nInvestors and security holders will be able to obtain these materials (when they are available) and other documents filed with the SEC free of charge at the SEC's website, http://www.sec.gov/ . Copies of documents filed with the SEC by Lumentum (when they become available) may be obtained free of charge on Lumentum's website at https://www.lumentum.com/en or by directing a written request to Lumentum Holdings Inc., Investor Relations, 400 North McCarthy Boulevard, Milpitas, CA 95035. Copies of documents filed with the SEC by Oclaro (when they become available) may be obtained free of charge on Oclaro's website at http://www.oclaro.com/or by directing a written request to Oclaro, Inc. Investor Relations, 225 Charcot Avenue, San Jose, CA 95131.\nParticipants in the Merger Solicitation\nEach of Lumentum Holdings Inc., Oclaro, Inc. and their respective directors, executive officers and certain other members of management and employees may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction. Information regarding these persons who may, under the rules of the SEC, be considered participants in the solicitation of Oclaro stockholders in connection with the proposed transaction is set forth in the proxy statement/prospectus described above filed with the SEC. Additional information regarding Lumentum's executive officers and directors is included in Lumentum's definitive proxy statement, which was filed with the SEC on September 19, 2017. Additional information regarding Oclaro's executive officers and directors is included in Oclaro's definitive proxy statement, which was filed with the SEC on September 27, 2017. You can obtain free copies of these documents using the information in the paragraph immediately above.\nContact Information\nLumentum:\nInvestors: Chris Coldren, 408-404-0606; investor.relations@lumentum.com\nPress: Greg Kaufman, 408-546-4593; media@lumentum.com\nOclaro:\nInvestors: Jim Fanucchi, 408-404-5400; ir@oclaro.com\nView original content: http://www.prnewswire.com/news-releases/lumentum-to-acquire-oclaro-for-18b-in-cash-and-stock-300612114.html\nSOURCE Lumentum",
    "published": "2018-03-12T13:00:00.000+02:00",
    "crawled": "2018-03-12T15:01:32.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "milpitas",
        "san",
        "jose",
        "march",
        "lumentum",
        "holding",
        "lumentum",
        "company",
        "leading",
        "provider",
        "photonics",
        "product",
        "optical",
        "networking",
        "laser",
        "industrial",
        "consumer",
        "market",
        "oclaro",
        "oclaro",
        "leader",
        "optical",
        "component",
        "module",
        "metro",
        "data",
        "center",
        "market",
        "today",
        "announced",
        "two",
        "company",
        "signed",
        "definitive",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "company",
        "pursuant",
        "lumentum",
        "acquire",
        "outstanding",
        "common",
        "stock",
        "oclaro",
        "share",
        "oclaro",
        "stock",
        "held",
        "oclaro",
        "stockholder",
        "entitled",
        "receive",
        "cash",
        "share",
        "lumentum",
        "common",
        "stock",
        "subject",
        "term",
        "definitive",
        "agreement",
        "transaction",
        "value",
        "oclaro",
        "per",
        "share",
        "approximately",
        "billion",
        "equity",
        "value",
        "based",
        "closing",
        "price",
        "lumentum",
        "stock",
        "march",
        "transaction",
        "value",
        "represents",
        "premium",
        "oclaro",
        "closing",
        "price",
        "march",
        "premium",
        "oclaro",
        "day",
        "average",
        "closing",
        "price",
        "oclaro",
        "stockholder",
        "expected",
        "approximately",
        "combined",
        "company",
        "closing",
        "joining",
        "force",
        "oclaro",
        "strengthens",
        "product",
        "portfolio",
        "broadens",
        "revenue",
        "mix",
        "position",
        "u",
        "strongly",
        "future",
        "need",
        "customer",
        "oclaro",
        "brings",
        "leading",
        "indium",
        "phosphide",
        "laser",
        "photonic",
        "integrated",
        "circuit",
        "coherent",
        "component",
        "module",
        "capability",
        "lumentum",
        "combined",
        "company",
        "drive",
        "innovation",
        "faster",
        "accelerate",
        "development",
        "product",
        "enable",
        "customer",
        "win",
        "said",
        "alan",
        "lowe",
        "lumentum",
        "president",
        "ceo",
        "delighted",
        "welcome",
        "talented",
        "oclaro",
        "team",
        "lumentum",
        "look",
        "forward",
        "swift",
        "completion",
        "transaction",
        "focus",
        "supporting",
        "customer",
        "delivering",
        "shareholder",
        "value",
        "pleased",
        "two",
        "optical",
        "industry",
        "leader",
        "oclaro",
        "lumentum",
        "join",
        "force",
        "together",
        "even",
        "stronger",
        "player",
        "fiber",
        "optic",
        "component",
        "module",
        "communication",
        "market",
        "leader",
        "3d",
        "sensing",
        "fantastic",
        "combination",
        "stakeholder",
        "including",
        "stockholder",
        "employee",
        "customer",
        "partner",
        "said",
        "greg",
        "dougherty",
        "oclaro",
        "ceo",
        "extremely",
        "proud",
        "oclaro",
        "team",
        "accomplished",
        "last",
        "five",
        "year",
        "enjoyed",
        "tremendous",
        "success",
        "combination",
        "create",
        "even",
        "exciting",
        "opportunity",
        "team",
        "transaction",
        "expected",
        "generate",
        "million",
        "annual",
        "synergy",
        "within",
        "month",
        "closing",
        "immediately",
        "accretive",
        "earnings",
        "per",
        "share",
        "lumentum",
        "intends",
        "fund",
        "cash",
        "consideration",
        "combination",
        "cash",
        "hand",
        "combined",
        "company",
        "balance",
        "sheet",
        "million",
        "debt",
        "financing",
        "transaction",
        "expected",
        "close",
        "second",
        "half",
        "calendar",
        "subject",
        "approval",
        "oclaro",
        "stockholder",
        "antitrust",
        "regulatory",
        "approval",
        "u",
        "china",
        "customary",
        "closing",
        "condition",
        "board",
        "director",
        "one",
        "member",
        "oclaro",
        "board",
        "director",
        "mutually",
        "determined",
        "join",
        "lumentum",
        "board",
        "director",
        "upon",
        "closing",
        "transaction",
        "advisor",
        "deutsche",
        "bank",
        "security",
        "served",
        "exclusive",
        "financial",
        "advisor",
        "lumentum",
        "wilson",
        "sonsini",
        "goodrich",
        "rosati",
        "served",
        "legal",
        "advisor",
        "jefferies",
        "llc",
        "served",
        "exclusive",
        "financial",
        "advisor",
        "oclaro",
        "jones",
        "day",
        "served",
        "legal",
        "advisor",
        "conference",
        "call",
        "lumentum",
        "oclaro",
        "hold",
        "conference",
        "call",
        "today",
        "march",
        "et",
        "live",
        "webcast",
        "call",
        "replay",
        "available",
        "lumentum",
        "website",
        "http",
        "supporting",
        "material",
        "call",
        "presentation",
        "posted",
        "http",
        "event",
        "presentation",
        "section",
        "http",
        "event",
        "presentation",
        "section",
        "prior",
        "call",
        "participate",
        "via",
        "telephone",
        "north",
        "america",
        "international",
        "conference",
        "id",
        "replay",
        "call",
        "conference",
        "id",
        "start",
        "date",
        "march",
        "pt",
        "end",
        "date",
        "march",
        "pt",
        "press",
        "release",
        "furnished",
        "exhibit",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "http",
        "lumentum",
        "lumentum",
        "nasdaq",
        "lite",
        "manufacturer",
        "innovative",
        "optical",
        "photonic",
        "product",
        "enabling",
        "optical",
        "networking",
        "commercial",
        "laser",
        "customer",
        "worldwide",
        "lumentum",
        "optical",
        "component",
        "subsystem",
        "part",
        "virtually",
        "every",
        "type",
        "telecom",
        "enterprise",
        "data",
        "center",
        "network",
        "lumentum",
        "commercial",
        "laser",
        "enable",
        "advanced",
        "manufacturing",
        "technique",
        "diverse",
        "application",
        "including",
        "3d",
        "sensing",
        "capability",
        "lumentum",
        "headquartered",
        "milpitas",
        "california",
        "r",
        "manufacturing",
        "sale",
        "office",
        "worldwide",
        "information",
        "visit",
        "http",
        "oclaro",
        "oclaro",
        "nasdaq",
        "oclr",
        "leader",
        "optical",
        "component",
        "module",
        "metro",
        "data",
        "center",
        "market",
        "leveraging",
        "three",
        "decade",
        "innovation",
        "laser",
        "technology",
        "photonics",
        "integration",
        "oclaro",
        "provides",
        "differentiated",
        "solution",
        "optical",
        "network",
        "interconnects",
        "driving",
        "next",
        "wave",
        "streaming",
        "video",
        "cloud",
        "computing",
        "application",
        "virtualization",
        "application",
        "information",
        "visit",
        "http",
        "follow",
        "twitter",
        "oclaroinc",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "communication",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "including",
        "statement",
        "made",
        "ceo",
        "quote",
        "well",
        "disclosure",
        "regarding",
        "potential",
        "cost",
        "synergy",
        "accretion",
        "earnings",
        "per",
        "share",
        "expected",
        "combined",
        "company",
        "timing",
        "thereof",
        "statement",
        "generally",
        "relate",
        "future",
        "event",
        "future",
        "financial",
        "operating",
        "performance",
        "case",
        "identify",
        "statement",
        "contain",
        "word",
        "may",
        "expects",
        "plan",
        "anticipates",
        "could",
        "intends",
        "target",
        "project",
        "contemplates",
        "belief",
        "estimate",
        "predicts",
        "potential",
        "continue",
        "negative",
        "word",
        "similar",
        "term",
        "expression",
        "concern",
        "lumentum",
        "oclaro",
        "expectation",
        "strategy",
        "plan",
        "intention",
        "lumentum",
        "oclaro",
        "expectation",
        "belief",
        "regarding",
        "matter",
        "may",
        "materialize",
        "actual",
        "result",
        "future",
        "period",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "including",
        "limited",
        "risk",
        "transaction",
        "close",
        "due",
        "failure",
        "one",
        "condition",
        "closing",
        "failure",
        "business",
        "including",
        "personnel",
        "integrated",
        "successfully",
        "closing",
        "risk",
        "synergy",
        "earnings",
        "accretion",
        "realized",
        "realized",
        "extent",
        "anticipated",
        "uncertainty",
        "market",
        "value",
        "lumentum",
        "merger",
        "consideration",
        "paid",
        "merger",
        "risk",
        "required",
        "governmental",
        "oclaro",
        "stockholder",
        "approval",
        "merger",
        "including",
        "china",
        "antitrust",
        "approval",
        "obtained",
        "approval",
        "delayed",
        "beyond",
        "current",
        "expectation",
        "risk",
        "following",
        "transaction",
        "lumentum",
        "financing",
        "operating",
        "strategy",
        "successful",
        "litigation",
        "respect",
        "either",
        "company",
        "merger",
        "disruption",
        "merger",
        "making",
        "difficult",
        "maintain",
        "customer",
        "supplier",
        "key",
        "personnel",
        "strategic",
        "relationship",
        "statement",
        "contained",
        "communication",
        "also",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "fully",
        "described",
        "caption",
        "risk",
        "factor",
        "elsewhere",
        "lumentum",
        "oclaro",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "lumentum",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "july",
        "lumentum",
        "quarterly",
        "report",
        "form",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "oclaro",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "july",
        "oclaro",
        "quarterly",
        "report",
        "form",
        "fiscal",
        "quarter",
        "ended",
        "december",
        "discussed",
        "caption",
        "risk",
        "factor",
        "filed",
        "lumentum",
        "sec",
        "future",
        "date",
        "connection",
        "transaction",
        "document",
        "incorporated",
        "reference",
        "therein",
        "statement",
        "press",
        "release",
        "based",
        "information",
        "available",
        "lumentum",
        "oclaro",
        "date",
        "hereof",
        "lumentum",
        "oclaro",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "find",
        "communication",
        "made",
        "respect",
        "proposed",
        "business",
        "combination",
        "involving",
        "lumentum",
        "holding",
        "oclaro",
        "connection",
        "proposed",
        "transaction",
        "lumentum",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "includes",
        "preliminary",
        "proxy",
        "statement",
        "oclaro",
        "also",
        "constitute",
        "prospectus",
        "lumentum",
        "information",
        "preliminary",
        "proxy",
        "complete",
        "may",
        "changed",
        "lumentum",
        "may",
        "sell",
        "common",
        "stock",
        "referenced",
        "proxy",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "becomes",
        "effective",
        "preliminary",
        "proxy",
        "communication",
        "offer",
        "sell",
        "lumentum",
        "security",
        "soliciting",
        "offer",
        "buy",
        "lumentum",
        "security",
        "state",
        "offer",
        "sale",
        "permitted",
        "solicitation",
        "vote",
        "approval",
        "definitive",
        "proxy",
        "mailed",
        "stockholder",
        "oclaro",
        "lumentum",
        "oclaro",
        "urge",
        "investor",
        "security",
        "holder",
        "read",
        "definitive",
        "proxy",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "material",
        "available",
        "document",
        "filed",
        "sec",
        "free",
        "charge",
        "sec",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "lumentum",
        "become",
        "available",
        "may",
        "obtained",
        "free",
        "charge",
        "lumentum",
        "website",
        "http",
        "directing",
        "written",
        "request",
        "lumentum",
        "holding",
        "investor",
        "relation",
        "north",
        "mccarthy",
        "boulevard",
        "milpitas",
        "ca",
        "copy",
        "document",
        "filed",
        "sec",
        "oclaro",
        "become",
        "available",
        "may",
        "obtained",
        "free",
        "charge",
        "oclaro",
        "website",
        "http",
        "directing",
        "written",
        "request",
        "oclaro",
        "investor",
        "relation",
        "charcot",
        "avenue",
        "san",
        "jose",
        "ca",
        "participant",
        "merger",
        "solicitation",
        "lumentum",
        "holding",
        "oclaro",
        "respective",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "oclaro",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "set",
        "forth",
        "proxy",
        "described",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "lumentum",
        "executive",
        "officer",
        "director",
        "included",
        "lumentum",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "september",
        "additional",
        "information",
        "regarding",
        "oclaro",
        "executive",
        "officer",
        "director",
        "included",
        "oclaro",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "september",
        "obtain",
        "free",
        "copy",
        "document",
        "using",
        "information",
        "paragraph",
        "immediately",
        "contact",
        "information",
        "lumentum",
        "investor",
        "chris",
        "coldren",
        "press",
        "greg",
        "kaufman",
        "medium",
        "oclaro",
        "investor",
        "jim",
        "fanucchi",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "lumentum"
    ]
}