{
    "organizations": [],
    "uuid": "aa55a940a3879462eb06a847da12dbce54115a09",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-akamai-announces-shareholder-value-initiatives.html",
    "ord_in_thread": 0,
    "title": "Akamai Announces Shareholder Value Initiatives",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., March 8, 2018 /PRNewswire/ -- Akamai Technologies, Inc. (NASDAQ: AKAM), the world's largest and most trusted cloud delivery platform, today announced value creation initiatives to drive operating improvement, while continuing the Company's focus on operational excellence and growth. Akamai has worked collaboratively with Elliott Management on these initiatives, which include the addition of two independent directors, Tom Killalea and a second director to be named at a later date, to the Board of Directors.\nAs part of these initiatives, the Board will be forming a Financial Operating Committee. The Committee will be tasked with reviewing the Company's operations with the goal of identifying efficiencies to enable Akamai to increase margins while continuing its focus on growth. A nationally-recognized consulting firm is being retained to work with the Committee. The Company said that it had been targeting operating margins* for its existing operations in the high 20s for 2020, and the Committee will work with management and the consultants to identify a path to achieving operating margins of 30% in 2020.\nFrederic Salerno, Akamai's Lead Independent Director, said, \"The Akamai Board is excited about today's announcements. In particular, we are very pleased to welcome Tom Killalea to our Board. He brings valuable security experience, as well as a new perspective, and will complement the diverse skillsets and backgrounds of our current Board members.\"\nDr. Tom Leighton, Akamai's Chief Executive Officer, said, \"We are pleased to announce these initiatives and are committed to continuing our focus on innovation, efficiency of operations, and investing for growth. With our leadership in online delivery, performance and security, we believe Akamai is well positioned to build on our strong momentum in security and capitalize on the significant market opportunities we see ahead.\"\nJim Benson, Akamai's Chief Financial Officer, added, \"We look forward to working with the Financial Operating Committee and outside consulting firm to continue to improve efficiency. Through this exercise, we are confident that we will maintain our commitment to investing for revenue growth by focusing on our highest-potential opportunities.\"\nThe Company also announced that its Board has increased its share repurchase authorization by approximately $417 million, raising the amount that is authorized and available to $750 million, which the Company plans to fully utilize by the end of this year. The Company also intends to continue to return to shareholders a substantial percentage of free cash flow in future years.\nJesse Cohn, Partner at Elliott Management, said, \"Akamai is an outstanding company with significant potential for future growth, and we are pleased to have worked together with the Board and management team on today's announcements. Tom, Jim and the rest of the Akamai team are committed to these initiatives and we are confident that the Board, including the addition of two new independent directors, will oversee their successful execution. We look forward to continuing to work closely with the Board and management team to create further value for all Akamai shareholders.\"\nThe Company plans to hold its Investor Summit around mid-year and expects to provide an update on progress on its operating initiatives at that time.\nPursuant to the cooperation agreement with Elliott, Elliott has agreed to certain customary standstill provisions, including voting in favor of the Company's proposed slate of directors at Akamai's 2018 Annual Meeting this Spring. The full cooperation agreement with Elliott will be filed by Akamai on a Current Report on Form 8-K with the Securities and Exchange Commission.\nAbout Tom Killalea\nTom Killalea is a seasoned technology executive who brings deep expertise with a proven focus on security, digital innovation, and customer experience. He previously served as Amazon's first Chief Information Security Officer, and in his 16 years there held various leadership roles including Vice President of Technology for the Kindle Content Ecosystem, and leading the company's Infrastructure and Distributed Systems team, that worked on what later became a key part of the AWS platform. Tom also brings extensive corporate governance experience serving on several public company boards, including Capital One, and MongoDB, a public database software company.\nAbout Akamai\nAs the world's largest and most trusted cloud delivery platform, Akamai makes it easier for its customers to provide the best and most secure digital experiences on any device, anytime, anywhere. Akamai's massively distributed platform is unparalleled in scale with over 200,000 servers across 130 countries, giving customers superior performance and threat protection. Akamai's portfolio of web and mobile performance, cloud security, enterprise access, and video delivery solutions are supported by exceptional customer service and 24/7 monitoring. To learn why the top financial institutions, e-commerce leaders, media & entertainment providers, and government organizations trust Akamai please visit http://www.akamai.com , http://blogs.akamai.com , or @Akamai on Twitter.\nContacts :\nJeff Young\nMedia Relations\n617-444-3913\njyoung@akamai.com\nor\nTom Barth\nInvestor Relations\n617-274-7130\ntbarth@akamai.com\n*Operating Margin, as used in this release, is a forward-looking financial measure not prepared in accordance with generally accepted accounting principles in the U.S (\"GAAP\"). Non-GAAP operating margin is defined as GAAP income from operations adjusted for the following items: amortization of acquired intangible assets; stock-based compensation; amortization of capitalized stock-based compensation; amortization of capitalized interest expense; acquisition-related costs; restructuring charges; gains and other activity related to divestiture of a business; gains and losses on legal settlements; costs incurred with respect to Akamai's internal FCPA investigation; and other non-recurring or unusual items that may arise from time to time, stated as a percentage of revenue.\nThis forward-looking measure cannot be reconciled to the closest GAAP measure without unreasonable effort because of the unpredictability of the amounts and timing of events affecting the items we exclude therefrom. For example, stock-based compensation is unpredictable for Akamai's performance-based awards, which can fluctuate significantly based on current expectations of future achievement of performance-based targets. Amortization of intangible assets, acquisition-related costs and restructuring costs are all impacted by the timing and size of potential future actions, which are difficult to predict. In addition, from time to time, Akamai excludes certain items that occur infrequently, which are also inherently difficult to predict and estimate. It is also difficult to predict the tax effect of the items we exclude and to estimate certain discrete tax items, like the resolution of tax audits or changes to tax laws. As such, the costs that are being excluded from non-GAAP guidance are difficult to predict and a reconciliation or a range of results could lead to disclosure that would be imprecise or potentially misleading. Material changes to any one of the exclusions could have a significant effect on our guidance and future GAAP results.\nAkamai Statement Under the Private Securities Litigation Reform Act\nThis press release contains information about future expectations, plans and prospects of Akamai's management that constitute forward-looking statements for purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995, including statements about planned expenditures and expected margin improvement. Actual results may differ materially from those indicated by these forward-looking statements as a result of various important factors including, but not limited to, inability to generate expected cash flow; failure of our investments in innovation to generate solutions that are accepted in the market; inability to increase our revenue and manage our expenses as planned; delay in developing or failure to develop new service offerings or functionalities, and if developed, lack of market acceptance of such service offerings and functionalities or failure of such solutions to operate as expected, acquisitions or strategic transactions and other factors that are discussed in the Company's Annual Report on Form 10-K, quarterly reports on Form 10-Q, and other documents periodically filed with the U.S. Securities and Exchange Commission.\nView original content with multimedia: http://www.prnewswire.com/news-releases/akamai-announces-shareholder-value-initiatives-300610361.html\nSOURCE Akamai Technologies, Inc.",
    "published": "2018-03-08T14:30:00.000+02:00",
    "crawled": "2018-03-08T16:20:51.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "march",
        "akamai",
        "technology",
        "nasdaq",
        "akam",
        "world",
        "largest",
        "trusted",
        "cloud",
        "delivery",
        "platform",
        "today",
        "announced",
        "value",
        "creation",
        "initiative",
        "drive",
        "operating",
        "improvement",
        "continuing",
        "company",
        "focus",
        "operational",
        "excellence",
        "growth",
        "akamai",
        "worked",
        "collaboratively",
        "elliott",
        "management",
        "initiative",
        "include",
        "addition",
        "two",
        "independent",
        "director",
        "tom",
        "killalea",
        "second",
        "director",
        "named",
        "later",
        "date",
        "board",
        "director",
        "part",
        "initiative",
        "board",
        "forming",
        "financial",
        "operating",
        "committee",
        "committee",
        "tasked",
        "reviewing",
        "company",
        "operation",
        "goal",
        "identifying",
        "efficiency",
        "enable",
        "akamai",
        "increase",
        "margin",
        "continuing",
        "focus",
        "growth",
        "consulting",
        "firm",
        "retained",
        "work",
        "committee",
        "company",
        "said",
        "targeting",
        "operating",
        "margin",
        "existing",
        "operation",
        "high",
        "20",
        "committee",
        "work",
        "management",
        "consultant",
        "identify",
        "path",
        "achieving",
        "operating",
        "margin",
        "frederic",
        "salerno",
        "akamai",
        "lead",
        "independent",
        "director",
        "said",
        "akamai",
        "board",
        "excited",
        "today",
        "announcement",
        "particular",
        "pleased",
        "welcome",
        "tom",
        "killalea",
        "board",
        "brings",
        "valuable",
        "security",
        "experience",
        "well",
        "new",
        "perspective",
        "complement",
        "diverse",
        "skillsets",
        "background",
        "current",
        "board",
        "member",
        "tom",
        "leighton",
        "akamai",
        "chief",
        "executive",
        "officer",
        "said",
        "pleased",
        "announce",
        "initiative",
        "committed",
        "continuing",
        "focus",
        "innovation",
        "efficiency",
        "operation",
        "investing",
        "growth",
        "leadership",
        "online",
        "delivery",
        "performance",
        "security",
        "believe",
        "akamai",
        "well",
        "positioned",
        "build",
        "strong",
        "momentum",
        "security",
        "capitalize",
        "significant",
        "market",
        "opportunity",
        "see",
        "ahead",
        "jim",
        "benson",
        "akamai",
        "chief",
        "financial",
        "officer",
        "added",
        "look",
        "forward",
        "working",
        "financial",
        "operating",
        "committee",
        "outside",
        "consulting",
        "firm",
        "continue",
        "improve",
        "efficiency",
        "exercise",
        "confident",
        "maintain",
        "commitment",
        "investing",
        "revenue",
        "growth",
        "focusing",
        "opportunity",
        "company",
        "also",
        "announced",
        "board",
        "increased",
        "share",
        "repurchase",
        "authorization",
        "approximately",
        "million",
        "raising",
        "amount",
        "authorized",
        "available",
        "million",
        "company",
        "plan",
        "fully",
        "utilize",
        "end",
        "year",
        "company",
        "also",
        "intends",
        "continue",
        "return",
        "shareholder",
        "substantial",
        "percentage",
        "free",
        "cash",
        "flow",
        "future",
        "year",
        "jesse",
        "cohn",
        "partner",
        "elliott",
        "management",
        "said",
        "akamai",
        "outstanding",
        "company",
        "significant",
        "potential",
        "future",
        "growth",
        "pleased",
        "worked",
        "together",
        "board",
        "management",
        "team",
        "today",
        "announcement",
        "tom",
        "jim",
        "rest",
        "akamai",
        "team",
        "committed",
        "initiative",
        "confident",
        "board",
        "including",
        "addition",
        "two",
        "new",
        "independent",
        "director",
        "oversee",
        "successful",
        "execution",
        "look",
        "forward",
        "continuing",
        "work",
        "closely",
        "board",
        "management",
        "team",
        "create",
        "value",
        "akamai",
        "shareholder",
        "company",
        "plan",
        "hold",
        "investor",
        "summit",
        "around",
        "expects",
        "provide",
        "update",
        "progress",
        "operating",
        "initiative",
        "time",
        "pursuant",
        "cooperation",
        "agreement",
        "elliott",
        "elliott",
        "agreed",
        "certain",
        "customary",
        "standstill",
        "provision",
        "including",
        "voting",
        "favor",
        "company",
        "proposed",
        "slate",
        "director",
        "akamai",
        "annual",
        "meeting",
        "spring",
        "full",
        "cooperation",
        "agreement",
        "elliott",
        "filed",
        "akamai",
        "current",
        "report",
        "form",
        "security",
        "exchange",
        "commission",
        "tom",
        "killalea",
        "tom",
        "killalea",
        "seasoned",
        "technology",
        "executive",
        "brings",
        "deep",
        "expertise",
        "proven",
        "focus",
        "security",
        "digital",
        "innovation",
        "customer",
        "experience",
        "previously",
        "served",
        "amazon",
        "first",
        "chief",
        "information",
        "security",
        "officer",
        "year",
        "held",
        "various",
        "leadership",
        "role",
        "including",
        "vice",
        "president",
        "technology",
        "kindle",
        "content",
        "ecosystem",
        "leading",
        "company",
        "infrastructure",
        "distributed",
        "system",
        "team",
        "worked",
        "later",
        "became",
        "key",
        "part",
        "aws",
        "platform",
        "tom",
        "also",
        "brings",
        "extensive",
        "corporate",
        "governance",
        "experience",
        "serving",
        "several",
        "public",
        "company",
        "board",
        "including",
        "capital",
        "one",
        "mongodb",
        "public",
        "database",
        "software",
        "company",
        "akamai",
        "world",
        "largest",
        "trusted",
        "cloud",
        "delivery",
        "platform",
        "akamai",
        "make",
        "easier",
        "customer",
        "provide",
        "best",
        "secure",
        "digital",
        "experience",
        "device",
        "anytime",
        "anywhere",
        "akamai",
        "massively",
        "distributed",
        "platform",
        "unparalleled",
        "scale",
        "server",
        "across",
        "country",
        "giving",
        "customer",
        "superior",
        "performance",
        "threat",
        "protection",
        "akamai",
        "portfolio",
        "web",
        "mobile",
        "performance",
        "cloud",
        "security",
        "enterprise",
        "access",
        "video",
        "delivery",
        "solution",
        "supported",
        "exceptional",
        "customer",
        "service",
        "monitoring",
        "learn",
        "top",
        "financial",
        "institution",
        "leader",
        "medium",
        "entertainment",
        "provider",
        "government",
        "organization",
        "trust",
        "akamai",
        "please",
        "visit",
        "http",
        "http",
        "akamai",
        "twitter",
        "contact",
        "jeff",
        "young",
        "medium",
        "relation",
        "jyoung",
        "tom",
        "barth",
        "investor",
        "relation",
        "tbarth",
        "operating",
        "margin",
        "used",
        "release",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "operating",
        "margin",
        "defined",
        "gaap",
        "income",
        "operation",
        "adjusted",
        "following",
        "item",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "compensation",
        "amortization",
        "capitalized",
        "compensation",
        "amortization",
        "capitalized",
        "interest",
        "expense",
        "cost",
        "restructuring",
        "charge",
        "gain",
        "activity",
        "related",
        "divestiture",
        "business",
        "gain",
        "loss",
        "legal",
        "settlement",
        "cost",
        "incurred",
        "respect",
        "akamai",
        "internal",
        "fcpa",
        "investigation",
        "unusual",
        "item",
        "may",
        "arise",
        "time",
        "time",
        "stated",
        "percentage",
        "revenue",
        "measure",
        "reconciled",
        "closest",
        "gaap",
        "measure",
        "without",
        "unreasonable",
        "effort",
        "unpredictability",
        "amount",
        "timing",
        "event",
        "affecting",
        "item",
        "exclude",
        "therefrom",
        "example",
        "compensation",
        "unpredictable",
        "akamai",
        "award",
        "fluctuate",
        "significantly",
        "based",
        "current",
        "expectation",
        "future",
        "achievement",
        "target",
        "amortization",
        "intangible",
        "asset",
        "cost",
        "restructuring",
        "cost",
        "impacted",
        "timing",
        "size",
        "potential",
        "future",
        "action",
        "difficult",
        "predict",
        "addition",
        "time",
        "time",
        "akamai",
        "excludes",
        "certain",
        "item",
        "occur",
        "infrequently",
        "also",
        "inherently",
        "difficult",
        "predict",
        "estimate",
        "also",
        "difficult",
        "predict",
        "tax",
        "effect",
        "item",
        "exclude",
        "estimate",
        "certain",
        "discrete",
        "tax",
        "item",
        "like",
        "resolution",
        "tax",
        "audit",
        "change",
        "tax",
        "law",
        "cost",
        "excluded",
        "guidance",
        "difficult",
        "predict",
        "reconciliation",
        "range",
        "result",
        "could",
        "lead",
        "disclosure",
        "would",
        "imprecise",
        "potentially",
        "misleading",
        "material",
        "change",
        "one",
        "exclusion",
        "could",
        "significant",
        "effect",
        "guidance",
        "future",
        "gaap",
        "result",
        "akamai",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "information",
        "future",
        "expectation",
        "plan",
        "prospect",
        "akamai",
        "management",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "planned",
        "expenditure",
        "expected",
        "margin",
        "improvement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "limited",
        "inability",
        "generate",
        "expected",
        "cash",
        "flow",
        "failure",
        "investment",
        "innovation",
        "generate",
        "solution",
        "accepted",
        "market",
        "inability",
        "increase",
        "revenue",
        "manage",
        "expense",
        "planned",
        "delay",
        "developing",
        "failure",
        "develop",
        "new",
        "service",
        "offering",
        "functionality",
        "developed",
        "lack",
        "market",
        "acceptance",
        "service",
        "offering",
        "functionality",
        "failure",
        "solution",
        "operate",
        "expected",
        "acquisition",
        "strategic",
        "transaction",
        "factor",
        "discussed",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "document",
        "periodically",
        "filed",
        "security",
        "exchange",
        "commission",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "akamai",
        "technology",
        "inc"
    ]
}