{
    "organizations": [],
    "uuid": "12c7a4b764c9d4d36b47cfb1207919b795ffeba7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-dyadic-international-announces-2017-year-end-results-and-recent-developments.html",
    "ord_in_thread": 0,
    "title": "Dyadic International Announces 2017 Year End Results and Recent Developments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "$49.1 million of cash, cash equivalents and investment securities as of December 31, 2017\nSuccessfully executed two funded collaborations in 2017 and signed three new collaborations in 2018 Early data generated from our research programs are showing encouraging results for C1 technology Settlement with the last remaining defendant in professional liability litigation lawsuit Successfully completed our $15 million share repurchase program in February 2017 and announced a new $5 million program in August 2017 Fulfilled transitional services required under the DuPont Transaction and received the escrowed funds of $7.4 million in July 2017 Barry Buckland, Ph.D, a recognized industry thought leader joined our board of directors\nJUPITER, Fla., March 27, 2018 (GLOBE NEWSWIRE) -- Dyadic International, Inc. (“Dyadic”) (OTCQX:DYAI), a global biotechnology company focused on further improving and applying our proprietary C1 gene expression platform to help speed up the development and production of biologic vaccines and drugs at flexible commercial scales, today announced its financial results for the year ended December 31, 2017, and recent company developments.\n“We are pleased to report a strong finish for 2017, with the successful execution of two funded research collaborations with big pharmaceutical companies and three new research collaboration agreements already signed in 2018, including the Israel Institute for Biological Research and Mitsubishi Tanabe Pharma which we recently announced. These results demonstrate that our business development efforts are bearing fruit. After we sold our industrial enzyme business to DuPont for $75 million two years ago, we developed a strategy to focus on applying our C1 gene expression platform for use in the biopharmaceutical industry. Our 2017 accomplishments confirm that we are making good progress in our transformational journey, delivering more promising scientific data and ultimately driving shareholder value,” said Mark Emalfarb, Chief Executive Officer.\nBUSINESS HIGHLIGHTS OF 2017 AND RECENT DEVELOPMENTS\nSuccessfully executed two funded confidential research collaborations with two top tier pharmaceutical companies, and we are in discussions with them about the next phases of research. Early data generated from our research programs are showing encouraging results for C1 technology. Fulfilled transitional services required under the DuPont Transaction and received the escrowed funds of $7.4 million in July 2017. Continued our R&D efforts to engineer the C1 gene expression platform for biopharmaceutical application. In this regard, we: developed a new C1 base strain and expanded our molecular tool box established an initial data set to demonstrate C1’s potential to express monoclonal antibodies that are secreted, folded and bind in similar manner as other commonly used cell host technologies improved yields of biologically active antibodies and further enhanced protein stability began glycoengineering of the C1 cell line to produce non-immunogenic human-like glycoforms In June 2017, the Company entered into a multi-year strategic research and development arrangement, including a potential commercialization agreement, with Biotechnology Development for Industry (“BDI”), a Spanish biotech company, to further advance Dyadic’s proprietary C1 technology in the development of next generation biological vaccines and drugs. Presented and hosted one-on-one meetings at numerous industry conferences, including PEGS, BIO, Bioprocess International, and many others. In early 2018, the Company entered into three research collaborations, including Mitsubishi Tanabe Pharma Corp. and the Israel Institute for Biological Research. Added Barry Buckland, Ph.D. a recognized industry thought leader to our board in January 2018. Thomas Dubinski, the Company’s Chief Financial Officer, will not be returning from his previously announced medical leave of absence. Ping Rawson, the Company’s Director of Financial Reporting, was promoted to Chief Accounting Officer on March 14, 2018 and will serve as the Company’s principal financial officer and assume responsibility for finance, tax and treasury.\nFINANCIAL RESULTS FOR THE YEAR ENDED DECEMBER 31, 2017\nAt December 31, 2017, cash, cash equivalents and restricted cash were $5.8 million compared to $14.3 million at December 31, 2016. The carrying value of investment grade securities, including accrued interest as of December 31, 2017 was $43.3 million compared to $43.6 million at December 31, 2016.\nIn April 2017, the Company settled its professional liability litigation and received from the last remaining defendant law firm Greenberg Traurig, LLP, and Greenberg Traurig, P.A., a settlement payment in the amount of $4.4 million, net of legal fees and other expenses.\nIn July 2017, the Company received $7.4 million of cash held in escrow in connection with the previously announced DuPont Transaction.\nIn February 2017, the Company successfully completed its 2016 Stock Repurchase Program. In August 2017, the Board of Directors authorized a new 2017 Stock Repurchase Program to repurchase up to $5 million of Dyadic’s common stock.\nAs of December 31, 2017, the Company had 28.3 million common shares outstanding, after purchased 381,607 shares at a weighted average price of $1.41 per share in open market transactions under this new stock repurchase program. Subsequent to December 31, 2017, the Company purchased 267,000 additional shares at a weighted average price of $1.40 per share.\nNet loss for the year ended December 31, 2017 was $2.1 million, or $(0.07) per basic and diluted share, compared to a net loss of $3.6 million, or $(0.10) per basic and diluted share for the prior year.\nResearch and development revenue for the year ended December 31, 2017 increased to $758,000 compared to $593,000 for the prior year. The cost of research and development revenue for the year ended December 31, 2017 increased to $680,000 compared to $516,000 for the prior year. The increase in research and development revenue, and costs of research and development revenue reflect the activities of the ZAPI project and two confidential biopharmaceutical research collaborations started in December 2016, and June 2017, respectively.\nFor the year ended December 31, 2017, the Company recorded a $221,000 provision for contract losses compared to $437,000 for the prior year. The additional loss recorded in 2017 reflects the increase in total estimated research costs due to the Company’s extended involvement in the ZAPI program. The reported loss will be charged to the statement of operations and offset the cost of research revenue over the term of the contract.\nResearch and development expenses for the year ended December 31, 2017, increased to $1,765,000 compared to $886,000 for the year ended December 31, 2016. The increase principally reflects the costs associated with ongoing internally funded research and previously announced research projects with third-party contract research organizations.\nResearch and development expenses - related party, for the year ended December 31, 2017, increased to $438,000 compared to $0 for the year ended December 31, 2016. The increase reflects the research and development costs related to the Company’s R&D agreements with BDI.\nGeneral and administrative expenses for the year ended December 31, 2017 increased to $5,030,000 compared to $4,562,000 for the prior year. The change principally reflects increase in new employment agreements for executives of $312,000, business development costs of $228,000, financial reporting costs of $93,000, and other of $8,000, offset by a reduction in legal and litigation costs of $118,000 and board compensation costs of $55,000.\nThe Company’s foreign currency exchange gain, for the year ended December 31, 2017 was $249,000 compared to a loss of $147,000 for the prior year. The change represents the strengthening of the Euro in comparison to U.S. dollar.\nInterest income for the year ended December 31, 2017 increased to $566,000 compared to $485,000 for the prior year. The increase in interest income reflects returns earned on the Company’s investment grade debt securities, which are classified as held-to-maturity.\nCONFERENCE CALL INFORMATION\nDyadic management will host a conference call today, Tuesday, March 27, 2018 at 5:00 p.m. to discuss the financial results for the year ended December 31, 2017. In order to participate in the conference call, please dial 888-437-9445 for U.S./Canada callers and + 719-325-4857 for International callers, using access code 5790217.\nA replay of the conference call will be available on Dyadic’s website ( www.dyadic.com ) within 24 hours after the live event.\nAbout Dyadic International, Inc.\nDyadic International, Inc. is a global biotechnology company which is developing what it believes will be a potentially significant biopharmaceutical protein production system based on the fungus Myceliophthora thermophila , named C1. The C1 microorganism, which enables the development and large scale manufacture of low cost proteins, has the potential to be further developed into a safe and efficient expression system that may help speed up the development, production and performance of biologic vaccines and drugs at flexible commercial scales. Dyadic is using the C1 technology and other technologies to conduct research, development and commercial activities for the development and manufacturing of human and animal vaccines, monoclonal antibodies, biosimilars and/or biobetters, and other therapeutic proteins. Dyadic pursues research and development collaborations, licensing arrangements and other commercial opportunities with its partners and collaborators to leverage the value and benefits of these technologies in developing and manufacturing biopharmaceuticals which these technologies help produce. In particular, as the aging population grows in developed and undeveloped countries, Dyadic believes the C1 technology may help bring biologic drugs to market faster, in greater volumes, at lower cost, and with new properties to drug developers and manufacturers and, hopefully, improve access and cost to patients and the healthcare system, but most importantly saving lives.\nPlease visit Dyadic’s website at www.dyadic.com for additional information, including details regarding Dyadic’s plans for its biopharmaceutical business.\nDyadic trades on the OTCQX tier of the OTC marketplace. Investors can find real-time Quote: s, market information and financial reports for Dyadic in the Company’s annual and quarterly reports which are filed with the OTC markets. Please visit the OTC markets website at www.otcmarkets.com/stock/DYAI/Quote: .\nSafe Harbor Regarding Forward-Looking Statements\nThis press release contains . All statements other than statements of historical fact are , which are often indicated by terms such as “anticipate,” “believe,” “could,” “estimate,” “expect,” “goal,” “intend,” “look forward to,” “may,” “plan,” “potential,” “predict,” “project,” “should,” “will,” “would” and similar expressions. Forward-looking statements are based on management’s beliefs and assumptions and on information available to management only as of the date of this press release. These involve risks, uncertainties and other factors that could cause Dyadic’s actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such . Investors are urged to consider these factors carefully in evaluating the and are cautioned not to place undue reliance on such . Dyadic expressly disclaims any intent or obligation to update or revise any to reflect actual results, any changes in expectations or any change in events. Factors that could cause results to differ materially include, but are not limited to: (1) general economic, political and market conditions; (2) our ability to carry out and implement our biopharmaceutical research and business plans and strategic initiatives; (3) Dyadic’s ability to retain and attract employees, consultants, directors and advisors; (4) our ability to implement and successfully carry out Dyadic’s and third parties research and development efforts; (5) our ability to obtain new license and research agreements; (6) our ability to maintain our existing access to, and/or expand access to third party contract research organizations in order to carry out our research projects for ourselves and third parties; (7) competitive pressures and reliance on key customers and collaborators; and (8) other factors discussed in Dyadic’s publicly available filings, including information set forth under the caption “Risk Factors” in our December 31, 2017 Annual Report filed with OTC Markets on March 27, 2018 . New risks and uncertainties arise from time to time, and it is impossible for us to predict these events or how they may affect us.\nContact:\nDyadic International, Inc.\nMark A. Emalfarb\nChief Executive Officer\nPhone: 561-743-8333\nEmail: memalfarb@dyadic.com\nDYADIC INTERNATIONAL, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF OPERATIONS\nYears Ended December 31, 2017 2016 Revenues: Research and development revenue $ 758,420\n$ 592,886\nCosts and expenses: Costs of research and development revenue 680,197\n516,162\nProvision for contract losses 220,715\n436,916\nResearch and development 1,765,474\n885,602\nResearch and development - related party 437,621\n—\nGeneral and administrative 5,030,354\n4,562,115\nForeign currency exchange (gain) loss, net (249,059) 147,338\nTotal costs and expenses 7,885,302\n6,548,133\nLoss from operations (7,126,882) (5,955,247) Other income: Settlement of litigation, net 4,358,223\n2,100,000\nInterest income, net 566,146\n484,581\nTotal other income 4,924,369\n2,584,581\nLoss before income taxes (2,202,513) (3,370,666) (Benefit) provision for income taxes (66,694) 238,073\nNet loss $ (2,135,819) $ (3,608,739) Basic and diluted net loss per common share $ (0.07) $ (0.10) Basic and diluted weighted-average common shares outstanding 28,917,961\n36,538,444\nBalance sheet information: December 31, 2017 2016 Cash and cash equivalents $ 5,786,348 $ 6,889,357 Escrowed funds from sale of assets — 7,364,859 Investment securities, short-term and long-term and interest receivable 43,311,243 43,609,849 Prepaid research and development (current and non-current) 1,167,439 — Total assets 50,744,159 58,700,420 Accumulated deficit (27,351,357) (25,204,314) Stockholders’ equity $ 49,975,264 $ 57,690,183 *Condensed from audited financial statements\nSource:Dyadic International, Inc.",
    "published": "2018-03-28T00:30:00.000+03:00",
    "crawled": "2018-03-28T03:48:20.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "december",
        "successfully",
        "executed",
        "two",
        "funded",
        "collaboration",
        "signed",
        "three",
        "new",
        "collaboration",
        "early",
        "data",
        "generated",
        "research",
        "program",
        "showing",
        "encouraging",
        "result",
        "c1",
        "technology",
        "settlement",
        "last",
        "remaining",
        "defendant",
        "professional",
        "liability",
        "litigation",
        "lawsuit",
        "successfully",
        "completed",
        "million",
        "share",
        "repurchase",
        "program",
        "february",
        "announced",
        "new",
        "million",
        "program",
        "august",
        "fulfilled",
        "transitional",
        "service",
        "required",
        "dupont",
        "transaction",
        "received",
        "escrowed",
        "fund",
        "million",
        "july",
        "barry",
        "buckland",
        "recognized",
        "industry",
        "thought",
        "leader",
        "joined",
        "board",
        "director",
        "jupiter",
        "march",
        "globe",
        "newswire",
        "dyadic",
        "international",
        "dyadic",
        "otcqx",
        "dyai",
        "global",
        "biotechnology",
        "company",
        "focused",
        "improving",
        "applying",
        "proprietary",
        "c1",
        "gene",
        "expression",
        "platform",
        "help",
        "speed",
        "development",
        "production",
        "biologic",
        "vaccine",
        "drug",
        "flexible",
        "commercial",
        "scale",
        "today",
        "announced",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "recent",
        "company",
        "development",
        "pleased",
        "report",
        "strong",
        "finish",
        "successful",
        "execution",
        "two",
        "funded",
        "research",
        "collaboration",
        "big",
        "pharmaceutical",
        "company",
        "three",
        "new",
        "research",
        "collaboration",
        "agreement",
        "already",
        "signed",
        "including",
        "israel",
        "institute",
        "biological",
        "research",
        "mitsubishi",
        "tanabe",
        "pharma",
        "recently",
        "announced",
        "result",
        "demonstrate",
        "business",
        "development",
        "effort",
        "bearing",
        "fruit",
        "sold",
        "industrial",
        "enzyme",
        "business",
        "dupont",
        "million",
        "two",
        "year",
        "ago",
        "developed",
        "strategy",
        "focus",
        "applying",
        "c1",
        "gene",
        "expression",
        "platform",
        "use",
        "biopharmaceutical",
        "industry",
        "accomplishment",
        "confirm",
        "making",
        "good",
        "progress",
        "transformational",
        "journey",
        "delivering",
        "promising",
        "scientific",
        "data",
        "ultimately",
        "driving",
        "shareholder",
        "value",
        "said",
        "mark",
        "emalfarb",
        "chief",
        "executive",
        "officer",
        "business",
        "highlight",
        "recent",
        "development",
        "successfully",
        "executed",
        "two",
        "funded",
        "confidential",
        "research",
        "collaboration",
        "two",
        "top",
        "tier",
        "pharmaceutical",
        "company",
        "discussion",
        "next",
        "phase",
        "research",
        "early",
        "data",
        "generated",
        "research",
        "program",
        "showing",
        "encouraging",
        "result",
        "c1",
        "technology",
        "fulfilled",
        "transitional",
        "service",
        "required",
        "dupont",
        "transaction",
        "received",
        "escrowed",
        "fund",
        "million",
        "july",
        "continued",
        "r",
        "effort",
        "engineer",
        "c1",
        "gene",
        "expression",
        "platform",
        "biopharmaceutical",
        "application",
        "regard",
        "developed",
        "new",
        "c1",
        "base",
        "strain",
        "expanded",
        "molecular",
        "tool",
        "box",
        "established",
        "initial",
        "data",
        "set",
        "demonstrate",
        "c1",
        "potential",
        "express",
        "monoclonal",
        "antibody",
        "secreted",
        "folded",
        "bind",
        "similar",
        "manner",
        "commonly",
        "used",
        "cell",
        "host",
        "technology",
        "improved",
        "yield",
        "biologically",
        "active",
        "antibody",
        "enhanced",
        "protein",
        "stability",
        "began",
        "glycoengineering",
        "c1",
        "cell",
        "line",
        "produce",
        "glycoforms",
        "june",
        "company",
        "entered",
        "strategic",
        "research",
        "development",
        "arrangement",
        "including",
        "potential",
        "commercialization",
        "agreement",
        "biotechnology",
        "development",
        "industry",
        "bdi",
        "spanish",
        "biotech",
        "company",
        "advance",
        "dyadic",
        "proprietary",
        "c1",
        "technology",
        "development",
        "next",
        "generation",
        "biological",
        "vaccine",
        "drug",
        "presented",
        "hosted",
        "meeting",
        "numerous",
        "industry",
        "conference",
        "including",
        "peg",
        "bio",
        "bioprocess",
        "international",
        "many",
        "others",
        "early",
        "company",
        "entered",
        "three",
        "research",
        "collaboration",
        "including",
        "mitsubishi",
        "tanabe",
        "pharma",
        "israel",
        "institute",
        "biological",
        "research",
        "added",
        "barry",
        "buckland",
        "recognized",
        "industry",
        "thought",
        "leader",
        "board",
        "january",
        "thomas",
        "dubinski",
        "company",
        "chief",
        "financial",
        "officer",
        "returning",
        "previously",
        "announced",
        "medical",
        "leave",
        "absence",
        "ping",
        "rawson",
        "company",
        "director",
        "financial",
        "reporting",
        "promoted",
        "chief",
        "accounting",
        "officer",
        "march",
        "serve",
        "company",
        "principal",
        "financial",
        "officer",
        "assume",
        "responsibility",
        "finance",
        "tax",
        "treasury",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "million",
        "compared",
        "million",
        "december",
        "carrying",
        "value",
        "investment",
        "grade",
        "security",
        "including",
        "accrued",
        "interest",
        "december",
        "million",
        "compared",
        "million",
        "december",
        "april",
        "company",
        "settled",
        "professional",
        "liability",
        "litigation",
        "received",
        "last",
        "remaining",
        "defendant",
        "law",
        "firm",
        "greenberg",
        "traurig",
        "llp",
        "greenberg",
        "traurig",
        "settlement",
        "payment",
        "amount",
        "million",
        "net",
        "legal",
        "fee",
        "expense",
        "july",
        "company",
        "received",
        "million",
        "cash",
        "held",
        "escrow",
        "connection",
        "previously",
        "announced",
        "dupont",
        "transaction",
        "february",
        "company",
        "successfully",
        "completed",
        "stock",
        "repurchase",
        "program",
        "august",
        "board",
        "director",
        "authorized",
        "new",
        "stock",
        "repurchase",
        "program",
        "repurchase",
        "million",
        "dyadic",
        "common",
        "stock",
        "december",
        "company",
        "million",
        "common",
        "share",
        "outstanding",
        "purchased",
        "share",
        "weighted",
        "average",
        "price",
        "per",
        "share",
        "open",
        "market",
        "transaction",
        "new",
        "stock",
        "repurchase",
        "program",
        "subsequent",
        "december",
        "company",
        "purchased",
        "additional",
        "share",
        "weighted",
        "average",
        "price",
        "per",
        "share",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "prior",
        "year",
        "research",
        "development",
        "revenue",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "prior",
        "year",
        "cost",
        "research",
        "development",
        "revenue",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "prior",
        "year",
        "increase",
        "research",
        "development",
        "revenue",
        "cost",
        "research",
        "development",
        "revenue",
        "reflect",
        "activity",
        "zapi",
        "project",
        "two",
        "confidential",
        "biopharmaceutical",
        "research",
        "collaboration",
        "started",
        "december",
        "june",
        "respectively",
        "year",
        "ended",
        "december",
        "company",
        "recorded",
        "provision",
        "contract",
        "loss",
        "compared",
        "prior",
        "year",
        "additional",
        "loss",
        "recorded",
        "reflects",
        "increase",
        "total",
        "estimated",
        "research",
        "cost",
        "due",
        "company",
        "extended",
        "involvement",
        "zapi",
        "program",
        "reported",
        "loss",
        "charged",
        "statement",
        "operation",
        "offset",
        "cost",
        "research",
        "revenue",
        "term",
        "contract",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "year",
        "ended",
        "december",
        "increase",
        "principally",
        "reflects",
        "cost",
        "associated",
        "ongoing",
        "internally",
        "funded",
        "research",
        "previously",
        "announced",
        "research",
        "project",
        "contract",
        "research",
        "organization",
        "research",
        "development",
        "expense",
        "related",
        "party",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "year",
        "ended",
        "december",
        "increase",
        "reflects",
        "research",
        "development",
        "cost",
        "related",
        "company",
        "r",
        "agreement",
        "bdi",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "prior",
        "year",
        "change",
        "principally",
        "reflects",
        "increase",
        "new",
        "employment",
        "agreement",
        "executive",
        "business",
        "development",
        "cost",
        "financial",
        "reporting",
        "cost",
        "offset",
        "reduction",
        "legal",
        "litigation",
        "cost",
        "board",
        "compensation",
        "cost",
        "company",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "year",
        "ended",
        "december",
        "compared",
        "loss",
        "prior",
        "year",
        "change",
        "represents",
        "strengthening",
        "euro",
        "comparison",
        "dollar",
        "interest",
        "income",
        "year",
        "ended",
        "december",
        "increased",
        "compared",
        "prior",
        "year",
        "increase",
        "interest",
        "income",
        "reflects",
        "return",
        "earned",
        "company",
        "investment",
        "grade",
        "debt",
        "security",
        "classified",
        "conference",
        "call",
        "information",
        "dyadic",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "tuesday",
        "march",
        "discus",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "order",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "caller",
        "international",
        "caller",
        "using",
        "access",
        "code",
        "replay",
        "conference",
        "call",
        "available",
        "dyadic",
        "website",
        "within",
        "hour",
        "live",
        "event",
        "dyadic",
        "international",
        "dyadic",
        "international",
        "global",
        "biotechnology",
        "company",
        "developing",
        "belief",
        "potentially",
        "significant",
        "biopharmaceutical",
        "protein",
        "production",
        "system",
        "based",
        "fungus",
        "myceliophthora",
        "thermophila",
        "named",
        "c1",
        "c1",
        "microorganism",
        "enables",
        "development",
        "large",
        "scale",
        "manufacture",
        "low",
        "cost",
        "protein",
        "potential",
        "developed",
        "safe",
        "efficient",
        "expression",
        "system",
        "may",
        "help",
        "speed",
        "development",
        "production",
        "performance",
        "biologic",
        "vaccine",
        "drug",
        "flexible",
        "commercial",
        "scale",
        "dyadic",
        "using",
        "c1",
        "technology",
        "technology",
        "conduct",
        "research",
        "development",
        "commercial",
        "activity",
        "development",
        "manufacturing",
        "human",
        "animal",
        "vaccine",
        "monoclonal",
        "antibody",
        "biosimilars",
        "biobetters",
        "therapeutic",
        "protein",
        "dyadic",
        "pursues",
        "research",
        "development",
        "collaboration",
        "licensing",
        "arrangement",
        "commercial",
        "opportunity",
        "partner",
        "collaborator",
        "leverage",
        "value",
        "benefit",
        "technology",
        "developing",
        "manufacturing",
        "biopharmaceuticals",
        "technology",
        "help",
        "produce",
        "particular",
        "aging",
        "population",
        "grows",
        "developed",
        "undeveloped",
        "country",
        "dyadic",
        "belief",
        "c1",
        "technology",
        "may",
        "help",
        "bring",
        "biologic",
        "drug",
        "market",
        "faster",
        "greater",
        "volume",
        "lower",
        "cost",
        "new",
        "property",
        "drug",
        "developer",
        "manufacturer",
        "hopefully",
        "improve",
        "access",
        "cost",
        "patient",
        "healthcare",
        "system",
        "importantly",
        "saving",
        "life",
        "please",
        "visit",
        "dyadic",
        "website",
        "additional",
        "information",
        "including",
        "detail",
        "regarding",
        "dyadic",
        "plan",
        "biopharmaceutical",
        "business",
        "dyadic",
        "trade",
        "otcqx",
        "tier",
        "otc",
        "marketplace",
        "investor",
        "find",
        "quote",
        "market",
        "information",
        "financial",
        "report",
        "dyadic",
        "company",
        "annual",
        "quarterly",
        "report",
        "filed",
        "otc",
        "market",
        "please",
        "visit",
        "otc",
        "market",
        "website",
        "safe",
        "harbor",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "historical",
        "fact",
        "often",
        "indicated",
        "term",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "look",
        "forward",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "statement",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "available",
        "management",
        "date",
        "press",
        "release",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "dyadic",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "investor",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "dyadic",
        "expressly",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "revise",
        "reflect",
        "actual",
        "result",
        "change",
        "expectation",
        "change",
        "event",
        "factor",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "include",
        "limited",
        "general",
        "economic",
        "political",
        "market",
        "condition",
        "ability",
        "carry",
        "implement",
        "biopharmaceutical",
        "research",
        "business",
        "plan",
        "strategic",
        "initiative",
        "dyadic",
        "ability",
        "retain",
        "attract",
        "employee",
        "consultant",
        "director",
        "advisor",
        "ability",
        "implement",
        "successfully",
        "carry",
        "dyadic",
        "third",
        "party",
        "research",
        "development",
        "effort",
        "ability",
        "obtain",
        "new",
        "license",
        "research",
        "agreement",
        "ability",
        "maintain",
        "existing",
        "access",
        "expand",
        "access",
        "third",
        "party",
        "contract",
        "research",
        "organization",
        "order",
        "carry",
        "research",
        "project",
        "third",
        "party",
        "competitive",
        "pressure",
        "reliance",
        "key",
        "customer",
        "collaborator",
        "factor",
        "discussed",
        "dyadic",
        "publicly",
        "available",
        "filing",
        "including",
        "information",
        "set",
        "forth",
        "caption",
        "risk",
        "factor",
        "december",
        "annual",
        "report",
        "filed",
        "otc",
        "market",
        "march",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "impossible",
        "u",
        "predict",
        "event",
        "may",
        "affect",
        "u",
        "contact",
        "dyadic",
        "international",
        "mark",
        "emalfarb",
        "chief",
        "executive",
        "officer",
        "phone",
        "email",
        "memalfarb",
        "dyadic",
        "international",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "revenue",
        "research",
        "development",
        "revenue",
        "cost",
        "expense",
        "cost",
        "research",
        "development",
        "revenue",
        "provision",
        "contract",
        "loss",
        "research",
        "development",
        "research",
        "development",
        "related",
        "party",
        "general",
        "administrative",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "loss",
        "net",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "settlement",
        "litigation",
        "net",
        "interest",
        "income",
        "net",
        "total",
        "income",
        "loss",
        "income",
        "tax",
        "benefit",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "balance",
        "sheet",
        "information",
        "december",
        "cash",
        "cash",
        "equivalent",
        "escrowed",
        "fund",
        "sale",
        "asset",
        "investment",
        "security",
        "interest",
        "receivable",
        "prepaid",
        "research",
        "development",
        "current",
        "total",
        "asset",
        "accumulated",
        "deficit",
        "stockholder",
        "equity",
        "condensed",
        "audited",
        "financial",
        "statement",
        "source",
        "dyadic",
        "international",
        "inc"
    ]
}