{
    "organizations": [],
    "uuid": "58c3e11c5a35ee91242edc580f6d2951a72e0cc9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/25/cnbc-transcript-robert-shiller-professor-yale-university-and-nobel-laureate.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Robert Shiller, Professor, Yale University and Nobel Laureate",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Robert Shiller, Yale University Professor and 2013 Nobel Laureate, at the China Development Forum in Beijing. The interview was broadcast on CNBC's Squawk Box on 26 March 2018. All references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): So professor here we go. You've been Quote: d widely saying that the president is showing and displaying spirit. Right. It's great that he cares about the American worker, but the way he's going about doing it now with these tariffs on steel, on aluminum and now on China - might not be the best way to do it.\nRobert Shiller: Well he has hired some extremist people. For example, Peter Navarro wrote a book with, can you believe this, with the title is 'Death by China', and then he calls the Chinese 'assassins' of our business. Pretty strong language. It seemed to me that no responsible president would give credence to that, but here we are. I think he's a showman who is doing this for political reasons within the U.S.\nMS: So you think it's about the midterms then?\nRobert Shiller: Well it's that and also his re-election in three years. And also when he gets a constitutional amendment so he can have any number of terms.\nMS: OK I know you're joking of course right although people are semi-worried about that prospect. Talk to us about the prospect of going on tariff route backfiring on him – simply because you know if you're looking to create, let's say steel jobs – I mean those kinds of jobs are just not really coming back.\nRobert Shiller: Right. That has been the Enlightenment for a couple of centuries now. Steel industry is particularly automated and mechanized so it just doesn't seem to be the way the way one would defend jobs. But you know I think he's explained, displaying something you call a foolish consistency, he's advocated this kind of thing before and he wants to show that he's true to his word.\nMS: Goodness. OK, let's talk about the risks or possibilities with regards to U.S.-China. So far the response on China's part to the 232 steel and aluminum imports has been pretty modest, about three billion dollars' worth right? If and when it does escalate, they start targeting let's say soybeans, sorghum, Boeing, car. What happens then? Because when you take a look at the balance right, the stuff that China ships over to the U.S., and that the U.S. imports is mostly finished goods. And it's in large part sort of finished consumer goods as well. And consumption being two thirds to three quarters of the U.S. economy, how much flexibility does the U.S. have to look for alternative sourcing, to pivot in other words?\nRobert Shiller: The immediate thing will be an economic crisis because these enterprises are built on long-term planning. They've developed a skilled workforce and ways of doing things that. We have to rediscover these things in whatever country, you know after the imports are cut off. And it's just chaos. It will slow down development in the future if people think that this kind of thing is likely.\nMS: How inflationary could it be do you think for the United States?\nRobert Shiller: Steel aluminum will be very small because it's not a big proportion. I think that actually when you're asked about the size of the impact on the economy I think that a lot of it is more psychological than direct, unless they really slam on tariffs. If you go back to the most famous tariff war of all, in the Great Depression, it didn't actually plausibly directly affect GDP in a major degree but it may have helped destroy confidence and a willingness to plan for the future when there's a trade war. You know if you're thinking of starting a new export you might say: woah wait a minute let's not do it, let's wait and see. And it's exactly those wait and see attitudes that cause a recession.\nMS: Indeed because it holds back investment decisions and investment proper among other things. Right. What's happening on trade probably couldn't come at a worse time because for the first time in about a decade I'd say right we've got this all together and are synchronized global growth. And then this happens, this is really lousy timing.\nRobert Shiller: Or you might say it's good timing. We have a little capacity to absorb it. If he did this during 2009 it would have been catastrophic. OK. I think his timing is not – it's just his own personal timing for this. He's been a president for a year. It's about time he does something that gets people's excitement going. And he has a philosophy of life that that's what you have to do, if you want to stay a famous celebrity, which he obviously relishes, you've got to be constantly creating news. .\nMS: You've got to be in the news cycle is what you're saying.\nRobert Shiller: So he just got into a spat with Joe Biden, the former V.P. of the United States, and the language was like schoolyard I'm going to beat you up. Did you see that? That was amazing. That is totally unbecoming for a president.\nMS: Indeed. So OK timing-wise, good if it happens now, or that it's happening now as opposed to let's say nine years ago. What about for let's say the Fed now under Jay Powell? He raised most recently just a couple years ago as widely expected. Does the Fed have that kind of buffer to absorb this sort of thing, if indeed it does get inflationary for the U.S.?\nRobert Shiller: Well it's hard, this is cost-push inflation, it's not demand-pull. They could, this has happened many times before, the Fed will see that inflation is getting out of hand and worried about inflationary expectations building up. So they create a recession on purpose to break the inflation. That kind of thing could happen. But then again I don't know that President Trump wants that. And we do have an independent Fed but they might hesitate to break it up. There are people advocating more inflation now, maybe two percent is too low a target. So I could see that inflation the heading up that would mean big capital losses for bondholders. Everything has repercussions.\nMS: What sort of sense you get how the economy here is doing. We know it's slowing we know they're handling a whole mountain of debt, which they created themselves of course. And now you've got Xi Jinping at the top with ever even more power, and he's saying look state owned companies, creaky inefficient these dinosaurs, I'm still behind them. I think the thing that American business wants to know is under Xi, 'Are you open or not? Can we or can we not do business with you?' What's the sense you get?\nRobert Shiller: Well I'm not an expert on the business negotiations with the Chinese government. So let me think about that. What it seems to me is that state owned enterprises are doing all right, they get the job done, but too much reliance on those might stifle creativity. It becomes too safe, that means now China has a lot of entrepreneurship but to keep growing at a strong pace it has to foster creativity.\nMS: OK I want to jump in. It sounds as though you're saying that you know you've got sort of a two-speed economy, you've got the new economy dragging the old economy kicking and screaming into the present day – one, and two, if China relies too much on these as always which will stifle innovation and creativity. You've got the makings of China getting stuck in the middle-income trap, is that what you're saying?\nRobert Shiller : Right well China will eventually slow down its growth, same thing that happened in Japan, as you mature you can't keep the same breakneck pace of growth. But there is a question of where they will level off, where they'll end up in the hierarchy. They'll be obviously with the highest population in the world, they will be at their number one or maybe number one but in terms of per capita basis, stimulating creativity is very important.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\nFor more information, please visit www.cnbc.com",
    "published": "2018-03-26T05:12:00.000+03:00",
    "crawled": "2018-03-26T06:23:06.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "robert",
        "shiller",
        "yale",
        "university",
        "professor",
        "nobel",
        "laureate",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "professor",
        "go",
        "quote",
        "widely",
        "saying",
        "president",
        "showing",
        "displaying",
        "spirit",
        "right",
        "great",
        "care",
        "american",
        "worker",
        "way",
        "going",
        "tariff",
        "steel",
        "aluminum",
        "china",
        "might",
        "best",
        "way",
        "robert",
        "shiller",
        "well",
        "hired",
        "extremist",
        "people",
        "example",
        "peter",
        "navarro",
        "wrote",
        "book",
        "believe",
        "title",
        "china",
        "call",
        "chinese",
        "business",
        "pretty",
        "strong",
        "language",
        "seemed",
        "responsible",
        "president",
        "would",
        "give",
        "credence",
        "think",
        "showman",
        "political",
        "reason",
        "within",
        "m",
        "think",
        "midterm",
        "robert",
        "shiller",
        "well",
        "also",
        "three",
        "year",
        "also",
        "get",
        "constitutional",
        "amendment",
        "number",
        "term",
        "m",
        "ok",
        "know",
        "joking",
        "course",
        "right",
        "although",
        "people",
        "prospect",
        "talk",
        "u",
        "prospect",
        "going",
        "tariff",
        "route",
        "backfiring",
        "simply",
        "know",
        "looking",
        "create",
        "let",
        "say",
        "steel",
        "job",
        "mean",
        "kind",
        "job",
        "really",
        "coming",
        "back",
        "robert",
        "shiller",
        "right",
        "enlightenment",
        "couple",
        "century",
        "steel",
        "industry",
        "particularly",
        "automated",
        "mechanized",
        "seem",
        "way",
        "way",
        "one",
        "would",
        "defend",
        "job",
        "know",
        "think",
        "explained",
        "displaying",
        "something",
        "call",
        "foolish",
        "consistency",
        "advocated",
        "kind",
        "thing",
        "want",
        "show",
        "true",
        "word",
        "m",
        "goodness",
        "ok",
        "let",
        "talk",
        "risk",
        "possibility",
        "regard",
        "far",
        "response",
        "china",
        "part",
        "steel",
        "aluminum",
        "import",
        "pretty",
        "modest",
        "three",
        "billion",
        "dollar",
        "worth",
        "right",
        "escalate",
        "start",
        "targeting",
        "let",
        "say",
        "soybean",
        "sorghum",
        "boeing",
        "car",
        "happens",
        "take",
        "look",
        "balance",
        "right",
        "stuff",
        "china",
        "ship",
        "import",
        "mostly",
        "finished",
        "good",
        "large",
        "part",
        "sort",
        "finished",
        "consumer",
        "good",
        "well",
        "consumption",
        "two",
        "third",
        "three",
        "quarter",
        "economy",
        "much",
        "flexibility",
        "look",
        "alternative",
        "sourcing",
        "pivot",
        "word",
        "robert",
        "shiller",
        "immediate",
        "thing",
        "economic",
        "crisis",
        "enterprise",
        "built",
        "planning",
        "developed",
        "skilled",
        "workforce",
        "way",
        "thing",
        "rediscover",
        "thing",
        "whatever",
        "country",
        "know",
        "import",
        "cut",
        "chaos",
        "slow",
        "development",
        "future",
        "people",
        "think",
        "kind",
        "thing",
        "likely",
        "m",
        "inflationary",
        "could",
        "think",
        "united",
        "state",
        "robert",
        "shiller",
        "steel",
        "aluminum",
        "small",
        "big",
        "proportion",
        "think",
        "actually",
        "asked",
        "size",
        "impact",
        "economy",
        "think",
        "lot",
        "psychological",
        "direct",
        "unless",
        "really",
        "slam",
        "tariff",
        "go",
        "back",
        "famous",
        "tariff",
        "war",
        "great",
        "depression",
        "actually",
        "plausibly",
        "directly",
        "affect",
        "gdp",
        "major",
        "degree",
        "may",
        "helped",
        "destroy",
        "confidence",
        "willingness",
        "plan",
        "future",
        "trade",
        "war",
        "know",
        "thinking",
        "starting",
        "new",
        "export",
        "might",
        "say",
        "woah",
        "wait",
        "minute",
        "let",
        "let",
        "wait",
        "see",
        "exactly",
        "wait",
        "see",
        "attitude",
        "cause",
        "recession",
        "m",
        "indeed",
        "hold",
        "back",
        "investment",
        "decision",
        "investment",
        "proper",
        "among",
        "thing",
        "right",
        "happening",
        "trade",
        "probably",
        "could",
        "come",
        "worse",
        "time",
        "first",
        "time",
        "decade",
        "say",
        "right",
        "got",
        "together",
        "synchronized",
        "global",
        "growth",
        "happens",
        "really",
        "lousy",
        "timing",
        "robert",
        "shiller",
        "might",
        "say",
        "good",
        "timing",
        "little",
        "capacity",
        "absorb",
        "would",
        "catastrophic",
        "think",
        "timing",
        "personal",
        "timing",
        "president",
        "year",
        "time",
        "something",
        "get",
        "people",
        "excitement",
        "going",
        "philosophy",
        "life",
        "want",
        "stay",
        "famous",
        "celebrity",
        "obviously",
        "relish",
        "got",
        "constantly",
        "creating",
        "news",
        "m",
        "got",
        "news",
        "cycle",
        "saying",
        "robert",
        "shiller",
        "got",
        "spat",
        "joe",
        "biden",
        "former",
        "united",
        "state",
        "language",
        "like",
        "schoolyard",
        "going",
        "beat",
        "see",
        "amazing",
        "totally",
        "unbecoming",
        "president",
        "m",
        "indeed",
        "ok",
        "good",
        "happens",
        "happening",
        "opposed",
        "let",
        "say",
        "nine",
        "year",
        "ago",
        "let",
        "say",
        "fed",
        "jay",
        "powell",
        "raised",
        "recently",
        "couple",
        "year",
        "ago",
        "widely",
        "expected",
        "fed",
        "kind",
        "buffer",
        "absorb",
        "sort",
        "thing",
        "indeed",
        "get",
        "inflationary",
        "robert",
        "shiller",
        "well",
        "hard",
        "inflation",
        "could",
        "happened",
        "many",
        "time",
        "fed",
        "see",
        "inflation",
        "getting",
        "hand",
        "worried",
        "inflationary",
        "expectation",
        "building",
        "create",
        "recession",
        "purpose",
        "break",
        "inflation",
        "kind",
        "thing",
        "could",
        "happen",
        "know",
        "president",
        "trump",
        "want",
        "independent",
        "fed",
        "might",
        "hesitate",
        "break",
        "people",
        "advocating",
        "inflation",
        "maybe",
        "two",
        "percent",
        "low",
        "target",
        "could",
        "see",
        "inflation",
        "heading",
        "would",
        "mean",
        "big",
        "capital",
        "loss",
        "bondholder",
        "everything",
        "repercussion",
        "m",
        "sort",
        "sense",
        "get",
        "economy",
        "know",
        "slowing",
        "know",
        "handling",
        "whole",
        "mountain",
        "debt",
        "created",
        "course",
        "got",
        "xi",
        "jinping",
        "top",
        "ever",
        "even",
        "power",
        "saying",
        "look",
        "state",
        "owned",
        "company",
        "creaky",
        "inefficient",
        "dinosaur",
        "still",
        "behind",
        "think",
        "thing",
        "american",
        "business",
        "want",
        "know",
        "xi",
        "open",
        "business",
        "sense",
        "get",
        "robert",
        "shiller",
        "well",
        "expert",
        "business",
        "negotiation",
        "chinese",
        "government",
        "let",
        "think",
        "seems",
        "state",
        "owned",
        "enterprise",
        "right",
        "get",
        "job",
        "done",
        "much",
        "reliance",
        "might",
        "stifle",
        "creativity",
        "becomes",
        "safe",
        "mean",
        "china",
        "lot",
        "entrepreneurship",
        "keep",
        "growing",
        "strong",
        "pace",
        "foster",
        "creativity",
        "m",
        "ok",
        "want",
        "jump",
        "sound",
        "though",
        "saying",
        "know",
        "got",
        "sort",
        "economy",
        "got",
        "new",
        "economy",
        "dragging",
        "old",
        "economy",
        "kicking",
        "screaming",
        "present",
        "day",
        "one",
        "two",
        "china",
        "relies",
        "much",
        "always",
        "stifle",
        "innovation",
        "creativity",
        "got",
        "making",
        "china",
        "getting",
        "stuck",
        "trap",
        "saying",
        "robert",
        "shiller",
        "right",
        "well",
        "china",
        "eventually",
        "slow",
        "growth",
        "thing",
        "happened",
        "japan",
        "mature",
        "ca",
        "keep",
        "breakneck",
        "pace",
        "growth",
        "question",
        "level",
        "end",
        "hierarchy",
        "obviously",
        "highest",
        "population",
        "world",
        "number",
        "one",
        "maybe",
        "number",
        "one",
        "term",
        "per",
        "caput",
        "basis",
        "stimulating",
        "creativity",
        "important",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "please",
        "visit"
    ]
}