{
    "organizations": [],
    "uuid": "05c7801384bd9b190081d61f1b9cd46ce39093ad",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-britain-gas-exclusive/rough-justice-uk-snubs-call-for-gas-storage-capacity-review-idUKKBN1GV187",
    "ord_in_thread": 0,
    "title": "Exclusive - Rough justice? UK snubs call for gas storage capacity review",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": " 12 AM / Updated 10 minutes ago Exclusive - Rough justice? UK snubs call for gas storage capacity review Susanna Twidale 8 Min Read LONDON (Reuters) - Britain has rebuffed calls from the gas industry for an urgent review of the country’s gas storage capacity after a cold snap this month triggered warnings of supply shortages and gas prices spiked to their highest in at least a decade. FILE PHOTO: Workers climb up a storage tank at National Grid's liquified natural gas (LNG) plant at the Isle of Grain in southern England August 16, 2013. Photograph taken August 16, 2013. REUTERS/Paul Hackett/File Photo Operators of gas storage sites, industries reliant on gas and developers of new storage projects have been asking for an inquiry since November, following the closure of the Rough site that provided 70 percent of Britain’s gas storage capacity. They met officials from the department for Business, Energy and Industrial Strategy (BEIS) on Friday but the government declined to open an inquiry, saying market forces would ensure there was enough gas, according to two people who attended the meeting and a third who was briefed on the outcome. The government says it is up to the market to determine whether it makes sense to invest in new gas storage and if there are any supply shortages, prices will rise sufficiently to attract more gas from elsewhere. “There is still a level of complacency in the government that despite recent events the best course of action is to just accept these price shocks,” said Clive Moffatt of consultancy Moffatt Associates, who attended the meeting and represents several storage developers and industry associations. A spokeswoman for BEIS said the March 16 meeting was not in response to any recent events and no inquiry into gas price and supply security was planned. “We take gas security of supply seriously which is why we regularly and comprehensively test our assumptions and the latest evidence,” she said. The surge in gas prices on March 1 came days after the government, which is under pressure to lower heating bills, introduced a law in parliament that would cap energy costs for 11 million households for up to five years. The price spikes also come at a time of increased focus on the security of imports following tension with one of Europe’s main gas suppliers, Russia, as well as fears Britain’s departure from the European Union could hit gas imports at crunch times. Home power bills have doubled in Britain over the past decade to an average of about 1,150 pounds a year. Wholesale energy prices make up about 40 percent of domestic bills, meaning price rises are likely to affect some consumers. PRICE SPIKES Utility company Centrica ( CNA.L ) closed Rough in June saying it had become too costly to maintain the 30-year-old offshore site, leaving Britain with storage capacity equivalent to four to five days of winter demand, down from 15 days previously. Natural gas is used to heat about 80 percent of Britain’s homes, fuels as much as half of the country’s electricity generation at times and is vital for several industries such as ceramics and chemicals. Britain’s storage levels, however, are well below most European countries. Germany has the largest capacity with some 24 billion cubic meters, 17 times that of Britain, while other European countries such as Italy keep strategic gas reserves. “For the size of our gas market, we have pitifully low storage levels,” said Trevor Sikorski, analyst at consultancy Energy Aspects. A decade ago, domestic North Sea production provided almost two-thirds of Britain’s gas, meaning storage was less of an issue. But dwindling reserves mean Britain provided less than half of the gas it used in 2017 and that could drop to under 10 percent by 2040, according to National Grid. The Rough closure means when gas demand peaks, or supplies falter, there is no large buffer to ensure all immediate needs can be met, leading to huge spikes in wholesale prices. When National Grid issued a deficit warning on March 1, the wholesale price for gas for immediate delivery TRGBNBPWKD hit 350 pence per therm, up from 63 pence the previous week. Data compiled by Reuters shows the closing price for the contract has averaged 57 pence per therm over the current winter season - the first since Rough closed - more than 20 percent higher than the average price for the 2016-17 winter season. Britain’s National Grid ( NG.L ), the company that owns the transmission network for electricity and gas and balances supply and demand, argues that storage is no panacea. Slideshow (2 Images) “You can only withdraw a certain amount of storage in one day, so the day’s demand would never be met by storage alone,” a spokeswoman for National Grid said. She said on any given day, Britain could get gas from its North Sea reserves, from Norway, via pipelines linked to continental Europe, from shipments of liquefied natural gas (LNG), or from storage. “It is this mix that enables security of supply,” she said. STORAGE DOUBTS Operators of existing sites have warned that Britain’s storage capacity could get even tighter in the coming years without government intervention, either to help keep sites operating or to subsidise the construction of new ones. The difference between gas prices in summer and winter has narrowed over the last few years in Britain, making it less profitable to buy gas in the warmer months, store it and sell when temperatures fall and prices rise, operators said. “The economics of the UK’s gas storage sites are challenging, putting a question mark over the remaining sites,” said a spokesman for utility SSE ( SSE.L ), whose Aldbrough and Hornsea sites provide about 30 percent the remaining capacity. Companies planning new storage sites want the government to determine how much capacity Britain needs to ensure supply and prevent price spikes, and then find ways to maintain it. If the need for a certain level of storage is identified then the government could create something similar to its power capacity auction, which pays electricity generators a subsidy to ensure they have availability when needed, Stag Energy founder and managing director George Grant, said. Stag Energy, a power generation and infrastructure company, is planning to build an 800 million pound underground gas storage site in the Irish Sea, connected to Britain’s gas market. “We are seeking a comprehensive study into gas price security and what the appropriate level of storage for the UK should be,” Grant said. RISING IMPORTS Proponents of greater gas storage have also raised concerns about Britain’s reliance on imports in the light of increased political tensions with Russia following a nerve toxin attack on a former Russian double agent on British soil. Prime Minister Theresa May said last week Britain was looking to countries other than Russia for gas as part of steps being taken by London following the attack. The energy department says Britain typically receives less than 1 percent of its gas from Russia, which comes via pipelines from Europe. But this year supplies of LNG, which are seen as one of the major sources of supply flexibility in the future, are increasingly coming from Russia. So far this year, two Russian LNG cargoes have unloaded at British terminals for domestic consumption, accounting for about a third of Britain’s LNG imports in 2018. Other gas imports, making up about half of total supply, come via interconnectors with Norway and continental Europe but the latter could be affected by Britain’s departure from the European Union in March 2019. “If there remains frictionless trade with the EU via the interconnectors following Brexit then it diminishes the case for domestic storage, but this isn’t certain,” Thierry Bros, senior research fellow at The Oxford Institute for Energy Studies, said. The EU operates a solidarity principle regarding gas which means in the event of a serious crisis member states are expected to help each other maintain supplies. “If there is a crisis, member states could hold on to gas stocks for their own supplies and there would be no obligation to ship to Britain - even if prices are higher,” he said. Reporting by Susanna Twidale; editing by David Clarke",
    "published": "2018-03-19T13:12:00.000+02:00",
    "crawled": "2018-03-19T13:26:24.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "minute",
        "ago",
        "exclusive",
        "rough",
        "justice",
        "uk",
        "snub",
        "call",
        "gas",
        "storage",
        "capacity",
        "review",
        "susanna",
        "twidale",
        "min",
        "read",
        "london",
        "reuters",
        "britain",
        "rebuffed",
        "call",
        "gas",
        "industry",
        "urgent",
        "review",
        "country",
        "gas",
        "storage",
        "capacity",
        "cold",
        "snap",
        "month",
        "triggered",
        "warning",
        "supply",
        "shortage",
        "gas",
        "price",
        "spiked",
        "highest",
        "least",
        "decade",
        "file",
        "photo",
        "worker",
        "climb",
        "storage",
        "tank",
        "national",
        "grid",
        "liquified",
        "natural",
        "gas",
        "lng",
        "plant",
        "isle",
        "grain",
        "southern",
        "england",
        "august",
        "photograph",
        "taken",
        "august",
        "photo",
        "operator",
        "gas",
        "storage",
        "site",
        "industry",
        "reliant",
        "gas",
        "developer",
        "new",
        "storage",
        "project",
        "asking",
        "inquiry",
        "since",
        "november",
        "following",
        "closure",
        "rough",
        "site",
        "provided",
        "percent",
        "britain",
        "gas",
        "storage",
        "capacity",
        "met",
        "official",
        "department",
        "business",
        "energy",
        "industrial",
        "strategy",
        "beis",
        "friday",
        "government",
        "declined",
        "open",
        "inquiry",
        "saying",
        "market",
        "force",
        "would",
        "ensure",
        "enough",
        "gas",
        "according",
        "two",
        "people",
        "attended",
        "meeting",
        "third",
        "briefed",
        "outcome",
        "government",
        "say",
        "market",
        "determine",
        "whether",
        "make",
        "sense",
        "invest",
        "new",
        "gas",
        "storage",
        "supply",
        "shortage",
        "price",
        "rise",
        "sufficiently",
        "attract",
        "gas",
        "elsewhere",
        "still",
        "level",
        "complacency",
        "government",
        "despite",
        "recent",
        "event",
        "best",
        "course",
        "action",
        "accept",
        "price",
        "shock",
        "said",
        "clive",
        "moffatt",
        "consultancy",
        "moffatt",
        "associate",
        "attended",
        "meeting",
        "represents",
        "several",
        "storage",
        "developer",
        "industry",
        "association",
        "spokeswoman",
        "beis",
        "said",
        "march",
        "meeting",
        "response",
        "recent",
        "event",
        "inquiry",
        "gas",
        "price",
        "supply",
        "security",
        "planned",
        "take",
        "gas",
        "security",
        "supply",
        "seriously",
        "regularly",
        "comprehensively",
        "test",
        "assumption",
        "latest",
        "evidence",
        "said",
        "surge",
        "gas",
        "price",
        "march",
        "came",
        "day",
        "government",
        "pressure",
        "lower",
        "heating",
        "bill",
        "introduced",
        "law",
        "parliament",
        "would",
        "cap",
        "energy",
        "cost",
        "million",
        "household",
        "five",
        "year",
        "price",
        "spike",
        "also",
        "come",
        "time",
        "increased",
        "focus",
        "security",
        "import",
        "following",
        "tension",
        "one",
        "europe",
        "main",
        "gas",
        "supplier",
        "russia",
        "well",
        "fear",
        "britain",
        "departure",
        "european",
        "union",
        "could",
        "hit",
        "gas",
        "import",
        "crunch",
        "time",
        "home",
        "power",
        "bill",
        "doubled",
        "britain",
        "past",
        "decade",
        "average",
        "pound",
        "year",
        "wholesale",
        "energy",
        "price",
        "make",
        "percent",
        "domestic",
        "bill",
        "meaning",
        "price",
        "rise",
        "likely",
        "affect",
        "consumer",
        "price",
        "spike",
        "utility",
        "company",
        "centrica",
        "closed",
        "rough",
        "june",
        "saying",
        "become",
        "costly",
        "maintain",
        "offshore",
        "site",
        "leaving",
        "britain",
        "storage",
        "capacity",
        "equivalent",
        "four",
        "five",
        "day",
        "winter",
        "demand",
        "day",
        "previously",
        "natural",
        "gas",
        "used",
        "heat",
        "percent",
        "britain",
        "home",
        "fuel",
        "much",
        "half",
        "country",
        "electricity",
        "generation",
        "time",
        "vital",
        "several",
        "industry",
        "ceramic",
        "chemical",
        "britain",
        "storage",
        "level",
        "however",
        "well",
        "european",
        "country",
        "germany",
        "largest",
        "capacity",
        "billion",
        "cubic",
        "meter",
        "time",
        "britain",
        "european",
        "country",
        "italy",
        "keep",
        "strategic",
        "gas",
        "reserve",
        "size",
        "gas",
        "market",
        "pitifully",
        "low",
        "storage",
        "level",
        "said",
        "trevor",
        "sikorski",
        "analyst",
        "consultancy",
        "energy",
        "aspect",
        "decade",
        "ago",
        "domestic",
        "north",
        "sea",
        "production",
        "provided",
        "almost",
        "britain",
        "gas",
        "meaning",
        "storage",
        "less",
        "issue",
        "dwindling",
        "reserve",
        "mean",
        "britain",
        "provided",
        "less",
        "half",
        "gas",
        "used",
        "could",
        "drop",
        "percent",
        "according",
        "national",
        "grid",
        "rough",
        "closure",
        "mean",
        "gas",
        "demand",
        "peak",
        "supply",
        "falter",
        "large",
        "buffer",
        "ensure",
        "immediate",
        "need",
        "met",
        "leading",
        "huge",
        "spike",
        "wholesale",
        "price",
        "national",
        "grid",
        "issued",
        "deficit",
        "warning",
        "march",
        "wholesale",
        "price",
        "gas",
        "immediate",
        "delivery",
        "trgbnbpwkd",
        "hit",
        "penny",
        "per",
        "therm",
        "penny",
        "previous",
        "week",
        "data",
        "compiled",
        "reuters",
        "show",
        "closing",
        "price",
        "contract",
        "averaged",
        "penny",
        "per",
        "therm",
        "current",
        "winter",
        "season",
        "first",
        "since",
        "rough",
        "closed",
        "percent",
        "higher",
        "average",
        "price",
        "winter",
        "season",
        "britain",
        "national",
        "grid",
        "company",
        "owns",
        "transmission",
        "network",
        "electricity",
        "gas",
        "balance",
        "supply",
        "demand",
        "argues",
        "storage",
        "panacea",
        "slideshow",
        "image",
        "withdraw",
        "certain",
        "amount",
        "storage",
        "one",
        "day",
        "day",
        "demand",
        "would",
        "never",
        "met",
        "storage",
        "alone",
        "spokeswoman",
        "national",
        "grid",
        "said",
        "said",
        "given",
        "day",
        "britain",
        "could",
        "get",
        "gas",
        "north",
        "sea",
        "reserve",
        "norway",
        "via",
        "pipeline",
        "linked",
        "continental",
        "europe",
        "shipment",
        "liquefied",
        "natural",
        "gas",
        "lng",
        "storage",
        "mix",
        "enables",
        "security",
        "supply",
        "said",
        "storage",
        "doubt",
        "operator",
        "existing",
        "site",
        "warned",
        "britain",
        "storage",
        "capacity",
        "could",
        "get",
        "even",
        "tighter",
        "coming",
        "year",
        "without",
        "government",
        "intervention",
        "either",
        "help",
        "keep",
        "site",
        "operating",
        "subsidise",
        "construction",
        "new",
        "one",
        "difference",
        "gas",
        "price",
        "summer",
        "winter",
        "narrowed",
        "last",
        "year",
        "britain",
        "making",
        "less",
        "profitable",
        "buy",
        "gas",
        "warmer",
        "month",
        "store",
        "sell",
        "temperature",
        "fall",
        "price",
        "rise",
        "operator",
        "said",
        "economics",
        "uk",
        "gas",
        "storage",
        "site",
        "challenging",
        "putting",
        "question",
        "mark",
        "remaining",
        "site",
        "said",
        "spokesman",
        "utility",
        "sse",
        "whose",
        "aldbrough",
        "hornsea",
        "site",
        "provide",
        "percent",
        "remaining",
        "capacity",
        "company",
        "planning",
        "new",
        "storage",
        "site",
        "want",
        "government",
        "determine",
        "much",
        "capacity",
        "britain",
        "need",
        "ensure",
        "supply",
        "prevent",
        "price",
        "spike",
        "find",
        "way",
        "maintain",
        "need",
        "certain",
        "level",
        "storage",
        "identified",
        "government",
        "could",
        "create",
        "something",
        "similar",
        "power",
        "capacity",
        "auction",
        "pay",
        "electricity",
        "generator",
        "subsidy",
        "ensure",
        "availability",
        "needed",
        "stag",
        "energy",
        "founder",
        "managing",
        "director",
        "george",
        "grant",
        "said",
        "stag",
        "energy",
        "power",
        "generation",
        "infrastructure",
        "company",
        "planning",
        "build",
        "million",
        "pound",
        "underground",
        "gas",
        "storage",
        "site",
        "irish",
        "sea",
        "connected",
        "britain",
        "gas",
        "market",
        "seeking",
        "comprehensive",
        "study",
        "gas",
        "price",
        "security",
        "appropriate",
        "level",
        "storage",
        "uk",
        "grant",
        "said",
        "rising",
        "import",
        "proponent",
        "greater",
        "gas",
        "storage",
        "also",
        "raised",
        "concern",
        "britain",
        "reliance",
        "import",
        "light",
        "increased",
        "political",
        "tension",
        "russia",
        "following",
        "nerve",
        "toxin",
        "attack",
        "former",
        "russian",
        "double",
        "agent",
        "british",
        "soil",
        "prime",
        "minister",
        "theresa",
        "may",
        "said",
        "last",
        "week",
        "britain",
        "looking",
        "country",
        "russia",
        "gas",
        "part",
        "step",
        "taken",
        "london",
        "following",
        "attack",
        "energy",
        "department",
        "say",
        "britain",
        "typically",
        "receives",
        "less",
        "percent",
        "gas",
        "russia",
        "come",
        "via",
        "pipeline",
        "europe",
        "year",
        "supply",
        "lng",
        "seen",
        "one",
        "major",
        "source",
        "supply",
        "flexibility",
        "future",
        "increasingly",
        "coming",
        "russia",
        "far",
        "year",
        "two",
        "russian",
        "lng",
        "cargo",
        "unloaded",
        "british",
        "terminal",
        "domestic",
        "consumption",
        "accounting",
        "third",
        "britain",
        "lng",
        "import",
        "gas",
        "import",
        "making",
        "half",
        "total",
        "supply",
        "come",
        "via",
        "interconnectors",
        "norway",
        "continental",
        "europe",
        "latter",
        "could",
        "affected",
        "britain",
        "departure",
        "european",
        "union",
        "march",
        "remains",
        "frictionless",
        "trade",
        "eu",
        "via",
        "interconnectors",
        "following",
        "brexit",
        "diminishes",
        "case",
        "domestic",
        "storage",
        "certain",
        "thierry",
        "bros",
        "senior",
        "research",
        "fellow",
        "oxford",
        "institute",
        "energy",
        "study",
        "said",
        "eu",
        "operates",
        "solidarity",
        "principle",
        "regarding",
        "gas",
        "mean",
        "event",
        "serious",
        "crisis",
        "member",
        "state",
        "expected",
        "help",
        "maintain",
        "supply",
        "crisis",
        "member",
        "state",
        "could",
        "hold",
        "gas",
        "stock",
        "supply",
        "would",
        "obligation",
        "ship",
        "britain",
        "even",
        "price",
        "higher",
        "said",
        "reporting",
        "susanna",
        "twidale",
        "editing",
        "david",
        "clarke"
    ]
}