{
    "organizations": [],
    "uuid": "2022e711de4c4d9c94591a0b80bd99d4e3bd9bad",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-galectin-therapeutics-reports-2017-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Galectin Therapeutics Reports 2017 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NORCROSS, Ga., March 29, 2018 (GLOBE NEWSWIRE) -- Galectin Therapeutics Inc. (NASDAQ:GALT), the leading developer of therapeutics that target galectin proteins, today reported financial results for the year ended December 31, 2017. These results are included in the Company's Annual Report on Form 10-K, which has been filed with the U.S. Securities and Exchange Commission and is available at www.sec.gov .\n“In 2017 we achieved a major milestone in establishing GR-MD-02 as the first drug to show positive results in a clinical trial in patients with compensated NASH cirrhosis without esophageal varices,” said Peter G. Traber, M.D., president, chief executive officer and chief medical officer of Galectin Therapeutics. “We believe this is the first randomized clinical trial of any drug to demonstrate clinically meaningful positive effects, including reducing portal hypertension, facilitating an improvement in liver cell death (a key component of NASH), and reducing the development of new esophageal varices, in this important group of patients. The drug has also always proven to be safe and well tolerated.\n“In May 2018, we will be meeting with the Food and Drug Administration (FDA) to present the results of our NASH-CX clinical trial. We hope to come to an agreement with the FDA on a plan for a Phase 3 clinical trial. In addition, we have submitted an application for Breakthrough Therapy Designation for GR-MD-02. We are also encouraged by the recent findings of a Phase 1 clinical trial of GR-MD-02 used in combination with pembrolizumab (KEYTRUDA®) on melanoma patients, which may represent another path forward for GR-MD-02 into the significant market for evolving new cancer therapies. The positive results of the various trials conducted over the course of the past year have demonstrated that GR-MD-02 has potential in a variety of applications, from NASH to Immunotherapy and Skin Disease. In addition, through our strong intellectual property program, we are protecting the value of our asset and opening additional opportunities on a global basis. The management team at Galectin is dedicated to advancing our trials to unlock the full value of our potential.”\nExpected Upcoming Milestones\nThe Company will be meeting with the FDA in early May 2018 to present the results of its NASH-CX clinical trial. The purpose of the meeting is to seek agreement on a plan for a Phase 3 clinical trial. The Company has filed a request with the Food and Drug Administration to grant GR-MD-02 Breakthrough Therapy Designation as therapy for patients with NASH cirrhosis without esophageal varices. The Company has been selected to make an oral presentation at the International Liver Meeting in April 2018 in Paris. The presentation, which will be made by Dr. Naga Chalasani, one of the principal NASH-CX clinical trial investigators, is entitled, “A multicenter, randomized, double-blind, PLB-controlled trial of Galectin-3 inhibitor (GR-MD-02) in patients with NASH cirrhosis and portal hypertension.” The Company continues to remain in ongoing discussions with a number of pharmaceutical companies about potential partnerships.\nSummary of Key Development Programs and Updates\nThe Company, in partnership with Providence Cancer Institute, presented preclinical and early clinical data from an investigator-initiated Phase 1 clinical trial of GR-MD-02 used in combination with pembrolizumab (KEYTRUDA). According to one of the principal investigators at the Providence Cancer Institute, the objective response rate of five out of eight patients (62.5%) in this trial with advanced melanoma, including two complete responses, is very encouraging and compares favorably with the known response rates with pembrolizumab alone (ORR of ~ 33%). The company has begun enrolling cohort 3 (GR-MD-02 8 mg/kg) of the pembrolizumab, combination immunotherapy clinical trial, which will include at least 10 patients with melanoma, to provide a larger group of patients to evaluate. It is hoped additional data can be reported in mid-2018 when we anticipate a decision on progressing to phase 2. The Company announced it has received two new patents in China and two new patents in Japan for the Company’s lead compound, GR-MD-02. The Company announced it entered into a $10 million unsecured line of credit facility with stockholder and new director Richard E. Uihlein in December 2017. Dr. Peter G. Traber, M.D., Chaired the Anti-Fibrotic Drug Development Summit 2017 , which is dedicated to the translation of fibrotic mechanisms into clinically effective therapeutics.\nFinancial Results\nFor the year ended December 31, 2017, the Company reported a net loss applicable to common stockholders of $17.5 million, or $0.49 per share, compared to a net loss applicable to common stockholders of $22.4 million, or $0.76 per share, for 2016. The decrease is largely due to lower preclinical, clinical, legal, and stock-based compensation expenses.\nResearch and development expense for 2017 was $11.7 million, compared with $15.3 million for 2016. The decrease primarily relates to a reduction in costs for the NASH-CX Phase 2 clinical trial as it winds down, and lower preclinical costs.\nGeneral and administrative expense for 2017 was $4.5 million, compared to $6.2 million, for 2016, primarily due to a decrease in legal and stock-based compensation expenses.\nAs of December 31, 2017, the Company had $3.1 million of cash and cash equivalents. In December 2017, the Company entered into a $10 million line of credit and received $4.5 million in proceeds in January 2018 from common stock warrant exercises. The Company believes it has sufficient cash, including availability under the line of credit, to fund currently planned operations and research and development activities through at least March 31, 2019.\nPositive Results in NASH Cirrhosis\nGR-MD-02, a proprietary polysaccharide pharmaceutical preparation that inhibits galectin proteins, recently completed a Phase 2b clinical trial (NASH-CX). There were statistically significant and clinically relevant positive effects of GR-MD-02 on HVPG and other parameters in patients with NASH cirrhosis without esophageal varices following one year of therapy. Patients without esophageal varices comprise about 50 percent of the total population of patients with NASH cirrhosis, and is estimated to be 2.5 million people in the United States. This group of patients is readily diagnosed by endoscopy, which is already part of the standard of care for patients with suspected NASH. The drug was well tolerated during this one-year trial. The Company believes that this is the first randomized clinical trial of any drug to demonstrate clinically meaningful positive effects in this important group of patients. Full details of Galectin’s NASH-CX trial can be found in a supplemental slide deck of our corporate presentation on the home page of our website.\nEncouraging Results in Cancer Immunotherapy\nGR-MD-02 also showed encouraging Phase 1b results in combination with pembrolizumab (KEYTRUDA) to treat advanced melanoma. In the first two cohorts of this study, five out of eight patients (62.5 percent) with advanced melanoma had objective responses, with two complete and three partial responses, which compares favorably with the known response rates with pembrolizumab alone (~33 percent). The study continues with additional results expected in Summer 2018. Full details on Galectin’s combination cancer immunotherapy program can be found in a supplemental slide deck to our corporate presentation on the home page of our website.\nAbout Galectin Therapeutics\nGalectin Therapeutics is dedicated to developing novel therapies to improve the lives of patients with chronic liver and skin diseases and cancer. Galectin’s lead drug (GR-MD-02) is a carbohydrate-based drug that inhibits the galectin-3 protein which is directly involved in multiple inflammatory, fibrotic, and malignant diseases. The lead development program is in non-alcoholic steatohepatitis (NASH) with cirrhosis, the most advanced form of NASH related fibrosis. This is the most common liver disease and one of the largest drug development opportunities available today. Additional development programs are in treatment of severe atopic dermatitis, moderate-to-severe plaque psoriasis, and in combination immunotherapy for advanced melanoma and other malignancies. Galectin seeks to leverage extensive scientific and development expertise as well as established relationships with external sources to achieve cost-effective and efficient development. Additional information is available at www.galectintherapeutics.com .\nForward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or future financial performance, and use words such as “may,” “estimate,” “could,” “expect” and others. They are based on management’s current expectations and are subject to factors and uncertainties that could cause actual results to differ materially from those described in the statements. These statements include those regarding the hope that Galectin’s development program for GR-MD-02 will lead to the first therapy for the treatment of fatty liver disease with cirrhosis and those regarding the hope that our lead compounds will be successful in the treatment of severe atopic dermatitis, moderate-to-severe plaque psoriasis and in cancer immunotherapy. Factors that could cause actual performance to differ materially from those discussed in the forward-looking statements include, among others, that Galectin may not be successful in developing effective treatments and/or obtaining the requisite approvals for the use of GR-MD-02 or any of its other drugs in development; the Company’s current clinical trial and any future clinical studies may not produce positive results in a timely fashion, if at all, and could prove time consuming and costly; plans regarding development, approval and marketing of any of Galectin’s drugs are subject to change at any time based on the changing needs of the Company as determined by management and regulatory agencies; regardless of the results of any of its development programs, Galectin may be unsuccessful in developing partnerships with other companies or raising additional capital that would allow it to further develop and/or fund any studies or trials. Galectin has incurred operating losses since inception, and its ability to successfully develop and market drugs may be impacted by its ability to manage costs and finance continuing operations. For a discussion of additional factors impacting Galectin’s business, see the Company’s Annual Report on Form 10-K for the year ended December 31, 2017, and subsequent filings with the SEC. You should not place undue reliance on forward-looking statements. Although subsequent events may cause its views to change, management disclaims any obligation to update forward-looking statements.\nContacts:\nJack Callicutt, Chief Financial Officer\n(678) 620-3186\nir@galectintherapeutics.com .\nGalectin Therapeutics and its associated logo is a registered trademark of Galectin Therapeutics Inc.\nCondensed Consolidated Statements of Operations Year Ended\nDecember 31, 2017 2016 (in thousands, except per share data) Operating expenses: Research and development $ 11,721 $ 15,325 General and administrative 4,526 6,156 Total operating expenses 16,247 21,481 Total operating loss (16,247 ) (21,481 ) Other income: Interest and other 12 45 Total other income 12 45 Net loss $ (16,235 ) $ (21,436 ) Preferred stock dividends and accretion costs (1,232 ) (914 ) Net loss applicable to common stock $ (17,467 ) $ (22,350 ) Basic and diluted net loss per share $ (0.49 ) $ (0.76 ) Shares used in computing basic and diluted net loss per share 35,521 29,216\nCondensed Consolidated Balance Sheet Data December 31, 2017 December 31, 2016 (in thousands) Cash and cash equivalents $ 3,053 $ 25,846 Total assets 4,161 26,408 Total current liabilities 2,968 1,360 Total liabilities 2,968 1,360 Total redeemable, convertible preferred stock 1,723 7,008 Total stockholders’ equity $ (530 ) $ 18,040\nSource:Galectin Therapeutics Inc.",
    "published": "2018-03-29T16:10:00.000+03:00",
    "crawled": "2018-03-29T16:36:31.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "norcross",
        "march",
        "globe",
        "newswire",
        "galectin",
        "therapeutic",
        "nasdaq",
        "galt",
        "leading",
        "developer",
        "therapeutic",
        "target",
        "galectin",
        "protein",
        "today",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "result",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "achieved",
        "major",
        "milestone",
        "establishing",
        "first",
        "drug",
        "show",
        "positive",
        "result",
        "clinical",
        "trial",
        "patient",
        "compensated",
        "nash",
        "cirrhosis",
        "without",
        "esophageal",
        "varix",
        "said",
        "peter",
        "traber",
        "president",
        "chief",
        "executive",
        "officer",
        "chief",
        "medical",
        "officer",
        "galectin",
        "therapeutic",
        "believe",
        "first",
        "randomized",
        "clinical",
        "trial",
        "drug",
        "demonstrate",
        "clinically",
        "meaningful",
        "positive",
        "effect",
        "including",
        "reducing",
        "portal",
        "hypertension",
        "facilitating",
        "improvement",
        "liver",
        "cell",
        "death",
        "key",
        "component",
        "nash",
        "reducing",
        "development",
        "new",
        "esophageal",
        "varix",
        "important",
        "group",
        "patient",
        "drug",
        "also",
        "always",
        "proven",
        "safe",
        "well",
        "tolerated",
        "may",
        "meeting",
        "food",
        "drug",
        "administration",
        "fda",
        "present",
        "result",
        "clinical",
        "trial",
        "hope",
        "come",
        "agreement",
        "fda",
        "plan",
        "phase",
        "clinical",
        "trial",
        "addition",
        "submitted",
        "application",
        "breakthrough",
        "therapy",
        "designation",
        "also",
        "encouraged",
        "recent",
        "finding",
        "phase",
        "clinical",
        "trial",
        "used",
        "combination",
        "pembrolizumab",
        "melanoma",
        "patient",
        "may",
        "represent",
        "another",
        "path",
        "forward",
        "significant",
        "market",
        "evolving",
        "new",
        "cancer",
        "therapy",
        "positive",
        "result",
        "various",
        "trial",
        "conducted",
        "course",
        "past",
        "year",
        "demonstrated",
        "potential",
        "variety",
        "application",
        "nash",
        "immunotherapy",
        "skin",
        "disease",
        "addition",
        "strong",
        "intellectual",
        "property",
        "program",
        "protecting",
        "value",
        "asset",
        "opening",
        "additional",
        "opportunity",
        "global",
        "basis",
        "management",
        "team",
        "galectin",
        "dedicated",
        "advancing",
        "trial",
        "unlock",
        "full",
        "value",
        "expected",
        "upcoming",
        "milestone",
        "company",
        "meeting",
        "fda",
        "early",
        "may",
        "present",
        "result",
        "clinical",
        "trial",
        "purpose",
        "meeting",
        "seek",
        "agreement",
        "plan",
        "phase",
        "clinical",
        "trial",
        "company",
        "filed",
        "request",
        "food",
        "drug",
        "administration",
        "grant",
        "breakthrough",
        "therapy",
        "designation",
        "therapy",
        "patient",
        "nash",
        "cirrhosis",
        "without",
        "esophageal",
        "varix",
        "company",
        "selected",
        "make",
        "oral",
        "presentation",
        "international",
        "liver",
        "meeting",
        "april",
        "paris",
        "presentation",
        "made",
        "naga",
        "chalasani",
        "one",
        "principal",
        "clinical",
        "trial",
        "investigator",
        "entitled",
        "multicenter",
        "randomized",
        "trial",
        "inhibitor",
        "patient",
        "nash",
        "cirrhosis",
        "portal",
        "company",
        "continues",
        "remain",
        "ongoing",
        "discussion",
        "number",
        "pharmaceutical",
        "company",
        "potential",
        "partnership",
        "summary",
        "key",
        "development",
        "program",
        "update",
        "company",
        "partnership",
        "providence",
        "cancer",
        "institute",
        "presented",
        "preclinical",
        "early",
        "clinical",
        "data",
        "phase",
        "clinical",
        "trial",
        "used",
        "combination",
        "pembrolizumab",
        "keytruda",
        "according",
        "one",
        "principal",
        "investigator",
        "providence",
        "cancer",
        "institute",
        "objective",
        "response",
        "rate",
        "five",
        "eight",
        "patient",
        "trial",
        "advanced",
        "melanoma",
        "including",
        "two",
        "complete",
        "response",
        "encouraging",
        "compare",
        "favorably",
        "known",
        "response",
        "rate",
        "pembrolizumab",
        "alone",
        "orr",
        "company",
        "begun",
        "enrolling",
        "cohort",
        "pembrolizumab",
        "combination",
        "immunotherapy",
        "clinical",
        "trial",
        "include",
        "least",
        "patient",
        "melanoma",
        "provide",
        "larger",
        "group",
        "patient",
        "evaluate",
        "hoped",
        "additional",
        "data",
        "reported",
        "anticipate",
        "decision",
        "progressing",
        "phase",
        "company",
        "announced",
        "received",
        "two",
        "new",
        "patent",
        "china",
        "two",
        "new",
        "patent",
        "japan",
        "company",
        "lead",
        "compound",
        "company",
        "announced",
        "entered",
        "million",
        "unsecured",
        "line",
        "credit",
        "facility",
        "stockholder",
        "new",
        "director",
        "richard",
        "uihlein",
        "december",
        "peter",
        "traber",
        "chaired",
        "drug",
        "development",
        "summit",
        "dedicated",
        "translation",
        "fibrotic",
        "mechanism",
        "clinically",
        "effective",
        "therapeutic",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "decrease",
        "largely",
        "due",
        "lower",
        "preclinical",
        "clinical",
        "legal",
        "compensation",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "decrease",
        "primarily",
        "relates",
        "reduction",
        "cost",
        "phase",
        "clinical",
        "trial",
        "wind",
        "lower",
        "preclinical",
        "cost",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "primarily",
        "due",
        "decrease",
        "legal",
        "compensation",
        "expense",
        "december",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "december",
        "company",
        "entered",
        "million",
        "line",
        "credit",
        "received",
        "million",
        "proceeds",
        "january",
        "common",
        "stock",
        "warrant",
        "exercise",
        "company",
        "belief",
        "sufficient",
        "cash",
        "including",
        "availability",
        "line",
        "credit",
        "fund",
        "currently",
        "planned",
        "operation",
        "research",
        "development",
        "activity",
        "least",
        "march",
        "positive",
        "result",
        "nash",
        "cirrhosis",
        "proprietary",
        "polysaccharide",
        "pharmaceutical",
        "preparation",
        "inhibits",
        "galectin",
        "protein",
        "recently",
        "completed",
        "phase",
        "2b",
        "clinical",
        "trial",
        "statistically",
        "significant",
        "clinically",
        "relevant",
        "positive",
        "effect",
        "hvpg",
        "parameter",
        "patient",
        "nash",
        "cirrhosis",
        "without",
        "esophageal",
        "varix",
        "following",
        "one",
        "year",
        "therapy",
        "patient",
        "without",
        "esophageal",
        "varix",
        "comprise",
        "percent",
        "total",
        "population",
        "patient",
        "nash",
        "cirrhosis",
        "estimated",
        "million",
        "people",
        "united",
        "state",
        "group",
        "patient",
        "readily",
        "diagnosed",
        "endoscopy",
        "already",
        "part",
        "standard",
        "care",
        "patient",
        "suspected",
        "nash",
        "drug",
        "well",
        "tolerated",
        "trial",
        "company",
        "belief",
        "first",
        "randomized",
        "clinical",
        "trial",
        "drug",
        "demonstrate",
        "clinically",
        "meaningful",
        "positive",
        "effect",
        "important",
        "group",
        "patient",
        "full",
        "detail",
        "galectin",
        "trial",
        "found",
        "supplemental",
        "slide",
        "deck",
        "corporate",
        "presentation",
        "home",
        "page",
        "website",
        "encouraging",
        "result",
        "cancer",
        "immunotherapy",
        "also",
        "showed",
        "encouraging",
        "phase",
        "1b",
        "result",
        "combination",
        "pembrolizumab",
        "keytruda",
        "treat",
        "advanced",
        "melanoma",
        "first",
        "two",
        "cohort",
        "study",
        "five",
        "eight",
        "patient",
        "percent",
        "advanced",
        "melanoma",
        "objective",
        "response",
        "two",
        "complete",
        "three",
        "partial",
        "response",
        "compare",
        "favorably",
        "known",
        "response",
        "rate",
        "pembrolizumab",
        "alone",
        "percent",
        "study",
        "continues",
        "additional",
        "result",
        "expected",
        "summer",
        "full",
        "detail",
        "galectin",
        "combination",
        "cancer",
        "immunotherapy",
        "program",
        "found",
        "supplemental",
        "slide",
        "deck",
        "corporate",
        "presentation",
        "home",
        "page",
        "website",
        "galectin",
        "therapeutic",
        "galectin",
        "therapeutic",
        "dedicated",
        "developing",
        "novel",
        "therapy",
        "improve",
        "life",
        "patient",
        "chronic",
        "liver",
        "skin",
        "disease",
        "cancer",
        "galectin",
        "lead",
        "drug",
        "drug",
        "inhibits",
        "protein",
        "directly",
        "involved",
        "multiple",
        "inflammatory",
        "fibrotic",
        "malignant",
        "disease",
        "lead",
        "development",
        "program",
        "steatohepatitis",
        "nash",
        "cirrhosis",
        "advanced",
        "form",
        "nash",
        "related",
        "fibrosis",
        "common",
        "liver",
        "disease",
        "one",
        "largest",
        "drug",
        "development",
        "opportunity",
        "available",
        "today",
        "additional",
        "development",
        "program",
        "treatment",
        "severe",
        "atopic",
        "dermatitis",
        "plaque",
        "psoriasis",
        "combination",
        "immunotherapy",
        "advanced",
        "melanoma",
        "malignancy",
        "galectin",
        "seek",
        "leverage",
        "extensive",
        "scientific",
        "development",
        "expertise",
        "well",
        "established",
        "relationship",
        "external",
        "source",
        "achieve",
        "efficient",
        "development",
        "additional",
        "information",
        "available",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "use",
        "word",
        "may",
        "estimate",
        "could",
        "expect",
        "others",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "statement",
        "include",
        "regarding",
        "hope",
        "galectin",
        "development",
        "program",
        "lead",
        "first",
        "therapy",
        "treatment",
        "fatty",
        "liver",
        "disease",
        "cirrhosis",
        "regarding",
        "hope",
        "lead",
        "compound",
        "successful",
        "treatment",
        "severe",
        "atopic",
        "dermatitis",
        "plaque",
        "psoriasis",
        "cancer",
        "immunotherapy",
        "factor",
        "could",
        "cause",
        "actual",
        "performance",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "among",
        "others",
        "galectin",
        "may",
        "successful",
        "developing",
        "effective",
        "treatment",
        "obtaining",
        "requisite",
        "approval",
        "use",
        "drug",
        "development",
        "company",
        "current",
        "clinical",
        "trial",
        "future",
        "clinical",
        "study",
        "may",
        "produce",
        "positive",
        "result",
        "timely",
        "fashion",
        "could",
        "prove",
        "time",
        "consuming",
        "costly",
        "plan",
        "regarding",
        "development",
        "approval",
        "marketing",
        "galectin",
        "drug",
        "subject",
        "change",
        "time",
        "based",
        "changing",
        "need",
        "company",
        "determined",
        "management",
        "regulatory",
        "agency",
        "regardless",
        "result",
        "development",
        "program",
        "galectin",
        "may",
        "unsuccessful",
        "developing",
        "partnership",
        "company",
        "raising",
        "additional",
        "capital",
        "would",
        "allow",
        "develop",
        "fund",
        "study",
        "trial",
        "galectin",
        "incurred",
        "operating",
        "loss",
        "since",
        "inception",
        "ability",
        "successfully",
        "develop",
        "market",
        "drug",
        "may",
        "impacted",
        "ability",
        "manage",
        "cost",
        "finance",
        "continuing",
        "operation",
        "discussion",
        "additional",
        "factor",
        "impacting",
        "galectin",
        "business",
        "see",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "sec",
        "place",
        "undue",
        "reliance",
        "statement",
        "although",
        "subsequent",
        "event",
        "may",
        "cause",
        "view",
        "change",
        "management",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "contact",
        "jack",
        "callicutt",
        "chief",
        "financial",
        "officer",
        "ir",
        "galectin",
        "therapeutic",
        "associated",
        "logo",
        "registered",
        "trademark",
        "galectin",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "total",
        "operating",
        "loss",
        "income",
        "interest",
        "total",
        "income",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "accretion",
        "cost",
        "net",
        "loss",
        "applicable",
        "common",
        "stock",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "december",
        "december",
        "thousand",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "total",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "equity",
        "source",
        "galectin",
        "therapeutic",
        "inc"
    ]
}