{
    "organizations": [],
    "uuid": "43edb73c114cfa600056d5049f609b6ab95de6a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/pr-newswire-duke-energy-announces-pricing-of-common-stock-offering-with-a-forward-component.html",
    "ord_in_thread": 0,
    "title": "Duke Energy announces pricing of common stock offering with a forward component",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHARLOTTE, N.C., March 6, 2018 /PRNewswire/ -- Duke Energy Corporation (NYSE: DUK) (\"Duke Energy\") announced today the pricing of a public offering of 18.5 million shares of its common stock at a price per share of $75.00 in connection with the forward sale agreements described below. Credit Suisse, J.P. Morgan, Barclays, Goldman Sachs & Co. LLC, BofA Merrill Lynch, Citigroup, Morgan Stanley and Wells Fargo Securities are acting as joint book-running managers of the offering. The underwriters may offer shares of Duke Energy's common stock in transactions on the New York Stock Exchange, in the over-the-counter market or through negotiated transactions at either market prices or at negotiated prices.\nIn connection with the offering, Duke Energy entered into forward sale agreements with affiliates of each of Credit Suisse and J.P. Morgan (\"forward counterparties\") under which Duke Energy agreed to issue and sell to the forward counterparties (subject to Duke Energy's right to cash settle or net share settle the forward sale agreements) 18.5 million shares of its common stock. The underwriters of the offering have been granted a 30-day option to purchase up to an additional 2.775 million shares of Duke Energy's common stock upon the same terms, solely to cover any over-allotments. The offering is expected to close on March 9, 2018, subject to customary closing conditions. If the underwriters exercise their over-allotment option, Duke Energy expects to enter into additional forward sale agreements with the forward counterparties with respect to the additional shares.\nSettlement of the forward sale agreements is expected to occur on or prior to Dec. 31, 2018. Duke Energy may, subject to certain conditions, elect cash settlement or net share settlement for all or a portion of its rights or obligations under the forward sale agreements.\nThe expected net proceeds from the offering are to be used for general corporate purposes.\nThe offering is being made pursuant to Duke Energy's effective shelf registration statement filed with the Securities and Exchange Commission (SEC). The preliminary prospectus supplement and the accompanying base prospectus related to the offering will be available on the SEC's website at www.sec.gov . Copies of the preliminary prospectus supplement and the accompanying base prospectus relating to the offering may be obtained from the joint-book running managers for the offering as follows:\nCredit Suisse Securities (USA) LLC\nAttention: Credit Suisse Prospectus Department\nOne Madison Avenue\nNew York, NY 10010\nTelephone: (800) 221-1037\nEmail: newyork.prospectus@credit-suisse.com\nJ.P. Morgan Securities LLC\nc/o Broadridge Financial Solutions\n1155 Long Island Avenue\nEdgewood, NY 11717\nTelephone: (866) 803-9204\nBarclays Capital Inc.\nc/o Broadridge Financial Solutions\n1155 Long Island Avenue\nEdgewood, NY 11717\nTelephone: (888) 603-5847\nEmail: Barclaysprospectus@broadridge.com\nGoldman Sachs & Co. LLC\nAttention: Prospectus Department\n200 West Street\nNew York, NY 10282\nTelephone: (866) 471-2526\nEmail: prospectus-ny@ny.email.gs.com\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy these securities, nor shall there be any sale of these securities in any state or country in which the offer, solicitation or sale of these securities would be unlawful prior to registration or qualification under the securities laws of any state or country. The offering of these securities will be made only by means of a prospectus and a related prospectus supplement meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nAbout Duke Energy\nHeadquartered in Charlotte, N.C., Duke Energy is one of the largest energy holding companies in the United States. Its Electric Utilities and Infrastructure business unit serves approximately 7.6 million customers located in six states in the Southeast and Midwest. Duke Energy's Gas Utilities and Infrastructure business unit distributes natural gas to over 1.5 million customers in the Carolinas, Ohio, Kentucky and Tennessee. Its Commercial Renewables business unit operates a growing renewable energy portfolio across the United States.\nDuke Energy is traded on the New York Stock Exchange under the symbol DUK.\nForward-Looking Information\nThis press release includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements are based on management's beliefs and assumptions and can often be identified by terms and phrases that include \"anticipate,\" \"believe,\" \"intend,\" \"estimate,\" \"expect,\" \"continue,\" \"should,\" \"could,\" \"may,\" \"plan,\" \"project,\" \"predict,\" \"will,\" \"potential,\" \"forecast,\" \"target,\" \"guidance,\" \"outlook,\" or other similar terminology. Various factors may cause actual results to be materially different than the suggested outcomes within forward-looking statements; accordingly, there is no assurance that such results will be realized. These factors include, but are not limited to: state, federal and foreign legislative and regulatory initiatives, including costs of compliance with existing and future environmental requirements, including those related to climate change, as well as rulings that affect cost and investment recovery or have an impact on rate structures or market prices; the extent and timing of costs and liabilities to comply with federal and state laws, regulations, and legal requirements related to coal ash remediation, including amounts for required closure of certain ash impoundments, are uncertain and difficult to estimate; the ability to recover eligible costs, including amounts associated with coal ash impoundment retirement obligations and costs related to significant weather events, and to earn an adequate return on investment through rate case proceedings and the regulatory process; the costs of decommissioning Crystal River Unit 3 and other nuclear facilities could prove to be more extensive than amounts estimated and all costs may not be fully recoverable through the regulatory process; the risk that the credit ratings of Duke Energy or its subsidiaries may be different from what the companies expect; costs and effects of legal and administrative proceedings, settlements, investigations and claims; industrial, commercial and residential growth or decline in service territories or customer bases resulting from sustained downturns of the economy and the economic health of Duke Energy service territories or variations in customer usage patterns, including energy efficiency efforts and use of alternative energy sources, including self-generation and distributed generation technologies; federal and state regulations, laws and other efforts designed to promote and expand the use of energy efficiency measures and distributed generation technologies, such as private solar and battery storage, in Duke Energy service territories could result in customers leaving the electric distribution system, excess generation resources as well as stranded costs; advancements in technology; additional competition in electric and natural gas markets and continued industry consolidation; the influence of weather and other natural phenomena on operations, including the economic, operational and other effects of severe storms, hurricanes, droughts, earthquakes and tornadoes, including extreme weather associated with climate change; the ability to successfully operate electric generating facilities and deliver electricity to customers including direct or indirect effects to the company resulting from an incident that affects the U.S. electric grid or generating resources; the ability to complete necessary or desirable pipeline expansion or infrastructure projects in Duke Energy's natural gas business; operational interruptions to Duke Energy's natural gas distribution and transmission activities; the availability of adequate interstate pipeline transportation capacity and natural gas supply; the impact on facilities and business from a terrorist attack, cybersecurity threats, data security breaches, and other catastrophic events such as fires, explosions, pandemic health events or other similar occurrences; the inherent risks associated with the operation of nuclear facilities, including environmental, health, safety, regulatory and financial risks, including the financial stability of third-party service providers; the timing and extent of changes in commodity prices and interest rates and the ability to recover such costs through the regulatory process, where appropriate, and their impact on liquidity positions and the value of underlying assets; the results of financing efforts, including the ability to obtain financing on favorable terms, which can be affected by various factors, including credit ratings, interest rate fluctuations, compliance with debt covenants and conditions and general market and economic conditions; declines in the market prices of equity and fixed-income securities and resultant cash funding requirements for defined benefit pension plans, other post-retirement benefit plans and nuclear decommissioning trust funds; construction and development risks associated with the completion of Duke Energy's or its subsidiaries' capital investment projects, including risks related to financing, obtaining and complying with terms of permits, meeting construction budgets and schedules, and satisfying operating and environmental performance standards, as well as the ability to recover costs from customers in a timely manner, or at all; changes in rules for regional transmission organizations, including changes in rate designs and new and evolving capacity markets, and risks related to obligations created by the default of other participants; the ability to control operation and maintenance costs; the level of creditworthiness of counterparties to transactions; employee workforce factors, including the potential inability to attract and retain key personnel; the ability of Duke Energy's subsidiaries to pay dividends or distributions to us; the performance of projects undertaken by Duke Energy's nonregulated businesses and the success of efforts to invest in and develop new opportunities; the effect of accounting pronouncements issued periodically by accounting standard-setting bodies; the impact of new U.S. tax legislation to Duke Energy's financial condition, results of operations or cash flows and credit ratings; the impacts from potential impairments of goodwill or equity method investment carrying values; the ability to successfully complete future merger, acquisition or divestiture plans; and the ability to implement Duke Energy's business strategy.\nAdditional risks and uncertainties are identified and discussed in Duke Energy's reports filed with the SEC and available at the SEC's website. In light of these risks, uncertainties and assumptions, the events described in the forward-looking statements included or incorporated by reference in this press release might not occur or might occur to a different extent or at a different time than described. Forward-looking statements speak only as of the date they are made and Duke Energy expressly disclaims an obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nMedia Contact: Catherine Butler\n24-Hour: 800.559.3853\nAnalysts: Mike Callahan\nOffice: 704.382.0459\nView original content with multimedia: http://www.prnewswire.com/news-releases/duke-energy-announces-pricing-of-common-stock-offering-with-a-forward-component-300609540.html\nSOURCE Duke Energy",
    "published": "2018-03-07T04:27:00.000+02:00",
    "crawled": "2018-03-07T04:47:08.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "charlotte",
        "march",
        "duke",
        "energy",
        "corporation",
        "nyse",
        "duk",
        "duke",
        "energy",
        "announced",
        "today",
        "pricing",
        "public",
        "offering",
        "million",
        "share",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "connection",
        "forward",
        "sale",
        "agreement",
        "described",
        "credit",
        "suisse",
        "morgan",
        "barclays",
        "goldman",
        "sachs",
        "llc",
        "bofa",
        "merrill",
        "lynch",
        "citigroup",
        "morgan",
        "stanley",
        "well",
        "fargo",
        "security",
        "acting",
        "joint",
        "manager",
        "offering",
        "underwriter",
        "may",
        "offer",
        "share",
        "duke",
        "energy",
        "common",
        "stock",
        "transaction",
        "new",
        "york",
        "stock",
        "exchange",
        "market",
        "negotiated",
        "transaction",
        "either",
        "market",
        "price",
        "negotiated",
        "price",
        "connection",
        "offering",
        "duke",
        "energy",
        "entered",
        "forward",
        "sale",
        "agreement",
        "affiliate",
        "credit",
        "suisse",
        "morgan",
        "forward",
        "counterparties",
        "duke",
        "energy",
        "agreed",
        "issue",
        "sell",
        "forward",
        "counterparties",
        "subject",
        "duke",
        "energy",
        "right",
        "cash",
        "settle",
        "net",
        "share",
        "settle",
        "forward",
        "sale",
        "agreement",
        "million",
        "share",
        "common",
        "stock",
        "underwriter",
        "offering",
        "granted",
        "option",
        "purchase",
        "additional",
        "million",
        "share",
        "duke",
        "energy",
        "common",
        "stock",
        "upon",
        "term",
        "solely",
        "cover",
        "offering",
        "expected",
        "close",
        "march",
        "subject",
        "customary",
        "closing",
        "condition",
        "underwriter",
        "exercise",
        "option",
        "duke",
        "energy",
        "expects",
        "enter",
        "additional",
        "forward",
        "sale",
        "agreement",
        "forward",
        "counterparties",
        "respect",
        "additional",
        "share",
        "settlement",
        "forward",
        "sale",
        "agreement",
        "expected",
        "occur",
        "prior",
        "duke",
        "energy",
        "may",
        "subject",
        "certain",
        "condition",
        "elect",
        "cash",
        "settlement",
        "net",
        "share",
        "settlement",
        "portion",
        "right",
        "obligation",
        "forward",
        "sale",
        "agreement",
        "expected",
        "net",
        "proceeds",
        "offering",
        "used",
        "general",
        "corporate",
        "purpose",
        "offering",
        "made",
        "pursuant",
        "duke",
        "energy",
        "effective",
        "shelf",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "base",
        "prospectus",
        "related",
        "offering",
        "available",
        "sec",
        "website",
        "copy",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "base",
        "prospectus",
        "relating",
        "offering",
        "may",
        "obtained",
        "running",
        "manager",
        "offering",
        "follows",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "attention",
        "credit",
        "suisse",
        "prospectus",
        "department",
        "one",
        "madison",
        "avenue",
        "new",
        "york",
        "ny",
        "telephone",
        "email",
        "morgan",
        "security",
        "llc",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "telephone",
        "barclays",
        "capital",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "telephone",
        "email",
        "barclaysprospectus",
        "goldman",
        "sachs",
        "llc",
        "attention",
        "prospectus",
        "department",
        "west",
        "street",
        "new",
        "york",
        "ny",
        "telephone",
        "email",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "country",
        "offer",
        "solicitation",
        "sale",
        "security",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "country",
        "offering",
        "security",
        "made",
        "mean",
        "prospectus",
        "related",
        "prospectus",
        "supplement",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "duke",
        "energy",
        "headquartered",
        "charlotte",
        "duke",
        "energy",
        "one",
        "largest",
        "energy",
        "holding",
        "company",
        "united",
        "state",
        "electric",
        "utility",
        "infrastructure",
        "business",
        "unit",
        "serf",
        "approximately",
        "million",
        "customer",
        "located",
        "six",
        "state",
        "southeast",
        "midwest",
        "duke",
        "energy",
        "gas",
        "utility",
        "infrastructure",
        "business",
        "unit",
        "distributes",
        "natural",
        "gas",
        "million",
        "customer",
        "carolina",
        "ohio",
        "kentucky",
        "tennessee",
        "commercial",
        "renewables",
        "business",
        "unit",
        "operates",
        "growing",
        "renewable",
        "energy",
        "portfolio",
        "across",
        "united",
        "state",
        "duke",
        "energy",
        "traded",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "duk",
        "information",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "based",
        "management",
        "belief",
        "assumption",
        "often",
        "identified",
        "term",
        "phrase",
        "include",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "expect",
        "continue",
        "could",
        "may",
        "plan",
        "project",
        "predict",
        "potential",
        "forecast",
        "target",
        "guidance",
        "outlook",
        "similar",
        "terminology",
        "various",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "suggested",
        "outcome",
        "within",
        "statement",
        "accordingly",
        "assurance",
        "result",
        "realized",
        "factor",
        "include",
        "limited",
        "state",
        "federal",
        "foreign",
        "legislative",
        "regulatory",
        "initiative",
        "including",
        "cost",
        "compliance",
        "existing",
        "future",
        "environmental",
        "requirement",
        "including",
        "related",
        "climate",
        "change",
        "well",
        "ruling",
        "affect",
        "cost",
        "investment",
        "recovery",
        "impact",
        "rate",
        "structure",
        "market",
        "price",
        "extent",
        "timing",
        "cost",
        "liability",
        "comply",
        "federal",
        "state",
        "law",
        "regulation",
        "legal",
        "requirement",
        "related",
        "coal",
        "ash",
        "remediation",
        "including",
        "amount",
        "required",
        "closure",
        "certain",
        "ash",
        "impoundment",
        "uncertain",
        "difficult",
        "estimate",
        "ability",
        "recover",
        "eligible",
        "cost",
        "including",
        "amount",
        "associated",
        "coal",
        "ash",
        "impoundment",
        "retirement",
        "obligation",
        "cost",
        "related",
        "significant",
        "weather",
        "event",
        "earn",
        "adequate",
        "return",
        "investment",
        "rate",
        "case",
        "proceeding",
        "regulatory",
        "process",
        "cost",
        "decommissioning",
        "crystal",
        "river",
        "unit",
        "nuclear",
        "facility",
        "could",
        "prove",
        "extensive",
        "amount",
        "estimated",
        "cost",
        "may",
        "fully",
        "recoverable",
        "regulatory",
        "process",
        "risk",
        "credit",
        "rating",
        "duke",
        "energy",
        "subsidiary",
        "may",
        "different",
        "company",
        "expect",
        "cost",
        "effect",
        "legal",
        "administrative",
        "proceeding",
        "settlement",
        "investigation",
        "claim",
        "industrial",
        "commercial",
        "residential",
        "growth",
        "decline",
        "service",
        "territory",
        "customer",
        "base",
        "resulting",
        "sustained",
        "downturn",
        "economy",
        "economic",
        "health",
        "duke",
        "energy",
        "service",
        "territory",
        "variation",
        "customer",
        "usage",
        "pattern",
        "including",
        "energy",
        "efficiency",
        "effort",
        "use",
        "alternative",
        "energy",
        "source",
        "including",
        "distributed",
        "generation",
        "technology",
        "federal",
        "state",
        "regulation",
        "law",
        "effort",
        "designed",
        "promote",
        "expand",
        "use",
        "energy",
        "efficiency",
        "measure",
        "distributed",
        "generation",
        "technology",
        "private",
        "solar",
        "battery",
        "storage",
        "duke",
        "energy",
        "service",
        "territory",
        "could",
        "result",
        "customer",
        "leaving",
        "electric",
        "distribution",
        "system",
        "excess",
        "generation",
        "resource",
        "well",
        "stranded",
        "cost",
        "advancement",
        "technology",
        "additional",
        "competition",
        "electric",
        "natural",
        "gas",
        "market",
        "continued",
        "industry",
        "consolidation",
        "influence",
        "weather",
        "natural",
        "phenomenon",
        "operation",
        "including",
        "economic",
        "operational",
        "effect",
        "severe",
        "storm",
        "hurricane",
        "drought",
        "earthquake",
        "tornado",
        "including",
        "extreme",
        "weather",
        "associated",
        "climate",
        "change",
        "ability",
        "successfully",
        "operate",
        "electric",
        "generating",
        "facility",
        "deliver",
        "electricity",
        "customer",
        "including",
        "direct",
        "indirect",
        "effect",
        "company",
        "resulting",
        "incident",
        "affect",
        "electric",
        "grid",
        "generating",
        "resource",
        "ability",
        "complete",
        "necessary",
        "desirable",
        "pipeline",
        "expansion",
        "infrastructure",
        "project",
        "duke",
        "energy",
        "natural",
        "gas",
        "business",
        "operational",
        "interruption",
        "duke",
        "energy",
        "natural",
        "gas",
        "distribution",
        "transmission",
        "activity",
        "availability",
        "adequate",
        "interstate",
        "pipeline",
        "transportation",
        "capacity",
        "natural",
        "gas",
        "supply",
        "impact",
        "facility",
        "business",
        "terrorist",
        "attack",
        "cybersecurity",
        "threat",
        "data",
        "security",
        "breach",
        "catastrophic",
        "event",
        "fire",
        "explosion",
        "pandemic",
        "health",
        "event",
        "similar",
        "occurrence",
        "inherent",
        "risk",
        "associated",
        "operation",
        "nuclear",
        "facility",
        "including",
        "environmental",
        "health",
        "safety",
        "regulatory",
        "financial",
        "risk",
        "including",
        "financial",
        "stability",
        "service",
        "provider",
        "timing",
        "extent",
        "change",
        "commodity",
        "price",
        "interest",
        "rate",
        "ability",
        "recover",
        "cost",
        "regulatory",
        "process",
        "appropriate",
        "impact",
        "liquidity",
        "position",
        "value",
        "underlying",
        "asset",
        "result",
        "financing",
        "effort",
        "including",
        "ability",
        "obtain",
        "financing",
        "favorable",
        "term",
        "affected",
        "various",
        "factor",
        "including",
        "credit",
        "rating",
        "interest",
        "rate",
        "fluctuation",
        "compliance",
        "debt",
        "covenant",
        "condition",
        "general",
        "market",
        "economic",
        "condition",
        "decline",
        "market",
        "price",
        "equity",
        "security",
        "resultant",
        "cash",
        "funding",
        "requirement",
        "defined",
        "benefit",
        "pension",
        "plan",
        "benefit",
        "plan",
        "nuclear",
        "decommissioning",
        "trust",
        "fund",
        "construction",
        "development",
        "risk",
        "associated",
        "completion",
        "duke",
        "energy",
        "subsidiary",
        "capital",
        "investment",
        "project",
        "including",
        "risk",
        "related",
        "financing",
        "obtaining",
        "complying",
        "term",
        "permit",
        "meeting",
        "construction",
        "budget",
        "schedule",
        "satisfying",
        "operating",
        "environmental",
        "performance",
        "standard",
        "well",
        "ability",
        "recover",
        "cost",
        "customer",
        "timely",
        "manner",
        "change",
        "rule",
        "regional",
        "transmission",
        "organization",
        "including",
        "change",
        "rate",
        "design",
        "new",
        "evolving",
        "capacity",
        "market",
        "risk",
        "related",
        "obligation",
        "created",
        "default",
        "participant",
        "ability",
        "control",
        "operation",
        "maintenance",
        "cost",
        "level",
        "creditworthiness",
        "counterparties",
        "transaction",
        "employee",
        "workforce",
        "factor",
        "including",
        "potential",
        "inability",
        "attract",
        "retain",
        "key",
        "personnel",
        "ability",
        "duke",
        "energy",
        "subsidiary",
        "pay",
        "dividend",
        "distribution",
        "u",
        "performance",
        "project",
        "undertaken",
        "duke",
        "energy",
        "nonregulated",
        "business",
        "success",
        "effort",
        "invest",
        "develop",
        "new",
        "opportunity",
        "effect",
        "accounting",
        "pronouncement",
        "issued",
        "periodically",
        "accounting",
        "body",
        "impact",
        "new",
        "tax",
        "legislation",
        "duke",
        "energy",
        "financial",
        "condition",
        "result",
        "operation",
        "cash",
        "flow",
        "credit",
        "rating",
        "impact",
        "potential",
        "impairment",
        "goodwill",
        "equity",
        "method",
        "investment",
        "carrying",
        "value",
        "ability",
        "successfully",
        "complete",
        "future",
        "merger",
        "acquisition",
        "divestiture",
        "plan",
        "ability",
        "implement",
        "duke",
        "energy",
        "business",
        "strategy",
        "additional",
        "risk",
        "uncertainty",
        "identified",
        "discussed",
        "duke",
        "energy",
        "report",
        "filed",
        "sec",
        "available",
        "sec",
        "website",
        "light",
        "risk",
        "uncertainty",
        "assumption",
        "event",
        "described",
        "statement",
        "included",
        "incorporated",
        "reference",
        "press",
        "release",
        "might",
        "occur",
        "might",
        "occur",
        "different",
        "extent",
        "different",
        "time",
        "described",
        "statement",
        "speak",
        "date",
        "made",
        "duke",
        "energy",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "medium",
        "contact",
        "catherine",
        "butler",
        "analyst",
        "mike",
        "callahan",
        "office",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "duke",
        "energy"
    ]
}