{
    "organizations": [],
    "uuid": "1ffe8051275af41c01246e9d1f2a6b8af0a32015",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/12/this-hypnotist-helps-people-recover-lost-bitcoin-passwords.html",
    "ord_in_thread": 0,
    "title": "This hypnotist charges half a bitcoin for helping you remember your lost cryptocurrency password",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Dan Kitwood | Getty Images \nKnown for its volatility, bitcoin reached a record peak near $20,000 in mid-December. Today, the coin hovers just over $9,270, according to digital currency website CoinDesk . \nBitcoin's value has prompted early buyers to check their digital wallets. But some are finding that they've forgotten old passwords. That's where certified professional hypnotist Jason Miller comes in. For the price of half a bitcoin plus a 5 percent recovery fee, Miller claims that he can assist you in recalling your forgotten password from anywhere in the world, as long as you speak and understand English fluently. \nThe price was less steep for a Valentine's Day special he had going: His services, which include three hypnosis sessions, cost just $1,500 plus 5 percent of the recovered cryptocurrency amount. \nMiller, who is based in Greenville, South Carolina, tells CNBC Make It that he has been using hypnosis to help people achieve their goals for over 20 years. He received his professional hypnotist certification from the International Certification Board of Clinical Hypnotherapists. To receive this designation, members must complete 64 hours of continuing education credit. Source: Robinhood Stock trading app Robinhood is rolling out trading in bitcoin and ethereum in February for customers in five states. \nThe hypnotist's bitcoin password recovery service received press in recent months, including a mention in The Wall Street Journal . Yet Miller says bitcoin password recovery makes up a small part of his hypnosis practice. He spends most of his time on other services, such as helping people lose weight and reducing stress and anxiety. \nHe began this foray into e-wallet password recovery after years in the financial industry during which he conducted hypnosis sessions with day traders or those looking to plan their financial future. He has also worked with medical students who want to enhance their memory and recall for upcoming tasks such as exams. \nWhen it comes to password recovery for bitcoin wallets, \"the combination of these skills made it very easy for me to put together a program that helps people with the needs associated with this particular problem,\" says Miller. \nSuccessful hypnosis is based on mindful meditation and alleviating stress (since stress is the biggest hindrance to recollection), he says. \"You've got about a 50 to 80 percent shot at recovering a lost memory.\" -Jason Miller, hypnotist \n\"If you've got, you know, $100,000, $200,000, $300,000 worth of bitcoin in a wallet and you can't get access to it, there's a lot of stress there,\" he says. \"So it's not just as simple as saying, okay, we're going to go do a 30-minute hypnosis session and enhance your memory.\" \nMiller declined to specify the exact number of participants in his bitcoin password recovery program or how much money he's recovered, citing client confidentiality. However, he says that there are currently \"several people\" in his program, who are experiencing varying degrees of success. \nGenerally, a person who created their password more recently will have an easier time unlocking this memory, he says. Likewise, a client who is feeling low stress will have an easier time remembering their password than one under high stress. \nMiller's password-recovery package includes up to three hypnosis sessions, which occur on a weekly basis. But the hypnotist notes that it can take more than three sessions to remember a lost password, and there's no way to guarantee results. \n\"You've got about a 50 to 80 percent shot at recovering a lost memory,\" he says. Yet, he adds, it's not his job to be successful at recovering forgotten passwords. That's the client's job. \nHis role is to guide the person through a process that allows them to enter a hypnotic state. Once that is achieved, he can deliver suggestions that will allow them to access repressed memories and forgotten information. \n\"What the client does from there is they just allow these processes to occur naturally.\" show chapters 12:06 PM ET Fri, 7 July 2017 | 01:37 \nOver the years, there's been controversy surrounding the validity of hypnosis. Though it has never been established as a clear-cut science, experts have tried to understand the mechanism behind hypnosis. \nIn a 2005 experiment first reported by The New York Times , researchers showed hypnotized subjects English words yet told them that the words were in a foreign language. The subjects were then asked to read out loud the color of the text rather than reading the text itself, which they did effortlessly. Researchers found that not only did the words seem to be in a foreign language to those in the hypnotic state but brain scans showed that the brain even processed the words as if they were. \nNot all scientists are sold on the legitimacy of hypnosis. In an article published in Scientific American , psychologists from Emory University and the University of Arizona wrote that \"increasingly, evidence is suggesting that the effects of hypnosis result largely from people's expectations about what hypnosis entails rather than from the hypnotic state itself.\" However, the scientists noted that new research could come out that overturns their conclusion. Christina Reichi Photography | Flickr | Getty Images \nRegardless, Miller stands by the effectiveness of his work. In fact, he says most people have a skewed view of this practice because the hypnosis we see in movies or on television is sensationalized. \"Hypnosis isn't a magical state,\" explains Miller. \"Hypnosis is simply utilizing trance as a resource for enhanced learning.\" \nHypnosis is not comparable to sleep. \"Really, you just feel like you're sitting in your chair listening to me talk,\" says Miller. \"You go very, very deeply into trance, but you're still aware.\" \nThe hypnotist's argument is supported by David Spiegel, who is the associate chair of psychiatry and behavioral sciences at Stanford University as well as the medical director of the Center for Integrative Medicine at Stanford University School of Medicine. \n\"Hypnosis is the oldest Western form of psychotherapy, but it's been tarred with the brush of dangling watches and purple capes,\" he says in a statement . \"In fact, it's a very powerful means of changing the way we use our minds to control perception and our bodies.\" show chapters 1:12 PM ET Tue, 9 May 2017 | 00:54 \nTo start off each password recovery session, normally done by Skype, Miller warms up his client with an interview that he uses to build a rapport. In the background, a meditative beat plays. \nClients go through breathing exercises, followed by the relaxation of each muscle group. This series of steps allows the client to travel back in time and unlock old memories, until one day the person says, \"Oh! I got it.\" \nThe recollection process normally occurs in waves, says Miller. Vivid memories start flooding in, especially when the client is asleep. \n\"We honestly don't even try to force the password,\" he says. As new information is revealed, the hypnotist reviews these key tidbits with the client and reinforces them in their next session. \nA typical hypnosis session lasts about 20 to 25 minutes. For the bitcoin password recovery program, an individual session lasts anywhere from 45 minutes to one hour, including the interview and conversation that's held beforehand. \nAfter a session is finished, Miller says that clients feel relaxed and refreshed, even telling him \"it was like a spa day for their brain.\" \n\"They really start feeling better and forgiving themselves for losing this information,\" he says. \"And that's actually when the recovery process begins.\" \nThe hypnotist says that he runs a busy clinic so the steep price of half a bitcoin (he used to charge one whole bitcoin) for his help ensures that he's targeting the right clientele: those who have a lot of money to lose. \n\"When people say, 'Oh my God, one bitcoin, screw that guy,' that pretty much takes care of all the tire kickers,\" says Miller. ",
    "published": "2018-03-12T21:33:00.000+02:00",
    "crawled": "2018-03-12T22:08:25.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dan",
        "kitwood",
        "getty",
        "image",
        "known",
        "volatility",
        "bitcoin",
        "reached",
        "record",
        "peak",
        "near",
        "today",
        "coin",
        "hovers",
        "according",
        "digital",
        "currency",
        "website",
        "coindesk",
        "bitcoin",
        "value",
        "prompted",
        "early",
        "buyer",
        "check",
        "digital",
        "wallet",
        "finding",
        "forgotten",
        "old",
        "password",
        "certified",
        "professional",
        "hypnotist",
        "jason",
        "miller",
        "come",
        "price",
        "half",
        "bitcoin",
        "plus",
        "percent",
        "recovery",
        "fee",
        "miller",
        "claim",
        "assist",
        "recalling",
        "forgotten",
        "password",
        "anywhere",
        "world",
        "long",
        "speak",
        "understand",
        "english",
        "fluently",
        "price",
        "less",
        "steep",
        "valentine",
        "day",
        "special",
        "going",
        "service",
        "include",
        "three",
        "hypnosis",
        "session",
        "cost",
        "plus",
        "percent",
        "recovered",
        "cryptocurrency",
        "amount",
        "miller",
        "based",
        "greenville",
        "south",
        "carolina",
        "tell",
        "cnbc",
        "make",
        "using",
        "hypnosis",
        "help",
        "people",
        "achieve",
        "goal",
        "year",
        "received",
        "professional",
        "hypnotist",
        "certification",
        "international",
        "certification",
        "board",
        "clinical",
        "hypnotherapists",
        "receive",
        "designation",
        "member",
        "must",
        "complete",
        "hour",
        "continuing",
        "education",
        "credit",
        "source",
        "robinhood",
        "stock",
        "trading",
        "app",
        "robinhood",
        "rolling",
        "trading",
        "bitcoin",
        "ethereum",
        "february",
        "customer",
        "five",
        "state",
        "hypnotist",
        "bitcoin",
        "password",
        "recovery",
        "service",
        "received",
        "press",
        "recent",
        "month",
        "including",
        "mention",
        "wall",
        "street",
        "journal",
        "yet",
        "miller",
        "say",
        "bitcoin",
        "password",
        "recovery",
        "make",
        "small",
        "part",
        "hypnosis",
        "practice",
        "spends",
        "time",
        "service",
        "helping",
        "people",
        "lose",
        "weight",
        "reducing",
        "stress",
        "anxiety",
        "began",
        "foray",
        "password",
        "recovery",
        "year",
        "financial",
        "industry",
        "conducted",
        "hypnosis",
        "session",
        "day",
        "trader",
        "looking",
        "plan",
        "financial",
        "future",
        "also",
        "worked",
        "medical",
        "student",
        "want",
        "enhance",
        "memory",
        "recall",
        "upcoming",
        "task",
        "exam",
        "come",
        "password",
        "recovery",
        "bitcoin",
        "wallet",
        "combination",
        "skill",
        "made",
        "easy",
        "put",
        "together",
        "program",
        "help",
        "people",
        "need",
        "associated",
        "particular",
        "problem",
        "say",
        "miller",
        "successful",
        "hypnosis",
        "based",
        "mindful",
        "meditation",
        "alleviating",
        "stress",
        "since",
        "stress",
        "biggest",
        "hindrance",
        "recollection",
        "say",
        "got",
        "percent",
        "shot",
        "recovering",
        "lost",
        "memory",
        "miller",
        "hypnotist",
        "got",
        "know",
        "worth",
        "bitcoin",
        "wallet",
        "ca",
        "get",
        "access",
        "lot",
        "stress",
        "say",
        "simple",
        "saying",
        "okay",
        "going",
        "go",
        "hypnosis",
        "session",
        "enhance",
        "memory",
        "miller",
        "declined",
        "specify",
        "exact",
        "number",
        "participant",
        "bitcoin",
        "password",
        "recovery",
        "program",
        "much",
        "money",
        "recovered",
        "citing",
        "client",
        "confidentiality",
        "however",
        "say",
        "currently",
        "several",
        "people",
        "program",
        "experiencing",
        "varying",
        "degree",
        "success",
        "generally",
        "person",
        "created",
        "password",
        "recently",
        "easier",
        "time",
        "unlocking",
        "memory",
        "say",
        "likewise",
        "client",
        "feeling",
        "low",
        "stress",
        "easier",
        "time",
        "remembering",
        "password",
        "one",
        "high",
        "stress",
        "miller",
        "package",
        "includes",
        "three",
        "hypnosis",
        "session",
        "occur",
        "weekly",
        "basis",
        "hypnotist",
        "note",
        "take",
        "three",
        "session",
        "remember",
        "lost",
        "password",
        "way",
        "guarantee",
        "result",
        "got",
        "percent",
        "shot",
        "recovering",
        "lost",
        "memory",
        "say",
        "yet",
        "add",
        "job",
        "successful",
        "recovering",
        "forgotten",
        "password",
        "client",
        "job",
        "role",
        "guide",
        "person",
        "process",
        "allows",
        "enter",
        "hypnotic",
        "state",
        "achieved",
        "deliver",
        "suggestion",
        "allow",
        "access",
        "repressed",
        "memory",
        "forgotten",
        "information",
        "client",
        "allow",
        "process",
        "occur",
        "naturally",
        "show",
        "chapter",
        "pm",
        "et",
        "fri",
        "july",
        "year",
        "controversy",
        "surrounding",
        "validity",
        "hypnosis",
        "though",
        "never",
        "established",
        "science",
        "expert",
        "tried",
        "understand",
        "mechanism",
        "behind",
        "hypnosis",
        "experiment",
        "first",
        "reported",
        "new",
        "york",
        "time",
        "researcher",
        "showed",
        "hypnotized",
        "subject",
        "english",
        "word",
        "yet",
        "told",
        "word",
        "foreign",
        "language",
        "subject",
        "asked",
        "read",
        "loud",
        "color",
        "text",
        "rather",
        "reading",
        "text",
        "effortlessly",
        "researcher",
        "found",
        "word",
        "seem",
        "foreign",
        "language",
        "hypnotic",
        "state",
        "brain",
        "scan",
        "showed",
        "brain",
        "even",
        "processed",
        "word",
        "scientist",
        "sold",
        "legitimacy",
        "hypnosis",
        "article",
        "published",
        "scientific",
        "american",
        "psychologist",
        "emory",
        "university",
        "university",
        "arizona",
        "wrote",
        "increasingly",
        "evidence",
        "suggesting",
        "effect",
        "hypnosis",
        "result",
        "largely",
        "people",
        "expectation",
        "hypnosis",
        "entail",
        "rather",
        "hypnotic",
        "state",
        "however",
        "scientist",
        "noted",
        "new",
        "research",
        "could",
        "come",
        "overturn",
        "conclusion",
        "christina",
        "reichi",
        "photography",
        "flickr",
        "getty",
        "image",
        "regardless",
        "miller",
        "stand",
        "effectiveness",
        "work",
        "fact",
        "say",
        "people",
        "skewed",
        "view",
        "practice",
        "hypnosis",
        "see",
        "movie",
        "television",
        "sensationalized",
        "hypnosis",
        "magical",
        "state",
        "explains",
        "miller",
        "hypnosis",
        "simply",
        "utilizing",
        "trance",
        "resource",
        "enhanced",
        "learning",
        "hypnosis",
        "comparable",
        "sleep",
        "really",
        "feel",
        "like",
        "sitting",
        "chair",
        "listening",
        "talk",
        "say",
        "miller",
        "go",
        "deeply",
        "trance",
        "still",
        "aware",
        "hypnotist",
        "argument",
        "supported",
        "david",
        "spiegel",
        "associate",
        "chair",
        "psychiatry",
        "behavioral",
        "science",
        "stanford",
        "university",
        "well",
        "medical",
        "director",
        "center",
        "integrative",
        "medicine",
        "stanford",
        "university",
        "school",
        "medicine",
        "hypnosis",
        "oldest",
        "western",
        "form",
        "psychotherapy",
        "tarred",
        "brush",
        "dangling",
        "watch",
        "purple",
        "cape",
        "say",
        "statement",
        "fact",
        "powerful",
        "mean",
        "changing",
        "way",
        "use",
        "mind",
        "control",
        "perception",
        "body",
        "show",
        "chapter",
        "pm",
        "et",
        "tue",
        "may",
        "start",
        "password",
        "recovery",
        "session",
        "normally",
        "done",
        "skype",
        "miller",
        "warms",
        "client",
        "interview",
        "us",
        "build",
        "rapport",
        "background",
        "meditative",
        "beat",
        "play",
        "client",
        "go",
        "breathing",
        "exercise",
        "followed",
        "relaxation",
        "muscle",
        "group",
        "series",
        "step",
        "allows",
        "client",
        "travel",
        "back",
        "time",
        "unlock",
        "old",
        "memory",
        "one",
        "day",
        "person",
        "say",
        "oh",
        "got",
        "recollection",
        "process",
        "normally",
        "occurs",
        "wave",
        "say",
        "miller",
        "vivid",
        "memory",
        "start",
        "flooding",
        "especially",
        "client",
        "asleep",
        "honestly",
        "even",
        "try",
        "force",
        "password",
        "say",
        "new",
        "information",
        "revealed",
        "hypnotist",
        "review",
        "key",
        "tidbit",
        "client",
        "reinforces",
        "next",
        "session",
        "typical",
        "hypnosis",
        "session",
        "last",
        "minute",
        "bitcoin",
        "password",
        "recovery",
        "program",
        "individual",
        "session",
        "last",
        "anywhere",
        "minute",
        "one",
        "hour",
        "including",
        "interview",
        "conversation",
        "held",
        "beforehand",
        "session",
        "finished",
        "miller",
        "say",
        "client",
        "feel",
        "relaxed",
        "refreshed",
        "even",
        "telling",
        "like",
        "spa",
        "day",
        "brain",
        "really",
        "start",
        "feeling",
        "better",
        "forgiving",
        "losing",
        "information",
        "say",
        "actually",
        "recovery",
        "process",
        "begin",
        "hypnotist",
        "say",
        "run",
        "busy",
        "clinic",
        "steep",
        "price",
        "half",
        "bitcoin",
        "used",
        "charge",
        "one",
        "whole",
        "bitcoin",
        "help",
        "ensures",
        "targeting",
        "right",
        "clientele",
        "lot",
        "money",
        "lose",
        "people",
        "say",
        "god",
        "one",
        "bitcoin",
        "screw",
        "guy",
        "pretty",
        "much",
        "take",
        "care",
        "tire",
        "kicker",
        "say",
        "miller"
    ]
}