{
    "organizations": [],
    "uuid": "9b328d42170e55566f645e08d21f0196b49f9d13",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/pr-newswire-core-molding-technologies-reports-results-for-the-2017-fourth-quarter-and-full-year-and-declares-quarterly-dividend.html",
    "ord_in_thread": 0,
    "title": "Core Molding Technologies Reports Results for the 2017 Fourth Quarter and Full Year and Declares Quarterly Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COLUMBUS, Ohio, March 7, 2018 /PRNewswire/ -- Core Molding Technologies, Inc. (NYSE American: CMT) (\"Core Molding\" or the \"Company\") today announced results for the fourth quarter and full year ended December 31, 2017.\n\"The Company continued to see a rebound in product sales in the fourth quarter of 2017,\" stated Kevin Barnett, Core Molding Technologies President and Chief Executive Officer. \"Our product sales in the fourth quarter 2017 were up 13% compared to the fourth quarter of last year as a result of stronger demand from our heavy-duty truck and marine customers and sales from new products launched during 2017. Overall, total net sales were lower in both the fourth quarter and for the full year 2017 when compared to 2016, due to a sizeable decrease in tooling sales that are project based and sporadic in nature. We are disappointed that the higher product sales in the fourth quarter 2017 did not result in higher profitability as we experienced inefficiencies as a result of both the increase in overall volume and challenging new product startups.\"\nFourth Quarter 2017 Compared to Fourth Quarter 2016:\nNet sales were $39.1 million compared to $49.1 million. Product sales were $37.9 million compared to $33.5 million. Gross margin was 13.0% compared to 14.6%. Operating income was $0.8 million compared to $3.1 million. Net income was $0.8 million, or $0.10 per diluted share, compared with $2.0 million, or $0.26 per diluted share.\nYear ended 2017 Compared to Year ended 2016:\nNet sales were $161.7 million compared to $174.9 million. Product sales were $148.6 million compared to $146.6 million. Gross margin was 15.3% compared to 16.0%. Operating income was $8.0 million compared to $11.5 million. Net income was $5.5 million, or $0.70 per diluted share, compared with $7.4 million, or $0.97 per diluted share.\nGross margin decreased in the fourth quarter 2017 compared to the same period in 2016 primarily due to higher raw material and labor costs. The Company received raw material price increases from several vendors primarily driven by underlying cost pressures. Labor costs were impacted by tighter labor markets, training and overtime related to multiple new program launches, volume ramp and other production inefficiencies. The fourth quarter was also impacted by $600,000 of transaction costs related to the acquisition of Horizon Plastics International, Inc. (\"Horizon Plastics\") completed in January 2018. The Tax Cuts and Job Act enacted on December 22, 2017 had a positive impact on net income for the fourth quarter and full year 2017 of $185,000, or $.02 per share.\nFinancial Position at December 31, 2017:\nCash and cash equivalents of $26.8 million. Total assets of $137.6 million. Total debt of $6.8 million. Stockholders' equity of $101.9 million.\nThe Company's financial position remains very healthy with stockholders' equity exceeding $100 million at year-end for the first time ever.\nOutlook\nMr. Barnett stated, \"Product revenues in 2017 stabilized compared to 2016, which saw a year over year decrease in product revenues of 22%. In 2018, we expect product sales to increase versus 2017, driven largely by further strengthening in demand by heavy-duty truck and marine customers. Industry sources forecast an increase in heavy-duty truck production levels for 2018 of approximately 25%. We anticipate that raw material prices will remain elevated and that labor conditions will remain tight as the economy continues to grow. However, we are focused on improving our operational performance, including product startup inefficiencies, as we move forward.\"\nMr. Barnett concluded, \"We have started integration of our recently announced acquisition of Horizon Plastics and are excited about the opportunities the acquisition brings to our combined organization. The acquisition met several of our strategic goals including diversifying our end markets, expanding our material and process offerings and increasing our geographic reach. We look forward to successfully bringing our combined technologies to both our traditional markets and to those opened by this acquisition.\"\nDividend\nThe Company's Board of Directors declared a quarterly cash dividend of $0.05 per share payable on March 29, 2018 to shareholders of record on March 19, 2018.\nAbout Core Molding Technologies, Inc.\nCore Molding Technologies, Inc. is a manufacturer of sheet molding compound (SMC) and molder of fiberglass reinforced thermoset and thermoplastic materials. Core specializes in large-format moldings and offers a wide range of fiberglass processes, including compression molding of SMC, glass mat thermoplastics (GMT) and bulk molding compounds (BMC); compression and transfer molding of direct long-fiber thermoplastics (D-LFT); spray-up, lay-up, resin transfer (RTM) and vacuum resin transfer molding (V-RTM). Additionally, the company offers reaction injection molding (RIM) of dicyclopentadiene (DCPD). Core serves a wide variety of markets, including the medium and heavy-duty truck, marine, automotive, agriculture, construction and other commercial products markets. Headquartered in Columbus, Ohio, Core maintains plants in Columbus and Batavia, Ohio; Gaffney, South Carolina; Winona, Minnesota; and Matamoros, Mexico. Effective January 16, 2018, the Company acquired Horizon Plastics, which increased the Company's process capabilities to include structural foam and structural web molding production and added two new locations. For further information, visit the company's website at www.coremt.com .\nThis press release may contain certain forward-looking statements within the meaning of the federal securities laws. As a general matter, forward-looking statements are those focused upon future plans, objectives or performance as opposed to historical items and include statements of anticipated events or trends and expectations and beliefs relating to matters not historical in nature. Such forward-looking statements involve known and unknown risks and are subject to uncertainties and factors relating to Core Molding Technologies' operations and business environment, all of which are difficult to predict and many of which are beyond Core Molding Technologies' control. Words such as \"may,\" \"will,\" \"could,\" \"would,\" \"should,\" \"anticipate,\" \"predict,\" \"potential,\" \"continue,\" \"expect,\" \"intend,\" \"plans,\" \"projects,\" \"believes,\" \"estimates,\" \"encouraged,\" \"confident\" and similar expressions are used to identify these forward-looking statements. These uncertainties and factors could cause Core Molding Technologies' actual results to differ materially from those matters expressed in or implied by such forward-looking statements.\nCore Molding Technologies believes that the following factors, among others, could affect its future performance and cause actual results to differ materially from those expressed or implied by forward-looking statements made in this report: business conditions in the plastics, transportation, marine and commercial product industries (including slowdown in demand for truck production); federal and state regulations (including engine emission regulations); general economic, social, regulatory (including foreign trade policy) and political environments in the countries in which Core Molding Technologies operates; safety and security conditions in Mexico and Canada; dependence upon certain major customers as the primary source of Core Molding Technologies' sales revenues; efforts of Core Molding Technologies to expand its customer base; the ability to develop new and innovative products and to diversify markets, materials and processes and increase operational enhancements; the actions of competitors, customers, and suppliers; failure of Core Molding Technologies' suppliers to perform their obligations; the availability of raw materials; inflationary pressures; new technologies; regulatory matters; labor relations; the loss or inability of Core Molding Technologies to attract and retain key personnel; the Company's ability to successfully identify, evaluate and manage potential acquisitions and to benefit from and properly integrate any completed acquisitions, including the recent acquisition of Horizon Plastics; the risk that the integration of Horizon Plastics may be more difficult, time-consuming or costly than expected; expected revenue synergies and cost savings from acquisition of Horizon Plastics may not be fully realized within the expected timeframe; revenues following the acquisition of Horizon Plastics may be lower than expected; customer and employee relationships and business operations may be disrupted by the acquisition of Horizon Plastics; federal, state and local environmental laws and regulations; the availability of capital; the ability of Core Molding Technologies to provide on-time delivery to customers, which may require additional shipping expenses to ensure on-time delivery or otherwise result in late fees; risk of cancellation or rescheduling of orders; management's decision to pursue new products or businesses which involve additional costs, risks or capital expenditures; inadequate insurance coverage to protect against potential hazards; equipment and machinery failure; product liability and warranty claims; and other risks identified from time to time in Core Molding Technologies' other public documents on file with the Securities and Exchange Commission, including those described in Item 1A of the 2016 Annual Report on Form 10-K.\nCompany Contact:\nJohn Zimmer\nVice President & Chief Financial Officer\n614-870-5604\njzimmer@coremt.com\n(See Accompanying Tables)\nCORE MOLDING TECHNOLOGIES, INC.\nCondensed Consolidated Statements of Income (Unaudited)\n(in thousands, expect per share data)\nThree Months Ended\nYear Ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\nNet sales:\nProducts\n$\n37,900\n$\n33,465\n$\n148,623\n$\n146,624\nTooling\n1,165\n15,607\n13,050\n28,258\nTotal net sales\n39,065\n49,072\n161,673\n174,882\nTotal cost of sales\n33,992\n41,915\n136,993\n146,958\nGross margin\n5,073\n7,157\n24,680\n27,924\nTotal selling, general and administrative expense\n4,240\n4,018\n16,690\n16,379\nOperating income\n833\n3,139\n7,990\n11,545\nInterest expense\n53\n65\n245\n298\nIncome before income taxes\n780\n3,074\n7,745\n11,247\nIncome tax expense\n26\n1,042\n2,286\n3,836\nNet income\n$\n754\n$\n2,032\n$\n5,459\n$\n7,411\nNet income per common share:\nBasic\n$\n0.10\n$\n0.27\n$\n0.71\n$\n0.97\nDiluted\n$\n0.10\n$\n0.26\n$\n0.70\n$\n0.97\nWeighted average shares outstanding:\nBasic\n7,711\n7,635\n7,690\n7,621\nDiluted\n7,768\n7,699\n7,747\n7,661\nCondensed Consolidated Balance Sheets\n(in thousands)\nAs of\n12/31/2017\nAs of\n12/31/2016\nAssets:\nCash\n$\n26,780\n$\n28,285\nAccounts Receivable, net\n19,846\n19,551\nInventories, net\n13,459\n10,912\nTooling in Progress\n1,917\n-\nOther Current Assets\n1,998\n1,140\nProperty, Plant and Equipment, net\n68,631\n70,601\nGoodwill and Intangibles, net\n2,916\n2,966\nOther Long-term Assets\n2,076\n-\nTotal Assets\n$\n137,623\n$\n133,455\nLiabilities and Stockholders' Equity:\nCurrent Portion of Long-term Debt\n$\n3,000\n$\n3,000\nAccounts Payable\n13,850\n8,534\nCompensation and Related Benefits\n3,524\n5,004\nTooling in Progress\n-\n1,084\nAccrued Liabilities and Other\n2,161\n2,658\nLong-Term Debt\n3,750\n6,750\nDeferred Tax Liability\n395\n992\nPost Retirement Benefits Liability\n9,050\n8,667\nStockholders' Equity\n101,893\n96,766\nTotal Liabilities and Stockholders' Equity\n$\n137,623\n$\n133,455\nView original content: http://www.prnewswire.com/news-releases/core-molding-technologies-reports-results-for-the-2017-fourth-quarter-and-full-year-and-declares-quarterly-dividend-300608570.html\nSOURCE Core Molding Technologies, Inc.",
    "published": "2018-03-07T16:00:00.000+02:00",
    "crawled": "2018-03-07T18:57:34.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "columbus",
        "ohio",
        "march",
        "core",
        "molding",
        "technology",
        "nyse",
        "american",
        "cmt",
        "core",
        "molding",
        "company",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "company",
        "continued",
        "see",
        "rebound",
        "product",
        "sale",
        "fourth",
        "quarter",
        "stated",
        "kevin",
        "barnett",
        "core",
        "molding",
        "technology",
        "president",
        "chief",
        "executive",
        "officer",
        "product",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "last",
        "year",
        "result",
        "stronger",
        "demand",
        "truck",
        "marine",
        "customer",
        "sale",
        "new",
        "product",
        "launched",
        "overall",
        "total",
        "net",
        "sale",
        "lower",
        "fourth",
        "quarter",
        "full",
        "year",
        "compared",
        "due",
        "sizeable",
        "decrease",
        "tooling",
        "sale",
        "project",
        "based",
        "sporadic",
        "nature",
        "disappointed",
        "higher",
        "product",
        "sale",
        "fourth",
        "quarter",
        "result",
        "higher",
        "profitability",
        "experienced",
        "inefficiency",
        "result",
        "increase",
        "overall",
        "volume",
        "challenging",
        "new",
        "product",
        "startup",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "product",
        "sale",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "compared",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "compared",
        "year",
        "ended",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "product",
        "sale",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "compared",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "gross",
        "margin",
        "decreased",
        "fourth",
        "quarter",
        "compared",
        "period",
        "primarily",
        "due",
        "higher",
        "raw",
        "material",
        "labor",
        "cost",
        "company",
        "received",
        "raw",
        "material",
        "price",
        "increase",
        "several",
        "vendor",
        "primarily",
        "driven",
        "underlying",
        "cost",
        "pressure",
        "labor",
        "cost",
        "impacted",
        "tighter",
        "labor",
        "market",
        "training",
        "overtime",
        "related",
        "multiple",
        "new",
        "program",
        "launch",
        "volume",
        "ramp",
        "production",
        "inefficiency",
        "fourth",
        "quarter",
        "also",
        "impacted",
        "transaction",
        "cost",
        "related",
        "acquisition",
        "horizon",
        "plastic",
        "international",
        "horizon",
        "plastic",
        "completed",
        "january",
        "tax",
        "cut",
        "job",
        "act",
        "enacted",
        "december",
        "positive",
        "impact",
        "net",
        "income",
        "fourth",
        "quarter",
        "full",
        "year",
        "per",
        "share",
        "financial",
        "position",
        "december",
        "cash",
        "cash",
        "equivalent",
        "million",
        "total",
        "asset",
        "million",
        "total",
        "debt",
        "million",
        "stockholder",
        "equity",
        "million",
        "company",
        "financial",
        "position",
        "remains",
        "healthy",
        "stockholder",
        "equity",
        "exceeding",
        "million",
        "first",
        "time",
        "ever",
        "outlook",
        "barnett",
        "stated",
        "product",
        "revenue",
        "stabilized",
        "compared",
        "saw",
        "year",
        "year",
        "decrease",
        "product",
        "revenue",
        "expect",
        "product",
        "sale",
        "increase",
        "versus",
        "driven",
        "largely",
        "strengthening",
        "demand",
        "truck",
        "marine",
        "customer",
        "industry",
        "source",
        "forecast",
        "increase",
        "truck",
        "production",
        "level",
        "approximately",
        "anticipate",
        "raw",
        "material",
        "price",
        "remain",
        "elevated",
        "labor",
        "condition",
        "remain",
        "tight",
        "economy",
        "continues",
        "grow",
        "however",
        "focused",
        "improving",
        "operational",
        "performance",
        "including",
        "product",
        "startup",
        "inefficiency",
        "move",
        "forward",
        "barnett",
        "concluded",
        "started",
        "integration",
        "recently",
        "announced",
        "acquisition",
        "horizon",
        "plastic",
        "excited",
        "opportunity",
        "acquisition",
        "brings",
        "combined",
        "organization",
        "acquisition",
        "met",
        "several",
        "strategic",
        "goal",
        "including",
        "diversifying",
        "end",
        "market",
        "expanding",
        "material",
        "process",
        "offering",
        "increasing",
        "geographic",
        "reach",
        "look",
        "forward",
        "successfully",
        "bringing",
        "combined",
        "technology",
        "traditional",
        "market",
        "opened",
        "acquisition",
        "dividend",
        "company",
        "board",
        "director",
        "declared",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "payable",
        "march",
        "shareholder",
        "record",
        "march",
        "core",
        "molding",
        "technology",
        "core",
        "molding",
        "technology",
        "manufacturer",
        "sheet",
        "molding",
        "compound",
        "smc",
        "molder",
        "fiberglass",
        "reinforced",
        "thermoset",
        "thermoplastic",
        "material",
        "core",
        "specializes",
        "molding",
        "offer",
        "wide",
        "range",
        "fiberglass",
        "process",
        "including",
        "compression",
        "molding",
        "smc",
        "glass",
        "mat",
        "thermoplastic",
        "gmt",
        "bulk",
        "molding",
        "compound",
        "bmc",
        "compression",
        "transfer",
        "molding",
        "direct",
        "thermoplastic",
        "resin",
        "transfer",
        "rtm",
        "vacuum",
        "resin",
        "transfer",
        "molding",
        "additionally",
        "company",
        "offer",
        "reaction",
        "injection",
        "molding",
        "rim",
        "dicyclopentadiene",
        "dcpd",
        "core",
        "serf",
        "wide",
        "variety",
        "market",
        "including",
        "medium",
        "truck",
        "marine",
        "automotive",
        "agriculture",
        "construction",
        "commercial",
        "product",
        "market",
        "headquartered",
        "columbus",
        "ohio",
        "core",
        "maintains",
        "plant",
        "columbus",
        "batavia",
        "ohio",
        "gaffney",
        "south",
        "carolina",
        "winona",
        "minnesota",
        "matamoros",
        "mexico",
        "effective",
        "january",
        "company",
        "acquired",
        "horizon",
        "plastic",
        "increased",
        "company",
        "process",
        "capability",
        "include",
        "structural",
        "foam",
        "structural",
        "web",
        "molding",
        "production",
        "added",
        "two",
        "new",
        "location",
        "information",
        "visit",
        "company",
        "website",
        "press",
        "release",
        "may",
        "contain",
        "certain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "general",
        "matter",
        "statement",
        "focused",
        "upon",
        "future",
        "plan",
        "objective",
        "performance",
        "opposed",
        "historical",
        "item",
        "include",
        "statement",
        "anticipated",
        "event",
        "trend",
        "expectation",
        "belief",
        "relating",
        "matter",
        "historical",
        "nature",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "subject",
        "uncertainty",
        "factor",
        "relating",
        "core",
        "molding",
        "technology",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "core",
        "molding",
        "technology",
        "control",
        "word",
        "may",
        "could",
        "would",
        "anticipate",
        "predict",
        "potential",
        "continue",
        "expect",
        "intend",
        "plan",
        "project",
        "belief",
        "estimate",
        "encouraged",
        "confident",
        "similar",
        "expression",
        "used",
        "identify",
        "statement",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "core",
        "molding",
        "technology",
        "actual",
        "result",
        "differ",
        "materially",
        "matter",
        "expressed",
        "implied",
        "statement",
        "core",
        "molding",
        "technology",
        "belief",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "affect",
        "future",
        "performance",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "made",
        "report",
        "business",
        "condition",
        "plastic",
        "transportation",
        "marine",
        "commercial",
        "product",
        "industry",
        "including",
        "slowdown",
        "demand",
        "truck",
        "production",
        "federal",
        "state",
        "regulation",
        "including",
        "engine",
        "emission",
        "regulation",
        "general",
        "economic",
        "social",
        "regulatory",
        "including",
        "foreign",
        "trade",
        "policy",
        "political",
        "environment",
        "country",
        "core",
        "molding",
        "technology",
        "operates",
        "safety",
        "security",
        "condition",
        "mexico",
        "canada",
        "dependence",
        "upon",
        "certain",
        "major",
        "customer",
        "primary",
        "source",
        "core",
        "molding",
        "technology",
        "sale",
        "revenue",
        "effort",
        "core",
        "molding",
        "technology",
        "expand",
        "customer",
        "base",
        "ability",
        "develop",
        "new",
        "innovative",
        "product",
        "diversify",
        "market",
        "material",
        "process",
        "increase",
        "operational",
        "enhancement",
        "action",
        "competitor",
        "customer",
        "supplier",
        "failure",
        "core",
        "molding",
        "technology",
        "supplier",
        "perform",
        "obligation",
        "availability",
        "raw",
        "material",
        "inflationary",
        "pressure",
        "new",
        "technology",
        "regulatory",
        "matter",
        "labor",
        "relation",
        "loss",
        "inability",
        "core",
        "molding",
        "technology",
        "attract",
        "retain",
        "key",
        "personnel",
        "company",
        "ability",
        "successfully",
        "identify",
        "evaluate",
        "manage",
        "potential",
        "acquisition",
        "benefit",
        "properly",
        "integrate",
        "completed",
        "acquisition",
        "including",
        "recent",
        "acquisition",
        "horizon",
        "plastic",
        "risk",
        "integration",
        "horizon",
        "plastic",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "revenue",
        "synergy",
        "cost",
        "saving",
        "acquisition",
        "horizon",
        "plastic",
        "may",
        "fully",
        "realized",
        "within",
        "expected",
        "timeframe",
        "revenue",
        "following",
        "acquisition",
        "horizon",
        "plastic",
        "may",
        "lower",
        "expected",
        "customer",
        "employee",
        "relationship",
        "business",
        "operation",
        "may",
        "disrupted",
        "acquisition",
        "horizon",
        "plastic",
        "federal",
        "state",
        "local",
        "environmental",
        "law",
        "regulation",
        "availability",
        "capital",
        "ability",
        "core",
        "molding",
        "technology",
        "provide",
        "delivery",
        "customer",
        "may",
        "require",
        "additional",
        "shipping",
        "expense",
        "ensure",
        "delivery",
        "otherwise",
        "result",
        "late",
        "fee",
        "risk",
        "cancellation",
        "rescheduling",
        "order",
        "management",
        "decision",
        "pursue",
        "new",
        "product",
        "business",
        "involve",
        "additional",
        "cost",
        "risk",
        "capital",
        "expenditure",
        "inadequate",
        "insurance",
        "coverage",
        "protect",
        "potential",
        "hazard",
        "equipment",
        "machinery",
        "failure",
        "product",
        "liability",
        "warranty",
        "claim",
        "risk",
        "identified",
        "time",
        "time",
        "core",
        "molding",
        "technology",
        "public",
        "document",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "described",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "company",
        "contact",
        "john",
        "zimmer",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "jzimmer",
        "see",
        "accompanying",
        "table",
        "core",
        "molding",
        "technology",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "thousand",
        "expect",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "net",
        "sale",
        "product",
        "tooling",
        "total",
        "net",
        "sale",
        "total",
        "cost",
        "sale",
        "gross",
        "margin",
        "total",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "tooling",
        "progress",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "compensation",
        "related",
        "benefit",
        "tooling",
        "progress",
        "accrued",
        "liability",
        "debt",
        "deferred",
        "tax",
        "liability",
        "post",
        "retirement",
        "benefit",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "core",
        "molding",
        "technology",
        "inc"
    ]
}