{
    "organizations": [],
    "uuid": "bf80f674465d34ecf6ad680cce11c5ef0d3e0986",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/pr-newswire-cti-biopharma-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "CTI BioPharma Reports Fourth Quarter Full Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SEATTLE, March 7, 2018 /PRNewswire/ -- CTI BioPharma Corp. (NASDAQ:CTIC) today reported financial results for the fourth quarter and full year ended December 31, 2017.\nClinical / Regulatory\nIn July 2017, the first patient was enrolled in PAC203, a Phase 2 clinical trial of pacritinib in patients with primary myelofibrosis who have failed prior ruxolitinib therapy and/or have thrombocytopenia, to evaluate the dose response relationship for safety and efficacy. The Company expects to complete an interim analysis of data in the second quarter of 2018, with full top-line data expected in the first quarter of 2019. In January 2018, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) granted a three-month extension for submitting responses to the Day 120 List of Questions (D120 LoQ) for the MAA for pacritinib. As a result of the extension, the Company anticipates submitting its response to the D120 LoQ in May 2018 and receipt of the CHMP's opinion on the Marketing Authorization Application (MAA) in the third quarter of 2018. In August 2017, enrollment was completed in the PIX306 Phase 3 trial of PIXUVRI ® (pixantrone). Top-line results are event-driven and are expected in the second quarter of 2018.\nFinancial and Partnerships\nIn February 2018, received gross proceeds of $69 million from an underwritten public offering of common stock. In June 2017, the Company received gross proceeds of $45 million through an underwritten public offering of preferred stock. In January 2018, the Company reincorporated in the State of Delaware, triggering an automatic delisting of the Company's common stock from the Borsa Italiana MTA exchange. In January 2018 and again in June 2017, the Company announced that it received a $10 million milestone payment from Teva Pharmaceutical Industries Ltd. related to a regulatory approval milestone for TRISENOX ® . In April 2017, the Company announced the expansion of the existing license and collaboration agreement with Servier, providing Servier with rights to PIXUVRI ® (pixantrone) in all markets except in the United States.\nBoard of Directors and Management\nIn September 2017, Laurent Fischer, M.D. was appointed Chairman of the Board of Directors. The Company also announced the appointment of David Parkinson, M.D. and Michael A. Metzger to the Board of Directors in 2017. Phillip M. Nudelman, Ph.D. and Jack W. Singer, M.D. resigned as members of the Board. In March 2017, Adam Craig, M.D., Ph.D., was appointed President and CEO and a Director of the Company, succeeding Richard Love, who continues to serve on the Company's Board. Additional management changes in 2017 included the promotion of David H. Kirske to Chief Financial Officer and Bruce J. Seeley to Chief Operating Officer.\n\"CTI BioPharma is now focused on the enrollment of patients in the PAC203 study of our lead compound, pacritinib, for the treatment of myelofibrosis. We are well-financed after recently completing an over-subscribed public offering of our common stock, and we believe we have sufficient cash to carry us through key clinical and regulatory milestones over the next 24 months,\" said Adam R. Craig, M.D., Ph.D., President and Chief Executive Officer of CTI BioPharma. \"We look forward to several key clinical and regulatory milestones in 2018, including an interim data analysis for the PAC203 study of pacritinib and top-line results in the PIX306 Phase 3 trial of PIXUVRI ® in the second quarter.\"\nFourth Quarter Financial Results\nTotal revenues for the fourth quarter and twelve months ended December 31, 2017, were $0.46 million and $25.1 million, respectively, compared to $9.1 million and $57.4 million for the respective periods in 2016. The decrease in total revenues for the twelve months of 2017 is primarily due to recognition of $32 million in milestone revenue related to pacritinib in the first quarter of 2016. Net product sales of PIXUVRI for the fourth quarter and twelve months ended December 31, 2017, were zero and $0.9 million, respectively, compared to $1.0 million and $4.1 million for the respective periods in 2016. The decrease in net product sales for the periods in 2017 compared to 2016, is primarily related to the April 2017 expansion of the PIXUVRI agreement with Servier under which they have rights in all markets except the United States.\nGAAP operating loss for the fourth quarter and twelve months ended December 31, 2017, was $13.7 million and $39.5 million, respectively, compared to GAAP operating loss of $5.6 million and $49.2 million for the respective periods in 2016. Non-GAAP operating loss, which excludes non-cash share-based compensation expense, for the fourth quarter and twelve months ended December 31, 2017 was $12.3 million and $33.8 million, respectively, compared to non-GAAP operating loss of $3.5million and $35.8 million for the respective periods in 2016. Non-cash share-based compensation expense for the fourth quarter and twelve months ended December 31, 2017, was $1.4 million and $5.7 million, respectively, compared to $2.1 million and $13.3 million for the respective periods in 2016. The decrease in operating loss for the fourth quarter and twelve months of 2017 was due to a significant decrease in research and development and selling, general and administrative expenses primarily related to a decrease in pacritinib development costs as a result of the completion of the Phase 3 clinical studies in 2017 and a decrease in expenses for the manufacture of pacritinib and personnel costs. For information on CTI BioPharma's use of non-GAAP operating loss and a reconciliation of such measure to GAAP operating loss, see the section below entitled \"Non-GAAP Financial Measures.\"\nNet loss 2017 was $14.3 million, or ($0.33) per share, compared to a net loss of $6.4 million, or ($0.23) per share, for the same period in 2016. Net loss for the twelve months ended December 31, 2017, was $45.0 million, or ($1.24) per share, compared to a net loss of $52.0 million, or ($1.86) per share, for the same period in 2016.\nAs of December 31, 2017, cash, cash equivalents and restricted cash totaled $43.2 million, compared to $44.0 million at December 31, 2016.\nConference Call Information\nCTI BioPharma management will host a conference call to review its fourth quarter and full year 2017 financial results and provide an update on business activities. The event will be held today at 1:30 p.m. PT / 4:30 p.m. ET / 10:30 p.m. CET. Participants can access the call at 1-800-289-0517 (domestic) or + +1 323-994-2084 (international). To access the live audio webcast or the subsequent archived recording, visit www.ctibiopharma.com. Webcast and telephone replays of the conference call will be available approximately two hours after completion of the call. Callers can access the replay by dialing 1-888-203-1112 (domestic) or +1 719-457-0820 (international). The access code for the replay is 2516357. The telephone replay will be available until March 14, 2018.\nAbout CTI BioPharma Corp.\nCTI BioPharma Corp. is a biopharmaceutical company focused on the acquisition, development and commercialization of novel targeted therapies covering a spectrum of blood-related cancers that offer a unique benefit to patients and healthcare providers. CTI BioPharma has a late-stage development pipeline, including pacritinib for the treatment of patients with myelofibrosis. CTI BioPharma is headquartered in Seattle, Washington.\nNon-GAAP Financial Measures\nCTI BioPharma has provided in this press release the historical non-GAAP financial measure of operating loss, excluding non-cash share-based compensation expense, for the fourth quarter and twelve months ended December 31, 2017 and December 31, 2016. Due to varying available valuation methodologies, subjective assumptions and the different GAAP accounting treatment of different award types that companies can use under ASC Topic 718, CTI BioPharma's management believes that providing a non-GAAP financial measure that excludes non-cash share-based compensation expense can enhance management's and investors' comparison of CTI BioPharma's operating results over different periods of time as compared to the operating results of other companies.\nCTI BioPharma's use of a non-GAAP financial measure has limitations and should not be considered in isolation from, or as a substitute for, financial information prepared in accordance with GAAP. One limitation is that CTI BioPharma's reported non-GAAP operating loss in 2017 results in the exclusion of a recurring expense, since CTI BioPharma expects that share-based compensation will continue to be a significant recurring expense in CTI BioPharma's business. A second limitation is that CTI BioPharma's methodology for calculating non-GAAP operating loss, which only excludes the component of share-based compensation, may differ from the methodology CTI BioPharma's peer companies utilize to the extent they report non-GAAP operating income or similarly titled measures. Accordingly, CTI BioPharma's non-GAAP operating loss may not necessarily be comparable to similarly titled measures of other companies. Investors are urged to review the reconciliation of these non-GAAP measures to their most directly comparable GAAP financial measures. A reconciliation of CTI BioPharma's non-GAAP financial measures to the most directly comparable GAAP measures has been provided in the financial statement tables included below in this press release.\nForward-Looking Statements\nThis press release includes within the meaning of the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements are subject to a number of risks and uncertainties, the outcome of which could materially and/or adversely affect actual future results and the trading price of CTI BioPharma's securities. Such statements include, but are not limited to, expectations with respect to the timing and planned enrollment of PAC203 and our ability to interpret clinical trial data and results for PERSIST-2 despite not satisfying the pre-specified minimum evaluable patient goal, expectations with respect to the potential therapeutic utility of pacritinib, expectations with respect to the timing of data and the related analyses, expectations with respect to the timing of regulatory actions,expectations with respect to the potential of pacritinib to achieve treatment goals, the development of CTI BioPharma and its product and product candidate portfolio, including the advancement of pacritinib and other pipeline programs, CTI BioPharma's ability to achieve its goals in 2018 and beyond, CTI BioPharma's intent to continue efforts to commercialize PIXUVRI in Europe and expand the market potential for PIXUVRI, and CTI BioPharma's plans to continue advancing the development of its pipeline candidates through strategic product collaborations or cooperative group and investigator-sponsored trials, as well as the identification and acquisition of additional pipeline opportunities. Risks that contribute to the uncertain nature of the include, among others, risks associated with the biopharmaceutical industry in general and with CTI BioPharma and its product and product candidate portfolio in particular including, among others, risks associated with the following: that CTI BioPharma cannot predict or guarantee the outcome of preclinical and clinical studies, the potential failure of pacritinib to prove safe and effective as determined by the FDA and/or the European Medicines Agency, changes to study protocol or design or sample size to address any patient safety, efficacy or other issues raised by the FDA or otherwise, that top-line results observed to date may differ from future results or that different conclusions or considerations may qualify such results once existing data has been more fully evaluated, that CTI BioPharma may not obtain favorable determinations by other regulatory, patent and administrative governmental authorities, that CTI BioPharma may experience delays in the commencement of preclinical and clinical studies, that the costs of developing pacritinib and CTI BioPharma's other product candidates may rise; other risks, including, without limitation, competitive factors, technological developments, that CTI BioPharma may not be able to sustain its current cost controls or further reduce its operating expenses, that CTI BioPharma may not achieve previously announced goals, contractual milestones and objectives as or when projected, that CTI BioPharma's average net operating burn rate may increase, that CTI BioPharma will continue to need to raise capital to fund its operating expenses, but may not be able to raise sufficient amounts to fund its continued operation; as well as other risks listed or described from time to time in CTI BioPharma's most recent filings with the SEC on Forms 10-K, 10-Q and 8-K. Except as required by law, CTI BioPharma does not intend to update any of the statements in this press release upon further developments.\nCTI BioPharma Investor Contacts:\nTricia Truehart\n+1 646 378 2953\nttruehart@troutgroup.com\nCTI BioPharma Corp.\nCondensed Consolidated Statements of Operations\n(In thousands, except per share amounts)\n(unaudited)\nThree Months Ended\nDecember 31,\nTwelve Months Ended\nDecember 31,\n2017\n2016\n2017\n2016\nRevenues:\nProduct sales, net\n$\n—\n$\n1,015\n$\n853\n$\n4,127\nLicense and contract revenue\n462\n8,121\n24,293\n53,278\nTotal revenues\n462\n9,136\n25,146\n57,405\nOperating costs and expenses:\nCost of product sold\n84\n864\n364\n1,377\n7,098\n9,702\n32,866\n64,961\nSelling, general and administrative\n6,983\n9,205\n31,435\n45,306\nOther operating income\n—\n(5,077)\n—\n(5,077)\nTotal operating costs and expenses, net\n14,165\n14,694\n64,665\n106,567\nLoss from operations\n(13,703)\n(5,558)\n(39,519)\n(49,162)\nNon-operating income (expense):\nInterest expense\n(393)\n(589)\n(1,872)\n(2,614)\nAmortization of debt discount and issuance costs\n(50)\n(37)\n(163)\n(214)\nForeign exchange gain (loss)\n42\n(377)\n817\n(484)\nOther non-operating expense\n(166)\n—\n(94)\n(479)\nNet loss before noncontrolling interest\n(14,270)\n(6,561)\n(40,831)\n(52,953)\nNoncontrolling interest\n4\n189\n161\n944\nNet loss\n(14,266)\n(6,372)\n(40,670)\n(52,009)\nDeemed dividends on preferred stock\n—\n—\n(4,350)\n—\nNet loss attributable to common shareholders\n$\n(14,266)\n$\n(6,372)\n$\n(45,020)\n$\n(52,009)\nBasic and diluted net loss per common share\n$\n(0.33)\n$\n(0.23)\n$\n(1.24)\n$\n(1.86)\nShares used in calculation of basic and diluted net loss per common share\n42,899\n28,035\n36,445\n27,948\nBalance Sheet Data (unaudited):\n(amounts in thousands)\nDecember 31,\nDecember 31,\n2017\n2016\nCash, cash equivalents and restricted cash\n$\n43,218\n$\n44,002\nWorking capital\n27,666\n15,178\nTotal assets\n54,886\n63,843\nCurrent portion of long-term debt\n444\n7,949\nLong-term debt, less current portion\n13,575\n11,311\nTotal shareholders' equity\n16,090\n7,757\nNon-GAAP Reconciliations\n(In thousands)\n(unaudited)\nThree Months Ended December 31,\nTwelve Months Ended December 31,\n2017\n2016\n2017\n2016\nAs reported - loss from operations (GAAP)\n$\n(13,703)\n$\n(5,558)\n(39,519)\n$\n(49,162)\nAs reported - share-based compensation expense (GAAP)\n1,443\n2,099\n5,746\n13,324\nAs adjusted - loss from operations (Non-GAAP)\n$\n(12,260)\n$\n(3,459)\n$\n(33,773)\n$\n(35,838)\nView original content with multimedia: http://www.prnewswire.com/news-releases/cti-biopharma-reports-fourth-quarter-and-full-year-2017-financial-results-300609678.html\nSOURCE CTI BioPharma Corp.",
    "published": "2018-03-08T00:01:00.000+02:00",
    "crawled": "2018-03-08T01:36:35.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seattle",
        "march",
        "cti",
        "biopharma",
        "nasdaq",
        "ctic",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "clinical",
        "regulatory",
        "july",
        "first",
        "patient",
        "enrolled",
        "pac203",
        "phase",
        "clinical",
        "trial",
        "pacritinib",
        "patient",
        "primary",
        "myelofibrosis",
        "failed",
        "prior",
        "ruxolitinib",
        "therapy",
        "thrombocytopenia",
        "evaluate",
        "dose",
        "response",
        "relationship",
        "safety",
        "efficacy",
        "company",
        "expects",
        "complete",
        "interim",
        "analysis",
        "data",
        "second",
        "quarter",
        "full",
        "data",
        "expected",
        "first",
        "quarter",
        "january",
        "committee",
        "medicinal",
        "product",
        "human",
        "use",
        "chmp",
        "european",
        "medicine",
        "agency",
        "ema",
        "granted",
        "extension",
        "submitting",
        "response",
        "day",
        "list",
        "question",
        "d120",
        "loq",
        "maa",
        "pacritinib",
        "result",
        "extension",
        "company",
        "anticipates",
        "submitting",
        "response",
        "d120",
        "loq",
        "may",
        "receipt",
        "chmp",
        "opinion",
        "marketing",
        "authorization",
        "application",
        "maa",
        "third",
        "quarter",
        "august",
        "enrollment",
        "completed",
        "pix306",
        "phase",
        "trial",
        "pixuvri",
        "pixantrone",
        "result",
        "expected",
        "second",
        "quarter",
        "financial",
        "partnership",
        "february",
        "received",
        "gross",
        "proceeds",
        "million",
        "underwritten",
        "public",
        "offering",
        "common",
        "stock",
        "june",
        "company",
        "received",
        "gross",
        "proceeds",
        "million",
        "underwritten",
        "public",
        "offering",
        "preferred",
        "stock",
        "january",
        "company",
        "reincorporated",
        "state",
        "delaware",
        "triggering",
        "automatic",
        "delisting",
        "company",
        "common",
        "stock",
        "borsa",
        "italiana",
        "mta",
        "exchange",
        "january",
        "june",
        "company",
        "announced",
        "received",
        "million",
        "milestone",
        "payment",
        "teva",
        "pharmaceutical",
        "industry",
        "related",
        "regulatory",
        "approval",
        "milestone",
        "trisenox",
        "april",
        "company",
        "announced",
        "expansion",
        "existing",
        "license",
        "collaboration",
        "agreement",
        "servier",
        "providing",
        "servier",
        "right",
        "pixuvri",
        "pixantrone",
        "market",
        "except",
        "united",
        "state",
        "board",
        "director",
        "management",
        "september",
        "laurent",
        "fischer",
        "appointed",
        "chairman",
        "board",
        "director",
        "company",
        "also",
        "announced",
        "appointment",
        "david",
        "parkinson",
        "michael",
        "metzger",
        "board",
        "director",
        "phillip",
        "nudelman",
        "jack",
        "singer",
        "resigned",
        "member",
        "board",
        "march",
        "adam",
        "craig",
        "appointed",
        "president",
        "ceo",
        "director",
        "company",
        "succeeding",
        "richard",
        "love",
        "continues",
        "serve",
        "company",
        "board",
        "additional",
        "management",
        "change",
        "included",
        "promotion",
        "david",
        "kirske",
        "chief",
        "financial",
        "officer",
        "bruce",
        "seeley",
        "chief",
        "operating",
        "officer",
        "cti",
        "biopharma",
        "focused",
        "enrollment",
        "patient",
        "pac203",
        "study",
        "lead",
        "compound",
        "pacritinib",
        "treatment",
        "myelofibrosis",
        "recently",
        "completing",
        "public",
        "offering",
        "common",
        "stock",
        "believe",
        "sufficient",
        "cash",
        "carry",
        "u",
        "key",
        "clinical",
        "regulatory",
        "milestone",
        "next",
        "month",
        "said",
        "adam",
        "craig",
        "president",
        "chief",
        "executive",
        "officer",
        "cti",
        "biopharma",
        "look",
        "forward",
        "several",
        "key",
        "clinical",
        "regulatory",
        "milestone",
        "including",
        "interim",
        "data",
        "analysis",
        "pac203",
        "study",
        "pacritinib",
        "result",
        "pix306",
        "phase",
        "trial",
        "pixuvri",
        "second",
        "quarter",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "respective",
        "period",
        "decrease",
        "total",
        "revenue",
        "twelve",
        "month",
        "primarily",
        "due",
        "recognition",
        "million",
        "milestone",
        "revenue",
        "related",
        "pacritinib",
        "first",
        "quarter",
        "net",
        "product",
        "sale",
        "pixuvri",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "zero",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "respective",
        "period",
        "decrease",
        "net",
        "product",
        "sale",
        "period",
        "compared",
        "primarily",
        "related",
        "april",
        "expansion",
        "pixuvri",
        "agreement",
        "servier",
        "right",
        "market",
        "except",
        "united",
        "state",
        "gaap",
        "operating",
        "loss",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "gaap",
        "operating",
        "loss",
        "million",
        "million",
        "respective",
        "period",
        "operating",
        "loss",
        "excludes",
        "compensation",
        "expense",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "operating",
        "loss",
        "million",
        "respective",
        "period",
        "compensation",
        "expense",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "respective",
        "period",
        "decrease",
        "operating",
        "loss",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "due",
        "significant",
        "decrease",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "expense",
        "primarily",
        "related",
        "decrease",
        "pacritinib",
        "development",
        "cost",
        "result",
        "completion",
        "phase",
        "clinical",
        "study",
        "decrease",
        "expense",
        "manufacture",
        "pacritinib",
        "personnel",
        "cost",
        "information",
        "cti",
        "biopharma",
        "use",
        "operating",
        "loss",
        "reconciliation",
        "measure",
        "gaap",
        "operating",
        "loss",
        "see",
        "section",
        "entitled",
        "financial",
        "measure",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "net",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "december",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "conference",
        "call",
        "information",
        "cti",
        "biopharma",
        "management",
        "host",
        "conference",
        "call",
        "review",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "provide",
        "update",
        "business",
        "activity",
        "event",
        "held",
        "today",
        "pt",
        "et",
        "cet",
        "participant",
        "access",
        "call",
        "domestic",
        "international",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "webcast",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "approximately",
        "two",
        "hour",
        "completion",
        "call",
        "caller",
        "access",
        "replay",
        "dialing",
        "domestic",
        "international",
        "access",
        "code",
        "replay",
        "telephone",
        "replay",
        "available",
        "march",
        "cti",
        "biopharma",
        "cti",
        "biopharma",
        "biopharmaceutical",
        "company",
        "focused",
        "acquisition",
        "development",
        "commercialization",
        "novel",
        "targeted",
        "therapy",
        "covering",
        "spectrum",
        "cancer",
        "offer",
        "unique",
        "benefit",
        "patient",
        "healthcare",
        "provider",
        "cti",
        "biopharma",
        "development",
        "pipeline",
        "including",
        "pacritinib",
        "treatment",
        "patient",
        "myelofibrosis",
        "cti",
        "biopharma",
        "headquartered",
        "seattle",
        "washington",
        "financial",
        "measure",
        "cti",
        "biopharma",
        "provided",
        "press",
        "release",
        "historical",
        "financial",
        "measure",
        "operating",
        "loss",
        "excluding",
        "compensation",
        "expense",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "due",
        "varying",
        "available",
        "valuation",
        "methodology",
        "subjective",
        "assumption",
        "different",
        "gaap",
        "accounting",
        "treatment",
        "different",
        "award",
        "type",
        "company",
        "use",
        "asc",
        "topic",
        "cti",
        "biopharma",
        "management",
        "belief",
        "providing",
        "financial",
        "measure",
        "excludes",
        "compensation",
        "expense",
        "enhance",
        "management",
        "investor",
        "comparison",
        "cti",
        "biopharma",
        "operating",
        "result",
        "different",
        "period",
        "time",
        "compared",
        "operating",
        "result",
        "company",
        "cti",
        "biopharma",
        "use",
        "financial",
        "measure",
        "limitation",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "one",
        "limitation",
        "cti",
        "biopharma",
        "reported",
        "operating",
        "loss",
        "result",
        "exclusion",
        "recurring",
        "expense",
        "since",
        "cti",
        "biopharma",
        "expects",
        "compensation",
        "continue",
        "significant",
        "recurring",
        "expense",
        "cti",
        "biopharma",
        "business",
        "second",
        "limitation",
        "cti",
        "biopharma",
        "methodology",
        "calculating",
        "operating",
        "loss",
        "excludes",
        "component",
        "compensation",
        "may",
        "differ",
        "methodology",
        "cti",
        "biopharma",
        "peer",
        "company",
        "utilize",
        "extent",
        "report",
        "operating",
        "income",
        "similarly",
        "titled",
        "measure",
        "accordingly",
        "cti",
        "biopharma",
        "operating",
        "loss",
        "may",
        "necessarily",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "investor",
        "urged",
        "review",
        "reconciliation",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "reconciliation",
        "cti",
        "biopharma",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "provided",
        "financial",
        "statement",
        "table",
        "included",
        "press",
        "release",
        "statement",
        "press",
        "release",
        "includes",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "outcome",
        "could",
        "materially",
        "adversely",
        "affect",
        "actual",
        "future",
        "result",
        "trading",
        "price",
        "cti",
        "biopharma",
        "security",
        "statement",
        "include",
        "limited",
        "expectation",
        "respect",
        "timing",
        "planned",
        "enrollment",
        "pac203",
        "ability",
        "interpret",
        "clinical",
        "trial",
        "data",
        "result",
        "despite",
        "satisfying",
        "minimum",
        "evaluable",
        "patient",
        "goal",
        "expectation",
        "respect",
        "potential",
        "therapeutic",
        "utility",
        "pacritinib",
        "expectation",
        "respect",
        "timing",
        "data",
        "related",
        "analysis",
        "expectation",
        "respect",
        "timing",
        "regulatory",
        "action",
        "expectation",
        "respect",
        "potential",
        "pacritinib",
        "achieve",
        "treatment",
        "goal",
        "development",
        "cti",
        "biopharma",
        "product",
        "product",
        "candidate",
        "portfolio",
        "including",
        "advancement",
        "pacritinib",
        "pipeline",
        "program",
        "cti",
        "biopharma",
        "ability",
        "achieve",
        "goal",
        "beyond",
        "cti",
        "biopharma",
        "intent",
        "continue",
        "effort",
        "commercialize",
        "pixuvri",
        "europe",
        "expand",
        "market",
        "potential",
        "pixuvri",
        "cti",
        "biopharma",
        "plan",
        "continue",
        "advancing",
        "development",
        "pipeline",
        "candidate",
        "strategic",
        "product",
        "collaboration",
        "cooperative",
        "group",
        "trial",
        "well",
        "identification",
        "acquisition",
        "additional",
        "pipeline",
        "opportunity",
        "risk",
        "contribute",
        "uncertain",
        "nature",
        "include",
        "among",
        "others",
        "risk",
        "associated",
        "biopharmaceutical",
        "industry",
        "general",
        "cti",
        "biopharma",
        "product",
        "product",
        "candidate",
        "portfolio",
        "particular",
        "including",
        "among",
        "others",
        "risk",
        "associated",
        "following",
        "cti",
        "biopharma",
        "predict",
        "guarantee",
        "outcome",
        "preclinical",
        "clinical",
        "study",
        "potential",
        "failure",
        "pacritinib",
        "prove",
        "safe",
        "effective",
        "determined",
        "fda",
        "european",
        "medicine",
        "agency",
        "change",
        "study",
        "protocol",
        "design",
        "sample",
        "size",
        "address",
        "patient",
        "safety",
        "efficacy",
        "issue",
        "raised",
        "fda",
        "otherwise",
        "result",
        "observed",
        "date",
        "may",
        "differ",
        "future",
        "result",
        "different",
        "conclusion",
        "consideration",
        "may",
        "qualify",
        "result",
        "existing",
        "data",
        "fully",
        "evaluated",
        "cti",
        "biopharma",
        "may",
        "obtain",
        "favorable",
        "determination",
        "regulatory",
        "patent",
        "administrative",
        "governmental",
        "authority",
        "cti",
        "biopharma",
        "may",
        "experience",
        "delay",
        "commencement",
        "preclinical",
        "clinical",
        "study",
        "cost",
        "developing",
        "pacritinib",
        "cti",
        "biopharma",
        "product",
        "candidate",
        "may",
        "rise",
        "risk",
        "including",
        "without",
        "limitation",
        "competitive",
        "factor",
        "technological",
        "development",
        "cti",
        "biopharma",
        "may",
        "able",
        "sustain",
        "current",
        "cost",
        "control",
        "reduce",
        "operating",
        "expense",
        "cti",
        "biopharma",
        "may",
        "achieve",
        "previously",
        "announced",
        "goal",
        "contractual",
        "milestone",
        "objective",
        "projected",
        "cti",
        "biopharma",
        "average",
        "net",
        "operating",
        "burn",
        "rate",
        "may",
        "increase",
        "cti",
        "biopharma",
        "continue",
        "need",
        "raise",
        "capital",
        "fund",
        "operating",
        "expense",
        "may",
        "able",
        "raise",
        "sufficient",
        "amount",
        "fund",
        "continued",
        "operation",
        "well",
        "risk",
        "listed",
        "described",
        "time",
        "time",
        "cti",
        "biopharma",
        "recent",
        "filing",
        "sec",
        "form",
        "except",
        "required",
        "law",
        "cti",
        "biopharma",
        "intend",
        "update",
        "statement",
        "press",
        "release",
        "upon",
        "development",
        "cti",
        "biopharma",
        "investor",
        "contact",
        "tricia",
        "truehart",
        "ttruehart",
        "cti",
        "biopharma",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "net",
        "license",
        "contract",
        "revenue",
        "total",
        "revenue",
        "operating",
        "cost",
        "expense",
        "cost",
        "product",
        "sold",
        "selling",
        "general",
        "administrative",
        "operating",
        "income",
        "total",
        "operating",
        "cost",
        "expense",
        "net",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "amortization",
        "debt",
        "discount",
        "issuance",
        "cost",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "expense",
        "net",
        "loss",
        "noncontrolling",
        "interest",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "deemed",
        "dividend",
        "preferred",
        "stock",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "share",
        "used",
        "calculation",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "amount",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "working",
        "capital",
        "total",
        "asset",
        "current",
        "portion",
        "debt",
        "debt",
        "less",
        "current",
        "portion",
        "total",
        "shareholder",
        "equity",
        "reconciliation",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "reported",
        "loss",
        "operation",
        "gaap",
        "reported",
        "compensation",
        "expense",
        "gaap",
        "adjusted",
        "loss",
        "operation",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cti",
        "biopharma",
        "corp"
    ]
}