{
    "organizations": [],
    "uuid": "9c382e7c8b5ec467cc98d0b8345816295ab3507d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/cnbc-transcript-ulrich-spiesshofer-president-ceo-abb.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Ulrich Spiesshofer, President & CEO, ABB",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Ulrich Spiesshofer, President & CEO of ABB at the China Development Forum in Beijing. The interview was broadcast on CNBC's Street Signs and Capital Connection on 27 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): We're here in China, in Beijing and the developments over the last couple of days have been worrying for a lot of people. The U.S. firing a first round of tariffs, China firing back – so far the response from China has been fairly modest, but for business leaders like yourself, with very much stake in the future here in China as well, how concerned are you?\nUlrich Spiesshofer: Look we in ABB we stand for open trade and global markets that work together in a seamless way. I think the last couple of years have demonstrated what can happen in a positive way, if we have that circumstances, the economic outlook altogether for 2018 was quite positive and I hope that we can avoid dampening effects of potential tariff actions that would work against that underlying quite positive sentiment. So we hope that it will be a good level playing field. We really hope that China and U.S., which are by the way our two largest markets for ABB, find a way to work together in a friendly way .\nMS: Indeed because what you talk about in terms of the global picture in growth is, for the first time in probably a decade, 10 years, we have synchronized, fairly synchronized growth across the world. So for business leaders it must be like 'this is great, finally' and then this happens. How frustrating is it for you?\nUlrich Spiesshofer: If you take the three markets that are serving utilities, industry, transport and infrastructure, as you rightly say, for the first time since 2008 financial crisis, we have all the markets either stable or growing. And that's something that's quite unique.\nSo I'm concerned, I would be concerned if we get a lot of dampening effect and uncertainties. We need certainty in terms of decision making; we need certainty for investment climate, because all together I think the underlying demand is there on the consumer side, China has developed very strongly into a consumption-driven economy and any tariff stoppage or tariff impact that would have a dampening effect would be concerning.\nMS: Indeed the EU Europe is involved in this as well with the steel tariffs, the exemptions came at the very last second, so there was a bit of relief but then they finally understood, hold on this is only temporary until May 1 unless we talk. The leaders in Europe are now screaming for these exemptions to be made permanent. These are the political leaders, but corporate leaders like yourself must also want that to happen.\nUlrich Spiesshofer: Look when you look at the ABB today, we have one third of our activities in the Americas, one third in Asia, Middle East and Africa and one third in Europe. So we're pretty self-contained in the key markets all over the world. But still, we benefit from the global trade of raw materials, we buy from all around the world because we want to have the best possible quality for our customers and the best possible quality is not always only available locally, sometimes you need to go abroad to get the right materials in. So I would be concerned if we would have a damaging effect but altogether I really trust the politicians to sort this out.\nWe as leaders of companies naturally need to be cautious. We need to manage our costs in a reasonable way, we need to manage our footprint in a reasonable way. ABB has invested a lot of money the last years in China, in the U.S., to have a stronger local footprint and with that we are pretty well positioned here in China with our 17,000 colleagues, they're in a fully localized value chain and we are doing quite well.\nMS: Indeed. If we could talk very quickly about your bid to buy GE's industrial unit – 2.6 billion dollars – just a few months ago at Davos you were seated with Donald Trump the president, just a few seats away, and he whispered \"look relax it's ok, it will be fine\". In this environment with the president in this kind of mood, the fear the worry is of access for not just countries but companies may get a little bit more difficult. Are you still confident your deal can go through?\nUlrich Spiesshofer: Yeah I think we are in a really good stage with the deal, in fact we just got the CFIUS approval in the U.S. So from the U.S. approval range perspective we are going through, the other authorities are also progressing very well so I'm still confident that this deal will go through. We have deployed about $13 billion in the U.S. in the last two years. Now we're making a lot of significant investment, putting ABB strong on the map. Here in China we have invested very strongly, we got now more than 30 companies here in China under the umbrella, so we invest our money wisely into key market opportunities. China is a very important one and so is the U.S.\nMS: When I think ABB I think infrastructure broadly right? And when I think China I think Belt and Road. Obviously there are a lot of foreign players including your competitors who are eyeing opportunities how they can be part of this. But the worry is whether or not foreign companies will get equal treatment, equal access in terms of access to these deals. What about ABB\nUlrich Spiesshofer: ABB is really a Chinese company here in China, we are in the country since, 111 years we are serving China. We have more than 100 projects already going on with Chinese companies on the Belt and Road initiative, whether it's cement activities in Vietnam, whether it's power lines in Sri Lanka, whether it's steel activities in Russia, we are working very strongly together and I think the strong global footprint of ABB, our nicely balanced set up of our 136,000 people all around the world, our more than 30,000 service people that collaborate with our partners also during the build and operate phase of these projects, positions us very well to work with the companies all around the world and to help Chinese companies to go One Belt One Road and be a strong partner with a long-term basis.\nMS: So far your experience with Belt and Road has been positive?\nUlrich Spiesshofer: Very positive and it has been built on many customer relationships that we had going on for decades. Look here in China I mean I've been here always meet some of the longest term and new customers of ABB. We have customers that we have served for decades and naturally that as they expand now we see a new model of partnership that we are not only working here in China, that we collaborate with a very long term perspective and a steady hand supporting these companies to get a stronger stand outside and benefited from that partnership also for ABB.\nMS: Let's talk about the business if we could. It's been a pretty rough last couple of years. Last quarter I think was at least revenue positive finally for ABB. And you've described the group as just coming out of the repair shop. What is the outlook for 2018 for this year?\nUlrich Spiesshofer: Look the last couple of years we took ABB through a massive fundamental transformation, we made the company lighter, faster we made it more market-oriented, we took out a lot of… we had too many people on board to, we had businesses that didn't belong we cleaned up the portfolio. And now we basically have a proper portfolio that's two fundamentally simple value propositions. We take electricity from any power plant to any consumption point, then we automate industries from natural resources to ready product. So when you take the electricity value chain, we have demand-side dynamics like electric mobility, data centers, Smart Cities coming and on the supply side to move towards renewables is also a fascinating development that requires a lot of technology. So the underlying momentum is good and we see on the electricity side also large approach in the tendering discussion now coming up for the future.\nOn the automation side if you look at China, China is a center of gravity in industry is really shifting away from the heavy industries to more discrete industries into the services. We have also shifted our center of gravity; we are the market leader in robotics here in China around since decades and have invested strongly. So I would say the underlying sentiment is positive, the technology needs in making the world a better world more articulated than before. ABB is in good shape and became just at the right time with a clear portfolio that's now the simplest in the industry, with a much stronger customer orientation in a market that's improving.\nMS: Robotics I'm glad you brought that up. It's about what six percent of your business right now if I'm not mistaken. And given your long and very deep history and involvement in China and partnering with Chinese companies as well, you would have pretty good insight into the next question I'm about to ask you. And that is above this whole trade war fears, there's a much more strategic fear about a fight for the future - digital supremacy, technology supremacy. Whoever owns that will own power will own the future. There is a worry that China is trying to win the race by stealing technology including from the U.S. I think certain parts of Europe are also a bit concerned including Germany. What has ABB's experience been in terms of ring-fencing the technologies, which are obviously is very precious to you, from the Chinese, while you continue to partner there?\nUlrich Spiesshofer: Look I have a slightly different view on this. I think that technology altogether is good for the world. In 1970 a third of mankind was living below the extreme poverty line, today it's eight percent. And that move has been dramatically supported by technology; China and India together have moved 400 million people in the last couple of years from below the extreme poverty line up to higher income. So I see technology as something that can create wealth, growth and prosperity. We as a technology leader we make our technology available all around the world, to companies, to customers that really want to use the benefit of that…\nMS: Including the Chinese?\nUlrich Spiesshofer: Including the Chinese. And if you just take the workforce here in China, we have 17,000 people, 12 percent of our people are working locally in research and development. So we're doing a lot in China, for China, but also with China for the world. We have a strong AI and robotics center here in Shanghai where we have really developed leading edge robotic solutions, where we combine AI with robotics and make it available. So I see China today much more as a cradle of technological excellence in ABB, where we really can drive the development and really write the book of the future technologies jointly with our very very good team, with universities here in China, with partners here. So I think this is something that we should see as an opportunity going forward.\nMS: You think that technology is something that shouldn't be necessarily protected as much as shared by and with all, for the benefit of all?\nUlrich Spiesshofer: I think it's very important that we respect IP rights but that's a rule that should apply all around the world. Companies that invest their assets, their people, their money to make sure they can provide technology need to have protection rights on this technology. Whether it's in China, in the U.S., in Europe, that rule should apply everywhere. And when I look now at the last 10 years, the development here, the efforts to protect IP, to support IP, have been significantly increased and we welcome that and we really hope that this is being continued in the future.\nMS: And you feel that ABB's experience even recently in China with your technology has been safe?\nUlrich Spiesshofer: Look our ambition is to write the book of technology faster than others can read it. And if you as a technology leader continue doing that, then you will be on the safe side just by having always the best available and continuously evolving. Take robotics. We took robotics into China in the 70s we had the first activities here. Then we set up our robotics operation more than 10 years ago here in China and today we are developing leading edge solutions here locally, for the world. So this is a cradle of IP rather than a defensive passive kind of perspective.\nMS: From an investor perspective, ABB shares are down close to 17 percent so far this year. Not great. Your GE acquisition 2.6 billion in order to do that you put off your share buyback program and you've also been Quote: d saying that for the time being, you're going to hold off doing major deals, raise cash, in order to at some point get back to this buyback program. When is that going to be?\nUlrich Spiesshofer: Look when you take the development of our share price, we had before Christmas, in the third and in the fourth quarter, our share really ran up very, very strongly and there was an over expectation because we have a dampening effect of the backlog, we had in the last couple of years due to tough markets and transformation the decreasing backlog. That backlog will weigh on the revenue in 2018. When the market got running in 2017 maybe they overestimated a little bit of potential, now that was corrected and that came down unfortunately to get to overall massive correction in the global share market because when you look at all of our peers everybody is down now compared to the high of last year.\nGoing forward ABB is a very very cash-generative company. So we create a lot of cash, our cash flow is strong. We have very good cash conversion. GE industrial solution is a very strategic very important acquisition that we will see through in the first half of the year. We will also pay our dividend and we are having the ninth consecutive increase of dividends, in line with our dividend policy and our dividend promise – so we are living up to our promises and as we create more cash then we will look at how to deploy this cash best, organically, in research and development, in new technologies, in acquisitions should they be appropriate, but also importantly we will always own our dividend policy. So when the time is right you will consider that, at the moment we got to pay the dividend, we do GE, which will be a lot of cash out.\nMS: Not this year then is what you're saying?\nUlrich Spiesshofer: We have paused the share buyback program and when the time is right we will consider then relaunching it.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\n www.cnbc.com",
    "published": "2018-03-27T06:57:00.000+03:00",
    "crawled": "2018-03-27T08:23:34.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "ulrich",
        "spiesshofer",
        "president",
        "ceo",
        "abb",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "street",
        "sign",
        "capital",
        "connection",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "china",
        "beijing",
        "development",
        "last",
        "couple",
        "day",
        "worrying",
        "lot",
        "people",
        "firing",
        "first",
        "round",
        "tariff",
        "china",
        "firing",
        "back",
        "far",
        "response",
        "china",
        "fairly",
        "modest",
        "business",
        "leader",
        "like",
        "much",
        "stake",
        "future",
        "china",
        "well",
        "concerned",
        "ulrich",
        "spiesshofer",
        "look",
        "abb",
        "stand",
        "open",
        "trade",
        "global",
        "market",
        "work",
        "together",
        "seamless",
        "way",
        "think",
        "last",
        "couple",
        "year",
        "demonstrated",
        "happen",
        "positive",
        "way",
        "circumstance",
        "economic",
        "outlook",
        "altogether",
        "quite",
        "positive",
        "hope",
        "avoid",
        "dampening",
        "effect",
        "potential",
        "tariff",
        "action",
        "would",
        "work",
        "underlying",
        "quite",
        "positive",
        "sentiment",
        "hope",
        "good",
        "level",
        "playing",
        "field",
        "really",
        "hope",
        "china",
        "way",
        "two",
        "largest",
        "market",
        "abb",
        "find",
        "way",
        "work",
        "together",
        "friendly",
        "way",
        "m",
        "indeed",
        "talk",
        "term",
        "global",
        "picture",
        "growth",
        "first",
        "time",
        "probably",
        "decade",
        "year",
        "synchronized",
        "fairly",
        "synchronized",
        "growth",
        "across",
        "world",
        "business",
        "leader",
        "must",
        "like",
        "great",
        "finally",
        "happens",
        "frustrating",
        "ulrich",
        "spiesshofer",
        "take",
        "three",
        "market",
        "serving",
        "utility",
        "industry",
        "transport",
        "infrastructure",
        "rightly",
        "say",
        "first",
        "time",
        "since",
        "financial",
        "crisis",
        "market",
        "either",
        "stable",
        "growing",
        "something",
        "quite",
        "unique",
        "concerned",
        "would",
        "concerned",
        "get",
        "lot",
        "dampening",
        "effect",
        "uncertainty",
        "need",
        "certainty",
        "term",
        "decision",
        "making",
        "need",
        "certainty",
        "investment",
        "climate",
        "together",
        "think",
        "underlying",
        "demand",
        "consumer",
        "side",
        "china",
        "developed",
        "strongly",
        "economy",
        "tariff",
        "stoppage",
        "tariff",
        "impact",
        "would",
        "dampening",
        "effect",
        "would",
        "concerning",
        "m",
        "indeed",
        "eu",
        "europe",
        "involved",
        "well",
        "steel",
        "tariff",
        "exemption",
        "came",
        "last",
        "second",
        "bit",
        "relief",
        "finally",
        "understood",
        "hold",
        "temporary",
        "may",
        "unless",
        "talk",
        "leader",
        "europe",
        "screaming",
        "exemption",
        "made",
        "permanent",
        "political",
        "leader",
        "corporate",
        "leader",
        "like",
        "must",
        "also",
        "want",
        "happen",
        "ulrich",
        "spiesshofer",
        "look",
        "look",
        "abb",
        "today",
        "one",
        "third",
        "activity",
        "america",
        "one",
        "third",
        "asia",
        "middle",
        "east",
        "africa",
        "one",
        "third",
        "europe",
        "pretty",
        "key",
        "market",
        "world",
        "still",
        "benefit",
        "global",
        "trade",
        "raw",
        "material",
        "buy",
        "around",
        "world",
        "want",
        "best",
        "possible",
        "quality",
        "customer",
        "best",
        "possible",
        "quality",
        "always",
        "available",
        "locally",
        "sometimes",
        "need",
        "go",
        "abroad",
        "get",
        "right",
        "material",
        "would",
        "concerned",
        "would",
        "damaging",
        "effect",
        "altogether",
        "really",
        "trust",
        "politician",
        "sort",
        "leader",
        "company",
        "naturally",
        "need",
        "cautious",
        "need",
        "manage",
        "cost",
        "reasonable",
        "way",
        "need",
        "manage",
        "footprint",
        "reasonable",
        "way",
        "abb",
        "invested",
        "lot",
        "money",
        "last",
        "year",
        "china",
        "stronger",
        "local",
        "footprint",
        "pretty",
        "well",
        "positioned",
        "china",
        "colleague",
        "fully",
        "localized",
        "value",
        "chain",
        "quite",
        "well",
        "m",
        "indeed",
        "could",
        "talk",
        "quickly",
        "bid",
        "buy",
        "ge",
        "industrial",
        "unit",
        "billion",
        "dollar",
        "month",
        "ago",
        "davos",
        "seated",
        "donald",
        "trump",
        "president",
        "seat",
        "away",
        "whispered",
        "look",
        "relax",
        "ok",
        "fine",
        "environment",
        "president",
        "kind",
        "mood",
        "fear",
        "worry",
        "access",
        "country",
        "company",
        "may",
        "get",
        "little",
        "bit",
        "difficult",
        "still",
        "confident",
        "deal",
        "go",
        "ulrich",
        "spiesshofer",
        "yeah",
        "think",
        "really",
        "good",
        "stage",
        "deal",
        "fact",
        "got",
        "cfius",
        "approval",
        "approval",
        "range",
        "perspective",
        "going",
        "authority",
        "also",
        "progressing",
        "well",
        "still",
        "confident",
        "deal",
        "go",
        "deployed",
        "billion",
        "last",
        "two",
        "year",
        "making",
        "lot",
        "significant",
        "investment",
        "putting",
        "abb",
        "strong",
        "map",
        "china",
        "invested",
        "strongly",
        "got",
        "company",
        "china",
        "umbrella",
        "invest",
        "money",
        "wisely",
        "key",
        "market",
        "opportunity",
        "china",
        "important",
        "one",
        "m",
        "think",
        "abb",
        "think",
        "infrastructure",
        "broadly",
        "right",
        "think",
        "china",
        "think",
        "belt",
        "road",
        "obviously",
        "lot",
        "foreign",
        "player",
        "including",
        "competitor",
        "eyeing",
        "opportunity",
        "part",
        "worry",
        "whether",
        "foreign",
        "company",
        "get",
        "equal",
        "treatment",
        "equal",
        "access",
        "term",
        "access",
        "deal",
        "abb",
        "ulrich",
        "spiesshofer",
        "abb",
        "really",
        "chinese",
        "company",
        "china",
        "country",
        "since",
        "year",
        "serving",
        "china",
        "project",
        "already",
        "going",
        "chinese",
        "company",
        "belt",
        "road",
        "initiative",
        "whether",
        "cement",
        "activity",
        "vietnam",
        "whether",
        "power",
        "line",
        "sri",
        "lanka",
        "whether",
        "steel",
        "activity",
        "russia",
        "working",
        "strongly",
        "together",
        "think",
        "strong",
        "global",
        "footprint",
        "abb",
        "nicely",
        "balanced",
        "set",
        "people",
        "around",
        "world",
        "service",
        "people",
        "collaborate",
        "partner",
        "also",
        "build",
        "operate",
        "phase",
        "project",
        "position",
        "u",
        "well",
        "work",
        "company",
        "around",
        "world",
        "help",
        "chinese",
        "company",
        "go",
        "one",
        "belt",
        "one",
        "road",
        "strong",
        "partner",
        "basis",
        "m",
        "far",
        "experience",
        "belt",
        "road",
        "positive",
        "ulrich",
        "spiesshofer",
        "positive",
        "built",
        "many",
        "customer",
        "relationship",
        "going",
        "decade",
        "look",
        "china",
        "mean",
        "always",
        "meet",
        "longest",
        "term",
        "new",
        "customer",
        "abb",
        "customer",
        "served",
        "decade",
        "naturally",
        "expand",
        "see",
        "new",
        "model",
        "partnership",
        "working",
        "china",
        "collaborate",
        "long",
        "term",
        "perspective",
        "steady",
        "hand",
        "supporting",
        "company",
        "get",
        "stronger",
        "stand",
        "outside",
        "benefited",
        "partnership",
        "also",
        "abb",
        "m",
        "let",
        "talk",
        "business",
        "could",
        "pretty",
        "rough",
        "last",
        "couple",
        "year",
        "last",
        "quarter",
        "think",
        "least",
        "revenue",
        "positive",
        "finally",
        "abb",
        "described",
        "group",
        "coming",
        "repair",
        "shop",
        "outlook",
        "year",
        "ulrich",
        "spiesshofer",
        "look",
        "last",
        "couple",
        "year",
        "took",
        "abb",
        "massive",
        "fundamental",
        "transformation",
        "made",
        "company",
        "lighter",
        "faster",
        "made",
        "took",
        "lot",
        "many",
        "people",
        "board",
        "business",
        "belong",
        "cleaned",
        "portfolio",
        "basically",
        "proper",
        "portfolio",
        "two",
        "fundamentally",
        "simple",
        "value",
        "proposition",
        "take",
        "electricity",
        "power",
        "plant",
        "consumption",
        "point",
        "automate",
        "industry",
        "natural",
        "resource",
        "ready",
        "product",
        "take",
        "electricity",
        "value",
        "chain",
        "dynamic",
        "like",
        "electric",
        "mobility",
        "data",
        "center",
        "smart",
        "city",
        "coming",
        "supply",
        "side",
        "move",
        "towards",
        "renewables",
        "also",
        "fascinating",
        "development",
        "requires",
        "lot",
        "technology",
        "underlying",
        "momentum",
        "good",
        "see",
        "electricity",
        "side",
        "also",
        "large",
        "approach",
        "tendering",
        "discussion",
        "coming",
        "future",
        "automation",
        "side",
        "look",
        "china",
        "china",
        "center",
        "gravity",
        "industry",
        "really",
        "shifting",
        "away",
        "heavy",
        "industry",
        "discrete",
        "industry",
        "service",
        "also",
        "shifted",
        "center",
        "gravity",
        "market",
        "leader",
        "robotics",
        "china",
        "around",
        "since",
        "decade",
        "invested",
        "strongly",
        "would",
        "say",
        "underlying",
        "sentiment",
        "positive",
        "technology",
        "need",
        "making",
        "world",
        "better",
        "world",
        "articulated",
        "abb",
        "good",
        "shape",
        "became",
        "right",
        "time",
        "clear",
        "portfolio",
        "simplest",
        "industry",
        "much",
        "stronger",
        "customer",
        "orientation",
        "market",
        "improving",
        "m",
        "robotics",
        "glad",
        "brought",
        "six",
        "percent",
        "business",
        "right",
        "mistaken",
        "given",
        "long",
        "deep",
        "history",
        "involvement",
        "china",
        "partnering",
        "chinese",
        "company",
        "well",
        "would",
        "pretty",
        "good",
        "insight",
        "next",
        "question",
        "ask",
        "whole",
        "trade",
        "war",
        "fear",
        "much",
        "strategic",
        "fear",
        "fight",
        "future",
        "digital",
        "supremacy",
        "technology",
        "supremacy",
        "whoever",
        "owns",
        "power",
        "future",
        "worry",
        "china",
        "trying",
        "win",
        "race",
        "stealing",
        "technology",
        "including",
        "think",
        "certain",
        "part",
        "europe",
        "also",
        "bit",
        "concerned",
        "including",
        "germany",
        "abb",
        "experience",
        "term",
        "technology",
        "obviously",
        "precious",
        "chinese",
        "continue",
        "partner",
        "ulrich",
        "spiesshofer",
        "look",
        "slightly",
        "different",
        "view",
        "think",
        "technology",
        "altogether",
        "good",
        "world",
        "third",
        "mankind",
        "living",
        "extreme",
        "poverty",
        "line",
        "today",
        "eight",
        "percent",
        "move",
        "dramatically",
        "supported",
        "technology",
        "china",
        "india",
        "together",
        "moved",
        "million",
        "people",
        "last",
        "couple",
        "year",
        "extreme",
        "poverty",
        "line",
        "higher",
        "income",
        "see",
        "technology",
        "something",
        "create",
        "wealth",
        "growth",
        "prosperity",
        "technology",
        "leader",
        "make",
        "technology",
        "available",
        "around",
        "world",
        "company",
        "customer",
        "really",
        "want",
        "use",
        "benefit",
        "m",
        "including",
        "chinese",
        "ulrich",
        "spiesshofer",
        "including",
        "chinese",
        "take",
        "workforce",
        "china",
        "people",
        "percent",
        "people",
        "working",
        "locally",
        "research",
        "development",
        "lot",
        "china",
        "china",
        "also",
        "china",
        "world",
        "strong",
        "ai",
        "robotics",
        "center",
        "shanghai",
        "really",
        "developed",
        "leading",
        "edge",
        "robotic",
        "solution",
        "combine",
        "ai",
        "robotics",
        "make",
        "available",
        "see",
        "china",
        "today",
        "much",
        "cradle",
        "technological",
        "excellence",
        "abb",
        "really",
        "drive",
        "development",
        "really",
        "write",
        "book",
        "future",
        "technology",
        "jointly",
        "good",
        "team",
        "university",
        "china",
        "partner",
        "think",
        "something",
        "see",
        "opportunity",
        "going",
        "forward",
        "m",
        "think",
        "technology",
        "something",
        "necessarily",
        "protected",
        "much",
        "shared",
        "benefit",
        "ulrich",
        "spiesshofer",
        "think",
        "important",
        "respect",
        "ip",
        "right",
        "rule",
        "apply",
        "around",
        "world",
        "company",
        "invest",
        "asset",
        "people",
        "money",
        "make",
        "sure",
        "provide",
        "technology",
        "need",
        "protection",
        "right",
        "technology",
        "whether",
        "china",
        "europe",
        "rule",
        "apply",
        "everywhere",
        "look",
        "last",
        "year",
        "development",
        "effort",
        "protect",
        "ip",
        "support",
        "ip",
        "significantly",
        "increased",
        "welcome",
        "really",
        "hope",
        "continued",
        "future",
        "m",
        "feel",
        "abb",
        "experience",
        "even",
        "recently",
        "china",
        "technology",
        "safe",
        "ulrich",
        "spiesshofer",
        "look",
        "ambition",
        "write",
        "book",
        "technology",
        "faster",
        "others",
        "read",
        "technology",
        "leader",
        "continue",
        "safe",
        "side",
        "always",
        "best",
        "available",
        "continuously",
        "evolving",
        "take",
        "robotics",
        "took",
        "robotics",
        "china",
        "70",
        "first",
        "activity",
        "set",
        "robotics",
        "operation",
        "year",
        "ago",
        "china",
        "today",
        "developing",
        "leading",
        "edge",
        "solution",
        "locally",
        "world",
        "cradle",
        "ip",
        "rather",
        "defensive",
        "passive",
        "kind",
        "perspective",
        "m",
        "investor",
        "perspective",
        "abb",
        "share",
        "close",
        "percent",
        "far",
        "year",
        "great",
        "ge",
        "acquisition",
        "billion",
        "order",
        "put",
        "share",
        "buyback",
        "program",
        "also",
        "quote",
        "saying",
        "time",
        "going",
        "hold",
        "major",
        "deal",
        "raise",
        "cash",
        "order",
        "point",
        "get",
        "back",
        "buyback",
        "program",
        "going",
        "ulrich",
        "spiesshofer",
        "look",
        "take",
        "development",
        "share",
        "price",
        "christmas",
        "third",
        "fourth",
        "quarter",
        "share",
        "really",
        "ran",
        "strongly",
        "expectation",
        "dampening",
        "effect",
        "backlog",
        "last",
        "couple",
        "year",
        "due",
        "tough",
        "market",
        "transformation",
        "decreasing",
        "backlog",
        "backlog",
        "weigh",
        "revenue",
        "market",
        "got",
        "running",
        "maybe",
        "overestimated",
        "little",
        "bit",
        "potential",
        "corrected",
        "came",
        "unfortunately",
        "get",
        "overall",
        "massive",
        "correction",
        "global",
        "share",
        "market",
        "look",
        "peer",
        "everybody",
        "compared",
        "high",
        "last",
        "year",
        "going",
        "forward",
        "abb",
        "company",
        "create",
        "lot",
        "cash",
        "cash",
        "flow",
        "strong",
        "good",
        "cash",
        "conversion",
        "ge",
        "industrial",
        "solution",
        "strategic",
        "important",
        "acquisition",
        "see",
        "first",
        "half",
        "year",
        "also",
        "pay",
        "dividend",
        "ninth",
        "consecutive",
        "increase",
        "dividend",
        "line",
        "dividend",
        "policy",
        "dividend",
        "promise",
        "living",
        "promise",
        "create",
        "cash",
        "look",
        "deploy",
        "cash",
        "best",
        "organically",
        "research",
        "development",
        "new",
        "technology",
        "acquisition",
        "appropriate",
        "also",
        "importantly",
        "always",
        "dividend",
        "policy",
        "time",
        "right",
        "consider",
        "moment",
        "got",
        "pay",
        "dividend",
        "ge",
        "lot",
        "cash",
        "m",
        "year",
        "saying",
        "ulrich",
        "spiesshofer",
        "paused",
        "share",
        "buyback",
        "program",
        "time",
        "right",
        "consider",
        "relaunching",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal"
    ]
}