{
    "organizations": [],
    "uuid": "646412c8948f4822f168103b5c7e268ffe87531a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-ballantyne-strong-reports-financial-results-for-fourth-quarter-2017.html",
    "ord_in_thread": 0,
    "title": "Ballantyne Strong Reports Financial Results for Fourth Quarter 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OMAHA, Neb.--(BUSINESS WIRE)-- Ballantyne Strong, Inc. (NYSE American: BTN), a holding company with diverse business activities focused on serving the cinema, retail, financial, advertising and government markets, today reported financial results for the fourth quarter ended December 31, 2017.\nNet revenues were $15.8 million in the fourth quarter of 2017, compared with $19.9 million in the same period of the prior year. Loss from operations was ($1.9) million in the fourth quarter of 2017, compared with income from operations of $0.8 million in the same period of the prior year. Net loss from continuing operations was ($1.0) million, or ($0.07) per share, in the fourth quarter of 2017 compared with net income from continuing operations of $0.4 million, or $0.03 per share, in the same period of the prior year.\nKyle Cerminara, Chairman and CEO of Ballantyne Strong, Inc., commented, “In 2017, we made necessary investments in our systems and internal controls that temporarily increased our general and administrative expenses. We also invested in creating two new businesses, StrongVest and Strong Digital Media, that we believe are pivotal to the future of the company. We launched our first ETF, the CWA Income ETF (BATS: CWAI) and we are approaching the one year anniversary of the fund. In early 2018, we entered the New York City taxi top advertising business through Strong Digital Media and we expect this business to begin generating significant revenue over the next few months. We are continuing to refine our holding company structure and we expect to optimize this structure further in 2018.”\nSegment Organization\nDuring the fourth quarter of 2017, we reorganized our corporate reporting structure and moved the operations of Strong Technical Services, Inc. from the Digital Media segment to the Cinema segment. All prior periods have been recast in our segment reporting to reflect the current segment organization.\nQ4 2017 Financial Summary\nCinema revenues were $10.8 million in the fourth quarter of 2017, compared with $12.9 million in the same period of the prior year. The decrease was driven by decreased sales of projectors, lamps and screen support systems, partially offset by increases in projection system installations and sales of screens and digital parts.\nDigital Media revenues were $5.2 million in the fourth quarter of 2017, compared with $7.2 million in the same period of the prior year. This decrease was driven by decreased non-recurring digital signage equipment and installation sales, partially offset by increased recurring digital signage as a service (“DSaaS”) and digital signage maintenance sales.\nConsolidated gross profit was $3.9 million in the fourth quarter of 2017, compared with $5.4 million in the same quarter of the prior year. Gross margin was 24.8% in the fourth quarter of 2017, compared with 27.0% in the same quarter of the prior year, as lower revenues resulted in less favorable absorption of fixed operating costs in the fourth quarter of 2017.\nSelling and administrative expenses were $5.6 million in the fourth quarter of 2017, compared with $4.4 million in the same quarter of the prior year. The increase was primarily due to a contract termination charge of $0.4 million, as well as increases in compensation and benefit expenses of $0.3 million, consulting expenses of $0.2 million and bad debt expense of $0.1 million.\nFull Year 2017 Results\nFor the year ended December 31, 2017, net revenues were $72.6 million, compared with $76.3 million for 2016. Gross profit amounted to $18.9 million, or 26.1% of net revenues, compared to gross profit of $21.2 million, or 27.7% of net revenues in the prior year. Net loss from continuing operations was ($3.6) million, or ($0.25) per share, for 2017, compared to net income from continuing operations of $0.9 million, or $0.06 per share, for the prior year.\nBalance Sheet\nExcluding assets held for sale, Ballantyne’s cash and cash equivalents balance at December 31, 2017 was $4.9 million, compared to $7.6 million at December 31, 2016. The decrease in cash was driven by operating losses and cash utilized for the purchase of equity investments and for capital expenditures, partially offset by proceeds from the issuance of $2.5 million of short and long term debt. Equity method investments had a book value of $18.1 million and a market value of $15.3 million as of December 31, 2017.\nAbout Ballantyne Strong, Inc. ( www.ballantynestrong.com )\nBallantyne Strong and its subsidiaries engage in diverse business activities including the design, integration and installation of technology solutions for a broad range of applications; development and delivery of out-of-home messaging, advertising and communications; manufacturing of projection screens; and providing managed services including monitoring of networked equipment. The Company focuses on serving the cinema, retail, financial and government markets.\nForward-Looking Statements\nExcept for the historical information in this press release, it includes forward-looking statements which involve a number of risks and uncertainties, including but not limited to those discussed in the “Risk Factors” section contained in Item 1A in our Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and the following risks and uncertainties: the Company’s ability to expand its revenue streams, potential interruptions of supplier relationships or higher prices charged by suppliers, the Company’s ability to successfully compete and introduce enhancements and new features that achieve market acceptance and that keep pace with technological developments, the Company’s ability to successfully execute its capital allocation strategy, the Company’s ability to retain or replace its significant customers, the impact of a challenging global economic environment or a downturn in the markets, economic and political risks of selling products in foreign countries, risks of non-compliance with U.S. and foreign laws and regulations, cybersecurity risks and risks of damage and interruptions of information technology systems, the Company’s ability to retain key members of management and successfully integrate new executives, the Company’s ability to complete acquisitions, strategic investments, entry into new lines of business, divestitures, mergers or other transactions on acceptable terms or at all, the Company’s ability to assert its intellectual property rights, the impact of natural disasters and other catastrophic events, the adequacy of insurance and the impact of having a controlling stockholder. Given the risks and uncertainties, readers should not place undue reliance on any forward-looking statement and should recognize that the statements are predictions of future results which may not occur as anticipated. Actual results could differ materially from those anticipated in the forward-looking statements and from historical results, due to the risks and uncertainties described herein, as well as others not now anticipated. New risk factors emerge from time to time and it is not possible for management to predict all such risk factors, nor can it assess the impact of all such factors on our business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in any forward-looking statements. Except where required by law, the Company assumes no obligation to update forward-looking statements to reflect actual results or changes in factors or assumptions affecting such forward-looking statements.\nBallantyne Strong, Inc. and Subsidiaries Condensed Consolidated Balance Sheets (In thousands) (Unaudited) December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 4,870 $ 7,596 Accounts receivable, net 10,766 16,316 Inventories, net 4,821 6,563 Other current assets 1,785 2,606 Total current assets 22,242 33,081 Property, plant and equipment, net 10,826 11,187 Equity method investments 18,053 13,098 Goodwill and intangible assets, net 4,924 3,246 Other assets 2,969 1,827 Total assets $ 59,014 $ 62,439 Liabilities and Stockholders' Equity Current liabilities: Accounts payable and accrued expenses $ 6,496 $ 9,272 Short-term debt, including current portion of long-term 565 - Deferred revenue and customer deposits 1,619 4,211 Other current liabilities - 165 Total current liabilities 8,680 13,648 Long-term debt, net of current portion and debt issuance costs 1,870 - Other liabilities 4,342 3,637 Total liabilities 14,892 17,285 Stockholders' equity 44,122 45,154 Total liabilities and stockholders' equity $ 59,014 $ 62,439 Ballantyne Strong, Inc. and Subsidiaries Condensed Consolidated Statements of Operations (In thousands, except per share amounts) (Unaudited) Quarters Ended December 31, Years Ended December 31, 2017 2016 2017 2016 Net product sales $ 9,243 $ 14,723 $ 47,544 $ 54,391 Net service revenues 6,519 5,191 25,102 21,863 Total net revenues 15,762 19,914 72,646 76,254 Cost of products sold 4,523 11,128 35,446 42,338 Cost of services 7,337 3,392 18,266 12,760 Total cost of revenues 11,860 14,520 53,712 55,098 Gross profit 3,902 5,394 18,934 21,156 Selling and administrative expenses: Selling 1,210 1,310 5,417 4,612 Administrative 4,415 3,135 16,121 12,262 Total selling and administrative expenses 5,625 4,445 21,538 16,874 Loss on sale or disposal of assets (210 ) (118 ) (210 ) (118 ) (Loss) income from operations (1,933 ) 831 (2,814 ) 4,164 Other income (expense): Interest income 1 5 9 70 Interest expense (79 ) - (153 ) (47 ) Fair value adjustment to notes receivable 1,146 - 1,146 - Foreign currency transaction gain (loss) 106 (20 ) (304 ) (1,002 ) Change in value of marketable securities - 434 - (34 ) Excess distribution from joint venture - - - 502 Other (expense) income, net (7 ) 14 (16 ) 118 Total other income (expense) 1,167 433 682 (393 ) (Loss) earnings before income taxes and equity method investment income (766 ) 1,264 (2,132 ) 3,771 Income tax expense 709 934 3,418 3,019 Equity method investment income 442 47 1,958 117 Net (loss) earnings from continuing operations (1,033 ) 377 (3,592 ) 869 Net income (loss) from discontinued operations, net of tax 41 (535 ) (25 ) (1,277 ) Net loss $ (992 ) $ (158 ) $ (3,617 ) $ (408 ) Net (loss) earnings per share - basic Net (loss) earnings from continuing operations $ (0.07 ) $ 0.03 $ (0.25 ) $ 0.06 Net earnings (loss) from discontinued operations 0.00 (0.04 ) (0.00 ) (0.09 ) Net loss (0.07 ) (0.01 ) (0.25 ) (0.03 ) Net (loss) earnings per share - diluted Net (loss) earnings from continuing operations $ (0.07 ) $ 0.03 $ (0.25 ) $ 0.06 Net earnings (loss) from discontinued operations 0.00 (0.04 ) (0.00 ) (0.09 ) Net loss (0.07 ) (0.01 ) (0.25 ) (0.03 ) Ballantyne Strong, Inc. and Subsidiaries Condensed Consolidated Statements of Cash Flows (In thousands) (Unaudited) Years Ended December 31, 2017 2016 Cash flows from operating activities: Net loss $ (3,617 ) $ (408 ) Net loss from discontinued operations, net of tax (25 ) (1,277 ) Net (loss) earnings from continuing operations (3,592 ) 869 Non-cash expenses, net 5,653 3,723 Fair value adjustment to notes receivable (1,146 ) - Excess distribution from joint venture - (502 ) Equity method investment income (1,958 ) (117 ) Changes in operating assets and liabilities, net 1,053 (4,065 ) Net cash flows provided by (used in) operating activities - continuing operations 10 (92 ) Net cash flows (used in) provided by operating activities - discontinued operations (123 ) (3,370 ) Net cash used in operating activities (113 ) (3,462 ) Cash flows from investing activities: Purchase of equity securities (2,525 ) (7,048 ) Dividends received from investee in excess of cumulative earnings 253 - Capital expenditures (3,275 ) (3,762 ) Net cash used in investing activities - continuing operations (5,547 ) (10,810 ) Net cash used in investing activities - discontinued operations 134 297 Net cash used in investing activities (5,413 ) (10,513 ) Cash flows from financing activities: Proceeds from issuance of long-term debt 2,000 - Proceeds from issuance of short-term debt 500 - Payment of debt issuance costs (49 ) - Principal payments on long-term debt (33 ) - Purchase of treasury stock (102 ) (230 ) Proceeds from exercise of stock options 71 135 Payments on capital lease obligations (240 ) (268 ) Excess tax benefits from stock-based compensation - 45 Net cash provided by (used in) financing activities 2,147 (318 ) Effect of exchange rate changes on cash and cash equivalents - continuing operations 478 583 Effect of exchange rate changes on cash and cash equivalents - discontinued operations - (589 ) Net decrease in cash and cash equivalents (2,901 ) (14,299 ) Discontinued operations cash activity included above: Add: Cash balance included in assets held for sale at beginning of period 175 4,208 Less: Cash balance included in assets held for sale at end of period - (175 ) Cash and cash equivalents at beginning of period 7,596 17,862 Cash and cash equivalents at end of period $ 4,870 $ 7,596 Supplemental disclosure of cash paid for: Interest $ 152 $ 46 Income taxes $ 2,830 $ 3,378\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315006445/en/\nBallantyne Strong, Inc.\nLance Schulz, 402-829-9427\nChief Financial Officer\nSource: Ballantyne Strong, Inc.",
    "published": "2018-03-15T23:30:00.000+02:00",
    "crawled": "2018-03-16T00:31:29.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "omaha",
        "business",
        "wire",
        "ballantyne",
        "strong",
        "nyse",
        "american",
        "btn",
        "holding",
        "company",
        "diverse",
        "business",
        "activity",
        "focused",
        "serving",
        "cinema",
        "retail",
        "financial",
        "advertising",
        "government",
        "market",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "net",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "loss",
        "operation",
        "million",
        "fourth",
        "quarter",
        "compared",
        "income",
        "operation",
        "million",
        "period",
        "prior",
        "year",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "income",
        "continuing",
        "operation",
        "million",
        "per",
        "share",
        "period",
        "prior",
        "year",
        "kyle",
        "cerminara",
        "chairman",
        "ceo",
        "ballantyne",
        "strong",
        "commented",
        "made",
        "necessary",
        "investment",
        "system",
        "internal",
        "control",
        "temporarily",
        "increased",
        "general",
        "administrative",
        "expense",
        "also",
        "invested",
        "creating",
        "two",
        "new",
        "business",
        "strongvest",
        "strong",
        "digital",
        "medium",
        "believe",
        "pivotal",
        "future",
        "company",
        "launched",
        "first",
        "etf",
        "cwa",
        "income",
        "etf",
        "bat",
        "cwai",
        "approaching",
        "one",
        "year",
        "anniversary",
        "fund",
        "early",
        "entered",
        "new",
        "york",
        "city",
        "taxi",
        "top",
        "advertising",
        "business",
        "strong",
        "digital",
        "medium",
        "expect",
        "business",
        "begin",
        "generating",
        "significant",
        "revenue",
        "next",
        "month",
        "continuing",
        "refine",
        "holding",
        "company",
        "structure",
        "expect",
        "optimize",
        "structure",
        "segment",
        "organization",
        "fourth",
        "quarter",
        "reorganized",
        "corporate",
        "reporting",
        "structure",
        "moved",
        "operation",
        "strong",
        "technical",
        "service",
        "digital",
        "medium",
        "segment",
        "cinema",
        "segment",
        "prior",
        "period",
        "recast",
        "segment",
        "reporting",
        "reflect",
        "current",
        "segment",
        "organization",
        "q4",
        "financial",
        "summary",
        "cinema",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "decrease",
        "driven",
        "decreased",
        "sale",
        "projector",
        "lamp",
        "screen",
        "support",
        "system",
        "partially",
        "offset",
        "increase",
        "projection",
        "system",
        "installation",
        "sale",
        "screen",
        "digital",
        "part",
        "digital",
        "medium",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "decrease",
        "driven",
        "decreased",
        "digital",
        "signage",
        "equipment",
        "installation",
        "sale",
        "partially",
        "offset",
        "increased",
        "recurring",
        "digital",
        "signage",
        "service",
        "dsaas",
        "digital",
        "signage",
        "maintenance",
        "sale",
        "consolidated",
        "gross",
        "profit",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "quarter",
        "prior",
        "year",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "compared",
        "quarter",
        "prior",
        "year",
        "lower",
        "revenue",
        "resulted",
        "less",
        "favorable",
        "absorption",
        "fixed",
        "operating",
        "cost",
        "fourth",
        "quarter",
        "selling",
        "administrative",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "quarter",
        "prior",
        "year",
        "increase",
        "primarily",
        "due",
        "contract",
        "termination",
        "charge",
        "million",
        "well",
        "increase",
        "compensation",
        "benefit",
        "expense",
        "million",
        "consulting",
        "expense",
        "million",
        "bad",
        "debt",
        "expense",
        "million",
        "full",
        "year",
        "result",
        "year",
        "ended",
        "december",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "gross",
        "profit",
        "amounted",
        "million",
        "net",
        "revenue",
        "compared",
        "gross",
        "profit",
        "million",
        "net",
        "revenue",
        "prior",
        "year",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "continuing",
        "operation",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "balance",
        "sheet",
        "excluding",
        "asset",
        "held",
        "sale",
        "ballantyne",
        "cash",
        "cash",
        "equivalent",
        "balance",
        "december",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "cash",
        "driven",
        "operating",
        "loss",
        "cash",
        "utilized",
        "purchase",
        "equity",
        "investment",
        "capital",
        "expenditure",
        "partially",
        "offset",
        "proceeds",
        "issuance",
        "million",
        "short",
        "long",
        "term",
        "debt",
        "equity",
        "method",
        "investment",
        "book",
        "value",
        "million",
        "market",
        "value",
        "million",
        "december",
        "ballantyne",
        "strong",
        "ballantyne",
        "strong",
        "subsidiary",
        "engage",
        "diverse",
        "business",
        "activity",
        "including",
        "design",
        "integration",
        "installation",
        "technology",
        "solution",
        "broad",
        "range",
        "application",
        "development",
        "delivery",
        "messaging",
        "advertising",
        "communication",
        "manufacturing",
        "projection",
        "screen",
        "providing",
        "managed",
        "service",
        "including",
        "monitoring",
        "networked",
        "equipment",
        "company",
        "focus",
        "serving",
        "cinema",
        "retail",
        "financial",
        "government",
        "market",
        "statement",
        "except",
        "historical",
        "information",
        "press",
        "release",
        "includes",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "discussed",
        "risk",
        "factor",
        "section",
        "contained",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "following",
        "risk",
        "uncertainty",
        "company",
        "ability",
        "expand",
        "revenue",
        "stream",
        "potential",
        "interruption",
        "supplier",
        "relationship",
        "higher",
        "price",
        "charged",
        "supplier",
        "company",
        "ability",
        "successfully",
        "compete",
        "introduce",
        "enhancement",
        "new",
        "feature",
        "achieve",
        "market",
        "acceptance",
        "keep",
        "pace",
        "technological",
        "development",
        "company",
        "ability",
        "successfully",
        "execute",
        "capital",
        "allocation",
        "strategy",
        "company",
        "ability",
        "retain",
        "replace",
        "significant",
        "customer",
        "impact",
        "challenging",
        "global",
        "economic",
        "environment",
        "downturn",
        "market",
        "economic",
        "political",
        "risk",
        "selling",
        "product",
        "foreign",
        "country",
        "risk",
        "foreign",
        "law",
        "regulation",
        "cybersecurity",
        "risk",
        "risk",
        "damage",
        "interruption",
        "information",
        "technology",
        "system",
        "company",
        "ability",
        "retain",
        "key",
        "member",
        "management",
        "successfully",
        "integrate",
        "new",
        "executive",
        "company",
        "ability",
        "complete",
        "acquisition",
        "strategic",
        "investment",
        "entry",
        "new",
        "line",
        "business",
        "divestiture",
        "merger",
        "transaction",
        "acceptable",
        "term",
        "company",
        "ability",
        "assert",
        "intellectual",
        "property",
        "right",
        "impact",
        "natural",
        "disaster",
        "catastrophic",
        "event",
        "adequacy",
        "insurance",
        "impact",
        "controlling",
        "stockholder",
        "given",
        "risk",
        "uncertainty",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "recognize",
        "statement",
        "prediction",
        "future",
        "result",
        "may",
        "occur",
        "anticipated",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "historical",
        "result",
        "due",
        "risk",
        "uncertainty",
        "described",
        "herein",
        "well",
        "others",
        "anticipated",
        "new",
        "risk",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "management",
        "predict",
        "risk",
        "factor",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "actual",
        "result",
        "change",
        "factor",
        "assumption",
        "affecting",
        "statement",
        "ballantyne",
        "strong",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "equity",
        "method",
        "investment",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "debt",
        "including",
        "current",
        "portion",
        "deferred",
        "revenue",
        "customer",
        "deposit",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "net",
        "current",
        "portion",
        "debt",
        "issuance",
        "cost",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "ballantyne",
        "strong",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "product",
        "sale",
        "net",
        "service",
        "revenue",
        "total",
        "net",
        "revenue",
        "cost",
        "product",
        "sold",
        "cost",
        "service",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "selling",
        "administrative",
        "expense",
        "selling",
        "administrative",
        "total",
        "selling",
        "administrative",
        "expense",
        "loss",
        "sale",
        "disposal",
        "asset",
        "loss",
        "income",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "fair",
        "value",
        "adjustment",
        "note",
        "receivable",
        "foreign",
        "currency",
        "transaction",
        "gain",
        "loss",
        "change",
        "value",
        "marketable",
        "security",
        "excess",
        "distribution",
        "joint",
        "venture",
        "expense",
        "income",
        "net",
        "total",
        "income",
        "expense",
        "loss",
        "earnings",
        "income",
        "tax",
        "equity",
        "method",
        "investment",
        "income",
        "income",
        "tax",
        "expense",
        "equity",
        "method",
        "investment",
        "income",
        "net",
        "loss",
        "earnings",
        "continuing",
        "operation",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "earnings",
        "per",
        "share",
        "basic",
        "net",
        "loss",
        "earnings",
        "continuing",
        "operation",
        "net",
        "earnings",
        "loss",
        "discontinued",
        "operation",
        "net",
        "loss",
        "net",
        "loss",
        "earnings",
        "per",
        "share",
        "diluted",
        "net",
        "loss",
        "earnings",
        "continuing",
        "operation",
        "net",
        "earnings",
        "loss",
        "discontinued",
        "operation",
        "net",
        "loss",
        "ballantyne",
        "strong",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "earnings",
        "continuing",
        "operation",
        "expense",
        "net",
        "fair",
        "value",
        "adjustment",
        "note",
        "receivable",
        "excess",
        "distribution",
        "joint",
        "venture",
        "equity",
        "method",
        "investment",
        "income",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "net",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "activity",
        "continuing",
        "operation",
        "net",
        "cash",
        "flow",
        "used",
        "provided",
        "operating",
        "activity",
        "discontinued",
        "operation",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "equity",
        "security",
        "dividend",
        "received",
        "investee",
        "excess",
        "cumulative",
        "earnings",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "continuing",
        "operation",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "discontinued",
        "operation",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "debt",
        "proceeds",
        "issuance",
        "debt",
        "payment",
        "debt",
        "issuance",
        "cost",
        "principal",
        "payment",
        "debt",
        "purchase",
        "treasury",
        "stock",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "payment",
        "capital",
        "lease",
        "obligation",
        "excess",
        "tax",
        "benefit",
        "compensation",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "continuing",
        "operation",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "discontinued",
        "operation",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "discontinued",
        "operation",
        "cash",
        "activity",
        "included",
        "add",
        "cash",
        "balance",
        "included",
        "asset",
        "held",
        "sale",
        "beginning",
        "period",
        "less",
        "cash",
        "balance",
        "included",
        "asset",
        "held",
        "sale",
        "end",
        "period",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "paid",
        "interest",
        "income",
        "tax",
        "view",
        "source",
        "version",
        "http",
        "ballantyne",
        "strong",
        "lance",
        "schulz",
        "chief",
        "financial",
        "officer",
        "source",
        "ballantyne",
        "strong",
        "inc"
    ]
}