{
    "organizations": [],
    "uuid": "ed87573b07a9e994d1cc2d901c24e746efb4099e",
    "author": "Jacob Pramuk",
    "url": "https://www.cnbc.com/2018/03/01/gun-control-a-key-issue-in-midterm-elections-after-florida-shooting.html",
    "ord_in_thread": 0,
    "title": "Gun control a key issue in midterm elections after Florida shooting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Even as the latest school shooting rampage drove him to push for tighter gun laws, President Donald Trump issued a dire warning to conservatives. \n\"Don't get complacent, don't get complacent,\" the president told the Conservative Political Action Conference last week. If Democrats win control of Congress in November, \"they'll take away your Second Amendment — which we will never allow it to happen.\" \nWhile no prominent Democrats have called for repealing the Second Amendment, a gunman's massacre of 17 people at a Florida high school has spurred a push for firearm restrictions that has rarely, if ever, been seen in the United States. Guns quickly became a much bigger issue in talking points for November's critical midterm elections, in not only the battle for control of Congress but also races for governor's offices and state legislatures. \nIn swing states with red pockets like Florida and Ohio, or in Republican gun strongholds like Texas, candidates in both parties now face more pressure over their gun stances. While it is unclear whether the debate will change voting habits, politicians seeking office around the country have started to take notice of evolving public opinion. \n\"We are seeing signs of a shift. Whether it's real and lasting is going to be seen, but it does seem like things have changed,\" said Adam Winkler, a professor at the UCLA School of Law and Second Amendment scholar. \nWhat's changed  The Feb. 14 massacre at Marjory Stoneman Douglas High School in Parkland, Florida, prompted a wave of gun control activism. Student survivors of the shooting have gained audiences with Trump and House Speaker Paul Ryan , appeared on national television to call for action and protested in Washington and at Florida's Capitol.\nMandel Ngan | AFP | Getty Images President Donald Trump shakes hands with Marjory Stoneman Douglas High School student Ariana Klein (R) watched by fellow student Carson Abt at the start of a listening session on gun violence with teachers and students in the State Dining Room of the White House on February 21, 2018. Some of the students and their parents have argued for a ban on assault-style rifles and for universal background checks, among other measures to reduce gun violence. Other students or parents affected by the shooting have opposed new gun restrictions and instead called for better mental health care or more armed officials in schools. (The Broward County, Florida, sheriff currently faces backlash because an armed deputy apparently stayed outside the school during the shooting.) \nAt the same time, public opinion polls have also changed the dynamic for lawmakers and candidates. Multiple surveys released since the Florida shootings, including one by Quinnipiac University, have found that about two-thirds of voters support tighter gun laws.\nA larger percentage of voters than ever backed tougher gun restrictions in Quinnipiac's national polling this month — only 47 percent did in December 2015. The poll also found 97 percent support for universal background checks, and 67 percent back a ban on assault-style rifles. \n\"Given that we've seen a 20-point swing toward stricter gun control in the last two years, you can only imagine that there's a sea change happening and it may turn into a tidal wave,\" said Tim Malloy, assistant director of the Quinnipiac University poll. \nOn Wednesday, Trump added more fuel to the debate in a freewheeling, televised discussion with bipartisan lawmakers. He openly told Republicans they are \"afraid\" of the NRA and appeared to be open to a universal background check bill. He also raised eyebrows by suggesting police should \"take\" guns from potentially dangerous people, then \"go through due process second.\"\nHis remarks about due process were met with strong, immediate resistance from conservatives.\n\"Strong leaders don't automatically agree with the last thing that was said to them. We have the Second Amendment and due process of law for a reason,\" Sen. Ben Sasse, R-Neb., said in a statement. \"We're not ditching any Constitutional protections simply because the last person the President talked to today doesn't like them.\"\nCandidates forced to shift  While it is unclear how gun control will affect voting later this year, gun laws have already emerged as a key issue in races around the country. In Florida, a stronghold for gun rights activists, the school massacre has shaken the debate and forced lawmakers to change their position on firearms. \nBill Clark | CQ Roll Call | Getty Images Rep. Brian Mast, R-Fla., leaves the House Republican Conference meeting in the Capitol on Tuesday, Feb. 27, 2018. A separate Quinnipiac poll released Wednesday shows Florida lawmakers may have an incentive to take action. Seventy-eight percent of the state's voters support a minimum age of 21 for all gun purchases, a majority back a ban on \"semi-automatic rifles\" and 62 percent support banning \"assault weapons.\"\nRep. Brian Mast, R-Fla., could face a tough re-election fight. The 37-year-old Army veteran recently called for a ban on assault-style rifles , while trying to balance his pro-Second Amendment stance. \n\"No firearm is evil. Guns are tools that fulfill the intent of their users, good or bad. But we've seen that the rifle of choice for many mass shooters is the AR-15\" semi-automatic rifle, Mast wrote in a recent New York Times op-ed. \nOther Florida Republicans have shown a willingness to restrict access to guns. Gov. Rick Scott , who will likely run for Senate this year against incumbent Democrat Bill Nelson , has gone against the NRA in pushing to raise the minimum age for gun purchases to 21. He also opposed the NRA-backed proposal to arm certain teachers. \nAt the state legislature level, numerous Republicans could soon vote to pass the Scott-backed gun restrictions into law, and some lawmakers want to require a three-day waiting period for many gun purchases. They may also approve a $67 million program to arm school staff, trained by law enforcement officials. Local officials would choose whether to join. \nThom Baur | Reuters Florida Governor Rick Scott addresses the news media outside Marjory Stoneman Douglas High School following a school shooting in Parkland, Florida, February 15, 2018. In battleground states Ohio and Minnesota, Democratic candidates for governor have faced attacks in primary elections for not taking a tough enough stance on gun control. \nMeanwhile, in red Texas, Rep. Beto O'Rourke, the likely Democratic challenger of Sen. Ted Cruz , proudly tweeted last week about his \"F\" rating from the NRA and lack of campaign contributions from the organization. \nCruz responded by arguing that liberals \"are proud to support gun confiscation,\" while he chooses to \"defend Texans' right to keep and bear arms.\"\nCruz tweet \nHowever, in at least one closely watched election, neither candidate has called for new gun laws. In next month's House special election to represent a Pennsylvania district Trump won by 20 points, neither Republican Rick Saccone nor Democrat Conor Lamb has called for more firearm restrictions. \nWill voters turn out for gun control?  Following shooting massacres like the ones at Sandy Hook Elementary in Connecticut in 2012 and at a concert in Las Vegas in October, Congress took little concrete action to reduce gun violence. Bills to require background checks for all gun purchases or ban \"bump stocks\" that effectively turn a semi-automatic rifle into a machine gun stalled in Congress. \nNumerous bipartisan lawmakers currently support a narrow bill to improve the existing background check system. Even that effort may fail as House conservatives push to pass the plan in tandem with an NRA-backed measure to allow people with concealed carry permits in one state to cross state lines. \nThe stalemate is partly driven by the fact that single-issue voters who oppose new gun laws are generally more enthusiastic than those who support them, experts said. Supporters of tighter gun laws have to overcome a mobilization disadvantage if they want to make up ground in 2018. \n\"I think the gun rights group has a history of effective mobilization driven by the NRA. ... If you are a member of Congress and you're sort of in the mushy middle here, and might swing one way or the other, you generally go with the gun rights people,\" said Steven Billet, director of the legislative affairs program at the George Washington University School of Political Management. \nWhile many NRA critics focus on the group's contributions to GOP politicians, the organization actually spends much more money on independent expenditures like ads for or against candidates. From 1998 to 2017 it spent about $144 million on media and other resources to get its message out, according to PolitiFact . The NRA has vastly outspent gun control organizations .\nIn addition, gun control advocates typically face a \"structural disadvantage\" in the firearms debate, according to Winkler. Gun owners share a lifestyle and hobby, as well as an agreement on policy. \n\"It's harder for gun control folks, where it's really just one of many policy positions of how to make the world better,\" he said. \nGetty Images Shannon Watts speaks about gun violence in schools while flanked by Sen. Chris Murphy (D-CT) left, during a news conference on Capitol Hill, February 12, 2014 in Washington, DC. One of the groups that will try to mobilize gun control voters is Moms Demand Action for Gun Sense in America, part of the Michael Bloomberg -backed Everytown for Gun Safety. The organization, founded after the Sandy Hook massacre, advocates for and against policy at the federal and state levels as it aims to curb gun violence. \nThe group's founder, Shannon Watts, said it has received an \"exponential increase\" in interest following Parkland. The group did not immediately respond to CNBC's request for details on the number of donations and volunteers the group has received since Feb. 14. \nMoms Demand Action, which says it has chapters in all 50 states, has started an initiative to elect lawmakers at the state and federal level who will take more action to reduce gun violence. Among its goals are encouraging voter registration, educating voters on where candidates stand on gun laws and encouraging gun control advocates to run for office. The group will make a more specific plan about the lawmakers it wants to try to unseat as it sees how members of Congress handle the gun debate in the coming months, Watts said. \n\"I'm very hopeful that the passion and outrage in America right now will translate into even more gun sense candidates being elected in the midterms,\" she said. \nThe NRA's legislative arm did not respond to a request for comment on the group's plans for the midterms. \nMoms Demand Action supports several initiatives at the federal level, like universal background checks or raising the age to buy a rifle, which the NRA opposes. It opposes the NRA-backed concealed carry reciprocity measure and another proposal that would loosen restrictions on buying gun silencers. \nStates and companies could drive changes Even if Congress doesn't pass any gun-related legislation, states and other entities can take action. \nRecently, Oregon lawmakers passed a bill outlawing people convicted of domestic violence or who have restraining orders against them from possessing guns. On Monday, Rhode Island's governor signed a so-called red flag executive order that allows authorities to take firearms from people who a judge considers too dangerous. Five states have passed similar laws. \nWhile federal law does prohibit anyone convicted of felony domestic violence from buying a gun, state laws are considered easier for local authorities to enforce.\nLegislatures in Florida and many other states are also now considering new gun laws. \n\"It's hard to get anything passed at the federal level,\" Winkler said. \"As a result, we're going to see more emphasis on the state level because that's where there's the prospect of reform.\" \nOf course, states pass laws loosening gun restrictions, as well. Winkler pointed to Georgia, which approved a law in 2014 that greatly expanded the buildings into which licensed gun owners can bring their firearms. \nBillet also notes that corporate America has a \"significant role\" to play in the gun debate. Since the Parkland shooting, numerous companies ended partnership deals with the NRA . \nDick's Sporting Goods said Wednesday it would stop selling assault-style rifles and high-capacity magazines . The company added it would not allow customers under 21 to purchase any guns. Later Wednesday, Walmart also said it would raise the age restriction for gun purchases to 21 , adding that it would remove items resembling assault-style rifles from its website.\nMoms Demand Action is among the groups protesting companies like Apple and Amazon because they offer streaming of NRA TV, which plays content from the gun-rights group. \nSaid Watts: \"We've pivoted to statehouses and boardrooms to change state laws and corporate policies, and that momentum will eventually get us the right president and Congress who will act.\"",
    "published": "2018-03-01T16:30:00.000+02:00",
    "crawled": "2018-03-01T16:30:47.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "even",
        "latest",
        "school",
        "shooting",
        "rampage",
        "drove",
        "push",
        "tighter",
        "gun",
        "law",
        "president",
        "donald",
        "trump",
        "issued",
        "dire",
        "warning",
        "conservative",
        "get",
        "complacent",
        "get",
        "complacent",
        "president",
        "told",
        "conservative",
        "political",
        "action",
        "conference",
        "last",
        "week",
        "democrat",
        "win",
        "control",
        "congress",
        "november",
        "take",
        "away",
        "second",
        "amendment",
        "never",
        "allow",
        "happen",
        "prominent",
        "democrat",
        "called",
        "repealing",
        "second",
        "amendment",
        "gunman",
        "massacre",
        "people",
        "florida",
        "high",
        "school",
        "spurred",
        "push",
        "firearm",
        "restriction",
        "rarely",
        "ever",
        "seen",
        "united",
        "state",
        "gun",
        "quickly",
        "became",
        "much",
        "bigger",
        "issue",
        "talking",
        "point",
        "november",
        "critical",
        "midterm",
        "election",
        "battle",
        "control",
        "congress",
        "also",
        "race",
        "governor",
        "office",
        "state",
        "legislature",
        "swing",
        "state",
        "red",
        "pocket",
        "like",
        "florida",
        "ohio",
        "republican",
        "gun",
        "stronghold",
        "like",
        "texas",
        "candidate",
        "party",
        "face",
        "pressure",
        "gun",
        "stance",
        "unclear",
        "whether",
        "debate",
        "change",
        "voting",
        "habit",
        "politician",
        "seeking",
        "office",
        "around",
        "country",
        "started",
        "take",
        "notice",
        "evolving",
        "public",
        "opinion",
        "seeing",
        "sign",
        "shift",
        "whether",
        "real",
        "lasting",
        "going",
        "seen",
        "seem",
        "like",
        "thing",
        "changed",
        "said",
        "adam",
        "winkler",
        "professor",
        "ucla",
        "school",
        "law",
        "second",
        "amendment",
        "scholar",
        "changed",
        "massacre",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "florida",
        "prompted",
        "wave",
        "gun",
        "control",
        "activism",
        "student",
        "survivor",
        "shooting",
        "gained",
        "audience",
        "trump",
        "house",
        "speaker",
        "paul",
        "ryan",
        "appeared",
        "national",
        "television",
        "call",
        "action",
        "protested",
        "washington",
        "florida",
        "capitol",
        "mandel",
        "ngan",
        "afp",
        "getty",
        "image",
        "president",
        "donald",
        "trump",
        "shake",
        "hand",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "student",
        "ariana",
        "klein",
        "r",
        "watched",
        "fellow",
        "student",
        "carson",
        "abt",
        "start",
        "listening",
        "session",
        "gun",
        "violence",
        "teacher",
        "student",
        "state",
        "dining",
        "room",
        "white",
        "house",
        "february",
        "student",
        "parent",
        "argued",
        "ban",
        "rifle",
        "universal",
        "background",
        "check",
        "among",
        "measure",
        "reduce",
        "gun",
        "violence",
        "student",
        "parent",
        "affected",
        "shooting",
        "opposed",
        "new",
        "gun",
        "restriction",
        "instead",
        "called",
        "better",
        "mental",
        "health",
        "care",
        "armed",
        "official",
        "school",
        "broward",
        "county",
        "florida",
        "sheriff",
        "currently",
        "face",
        "backlash",
        "armed",
        "deputy",
        "apparently",
        "stayed",
        "outside",
        "school",
        "shooting",
        "time",
        "public",
        "opinion",
        "poll",
        "also",
        "changed",
        "dynamic",
        "lawmaker",
        "candidate",
        "multiple",
        "survey",
        "released",
        "since",
        "florida",
        "shooting",
        "including",
        "one",
        "quinnipiac",
        "university",
        "found",
        "voter",
        "support",
        "tighter",
        "gun",
        "law",
        "larger",
        "percentage",
        "voter",
        "ever",
        "backed",
        "tougher",
        "gun",
        "restriction",
        "quinnipiac",
        "national",
        "polling",
        "month",
        "percent",
        "december",
        "poll",
        "also",
        "found",
        "percent",
        "support",
        "universal",
        "background",
        "check",
        "percent",
        "back",
        "ban",
        "rifle",
        "given",
        "seen",
        "swing",
        "toward",
        "stricter",
        "gun",
        "control",
        "last",
        "two",
        "year",
        "imagine",
        "sea",
        "change",
        "happening",
        "may",
        "turn",
        "tidal",
        "wave",
        "said",
        "tim",
        "malloy",
        "assistant",
        "director",
        "quinnipiac",
        "university",
        "poll",
        "wednesday",
        "trump",
        "added",
        "fuel",
        "debate",
        "freewheeling",
        "televised",
        "discussion",
        "bipartisan",
        "lawmaker",
        "openly",
        "told",
        "republican",
        "afraid",
        "nra",
        "appeared",
        "open",
        "universal",
        "background",
        "check",
        "bill",
        "also",
        "raised",
        "eyebrow",
        "suggesting",
        "police",
        "take",
        "gun",
        "potentially",
        "dangerous",
        "people",
        "go",
        "due",
        "process",
        "second",
        "remark",
        "due",
        "process",
        "met",
        "strong",
        "immediate",
        "resistance",
        "conservative",
        "strong",
        "leader",
        "automatically",
        "agree",
        "last",
        "thing",
        "said",
        "second",
        "amendment",
        "due",
        "process",
        "law",
        "reason",
        "ben",
        "sasse",
        "said",
        "statement",
        "ditching",
        "constitutional",
        "protection",
        "simply",
        "last",
        "person",
        "president",
        "talked",
        "today",
        "like",
        "candidate",
        "forced",
        "shift",
        "unclear",
        "gun",
        "control",
        "affect",
        "voting",
        "later",
        "year",
        "gun",
        "law",
        "already",
        "emerged",
        "key",
        "issue",
        "race",
        "around",
        "country",
        "florida",
        "stronghold",
        "gun",
        "right",
        "activist",
        "school",
        "massacre",
        "shaken",
        "debate",
        "forced",
        "lawmaker",
        "change",
        "position",
        "firearm",
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "brian",
        "mast",
        "leaf",
        "house",
        "republican",
        "conference",
        "meeting",
        "capitol",
        "tuesday",
        "separate",
        "quinnipiac",
        "poll",
        "released",
        "wednesday",
        "show",
        "florida",
        "lawmaker",
        "may",
        "incentive",
        "take",
        "action",
        "percent",
        "state",
        "voter",
        "support",
        "minimum",
        "age",
        "gun",
        "purchase",
        "majority",
        "back",
        "ban",
        "rifle",
        "percent",
        "support",
        "banning",
        "assault",
        "weapon",
        "brian",
        "mast",
        "could",
        "face",
        "tough",
        "fight",
        "army",
        "veteran",
        "recently",
        "called",
        "ban",
        "rifle",
        "trying",
        "balance",
        "amendment",
        "stance",
        "firearm",
        "evil",
        "gun",
        "tool",
        "fulfill",
        "intent",
        "user",
        "good",
        "bad",
        "seen",
        "rifle",
        "choice",
        "many",
        "mass",
        "shooter",
        "rifle",
        "mast",
        "wrote",
        "recent",
        "new",
        "york",
        "time",
        "florida",
        "republican",
        "shown",
        "willingness",
        "restrict",
        "access",
        "gun",
        "gov",
        "rick",
        "scott",
        "likely",
        "run",
        "senate",
        "year",
        "incumbent",
        "democrat",
        "bill",
        "nelson",
        "gone",
        "nra",
        "pushing",
        "raise",
        "minimum",
        "age",
        "gun",
        "purchase",
        "also",
        "opposed",
        "proposal",
        "arm",
        "certain",
        "teacher",
        "state",
        "legislature",
        "level",
        "numerous",
        "republican",
        "could",
        "soon",
        "vote",
        "pas",
        "gun",
        "restriction",
        "law",
        "lawmaker",
        "want",
        "require",
        "waiting",
        "period",
        "many",
        "gun",
        "purchase",
        "may",
        "also",
        "approve",
        "million",
        "program",
        "arm",
        "school",
        "staff",
        "trained",
        "law",
        "enforcement",
        "official",
        "local",
        "official",
        "would",
        "choose",
        "whether",
        "join",
        "thom",
        "baur",
        "reuters",
        "florida",
        "governor",
        "rick",
        "scott",
        "address",
        "news",
        "medium",
        "outside",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "following",
        "school",
        "shooting",
        "parkland",
        "florida",
        "february",
        "battleground",
        "state",
        "ohio",
        "minnesota",
        "democratic",
        "candidate",
        "governor",
        "faced",
        "attack",
        "primary",
        "election",
        "taking",
        "tough",
        "enough",
        "stance",
        "gun",
        "control",
        "meanwhile",
        "red",
        "texas",
        "beto",
        "likely",
        "democratic",
        "challenger",
        "ted",
        "cruz",
        "proudly",
        "tweeted",
        "last",
        "week",
        "f",
        "rating",
        "nra",
        "lack",
        "campaign",
        "contribution",
        "organization",
        "cruz",
        "responded",
        "arguing",
        "liberal",
        "proud",
        "support",
        "gun",
        "confiscation",
        "chooses",
        "defend",
        "texan",
        "right",
        "keep",
        "bear",
        "arm",
        "cruz",
        "tweet",
        "however",
        "least",
        "one",
        "closely",
        "watched",
        "election",
        "neither",
        "candidate",
        "called",
        "new",
        "gun",
        "law",
        "next",
        "month",
        "house",
        "special",
        "election",
        "represent",
        "pennsylvania",
        "district",
        "trump",
        "point",
        "neither",
        "republican",
        "rick",
        "saccone",
        "democrat",
        "conor",
        "lamb",
        "called",
        "firearm",
        "restriction",
        "voter",
        "turn",
        "gun",
        "control",
        "following",
        "shooting",
        "massacre",
        "like",
        "one",
        "sandy",
        "hook",
        "elementary",
        "connecticut",
        "concert",
        "la",
        "vega",
        "october",
        "congress",
        "took",
        "little",
        "concrete",
        "action",
        "reduce",
        "gun",
        "violence",
        "bill",
        "require",
        "background",
        "check",
        "gun",
        "purchase",
        "ban",
        "bump",
        "stock",
        "effectively",
        "turn",
        "rifle",
        "machine",
        "gun",
        "stalled",
        "congress",
        "numerous",
        "bipartisan",
        "lawmaker",
        "currently",
        "support",
        "narrow",
        "bill",
        "improve",
        "existing",
        "background",
        "check",
        "system",
        "even",
        "effort",
        "may",
        "fail",
        "house",
        "conservative",
        "push",
        "pas",
        "plan",
        "tandem",
        "measure",
        "allow",
        "people",
        "concealed",
        "carry",
        "permit",
        "one",
        "state",
        "cross",
        "state",
        "line",
        "stalemate",
        "partly",
        "driven",
        "fact",
        "voter",
        "oppose",
        "new",
        "gun",
        "law",
        "generally",
        "enthusiastic",
        "support",
        "expert",
        "said",
        "supporter",
        "tighter",
        "gun",
        "law",
        "overcome",
        "mobilization",
        "disadvantage",
        "want",
        "make",
        "ground",
        "think",
        "gun",
        "right",
        "group",
        "history",
        "effective",
        "mobilization",
        "driven",
        "nra",
        "member",
        "congress",
        "sort",
        "mushy",
        "middle",
        "might",
        "swing",
        "one",
        "way",
        "generally",
        "go",
        "gun",
        "right",
        "people",
        "said",
        "steven",
        "billet",
        "director",
        "legislative",
        "affair",
        "program",
        "george",
        "washington",
        "university",
        "school",
        "political",
        "management",
        "many",
        "nra",
        "critic",
        "focus",
        "group",
        "contribution",
        "gop",
        "politician",
        "organization",
        "actually",
        "spends",
        "much",
        "money",
        "independent",
        "expenditure",
        "like",
        "ad",
        "candidate",
        "spent",
        "million",
        "medium",
        "resource",
        "get",
        "message",
        "according",
        "politifact",
        "nra",
        "vastly",
        "outspent",
        "gun",
        "control",
        "organization",
        "addition",
        "gun",
        "control",
        "advocate",
        "typically",
        "face",
        "structural",
        "disadvantage",
        "firearm",
        "debate",
        "according",
        "winkler",
        "gun",
        "owner",
        "share",
        "lifestyle",
        "hobby",
        "well",
        "agreement",
        "policy",
        "harder",
        "gun",
        "control",
        "folk",
        "really",
        "one",
        "many",
        "policy",
        "position",
        "make",
        "world",
        "better",
        "said",
        "getty",
        "image",
        "shannon",
        "watt",
        "speaks",
        "gun",
        "violence",
        "school",
        "flanked",
        "chris",
        "murphy",
        "left",
        "news",
        "conference",
        "capitol",
        "hill",
        "february",
        "washington",
        "dc",
        "one",
        "group",
        "try",
        "mobilize",
        "gun",
        "control",
        "voter",
        "mom",
        "demand",
        "action",
        "gun",
        "sense",
        "america",
        "part",
        "michael",
        "bloomberg",
        "everytown",
        "gun",
        "safety",
        "organization",
        "founded",
        "sandy",
        "hook",
        "massacre",
        "advocate",
        "policy",
        "federal",
        "state",
        "level",
        "aim",
        "curb",
        "gun",
        "violence",
        "group",
        "founder",
        "shannon",
        "watt",
        "said",
        "received",
        "exponential",
        "increase",
        "interest",
        "following",
        "parkland",
        "group",
        "immediately",
        "respond",
        "cnbc",
        "request",
        "detail",
        "number",
        "donation",
        "volunteer",
        "group",
        "received",
        "since",
        "mom",
        "demand",
        "action",
        "say",
        "chapter",
        "state",
        "started",
        "initiative",
        "elect",
        "lawmaker",
        "state",
        "federal",
        "level",
        "take",
        "action",
        "reduce",
        "gun",
        "violence",
        "among",
        "goal",
        "encouraging",
        "voter",
        "registration",
        "educating",
        "voter",
        "candidate",
        "stand",
        "gun",
        "law",
        "encouraging",
        "gun",
        "control",
        "advocate",
        "run",
        "office",
        "group",
        "make",
        "specific",
        "plan",
        "lawmaker",
        "want",
        "try",
        "unseat",
        "see",
        "member",
        "congress",
        "handle",
        "gun",
        "debate",
        "coming",
        "month",
        "watt",
        "said",
        "hopeful",
        "passion",
        "outrage",
        "america",
        "right",
        "translate",
        "even",
        "gun",
        "sense",
        "candidate",
        "elected",
        "midterm",
        "said",
        "nra",
        "legislative",
        "arm",
        "respond",
        "request",
        "comment",
        "group",
        "plan",
        "midterm",
        "mom",
        "demand",
        "action",
        "support",
        "several",
        "initiative",
        "federal",
        "level",
        "like",
        "universal",
        "background",
        "check",
        "raising",
        "age",
        "buy",
        "rifle",
        "nra",
        "opposes",
        "opposes",
        "concealed",
        "carry",
        "reciprocity",
        "measure",
        "another",
        "proposal",
        "would",
        "loosen",
        "restriction",
        "buying",
        "gun",
        "silencer",
        "state",
        "company",
        "could",
        "drive",
        "change",
        "even",
        "congress",
        "pas",
        "legislation",
        "state",
        "entity",
        "take",
        "action",
        "recently",
        "oregon",
        "lawmaker",
        "passed",
        "bill",
        "outlawing",
        "people",
        "convicted",
        "domestic",
        "violence",
        "restraining",
        "order",
        "possessing",
        "gun",
        "monday",
        "rhode",
        "island",
        "governor",
        "signed",
        "red",
        "flag",
        "executive",
        "order",
        "allows",
        "authority",
        "take",
        "firearm",
        "people",
        "judge",
        "considers",
        "dangerous",
        "five",
        "state",
        "passed",
        "similar",
        "law",
        "federal",
        "law",
        "prohibit",
        "anyone",
        "convicted",
        "felony",
        "domestic",
        "violence",
        "buying",
        "gun",
        "state",
        "law",
        "considered",
        "easier",
        "local",
        "authority",
        "enforce",
        "legislature",
        "florida",
        "many",
        "state",
        "also",
        "considering",
        "new",
        "gun",
        "law",
        "hard",
        "get",
        "anything",
        "passed",
        "federal",
        "level",
        "winkler",
        "said",
        "result",
        "going",
        "see",
        "emphasis",
        "state",
        "level",
        "prospect",
        "reform",
        "course",
        "state",
        "pas",
        "law",
        "loosening",
        "gun",
        "restriction",
        "well",
        "winkler",
        "pointed",
        "georgia",
        "approved",
        "law",
        "greatly",
        "expanded",
        "building",
        "licensed",
        "gun",
        "owner",
        "bring",
        "firearm",
        "billet",
        "also",
        "note",
        "corporate",
        "america",
        "significant",
        "role",
        "play",
        "gun",
        "debate",
        "since",
        "parkland",
        "shooting",
        "numerous",
        "company",
        "ended",
        "partnership",
        "deal",
        "nra",
        "dick",
        "sporting",
        "good",
        "said",
        "wednesday",
        "would",
        "stop",
        "selling",
        "rifle",
        "magazine",
        "company",
        "added",
        "would",
        "allow",
        "customer",
        "purchase",
        "gun",
        "later",
        "wednesday",
        "walmart",
        "also",
        "said",
        "would",
        "raise",
        "age",
        "restriction",
        "gun",
        "purchase",
        "adding",
        "would",
        "remove",
        "item",
        "resembling",
        "rifle",
        "website",
        "mom",
        "demand",
        "action",
        "among",
        "group",
        "protesting",
        "company",
        "like",
        "apple",
        "amazon",
        "offer",
        "streaming",
        "nra",
        "tv",
        "play",
        "content",
        "group",
        "said",
        "watt",
        "pivoted",
        "statehouse",
        "boardroom",
        "change",
        "state",
        "law",
        "corporate",
        "policy",
        "momentum",
        "eventually",
        "get",
        "u",
        "right",
        "president",
        "congress",
        "act"
    ]
}