{
    "organizations": [],
    "uuid": "45119fb688e1cbf9b5ebcf8652019fffc749a53e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/globe-newswire-westmoreland-tightens-2017-adjusted-ebitda-and-free-cash-flow-guidance.html",
    "ord_in_thread": 0,
    "title": "Westmoreland Tightens 2017 Adjusted EBITDA and Free Cash Flow Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Commits to Running Coal Valley with Favorable Economics Secured;\nEngages Restructuring Advisers to Develop Options for Consolidated Capital Structure Improvement\nENGLEWOOD, Colo., March 07, 2018 (GLOBE NEWSWIRE) -- Westmoreland Coal Company (Nasdaq:WLB) today stated that it expects 2017 adjusted EBITDA to be near the high end of its previously issued range of $250 to $270 million and for free cash flow to be in the middle of the previously issued guidance range of $90 to $115 million.\n“Our team remained focused on operations and ensured we met our adjusted EBITDA and free cash flow expectations for the year,” said Michael Hutchinson, Interim Chief Executive Officer. “As we entered 2018, we reassessed our Coal Valley strategy and seized the opportunity to lock in favorable economics. On the strength of Newcastle pricing, we secured positive Coal Valley EBITDA and cash flow for 2018 through locked-in offtake commitments and secured rail and port contracts for the large majority of our production this year.”\nGary Kohn, Chief Financial Officer, commenting on the capital structure activities noted, “While our efforts on both the MLP and San Juan debt continue, we are now diligently working on the next step in our capital structure improvement process: a holistic solution for all of Westmoreland. Accordingly, we have engaged advisers, Alvarez & Marsal and Centerview Partners, to assist us in the evaluation of all options available to us to improve our overall balance sheet health.”\nAbout Westmoreland Coal Company\nWestmoreland Coal Company is the oldest independent coal company in the United States. Westmoreland’s coal operations include surface coal mines in the United States and Canada, underground coal mines in Ohio and New Mexico, a char production facility, and a 50% interest in an activated carbon plant. Westmoreland also owns the general partner of and a majority interest in Westmoreland Resource Partners, LP, a publicly-traded coal master limited partnership (NYSE:WMLP). For more information, visit www.westmoreland.com .\nNotes:\nUnaudited financial data for the full year ended December 31, 2017, as presented above are preliminary, based upon good faith estimates and subject to completion of Westmoreland’s financial closing procedures. Westmoreland has provided ranges for its expectations described above because its financial reporting closing procedures are not yet complete. While the Company expects its final financial results for full year ended December 31, 2017, following the completion of its financial closing procedures, will be within the ranges described above, actual results may differ materially from these estimates as a result of the completion of Westmoreland’s financial closing procedures as well as final adjustments and other developments that may arise between now and the time that its financial results for the full year are finalized. All of the data presented above has been prepared by and is the responsibility of management. This summary is not a comprehensive statement of Westmoreland’s financial results. Adjusted EBITDA and free cash flow are non-GAAP financial measures. Adjusted EBITDA excludes from net income the effects of income tax expense and benefit; interest income and expense; depreciation, depletion and amortization; accretion of asset retirement obligations; amortization of intangible assets and liabilities; and certain other non-recurring or non-cash items including advisory fees paid to advisors related to the Company’s capital structure review; gains and losses on foreign exchange; losses on impairments; acquisition-related costs; customer payments received under loan and lease receivables; derivative gains and losses; gains and losses on the sale or disposal of assets and other adjustments; and share-based compensation. Free cash flow is calculated as net cash provided by or used in operating activities less cash paid for property, plant and equipment, plus net customer payments received under loan and lease receivables. Reconciliations to 2017 GAAP net income or net cash provided by operating activities have not been provided because doing so would require an unreasonable effort due to the nature of providing a range of possible outcomes for such results, which inherently involves a level of variability and complexity for the adjusting items that would be excluded from the non-GAAP financial measures. Further, final GAAP figures are still under audit review and any changes arising from the audit could provide additional variability as to the final calculations of these items. When planning, forecasting and analyzing its business, for periods for which final results are unavailable, Westmoreland does so primarily on a non-GAAP basis without preparing a GAAP analysis as that would require estimates for reconciling items which are inherently difficult to predict with reasonable accuracy.\nFor further information please contact:\nGary Kohn, Chief Financial Officer\n1-720-354-4467\ngkohn@westmoreland.com\nCautionary Note Regarding Forward-Looking Statements\nForward-looking statements contained in this news release are based on Westmoreland’s current expectations and assumptions regarding its business, the economy and other future conditions. Because forward-looking statements relate to the future, they are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict. Actual results may differ materially from those contemplated by the forward-looking statements. Westmoreland cautions you against relying on any of these forward-looking statements. They are statements neither of historical fact nor guarantees or assurances of future performance. Possible events or factors that could cause actual results or performance to differ materially from those anticipated in our forward-looking statements include, but are not limited to the following:\nour substantial level of indebtedness and our ability to adhere to financial covenants related to our borrowing arrangements; our ability to successfully manage the upcoming maturities of the Revolver and the WMLP Term Loan; the effect of legal and administrative proceedings, settlements, investigations and claims, including any related to citations and orders issued by regulatory authorities, and the availability of related insurance coverage; existing and future legislation and regulation affecting both our coal mining operations and our customers’ coal usage, governmental policies and taxes, including those aimed at reducing emissions of elements such as mercury, sulfur dioxides, nitrogen oxides, particulate matter or greenhouse gases; the effect of the Environmental Protection Agency’s and Canadian and provincial governments’ inquiries and regulations on the operations of the power plants to which we provide coal; Alberta’s Climate Leadership Plan to phase out coal-fired electricity generation by 2030; changes in our post-retirement medical benefit and pension obligations and the impact of the recently enacted healthcare legislation on our employee health benefit costs; inaccuracies in our estimates of our coal reserves; our potential inability to expand or continue current coal operations due to limitations in obtaining bonding capacity for new mining permits, and/or increases in our mining costs as a result of increased bonding expenses; the effect of prolonged maintenance or unplanned outages at our operations or those of our major power generating customers; the inability to control costs, recognize favorable tax credits and/or receive adequate train traffic at our open market mine operations; competition within our industry and with producers of competing energy sources; our relationships with, and other conditions affecting, our customers, including how power prices affect our customers’ decision to run their plants; seasonal variations and inclement weather, which may cause fluctuations in our operating results, profitability, cash flow and working capital needs related to our operating segments; the availability and costs of key supplies or commodities, such as diesel fuel, steel and explosives; potential title defects or loss of leasehold interests in our properties, which could result in unanticipated costs or an inability to mine the properties; other factors that are described under the heading “Risk Factors” found in our reports filed with the Securities and Exchange Commission, including our Annual Reports on Form 10-K and our Quarterly Reports on Form 10-Q.\nAny forward-looking statements made by Westmoreland in this news release speak only as of the date on which it was made. Westmoreland undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future developments or otherwise, except as may be required by law.\nSource:Westmoreland Coal Company",
    "published": "2018-03-08T00:30:00.000+02:00",
    "crawled": "2018-03-08T03:25:06.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "commits",
        "running",
        "coal",
        "valley",
        "favorable",
        "economics",
        "secured",
        "engages",
        "restructuring",
        "adviser",
        "develop",
        "option",
        "consolidated",
        "capital",
        "structure",
        "improvement",
        "englewood",
        "march",
        "globe",
        "newswire",
        "westmoreland",
        "coal",
        "company",
        "nasdaq",
        "wlb",
        "today",
        "stated",
        "expects",
        "adjusted",
        "ebitda",
        "near",
        "high",
        "end",
        "previously",
        "issued",
        "range",
        "million",
        "free",
        "cash",
        "flow",
        "middle",
        "previously",
        "issued",
        "guidance",
        "range",
        "million",
        "team",
        "remained",
        "focused",
        "operation",
        "ensured",
        "met",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "expectation",
        "year",
        "said",
        "michael",
        "hutchinson",
        "interim",
        "chief",
        "executive",
        "officer",
        "entered",
        "reassessed",
        "coal",
        "valley",
        "strategy",
        "seized",
        "opportunity",
        "lock",
        "favorable",
        "economics",
        "strength",
        "newcastle",
        "pricing",
        "secured",
        "positive",
        "coal",
        "valley",
        "ebitda",
        "cash",
        "flow",
        "offtake",
        "commitment",
        "secured",
        "rail",
        "port",
        "contract",
        "large",
        "majority",
        "production",
        "gary",
        "kohn",
        "chief",
        "financial",
        "officer",
        "commenting",
        "capital",
        "structure",
        "activity",
        "noted",
        "effort",
        "mlp",
        "san",
        "juan",
        "debt",
        "continue",
        "diligently",
        "working",
        "next",
        "step",
        "capital",
        "structure",
        "improvement",
        "process",
        "holistic",
        "solution",
        "westmoreland",
        "accordingly",
        "engaged",
        "adviser",
        "alvarez",
        "marsal",
        "centerview",
        "partner",
        "assist",
        "u",
        "evaluation",
        "option",
        "available",
        "u",
        "improve",
        "overall",
        "balance",
        "sheet",
        "westmoreland",
        "coal",
        "company",
        "westmoreland",
        "coal",
        "company",
        "oldest",
        "independent",
        "coal",
        "company",
        "united",
        "state",
        "westmoreland",
        "coal",
        "operation",
        "include",
        "surface",
        "coal",
        "mine",
        "united",
        "state",
        "canada",
        "underground",
        "coal",
        "mine",
        "ohio",
        "new",
        "mexico",
        "char",
        "production",
        "facility",
        "interest",
        "activated",
        "carbon",
        "plant",
        "westmoreland",
        "also",
        "owns",
        "general",
        "partner",
        "majority",
        "interest",
        "westmoreland",
        "resource",
        "partner",
        "lp",
        "coal",
        "master",
        "limited",
        "partnership",
        "nyse",
        "wmlp",
        "information",
        "visit",
        "note",
        "unaudited",
        "financial",
        "data",
        "full",
        "year",
        "ended",
        "december",
        "presented",
        "preliminary",
        "based",
        "upon",
        "good",
        "faith",
        "estimate",
        "subject",
        "completion",
        "westmoreland",
        "financial",
        "closing",
        "procedure",
        "westmoreland",
        "provided",
        "range",
        "expectation",
        "described",
        "financial",
        "reporting",
        "closing",
        "procedure",
        "yet",
        "complete",
        "company",
        "expects",
        "final",
        "financial",
        "result",
        "full",
        "year",
        "ended",
        "december",
        "following",
        "completion",
        "financial",
        "closing",
        "procedure",
        "within",
        "range",
        "described",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "estimate",
        "result",
        "completion",
        "westmoreland",
        "financial",
        "closing",
        "procedure",
        "well",
        "final",
        "adjustment",
        "development",
        "may",
        "arise",
        "time",
        "financial",
        "result",
        "full",
        "year",
        "finalized",
        "data",
        "presented",
        "prepared",
        "responsibility",
        "management",
        "summary",
        "comprehensive",
        "statement",
        "westmoreland",
        "financial",
        "result",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "excludes",
        "net",
        "income",
        "effect",
        "income",
        "tax",
        "expense",
        "benefit",
        "interest",
        "income",
        "expense",
        "depreciation",
        "depletion",
        "amortization",
        "accretion",
        "asset",
        "retirement",
        "obligation",
        "amortization",
        "intangible",
        "asset",
        "liability",
        "certain",
        "item",
        "including",
        "advisory",
        "fee",
        "paid",
        "advisor",
        "related",
        "company",
        "capital",
        "structure",
        "review",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "loss",
        "impairment",
        "cost",
        "customer",
        "payment",
        "received",
        "loan",
        "lease",
        "receivables",
        "derivative",
        "gain",
        "loss",
        "gain",
        "loss",
        "sale",
        "disposal",
        "asset",
        "adjustment",
        "compensation",
        "free",
        "cash",
        "flow",
        "calculated",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "less",
        "cash",
        "paid",
        "property",
        "plant",
        "equipment",
        "plus",
        "net",
        "customer",
        "payment",
        "received",
        "loan",
        "lease",
        "receivables",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "provided",
        "would",
        "require",
        "unreasonable",
        "effort",
        "due",
        "nature",
        "providing",
        "range",
        "possible",
        "outcome",
        "result",
        "inherently",
        "involves",
        "level",
        "variability",
        "complexity",
        "adjusting",
        "item",
        "would",
        "excluded",
        "financial",
        "measure",
        "final",
        "gaap",
        "figure",
        "still",
        "audit",
        "review",
        "change",
        "arising",
        "audit",
        "could",
        "provide",
        "additional",
        "variability",
        "final",
        "calculation",
        "item",
        "planning",
        "forecasting",
        "analyzing",
        "business",
        "period",
        "final",
        "result",
        "unavailable",
        "westmoreland",
        "primarily",
        "basis",
        "without",
        "preparing",
        "gaap",
        "analysis",
        "would",
        "require",
        "estimate",
        "reconciling",
        "item",
        "inherently",
        "difficult",
        "predict",
        "reasonable",
        "accuracy",
        "information",
        "please",
        "contact",
        "gary",
        "kohn",
        "chief",
        "financial",
        "officer",
        "gkohn",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "news",
        "release",
        "based",
        "westmoreland",
        "current",
        "expectation",
        "assumption",
        "regarding",
        "business",
        "economy",
        "future",
        "condition",
        "statement",
        "relate",
        "future",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "westmoreland",
        "caution",
        "relying",
        "statement",
        "statement",
        "neither",
        "historical",
        "fact",
        "guarantee",
        "assurance",
        "future",
        "performance",
        "possible",
        "event",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "include",
        "limited",
        "following",
        "substantial",
        "level",
        "indebtedness",
        "ability",
        "adhere",
        "financial",
        "covenant",
        "related",
        "borrowing",
        "arrangement",
        "ability",
        "successfully",
        "manage",
        "upcoming",
        "maturity",
        "revolver",
        "wmlp",
        "term",
        "loan",
        "effect",
        "legal",
        "administrative",
        "proceeding",
        "settlement",
        "investigation",
        "claim",
        "including",
        "related",
        "citation",
        "order",
        "issued",
        "regulatory",
        "authority",
        "availability",
        "related",
        "insurance",
        "coverage",
        "existing",
        "future",
        "legislation",
        "regulation",
        "affecting",
        "coal",
        "mining",
        "operation",
        "customer",
        "coal",
        "usage",
        "governmental",
        "policy",
        "tax",
        "including",
        "aimed",
        "reducing",
        "emission",
        "element",
        "mercury",
        "sulfur",
        "dioxide",
        "nitrogen",
        "oxide",
        "particulate",
        "matter",
        "greenhouse",
        "gas",
        "effect",
        "environmental",
        "protection",
        "agency",
        "canadian",
        "provincial",
        "government",
        "inquiry",
        "regulation",
        "operation",
        "power",
        "plant",
        "provide",
        "coal",
        "alberta",
        "climate",
        "leadership",
        "plan",
        "phase",
        "electricity",
        "generation",
        "change",
        "medical",
        "benefit",
        "pension",
        "obligation",
        "impact",
        "recently",
        "enacted",
        "healthcare",
        "legislation",
        "employee",
        "health",
        "benefit",
        "cost",
        "inaccuracy",
        "estimate",
        "coal",
        "reserve",
        "potential",
        "inability",
        "expand",
        "continue",
        "current",
        "coal",
        "operation",
        "due",
        "limitation",
        "obtaining",
        "bonding",
        "capacity",
        "new",
        "mining",
        "permit",
        "increase",
        "mining",
        "cost",
        "result",
        "increased",
        "bonding",
        "expense",
        "effect",
        "prolonged",
        "maintenance",
        "unplanned",
        "outage",
        "operation",
        "major",
        "power",
        "generating",
        "customer",
        "inability",
        "control",
        "cost",
        "recognize",
        "favorable",
        "tax",
        "credit",
        "receive",
        "adequate",
        "train",
        "traffic",
        "open",
        "market",
        "mine",
        "operation",
        "competition",
        "within",
        "industry",
        "producer",
        "competing",
        "energy",
        "source",
        "relationship",
        "condition",
        "affecting",
        "customer",
        "including",
        "power",
        "price",
        "affect",
        "customer",
        "decision",
        "run",
        "plant",
        "seasonal",
        "variation",
        "inclement",
        "weather",
        "may",
        "cause",
        "fluctuation",
        "operating",
        "result",
        "profitability",
        "cash",
        "flow",
        "working",
        "capital",
        "need",
        "related",
        "operating",
        "segment",
        "availability",
        "cost",
        "key",
        "supply",
        "commodity",
        "diesel",
        "fuel",
        "steel",
        "explosive",
        "potential",
        "title",
        "defect",
        "loss",
        "leasehold",
        "interest",
        "property",
        "could",
        "result",
        "unanticipated",
        "cost",
        "inability",
        "mine",
        "property",
        "factor",
        "described",
        "heading",
        "risk",
        "factor",
        "found",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "statement",
        "made",
        "westmoreland",
        "news",
        "release",
        "speak",
        "date",
        "made",
        "westmoreland",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "source",
        "westmoreland",
        "coal",
        "company"
    ]
}