{
    "organizations": [],
    "uuid": "64e38cebd90fcbaf9be9fa9ec3ded0ed994ec309",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/pr-newswire-mountain-province-diamonds-results-of-second-diamond-sale-of-2018-and-confirmation-of-dividend-objective.html",
    "ord_in_thread": 0,
    "title": "Mountain Province Diamonds Results of Second Diamond Sale of 2018 And Confirmation of Dividend Objective",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Shares Issued and Outstanding: 160,253,501\nTSX and NASDAQ: MPVD\nTORONTO and NEW YORK, March 15, 2018 /PRNewswire/ - Mountain Province Diamonds Inc. (\"Mountain Province\", the \"Company\") (TSX and NASDAQ: MPVD) today announces the results of its recently completed second diamond sale of 2018. This sale yielded a realized value per carat of US$142, the highest achieved by Mountain Province in any tender sale to date, with total proceeds of US$25.1 million on approximately 177,000 carats sold.\nThe results of the second tender sale, with preceding sale results for comparative context, are summarized as follows:\n2017-Q1\nSales 1-3\n2017-Q2\nSales 4-5\n2017-Q3\nSales 6-7\n2017-Q4\nSales 8-10\n2018\nFeb\nSale 1\n2018\nMar\nSale 2\nTender Sale Proceeds (USD million)\n37.7\n33.8\n48.0\n59.3\n27.3\n25.1\nCarats Sold ('000s)\n522\n370\n753\n1,005\n351\n177 3\nValue per Carat (USD) 1\n72\n91\n64\n59\n78\n142\nNormalized Value per Carat (USD) 2\n72\n79\n78\n66\n85 4\n76 5\n1\nDiamonds sold at individual sale events will not directly reflect run-of-mine production from specific processing periods. The timing of the sale of some goods may be accelerated or deferred for tactical marketing purposes. Realized average value per carat is also impacted by the binary nature of the fancies and specials bidding process within each production split, conducted approximately every five weeks with the Company's joint venture partner, De Beers Canada Inc. The winning party of each fancies and specials bid then markets 100% of those diamonds.\n2\nNormalized to adjust for goods accelerated or deferred, and to include fancies and specials acquired through bid by De Beers Canada Inc.\n3\nFor 2018, due to scheduling logistics there will only be nine production splits. The first split occurred in early February and is supplying the bulk of the goods offered in both of Sales 2 and 3 of 2018. Carat volumes in these two sales will accordingly be lower than typical, with the balance to be caught up in subsequent 2018 sales. There will still be a total of ten tender sales in 2018.\n4\nUpdated for actual prices realized on goods deferred to 2018 Sale 2.\n5\nProvisional, to be finalized with results of Sale 3.\nThe value per carat of US$142 reflects in part the deferral into this sale of half of the fancies and specials from the last production split of 2017, plus an acceleration into this sale of certain fancies and specials that would otherwise have been scheduled for Sale 3. Because of this acceleration, the value per carat realized in Sale 3 is expected to be lower than typical, though the normalized value per carat figure will adjust for the acceleration impact.\nCustomer sentiment in this second sale remained positive, with 192 companies attending the tender and an average of 14.2 bids received per lot. Pricing remained stable, with increases generally in the low single digits over the preceding sale.\nSaid Reid Mackie, the Company's Vice President Diamond Marketing, \"Our product offering this tender was heavily weighted towards fancies and specials, with a record number of stones contributing over 50% by value and driving our highest average value per carat achieved to date. These results demonstrate that, over the past year, our customer base has successfully optimized their approach to the polishing and marketing of Gahcho Kué large gem goods. Our customers' willingness to competitively bid for these goods at our tenders provides important validation of our efforts to acquire these stones.\"\nTo more meaningfully relate prices realized at sale events to production results, the Company also provides the following table:\nProduction Period 4\nH1\n2017\nQ3\n2017\nOct\n2017\nNov\n2017\nDec\n2017\nJan\n2018\nFeb\n2018\nSale in Which Goods Were Primarily Sold\n3 to 7 &\nPartial 8\nPartial 8\nto 10\n1\n1\n2 & 3 2\n2 & 3 2\nn/a 2\nTonnes Processed (100%) ('000s)\n1,259\n823\n263\n236\n194\n327\n217\nRecovered Grade (carats per tonne)\n1.97\n2.22\n2.40\n2.22\n2.42\n1.89\n2.05\nCarats Recovered (100%) ('000s)\n2,481\n1,825\n632\n525\n470\n618\n444\nCarats Recovered (49% share) ('000s)\n1,216\n894\n310\n230\n257\n303\n218\nAttributed Value per Tonne in CAD 1\n183\n172\n214 3\n198 3\nn/a 2\nn/a 2\nn/a 2\n1\nAttributed Value per Tonne has been determined based on realized sale results, with any accelerated or deferred goods adjusted to their period of production, reflecting only the Company's 49% share of all diamonds including fancies and specials.\n2\nGoods from this production period have not yet all been sold.\n3\nAttributed value per tonne revised for subsequent reconciliation adjustments.\n4\nTotal figures may differ slightly from the sum of monthly figures due to the effects of rounding.\nSaid David Whittle, the Company's Interim President and Chief Executive Officer, \"We are very pleased with the total proceeds and average value per carat yielded by this sale, which substantially beat our expectations. This strong performance reflects an encouraging start to the year for rough diamonds across all categories, as well as the quality of the fancies and specials on offer. Operationally, February tonnes processed were affected by the replacement of a conveyor belt, which has since been completed and is not anticipated to impact full-year production guidance.\"\nMr. Whittle further stated, \"Mountain Province, in its short operating life, is already demonstrating its strong margins and cashflow generating capability. The Board confirms its corporate strategy of returning value to the shareholders by distributing available cash flow in a prudent manner in the form of dividends. With modest overheads and capital expenditure requirements, the Company's goal is to initiate a dividend policy during this 2018 year. The specifics of the policy are expected to be established within the coming months as rough diamond price trends are confirmed, and in conjunction with determining the allocation of capital to the callable component of the Company's senior notes.\"\n\"In addition, the Board confirms its corporate strategy of focusing on the long-term development of the Gahcho Kué asset. The Board firmly believes that the proposed Kennady Diamonds transaction will add significant project value through the potential to access defined kimberlite resources, with the potential to smooth out the existing Gahcho Kué mine plan and substantially increase mine life, allowing the Company to sustain its dividend policy for the long term.\"\nMountain Province Diamonds is a 49% participant with De Beers Canada in the Gahcho Kué diamond mine located in Canada's Northwest Territories. Gahcho Kué is the world's largest new diamond mine, consisting of a cluster of four diamondiferous kimberlites, three of which are being developed and mined under the initial 12 year mine plan.\nQualified Person\nThe disclosure in this news release of scientific and technical information regarding Mountain Province's mineral properties has been reviewed and approved by Keyvan Salehi, P.Eng., MBA, a Qualified Person as defined by National Instrument 43-101 Standards of Disclosure for Mineral Projects.\nCaution Regarding Forward Looking Information\nThis news release contains certain \"forward-looking statements\" and \"forward-looking information\" under applicable Canadian and United States securities laws concerning the business, operations and financial performance and condition of Mountain Province Diamonds Inc. Forward-looking statements and forward-looking information include, but are not limited to, statements with respect to estimated production and mine life of the project of Mountain Province; the realization of mineral reserve estimates; the timing and amount of estimated future production; costs of production; the future price of diamonds; the estimation of mineral reserves and resources; the ability to manage debt; capital expenditures; the ability to obtain permits for operations; liquidity; tax rates; and currency exchange rate fluctuations. Except for statements of historical fact relating to Mountain Province, certain information contained herein constitutes forward-looking statements. Forward-looking statements are frequently characterized by words such as \"anticipates,\" \"may,\" \"can,\" \"plans,\" \"believes,\" \"estimates,\" \"expects,\" \"projects,\" \"targets,\" \"intends,\" \"likely,\" \"will,\" \"should,\" \"to be\", \"potential\" and other similar words, or statements that certain events or conditions \"may\", \"should\" or \"will\" occur. Forward-looking statements are based on the opinions and estimates of management at the date the statements are made, and are based on a number of assumptions and subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements. Many of these assumptions are based on factors and events that are not within the control of Mountain Province and there is no assurance they will prove to be correct.\nFactors that could cause actual results to vary materially from results anticipated by such forward-looking statements include variations in ore grade or recovery rates, changes in market conditions, changes in project parameters, mine sequencing; production rates; cash flow; risks relating to the availability and timeliness of permitting and governmental approvals; supply of, and demand for, diamonds; fluctuating commodity prices and currency exchange rates, the possibility of project cost overruns or unanticipated costs and expenses, labour disputes and other risks of the mining industry, failure of plant, equipment or processes to operate as anticipated.\nThese factors are discussed in greater detail in Mountain Province's most recent Annual Information Form and in the most recent MD&A filed on SEDAR, which also provide additional general assumptions in connection with these statements. Mountain Province cautions that the foregoing list of important factors is not exhaustive. Investors and others who base themselves on forward-looking statements should carefully consider the above factors as well as the uncertainties they represent and the risk they entail. Mountain Province believes that the expectations reflected in those forward-looking statements are reasonable, but no assurance can be given that these expectations will prove to be correct and such forward-looking statements included in this news release should not be unduly relied upon. These statements speak only as of the date of this news release.\nAlthough Mountain Province has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Mountain Province undertakes no obligation to update forward-looking statements if circumstances or management's estimates or opinions should change except as required by applicable securities laws. The reader is cautioned not to place undue reliance on forward-looking statements. Statements concerning mineral reserve and resource estimates may also be deemed to constitute forward-looking statements to the extent they involve estimates of the mineralization that will be encountered as the property is developed.\nFurther, Mountain Province may make changes to its business plans that could affect its results. The principal assets of Mountain Province are administered pursuant to a joint venture under which Mountain Province is not the operator. Mountain Province is exposed to actions taken or omissions made by the operator within its prerogative and/or determinations made by the joint venture under its terms. Such actions or omissions may impact the future performance of Mountain Province. Under its current note and revolving credit facilities Mountain Province is subject to certain limitations on its ability to pay dividends on common stock. The declaration of dividends is at the discretion of Mountain Province's Board of Directors, subject to the limitations under the Company's debt facilities, and will depend on Mountain Province's financial results, cash requirements, future prospects, and other factors deemed relevant by the Board.\nSOURCE Mountain Province Diamonds Inc.",
    "published": "2018-03-15T19:28:00.000+02:00",
    "crawled": "2018-03-15T20:14:34.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "share",
        "issued",
        "outstanding",
        "tsx",
        "nasdaq",
        "mpvd",
        "toronto",
        "new",
        "york",
        "march",
        "mountain",
        "province",
        "diamond",
        "mountain",
        "province",
        "company",
        "tsx",
        "nasdaq",
        "mpvd",
        "today",
        "announces",
        "result",
        "recently",
        "completed",
        "second",
        "diamond",
        "sale",
        "sale",
        "yielded",
        "realized",
        "value",
        "per",
        "carat",
        "u",
        "highest",
        "achieved",
        "mountain",
        "province",
        "tender",
        "sale",
        "date",
        "total",
        "proceeds",
        "u",
        "million",
        "approximately",
        "carat",
        "sold",
        "result",
        "second",
        "tender",
        "sale",
        "preceding",
        "sale",
        "result",
        "comparative",
        "context",
        "summarized",
        "follows",
        "sale",
        "sale",
        "sale",
        "sale",
        "feb",
        "sale",
        "mar",
        "sale",
        "tender",
        "sale",
        "proceeds",
        "usd",
        "million",
        "carat",
        "sold",
        "value",
        "per",
        "carat",
        "usd",
        "normalized",
        "value",
        "per",
        "carat",
        "usd",
        "diamond",
        "sold",
        "individual",
        "sale",
        "event",
        "directly",
        "reflect",
        "production",
        "specific",
        "processing",
        "period",
        "timing",
        "sale",
        "good",
        "may",
        "accelerated",
        "deferred",
        "tactical",
        "marketing",
        "purpose",
        "realized",
        "average",
        "value",
        "per",
        "carat",
        "also",
        "impacted",
        "binary",
        "nature",
        "fancy",
        "special",
        "bidding",
        "process",
        "within",
        "production",
        "split",
        "conducted",
        "approximately",
        "every",
        "five",
        "week",
        "company",
        "joint",
        "venture",
        "partner",
        "de",
        "beer",
        "canada",
        "winning",
        "party",
        "fancy",
        "special",
        "bid",
        "market",
        "diamond",
        "normalized",
        "adjust",
        "good",
        "accelerated",
        "deferred",
        "include",
        "fancy",
        "special",
        "acquired",
        "bid",
        "de",
        "beer",
        "canada",
        "due",
        "scheduling",
        "logistics",
        "nine",
        "production",
        "split",
        "first",
        "split",
        "occurred",
        "early",
        "february",
        "supplying",
        "bulk",
        "good",
        "offered",
        "sale",
        "carat",
        "volume",
        "two",
        "sale",
        "accordingly",
        "lower",
        "typical",
        "balance",
        "caught",
        "subsequent",
        "sale",
        "still",
        "total",
        "ten",
        "tender",
        "sale",
        "updated",
        "actual",
        "price",
        "realized",
        "good",
        "deferred",
        "sale",
        "provisional",
        "finalized",
        "result",
        "sale",
        "value",
        "per",
        "carat",
        "u",
        "reflects",
        "part",
        "deferral",
        "sale",
        "half",
        "fancy",
        "special",
        "last",
        "production",
        "split",
        "plus",
        "acceleration",
        "sale",
        "certain",
        "fancy",
        "special",
        "would",
        "otherwise",
        "scheduled",
        "sale",
        "acceleration",
        "value",
        "per",
        "carat",
        "realized",
        "sale",
        "expected",
        "lower",
        "typical",
        "though",
        "normalized",
        "value",
        "per",
        "carat",
        "figure",
        "adjust",
        "acceleration",
        "impact",
        "customer",
        "sentiment",
        "second",
        "sale",
        "remained",
        "positive",
        "company",
        "attending",
        "tender",
        "average",
        "bid",
        "received",
        "per",
        "lot",
        "pricing",
        "remained",
        "stable",
        "increase",
        "generally",
        "low",
        "single",
        "digit",
        "preceding",
        "sale",
        "said",
        "reid",
        "mackie",
        "company",
        "vice",
        "president",
        "diamond",
        "marketing",
        "product",
        "offering",
        "tender",
        "heavily",
        "weighted",
        "towards",
        "fancy",
        "special",
        "record",
        "number",
        "stone",
        "contributing",
        "value",
        "driving",
        "highest",
        "average",
        "value",
        "per",
        "carat",
        "achieved",
        "date",
        "result",
        "demonstrate",
        "past",
        "year",
        "customer",
        "base",
        "successfully",
        "optimized",
        "approach",
        "polishing",
        "marketing",
        "gahcho",
        "kué",
        "large",
        "gem",
        "good",
        "customer",
        "willingness",
        "competitively",
        "bid",
        "good",
        "tender",
        "provides",
        "important",
        "validation",
        "effort",
        "acquire",
        "stone",
        "meaningfully",
        "relate",
        "price",
        "realized",
        "sale",
        "event",
        "production",
        "result",
        "company",
        "also",
        "provides",
        "following",
        "table",
        "production",
        "period",
        "h1",
        "q3",
        "oct",
        "nov",
        "dec",
        "jan",
        "feb",
        "sale",
        "good",
        "primarily",
        "sold",
        "partial",
        "partial",
        "tonne",
        "processed",
        "recovered",
        "grade",
        "carat",
        "per",
        "tonne",
        "carat",
        "recovered",
        "carat",
        "recovered",
        "share",
        "attributed",
        "value",
        "per",
        "tonne",
        "cad",
        "attributed",
        "value",
        "per",
        "tonne",
        "determined",
        "based",
        "realized",
        "sale",
        "result",
        "accelerated",
        "deferred",
        "good",
        "adjusted",
        "period",
        "production",
        "reflecting",
        "company",
        "share",
        "diamond",
        "including",
        "fancy",
        "special",
        "good",
        "production",
        "period",
        "yet",
        "sold",
        "attributed",
        "value",
        "per",
        "tonne",
        "revised",
        "subsequent",
        "reconciliation",
        "adjustment",
        "total",
        "figure",
        "may",
        "differ",
        "slightly",
        "sum",
        "monthly",
        "figure",
        "due",
        "effect",
        "rounding",
        "said",
        "david",
        "whittle",
        "company",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "pleased",
        "total",
        "proceeds",
        "average",
        "value",
        "per",
        "carat",
        "yielded",
        "sale",
        "substantially",
        "beat",
        "expectation",
        "strong",
        "performance",
        "reflects",
        "encouraging",
        "start",
        "year",
        "rough",
        "diamond",
        "across",
        "category",
        "well",
        "quality",
        "fancy",
        "special",
        "offer",
        "operationally",
        "february",
        "tonne",
        "processed",
        "affected",
        "replacement",
        "conveyor",
        "belt",
        "since",
        "completed",
        "anticipated",
        "impact",
        "production",
        "guidance",
        "whittle",
        "stated",
        "mountain",
        "province",
        "short",
        "operating",
        "life",
        "already",
        "demonstrating",
        "strong",
        "margin",
        "cashflow",
        "generating",
        "capability",
        "board",
        "confirms",
        "corporate",
        "strategy",
        "returning",
        "value",
        "shareholder",
        "distributing",
        "available",
        "cash",
        "flow",
        "prudent",
        "manner",
        "form",
        "dividend",
        "modest",
        "overhead",
        "capital",
        "expenditure",
        "requirement",
        "company",
        "goal",
        "initiate",
        "dividend",
        "policy",
        "year",
        "specific",
        "policy",
        "expected",
        "established",
        "within",
        "coming",
        "month",
        "rough",
        "diamond",
        "price",
        "trend",
        "confirmed",
        "conjunction",
        "determining",
        "allocation",
        "capital",
        "callable",
        "component",
        "company",
        "senior",
        "note",
        "addition",
        "board",
        "confirms",
        "corporate",
        "strategy",
        "focusing",
        "development",
        "gahcho",
        "kué",
        "asset",
        "board",
        "firmly",
        "belief",
        "proposed",
        "kennady",
        "diamond",
        "transaction",
        "add",
        "significant",
        "project",
        "value",
        "potential",
        "access",
        "defined",
        "kimberlite",
        "resource",
        "potential",
        "smooth",
        "existing",
        "gahcho",
        "kué",
        "mine",
        "plan",
        "substantially",
        "increase",
        "mine",
        "life",
        "allowing",
        "company",
        "sustain",
        "dividend",
        "policy",
        "long",
        "term",
        "mountain",
        "province",
        "diamond",
        "participant",
        "de",
        "beer",
        "canada",
        "gahcho",
        "kué",
        "diamond",
        "mine",
        "located",
        "canada",
        "northwest",
        "territory",
        "gahcho",
        "kué",
        "world",
        "largest",
        "new",
        "diamond",
        "mine",
        "consisting",
        "cluster",
        "four",
        "diamondiferous",
        "kimberlite",
        "three",
        "developed",
        "mined",
        "initial",
        "year",
        "mine",
        "plan",
        "qualified",
        "person",
        "disclosure",
        "news",
        "release",
        "scientific",
        "technical",
        "information",
        "regarding",
        "mountain",
        "province",
        "mineral",
        "property",
        "reviewed",
        "approved",
        "keyvan",
        "salehi",
        "mba",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "caution",
        "regarding",
        "forward",
        "looking",
        "information",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "information",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "law",
        "concerning",
        "business",
        "operation",
        "financial",
        "performance",
        "condition",
        "mountain",
        "province",
        "diamond",
        "statement",
        "information",
        "include",
        "limited",
        "statement",
        "respect",
        "estimated",
        "production",
        "mine",
        "life",
        "project",
        "mountain",
        "province",
        "realization",
        "mineral",
        "reserve",
        "estimate",
        "timing",
        "amount",
        "estimated",
        "future",
        "production",
        "cost",
        "production",
        "future",
        "price",
        "diamond",
        "estimation",
        "mineral",
        "reserve",
        "resource",
        "ability",
        "manage",
        "debt",
        "capital",
        "expenditure",
        "ability",
        "obtain",
        "permit",
        "operation",
        "liquidity",
        "tax",
        "rate",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "except",
        "statement",
        "historical",
        "fact",
        "relating",
        "mountain",
        "province",
        "certain",
        "information",
        "contained",
        "herein",
        "constitutes",
        "statement",
        "statement",
        "frequently",
        "characterized",
        "word",
        "anticipates",
        "may",
        "plan",
        "belief",
        "estimate",
        "expects",
        "project",
        "target",
        "intends",
        "likely",
        "potential",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "based",
        "number",
        "assumption",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "many",
        "assumption",
        "based",
        "factor",
        "event",
        "within",
        "control",
        "mountain",
        "province",
        "assurance",
        "prove",
        "correct",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "result",
        "anticipated",
        "statement",
        "include",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "change",
        "market",
        "condition",
        "change",
        "project",
        "parameter",
        "mine",
        "sequencing",
        "production",
        "rate",
        "cash",
        "flow",
        "risk",
        "relating",
        "availability",
        "timeliness",
        "permitting",
        "governmental",
        "approval",
        "supply",
        "demand",
        "diamond",
        "fluctuating",
        "commodity",
        "price",
        "currency",
        "exchange",
        "rate",
        "possibility",
        "project",
        "cost",
        "overrun",
        "unanticipated",
        "cost",
        "expense",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "factor",
        "discussed",
        "greater",
        "detail",
        "mountain",
        "province",
        "recent",
        "annual",
        "information",
        "form",
        "recent",
        "md",
        "filed",
        "sedar",
        "also",
        "provide",
        "additional",
        "general",
        "assumption",
        "connection",
        "statement",
        "mountain",
        "province",
        "caution",
        "foregoing",
        "list",
        "important",
        "factor",
        "exhaustive",
        "investor",
        "others",
        "base",
        "statement",
        "carefully",
        "consider",
        "factor",
        "well",
        "uncertainty",
        "represent",
        "risk",
        "entail",
        "mountain",
        "province",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "statement",
        "included",
        "news",
        "release",
        "unduly",
        "relied",
        "upon",
        "statement",
        "speak",
        "date",
        "news",
        "release",
        "although",
        "mountain",
        "province",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "mountain",
        "province",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "circumstance",
        "management",
        "estimate",
        "opinion",
        "change",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "concerning",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "may",
        "also",
        "deemed",
        "constitute",
        "statement",
        "extent",
        "involve",
        "estimate",
        "mineralization",
        "encountered",
        "property",
        "developed",
        "mountain",
        "province",
        "may",
        "make",
        "change",
        "business",
        "plan",
        "could",
        "affect",
        "result",
        "principal",
        "asset",
        "mountain",
        "province",
        "administered",
        "pursuant",
        "joint",
        "venture",
        "mountain",
        "province",
        "operator",
        "mountain",
        "province",
        "exposed",
        "action",
        "taken",
        "omission",
        "made",
        "operator",
        "within",
        "prerogative",
        "determination",
        "made",
        "joint",
        "venture",
        "term",
        "action",
        "omission",
        "may",
        "impact",
        "future",
        "performance",
        "mountain",
        "province",
        "current",
        "note",
        "revolving",
        "credit",
        "facility",
        "mountain",
        "province",
        "subject",
        "certain",
        "limitation",
        "ability",
        "pay",
        "dividend",
        "common",
        "stock",
        "declaration",
        "dividend",
        "discretion",
        "mountain",
        "province",
        "board",
        "director",
        "subject",
        "limitation",
        "company",
        "debt",
        "facility",
        "depend",
        "mountain",
        "province",
        "financial",
        "result",
        "cash",
        "requirement",
        "future",
        "prospect",
        "factor",
        "deemed",
        "relevant",
        "board",
        "source",
        "mountain",
        "province",
        "diamond",
        "inc"
    ]
}