{
    "organizations": [],
    "uuid": "8f63279cbb926e0cf4033c1951387148419a10fd",
    "author": "Lauren Hirsch",
    "url": "https://www.cnbc.com/2019/01/26/toys-r-us-built-a-kingdom-and-the-worlds-biggest-toy-store-then-they-lost-it.html",
    "ord_in_thread": 0,
    "title": "Toys R Us built a kingdom and the world's biggest toy store. Then, they lost it.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It also missed opportunities to make its stores nicer, cleaner and a destination for events. Toys R Us' failure to translate the joy of toys into something more tangible in its stores was one of its biggest mistakes. \nAnother would be losing touch with the parents who shopped in its stores. \n\"I remember when I first got there, walking into the first meeting with the executive committee thinking, 'This is going to be interesting. Our target audience is moms with kids, and I just walked into a room of guys with ties,'\" said Warren Kornblum, who worked as chief marketing officer in the late 1990s and mid-2000s. \nKornblum nonetheless recalled the thrill of being at the opening of Toys R Us' giant Times Square flagship, adorned with a Ferris wheel, just months after 9/11. \n\"We were getting ready to open the doors, and I saw what seemed like hundreds of kids. I saw the excitement in their eyes and I thought, 'this is what Toys R Us is.'\" \n\"I think,\" said Kornblum, \"we just lost that.\" Competition bubbles \nIn its neglect, Toys R Us let the toys it sold become a commodity. That left it vulnerable when the most potent competitors it had to yet to face began to move in. \nThe dot-com bubble arrived and EToys, the internet toys start-up founded in 1997, went public two years later. It had a market capitalization that surpassed Toys R Us. \nIn need of a quick internet strategy, Toys R Us signed on to an expensive partnership with Amazon in 2000. The deal, one of the first of its kind, gave Amazon the exclusive rights to sell Toys R Us products on its website. Toys R Us paid it roughly $50 million a year, according to reports at the time. Getty Images A shopper exits the Times Square Toys 'R' Us store with his purchases in New York. \nToys R Us had paid for exclusivity, but it didn't get it. Amazon created a marketplace where it began selling others' toy brands. \nToys R Us sued Amazon to get out of the contract. But the legal wrangling set it back financially, and left it even further behind in its e-commerce efforts. By the time the lawsuit was settled, Amazon paid $51 million to end the suit. However, the damage was done and the retailer was way behind in the e-commerce fight. \nThen, came the discount chains. Walmart , Target and Kmart began going after the same moms who shopped in Toys R Us stores, slashing toy prices to bring them in. The core reason for Toys R Us existence — toys for kids — was being used by those bigger retailers as a way to get moms in the door, hoping they'd also spend on higher-margin products. \nUnder assault, Toys R Us stock tumbled. Private equity prey \nAll of this turned Toys R Us into perfect private equity bait. The mid-2000s were a boom for leveraged buyouts of retailers. The private equity funds were lured in by a combination of low interest rates, the recognizable names of the targets and the view that retailers' steady cash flow would continue forever. \nIn 2006 alone, private equity firms spent $30 billion on leveraged buyouts of retailers — more than they had spent in total since 1998. \nA hotly competitive sale of Toys R Us put the company into the hands of a trio of investors: KKR , Bain and Vornado . Together they paid $6.6 billion for the store in 2005, a deal they financed largely with debt. They saw value in its real estate and an opportunity to aggressively expand in Asia. The hope was to revive the company and take it public, using those proceeds to pay down the debt. \nThough its owners took no dividends, that debt became an albatross for the toy retailer — sucking money out of it year after year. Toys R Us annually had to divert its cash flow to pay $400 million to service its more than $5 billion in debt, it later said in court filings. As the retail industry changed in ways no one expected, Toys R Us was crippled, unable to make the investments it needed. \n\"These substantial debt service obligations impair the company's ability to invest in its business and future. As a result, the company has fallen behind,\" CEO Dave Brandon would tell the bankruptcy court. Scott Mlyn | CNBC Shoppers watching the ferris wheel at the Toys R Us store in New York City. \nIts historically strong baby business, Babies R Us, also came under attack. Parents soon discovered the luxury of buying their diapers online at Diapers.com . Then Bed Bath & Beyond acquired Buy Buy Baby, investing money Toys R Us didn't have into more modern stores. \nAll the while, the toy industry was contracting. And, stunningly, children were getting older younger. \nThat meant Toys R Us' target audience shifted to playing with computers, video games and tablets — no longer as interested in action figures or board games. From 2012 to 2017, the toy industry declined every year at a rate of 3.1 percent, according to data service IBIS World. \nThe Toys R Us owners filed for an IPO in 2010. It never happened as the businesses continued to deteriorate. All three eventually wrote down the value of their investment to zero. This on a company they collectively poured $3.5 billion into over the course of their ownership. Toy industry loses faith in its showman \nAmid industry strain and change, there continued to be one widely accepted tenet: toymakers will unconditionally support Toys R Us. The industry needed its beacon to protect prices, provide shelf space and act as a showman. \nThat tenet ultimately proved untrue. \nIn July 2017, Toys R Us hired restructuring advisors to help it address the $400 million in debt coming due in 2018. It became clear, though, that lenders were spooked by the increasing number of retail bankruptcies. Chances of refinancing were slim. The company and its advisors began to craft plans for a prepackaged bankruptcy to come after the holiday season. Peter Foley | Bloomberg | Getty Images Employees assist shoppers at the check-out counter of a Toys R Us store in New York. \nIn September, CNBC caught wind of the effort. It broke news to readers — and many toymakers — that Toys R Us was weighing bankruptcy. Bankruptcy risks rarely take industry insiders by surprise, but this one did. The retailer was on few, if any, immediate-term bankruptcy watch lists. \nStunned toymakers pulled back. Weakened brands could not risk giving Toys R Us products it might not pay for. Many complained that Toys R Us was uncommunicative about what was happening. \nPeople close to Toys R Us agree it didn't communicate well, in part because the situation was so fluid, it was difficult to give a cohesive message. \nWithin one week of the article's publication, nearly 40 percent of its vendors refused to ship product without cash on delivery. Within three weeks, the run on the bank catapulted Toys R Us into bankruptcy, forcing it to file without a plan to emerge and before the crucial holiday season. \nIn bankruptcy court, Toys R Us played to its heritage, with its lawyers singing its famous jingle that they were \"a Toys R Us kid.\" It told vendors and shoppers that it would use its bankruptcy financing to finally make the changes it needed to compete. All it needed was a solid holiday season to make it through to the other side. \nBut loyalty to Toys R Us had frayed — for both consumers and the toymakers. show chapters 3:06 PM ET Thu, 15 March 2018 | 03:34 \nA number of brands limited their shipmentsto Toys R Us during the holiday season. Those that did ship are now on the hook for $450 million that might not get paid , according to The Wall Street Journal. The bankruptcy had left many manufacturers feeling battered . There were concerns Toys R Us' challenges were too fundamental, and it would not be able to escape the same fate twice. \nThe big-box competitors, smelling blood in the water, slashed their prices, their final attack against the legendary retailer. In the 2017 Christmas season, shoppers chose discounts and convenience over Toys R Us. The retailer's fate was all but sealed. \nU.S. holiday sales produced earnings for Toys R Us that were $250 million below budget projections, court filings showed. It couldn't in good faith ensure it would be able to satisfy the terms of its bankruptcy loan. The company estimated it would run out of cash in the U.S. by May 2018. \nThe weeks that followed the holidays included intense negotiations with its lenders but the conclusion soon became evident. Toys R Us would need to liquidate, a move expected to devastate the very toy industry it created, but which did not — or could not — come to its rescue. \n\"I'm a believer there is no toys business without Toys R Us,\" said Isaac Larian, CEO of MGA Entertainment, the maker of Bratz dolls and L.O.L. Surprise toys. \"The toy business is going to be very small without them.\" Jason Alden | Bloomberg | Getty Images Customers pass an advertisement for a 'Closing Down' sale at a Toys 'R' Us Inc. retail store. Lauren Hirsch Retail Reporter for CNBC.com CNBC NEWSLETTERS \nGet the best of CNBC in your inbox Please choose a subscription A daily email for dreamers, seekers and game changers. Breaking News",
    "published": "2018-03-17T00:02:00.000+02:00",
    "crawled": "2018-03-17T00:19:37.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "also",
        "missed",
        "opportunity",
        "make",
        "store",
        "nicer",
        "cleaner",
        "destination",
        "event",
        "toy",
        "r",
        "u",
        "failure",
        "translate",
        "joy",
        "toy",
        "something",
        "tangible",
        "store",
        "one",
        "biggest",
        "mistake",
        "another",
        "would",
        "losing",
        "touch",
        "parent",
        "shopped",
        "store",
        "remember",
        "first",
        "got",
        "walking",
        "first",
        "meeting",
        "executive",
        "committee",
        "thinking",
        "going",
        "interesting",
        "target",
        "audience",
        "mom",
        "kid",
        "walked",
        "room",
        "guy",
        "tie",
        "said",
        "warren",
        "kornblum",
        "worked",
        "chief",
        "marketing",
        "officer",
        "late",
        "1990s",
        "kornblum",
        "nonetheless",
        "recalled",
        "thrill",
        "opening",
        "toy",
        "r",
        "u",
        "giant",
        "time",
        "square",
        "flagship",
        "adorned",
        "ferris",
        "wheel",
        "month",
        "getting",
        "ready",
        "open",
        "door",
        "saw",
        "seemed",
        "like",
        "hundred",
        "kid",
        "saw",
        "excitement",
        "eye",
        "thought",
        "toy",
        "r",
        "u",
        "think",
        "said",
        "kornblum",
        "lost",
        "competition",
        "bubble",
        "neglect",
        "toy",
        "r",
        "u",
        "let",
        "toy",
        "sold",
        "become",
        "commodity",
        "left",
        "vulnerable",
        "potent",
        "competitor",
        "yet",
        "face",
        "began",
        "move",
        "bubble",
        "arrived",
        "etoys",
        "internet",
        "toy",
        "founded",
        "went",
        "public",
        "two",
        "year",
        "later",
        "market",
        "capitalization",
        "surpassed",
        "toy",
        "r",
        "u",
        "need",
        "quick",
        "internet",
        "strategy",
        "toy",
        "r",
        "u",
        "signed",
        "expensive",
        "partnership",
        "amazon",
        "deal",
        "one",
        "first",
        "kind",
        "gave",
        "amazon",
        "exclusive",
        "right",
        "sell",
        "toy",
        "r",
        "u",
        "product",
        "website",
        "toy",
        "r",
        "u",
        "paid",
        "roughly",
        "million",
        "year",
        "according",
        "report",
        "time",
        "getty",
        "image",
        "shopper",
        "exit",
        "time",
        "square",
        "toy",
        "r",
        "u",
        "store",
        "purchase",
        "new",
        "york",
        "toy",
        "r",
        "u",
        "paid",
        "exclusivity",
        "get",
        "amazon",
        "created",
        "marketplace",
        "began",
        "selling",
        "others",
        "toy",
        "brand",
        "toy",
        "r",
        "u",
        "sued",
        "amazon",
        "get",
        "contract",
        "legal",
        "wrangling",
        "set",
        "back",
        "financially",
        "left",
        "even",
        "behind",
        "effort",
        "time",
        "lawsuit",
        "settled",
        "amazon",
        "paid",
        "million",
        "end",
        "suit",
        "however",
        "damage",
        "done",
        "retailer",
        "way",
        "behind",
        "fight",
        "came",
        "discount",
        "chain",
        "walmart",
        "target",
        "kmart",
        "began",
        "going",
        "mom",
        "shopped",
        "toy",
        "r",
        "u",
        "store",
        "slashing",
        "toy",
        "price",
        "bring",
        "core",
        "reason",
        "toy",
        "r",
        "u",
        "existence",
        "toy",
        "kid",
        "used",
        "bigger",
        "retailer",
        "way",
        "get",
        "mom",
        "door",
        "hoping",
        "also",
        "spend",
        "product",
        "assault",
        "toy",
        "r",
        "u",
        "stock",
        "tumbled",
        "private",
        "equity",
        "prey",
        "turned",
        "toy",
        "r",
        "u",
        "perfect",
        "private",
        "equity",
        "bait",
        "boom",
        "leveraged",
        "buyout",
        "retailer",
        "private",
        "equity",
        "fund",
        "lured",
        "combination",
        "low",
        "interest",
        "rate",
        "recognizable",
        "name",
        "target",
        "view",
        "retailer",
        "steady",
        "cash",
        "flow",
        "would",
        "continue",
        "forever",
        "alone",
        "private",
        "equity",
        "firm",
        "spent",
        "billion",
        "leveraged",
        "buyout",
        "retailer",
        "spent",
        "total",
        "since",
        "hotly",
        "competitive",
        "sale",
        "toy",
        "r",
        "u",
        "put",
        "company",
        "hand",
        "trio",
        "investor",
        "kkr",
        "bain",
        "vornado",
        "together",
        "paid",
        "billion",
        "store",
        "deal",
        "financed",
        "largely",
        "debt",
        "saw",
        "value",
        "real",
        "estate",
        "opportunity",
        "aggressively",
        "expand",
        "asia",
        "hope",
        "revive",
        "company",
        "take",
        "public",
        "using",
        "proceeds",
        "pay",
        "debt",
        "though",
        "owner",
        "took",
        "dividend",
        "debt",
        "became",
        "albatross",
        "toy",
        "retailer",
        "sucking",
        "money",
        "year",
        "year",
        "toy",
        "r",
        "u",
        "annually",
        "divert",
        "cash",
        "flow",
        "pay",
        "million",
        "service",
        "billion",
        "debt",
        "later",
        "said",
        "court",
        "filing",
        "retail",
        "industry",
        "changed",
        "way",
        "one",
        "expected",
        "toy",
        "r",
        "u",
        "crippled",
        "unable",
        "make",
        "investment",
        "needed",
        "substantial",
        "debt",
        "service",
        "obligation",
        "impair",
        "company",
        "ability",
        "invest",
        "business",
        "future",
        "result",
        "company",
        "fallen",
        "behind",
        "ceo",
        "dave",
        "brandon",
        "would",
        "tell",
        "bankruptcy",
        "court",
        "scott",
        "mlyn",
        "cnbc",
        "shopper",
        "watching",
        "ferris",
        "wheel",
        "toy",
        "r",
        "u",
        "store",
        "new",
        "york",
        "city",
        "historically",
        "strong",
        "baby",
        "business",
        "baby",
        "r",
        "u",
        "also",
        "came",
        "attack",
        "parent",
        "soon",
        "discovered",
        "luxury",
        "buying",
        "diaper",
        "online",
        "bed",
        "bath",
        "beyond",
        "acquired",
        "buy",
        "buy",
        "baby",
        "investing",
        "money",
        "toy",
        "r",
        "u",
        "modern",
        "store",
        "toy",
        "industry",
        "contracting",
        "stunningly",
        "child",
        "getting",
        "older",
        "younger",
        "meant",
        "toy",
        "r",
        "u",
        "target",
        "audience",
        "shifted",
        "playing",
        "computer",
        "video",
        "game",
        "tablet",
        "longer",
        "interested",
        "action",
        "figure",
        "board",
        "game",
        "toy",
        "industry",
        "declined",
        "every",
        "year",
        "rate",
        "percent",
        "according",
        "data",
        "service",
        "ibis",
        "world",
        "toy",
        "r",
        "u",
        "owner",
        "filed",
        "ipo",
        "never",
        "happened",
        "business",
        "continued",
        "deteriorate",
        "three",
        "eventually",
        "wrote",
        "value",
        "investment",
        "zero",
        "company",
        "collectively",
        "poured",
        "billion",
        "course",
        "ownership",
        "toy",
        "industry",
        "loses",
        "faith",
        "showman",
        "amid",
        "industry",
        "strain",
        "change",
        "continued",
        "one",
        "widely",
        "accepted",
        "tenet",
        "toymakers",
        "unconditionally",
        "support",
        "toy",
        "r",
        "u",
        "industry",
        "needed",
        "beacon",
        "protect",
        "price",
        "provide",
        "shelf",
        "space",
        "act",
        "showman",
        "tenet",
        "ultimately",
        "proved",
        "untrue",
        "july",
        "toy",
        "r",
        "u",
        "hired",
        "restructuring",
        "advisor",
        "help",
        "address",
        "million",
        "debt",
        "coming",
        "due",
        "became",
        "clear",
        "though",
        "lender",
        "spooked",
        "increasing",
        "number",
        "retail",
        "bankruptcy",
        "chance",
        "refinancing",
        "slim",
        "company",
        "advisor",
        "began",
        "craft",
        "plan",
        "prepackaged",
        "bankruptcy",
        "come",
        "holiday",
        "season",
        "peter",
        "foley",
        "bloomberg",
        "getty",
        "image",
        "employee",
        "assist",
        "shopper",
        "counter",
        "toy",
        "r",
        "u",
        "store",
        "new",
        "york",
        "september",
        "cnbc",
        "caught",
        "wind",
        "effort",
        "broke",
        "news",
        "reader",
        "many",
        "toymakers",
        "toy",
        "r",
        "u",
        "weighing",
        "bankruptcy",
        "bankruptcy",
        "risk",
        "rarely",
        "take",
        "industry",
        "insider",
        "surprise",
        "one",
        "retailer",
        "bankruptcy",
        "watch",
        "list",
        "stunned",
        "toymakers",
        "pulled",
        "back",
        "weakened",
        "brand",
        "could",
        "risk",
        "giving",
        "toy",
        "r",
        "u",
        "product",
        "might",
        "pay",
        "many",
        "complained",
        "toy",
        "r",
        "u",
        "uncommunicative",
        "happening",
        "people",
        "close",
        "toy",
        "r",
        "u",
        "agree",
        "communicate",
        "well",
        "part",
        "situation",
        "fluid",
        "difficult",
        "give",
        "cohesive",
        "message",
        "within",
        "one",
        "week",
        "article",
        "publication",
        "nearly",
        "percent",
        "vendor",
        "refused",
        "ship",
        "product",
        "without",
        "cash",
        "delivery",
        "within",
        "three",
        "week",
        "run",
        "bank",
        "catapulted",
        "toy",
        "r",
        "u",
        "bankruptcy",
        "forcing",
        "file",
        "without",
        "plan",
        "emerge",
        "crucial",
        "holiday",
        "season",
        "bankruptcy",
        "court",
        "toy",
        "r",
        "u",
        "played",
        "heritage",
        "lawyer",
        "singing",
        "famous",
        "jingle",
        "toy",
        "r",
        "u",
        "kid",
        "told",
        "vendor",
        "shopper",
        "would",
        "use",
        "bankruptcy",
        "financing",
        "finally",
        "make",
        "change",
        "needed",
        "compete",
        "needed",
        "solid",
        "holiday",
        "season",
        "make",
        "side",
        "loyalty",
        "toy",
        "r",
        "u",
        "frayed",
        "consumer",
        "toymakers",
        "show",
        "chapter",
        "pm",
        "et",
        "thu",
        "march",
        "number",
        "brand",
        "limited",
        "shipmentsto",
        "toy",
        "r",
        "u",
        "holiday",
        "season",
        "ship",
        "hook",
        "million",
        "might",
        "get",
        "paid",
        "according",
        "wall",
        "street",
        "journal",
        "bankruptcy",
        "left",
        "many",
        "manufacturer",
        "feeling",
        "battered",
        "concern",
        "toy",
        "r",
        "u",
        "challenge",
        "fundamental",
        "would",
        "able",
        "escape",
        "fate",
        "twice",
        "competitor",
        "smelling",
        "blood",
        "water",
        "slashed",
        "price",
        "final",
        "attack",
        "legendary",
        "retailer",
        "christmas",
        "season",
        "shopper",
        "chose",
        "discount",
        "convenience",
        "toy",
        "r",
        "u",
        "retailer",
        "fate",
        "sealed",
        "holiday",
        "sale",
        "produced",
        "earnings",
        "toy",
        "r",
        "u",
        "million",
        "budget",
        "projection",
        "court",
        "filing",
        "showed",
        "could",
        "good",
        "faith",
        "ensure",
        "would",
        "able",
        "satisfy",
        "term",
        "bankruptcy",
        "loan",
        "company",
        "estimated",
        "would",
        "run",
        "cash",
        "may",
        "week",
        "followed",
        "holiday",
        "included",
        "intense",
        "negotiation",
        "lender",
        "conclusion",
        "soon",
        "became",
        "evident",
        "toy",
        "r",
        "u",
        "would",
        "need",
        "liquidate",
        "move",
        "expected",
        "devastate",
        "toy",
        "industry",
        "created",
        "could",
        "come",
        "rescue",
        "believer",
        "toy",
        "business",
        "without",
        "toy",
        "r",
        "u",
        "said",
        "isaac",
        "larian",
        "ceo",
        "mga",
        "entertainment",
        "maker",
        "bratz",
        "doll",
        "surprise",
        "toy",
        "toy",
        "business",
        "going",
        "small",
        "without",
        "jason",
        "alden",
        "bloomberg",
        "getty",
        "image",
        "customer",
        "pas",
        "advertisement",
        "sale",
        "toy",
        "r",
        "u",
        "retail",
        "store",
        "lauren",
        "hirsch",
        "retail",
        "reporter",
        "cnbc",
        "newsletter",
        "get",
        "best",
        "cnbc",
        "inbox",
        "please",
        "choose",
        "subscription",
        "daily",
        "email",
        "dreamer",
        "seeker",
        "game",
        "changer",
        "breaking",
        "news"
    ]
}