{
    "organizations": [],
    "uuid": "7b2b8776d4b6465b7b7e8701d1f2cce07afa6a16",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-rockwell-medical-inc-appoints-two-independent-and-experienced-life-sciences-executives-to-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Rockwell Medical, Inc. Appoints Two Independent and Experienced Life Sciences Executives to Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Lisa Colleran and Benjamin Wolin Unanimously Appointed to Rockwell Board\nWolin Named Chairman of the Board\nCompany Reaches Support Agreement with Richmond Brothers\nWIXOM, Mich., Rockwell Medical, Inc. (NASDAQ:RMTI), (the “Company”) announced today that it has unanimously appointed Lisa Colleran and Benjamin Wolin to its Board of Directors, effective March 7, 2018. Mr. Wolin was also appointed Chairman of the Board.\nThe Company further announced that it has reached a support agreement with Richmond Brothers, an investment advisor that is the beneficial owner of 10.8% of the Company’s stock. The agreement outlines Richmond Brothers’ support for the Company’s proposal to declassify its Board of Directors, resulting in director terms of one year for all directors. The proposal will be made to all shareholders at the upcoming Annual Shareholder meeting in June, 2018.\nRobert L. Chioini, Chief Executive Officer of Rockwell, stated, “The addition of Lisa and Ben will add important expertise and experience to the Board of Directors. In addition to these new board appointments, the corporate governance improvement outlined in our support agreement with Richmond Brothers underscores our commitment to driving shareholder value as we embark on this next stage of growth for the Company.” Chioini added, “We have a great foundation at the Company, with two important FDA-approved drugs, and I couldn’t be more excited about the progress we are making on numerous fronts.”\nMr. Wolin was co-founder and CEO of Everyday Health (NYSE:EVDY), the leading digital marketing and communication platform for consumers, doctors and healthcare companies, until it was acquired by JCOM in 2016 for nearly $500 million. Mr. Wolin is also Chairman of Diplomat Specialty Pharmacy (NYSE:DPLO), the nation's largest independent specialty pharmacy, and serves as an advisor and board member to a variety of other leading technology and healthcare organizations.\nMr. Wolin commented, “Rockwell Medical’s products improve patient outcomes and Triferic can help reduce overall healthcare spending by reducing the side effects and complications from renal care. The Company’s mission is important and I look forward to working with Rob, Rockwell’s CEO & Founder, and the rest of the Board of Directors, to help drive success for all of our key stakeholders, including patients, providers, employees and shareholders.”\nMs. Colleran is a veteran in the healthcare industry with more than 30 years of experience leading specialty medical products companies, growing markets and creating shareholder value. She served as President, Chief Executive Officer and Board Member for LifeCell Corporation from 2011 to 2013. During her 11-year tenure, LifeCell’s annual revenues grew from $25 million to $400 million and its market valuation increased from $100 million to $1.7 billion, when LifeCell was sold in 2008. Prior to LifeCell, Ms. Colleran spent approximately 20 years at Baxter Healthcare’s Renal Division in various commercial and general management roles with increasing responsibilities. She is currently an active board member, advisor, and consultant to several innovative medical technology companies.\n“It is an exciting time for Rockwell, and I am delighted to be joining the Board of Directors at this critical time,” said Ms. Colleran. “Renal patients deserve to have access to the Company’s innovative anemia management therapy and I believe Rockwell Medical is poised to work closely with the nephrology community to make a real difference in renal patients’ lives.”\nIn conjunction with the changes, Mr. Wolin will join the Audit and Compensation Committees, Ms. Colleran will join Compensation and Governance and Nominating Committees and Mark Ravich was appointed Chairman of the Compensation Committee.\nPatrick Bagley, one of Company’s longest serving directors and critical advisors, has decided not to stand for re-election to the Board of Directors at the Company’s Annual Shareholder meeting.\n“I am pleased with today’s announcements,” said David Richmond, Founding Partner and Chairman of Richmond Brothers. “I believe the Board of Directors and governance of Rockwell Medical are aligned with shareholders’ interests and will help ensure that the company maximizes shareholder value. I remain confident in the Company’s business and opportunities.”\nAbout Benjamin Wolin\nMr. Benjamin Wolin was Chief Executive Officer and Co-Founder of Everyday Health, Inc., (“Everyday Health”) from January 2002 to December 2016. Mr. Wolin is currently Chairman of Diplomat Specialty Pharmacy (NYSE:DPLO), the nation's largest independent specialty pharmacy. Mr. Wolin also serves on the Board of Directors of a Dance Biopharm, a privately-held biotechnology company focused on the development of Dance 501, a proprietary 'soft-mist' inhaled insulin product to treat diabetes. Mr. Wolin also serves as an advisor and board member to a variety of other leading technology and healthcare organizations. He is a graduate of Bowdoin College.\nAbout Lisa Colleran\nMs. Lisa Colleran was Global President of LifeCell Corporation from August 2008 to April 2013 and served as its Chief Executive Officer from January 2012 to April 2013. She joined LifeCell in December 2002 as Vice President of Marketing and Business Development and served as Senior Vice President of Commercial Operations from July 2004 to August 2008. Prior to LifeCell, Ms. Colleran spent 20 years at Baxter Healthcare’s Renal Division in various commercial and general management roles. Early in her career, Ms. Colleran was a renal dialysis nurse at Cornell Medical Center. She currently serves on the Board of Directors of Establishment Labs, an innovative breast implant company and Ariste Medical a company developing a new class of drug eluting medical devices. Ms. Colleran recently served as a board member for Novadaq Technologies, Inc., helping to oversee its $700M sale to Stryker Corporation. Ms. Colleran received her Bachelor of Science from Molloy College and her Masters in Business Administration from Loyola University of Chicago.\nAbout Rockwell Medical, Inc.\nRockwell Medical, Inc. (“Rockwell”) is a fully-integrated biopharmaceutical company targeting end-stage renal disease (ESRD) and chronic kidney disease (CKD) with innovative products for the treatment of iron replacement, secondary hyperparathyroidism and hemodialysis.\nRockwell’s FDA approved drug Triferic is indicated for iron replacement and maintenance of hemoglobin in hemodialysis patients suffering from anemia. Triferic delivers iron to patients during their regular dialysis treatment, using dialysate as the delivery mechanism. Triferic has demonstrated that it safely and effectively delivers sufficient iron to the bone marrow and maintains hemoglobin, without increasing iron stores (ferritin). Rockwell intends to market Triferic to hemodialysis patients in the U.S. dialysis market and globally.\nRockwell’s FDA approved generic drug Calcitriol is for treating secondary hyperparathyroidism in dialysis patients. Calcitriol (active vitamin D) injection is indicated in the management of hypocalcemia in patients undergoing chronic renal dialysis. It has been shown to significantly reduce elevated parathyroid hormone levels. Reduction of PTH has been shown to result in an improvement in renal osteodystrophy. Rockwell intends to market Calcitriol to hemodialysis patients in the U.S. dialysis market.\nRockwell is also an established manufacturer and leader in delivering high-quality hemodialysis concentrates/dialysates to dialysis providers and distributors in the U.S. and abroad. As one of the two major suppliers in the U.S., Rockwell’s products are used to maintain human life by removing toxins and replacing critical nutrients in the dialysis patient’s bloodstream. Rockwell has three U.S. manufacturing/distribution facilities.\nRockwell’s exclusive renal drug therapies support disease management initiatives to improve the quality of life and care of dialysis patients and are intended to deliver safe and effective therapy, while decreasing drug administration costs and improving patient convenience. Rockwell is developing a pipeline of drug therapies, including extensions of Triferic for indications outside of hemodialysis. Please visit www.rockwellmed.com for more information.\nCertain statements in this press release constitute \"forward-looking statements\" within the meaning of the federal securities laws, including, but not limited to, Rockwell’s intention to sell and market Calcitriol and Triferic. Words such as “may,” “might,” “will,” “should,” “believe,” “expect,” “anticipate,” “estimate,” “continue,” “could,” “plan,” “potential,” “predict,” “forecast,” “project,” “plan”, “intend” or similar expressions, or statements regarding intent, belief, or current expectations, are forward-looking statements. While Rockwell believes these forward-looking statements are reasonable, undue reliance should not be placed on any such forward-looking statements, which are based on information available to us on the date of this release. These forward-looking statements are based upon current estimates and assumptions and are subject to various risks and uncertainties, (including without limitation those set forth in Rockwell’s SEC filings), many of which are beyond our control, actual results could be materially different. Rockwell expressly disclaims any obligation to update or alter any statements whether as a result of new information, future events or otherwise, except as required by law.\nContact:\nMichael Rice\nLifeSci Advisors, LLC\n646-597-6979\nMedia Contact:\nMatt Middleman\nLifeSci Public Relations\n(646) 627-8384\nmatt@lifescipublicrelations.com\nSource: Rockwell Medical, Inc.\nSource:Rockwell Medical, Inc.",
    "published": "2018-03-13T23:35:00.000+02:00",
    "crawled": "2018-03-14T00:40:41.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lisa",
        "colleran",
        "benjamin",
        "wolin",
        "unanimously",
        "appointed",
        "rockwell",
        "board",
        "wolin",
        "named",
        "chairman",
        "board",
        "company",
        "reach",
        "support",
        "agreement",
        "richmond",
        "brother",
        "wixom",
        "rockwell",
        "medical",
        "nasdaq",
        "rmti",
        "company",
        "announced",
        "today",
        "unanimously",
        "appointed",
        "lisa",
        "colleran",
        "benjamin",
        "wolin",
        "board",
        "director",
        "effective",
        "march",
        "wolin",
        "also",
        "appointed",
        "chairman",
        "board",
        "company",
        "announced",
        "reached",
        "support",
        "agreement",
        "richmond",
        "brother",
        "investment",
        "advisor",
        "beneficial",
        "owner",
        "company",
        "stock",
        "agreement",
        "outline",
        "richmond",
        "brother",
        "support",
        "company",
        "proposal",
        "declassify",
        "board",
        "director",
        "resulting",
        "director",
        "term",
        "one",
        "year",
        "director",
        "proposal",
        "made",
        "shareholder",
        "upcoming",
        "annual",
        "shareholder",
        "meeting",
        "june",
        "robert",
        "chioini",
        "chief",
        "executive",
        "officer",
        "rockwell",
        "stated",
        "addition",
        "lisa",
        "ben",
        "add",
        "important",
        "expertise",
        "experience",
        "board",
        "director",
        "addition",
        "new",
        "board",
        "appointment",
        "corporate",
        "governance",
        "improvement",
        "outlined",
        "support",
        "agreement",
        "richmond",
        "brother",
        "underscore",
        "commitment",
        "driving",
        "shareholder",
        "value",
        "embark",
        "next",
        "stage",
        "growth",
        "chioini",
        "added",
        "great",
        "foundation",
        "company",
        "two",
        "important",
        "drug",
        "excited",
        "progress",
        "making",
        "numerous",
        "wolin",
        "ceo",
        "everyday",
        "health",
        "nyse",
        "evdy",
        "leading",
        "digital",
        "marketing",
        "communication",
        "platform",
        "consumer",
        "doctor",
        "healthcare",
        "company",
        "acquired",
        "jcom",
        "nearly",
        "million",
        "wolin",
        "also",
        "chairman",
        "diplomat",
        "specialty",
        "pharmacy",
        "nyse",
        "dplo",
        "nation",
        "largest",
        "independent",
        "specialty",
        "pharmacy",
        "serf",
        "advisor",
        "board",
        "member",
        "variety",
        "leading",
        "technology",
        "healthcare",
        "organization",
        "wolin",
        "commented",
        "rockwell",
        "medical",
        "product",
        "improve",
        "patient",
        "outcome",
        "triferic",
        "help",
        "reduce",
        "overall",
        "healthcare",
        "spending",
        "reducing",
        "side",
        "effect",
        "complication",
        "renal",
        "care",
        "company",
        "mission",
        "important",
        "look",
        "forward",
        "working",
        "rob",
        "rockwell",
        "ceo",
        "founder",
        "rest",
        "board",
        "director",
        "help",
        "drive",
        "success",
        "key",
        "stakeholder",
        "including",
        "patient",
        "provider",
        "employee",
        "colleran",
        "veteran",
        "healthcare",
        "industry",
        "year",
        "experience",
        "leading",
        "specialty",
        "medical",
        "product",
        "company",
        "growing",
        "market",
        "creating",
        "shareholder",
        "value",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "board",
        "member",
        "lifecell",
        "corporation",
        "tenure",
        "lifecell",
        "annual",
        "revenue",
        "grew",
        "million",
        "million",
        "market",
        "valuation",
        "increased",
        "million",
        "billion",
        "lifecell",
        "sold",
        "prior",
        "lifecell",
        "colleran",
        "spent",
        "approximately",
        "year",
        "baxter",
        "healthcare",
        "renal",
        "division",
        "various",
        "commercial",
        "general",
        "management",
        "role",
        "increasing",
        "responsibility",
        "currently",
        "active",
        "board",
        "member",
        "advisor",
        "consultant",
        "several",
        "innovative",
        "medical",
        "technology",
        "company",
        "exciting",
        "time",
        "rockwell",
        "delighted",
        "joining",
        "board",
        "director",
        "critical",
        "time",
        "said",
        "colleran",
        "renal",
        "patient",
        "deserve",
        "access",
        "company",
        "innovative",
        "anemia",
        "management",
        "therapy",
        "believe",
        "rockwell",
        "medical",
        "poised",
        "work",
        "closely",
        "nephrology",
        "community",
        "make",
        "real",
        "difference",
        "renal",
        "patient",
        "conjunction",
        "change",
        "wolin",
        "join",
        "audit",
        "compensation",
        "committee",
        "colleran",
        "join",
        "compensation",
        "governance",
        "nominating",
        "committee",
        "mark",
        "ravich",
        "appointed",
        "chairman",
        "compensation",
        "committee",
        "patrick",
        "bagley",
        "one",
        "company",
        "longest",
        "serving",
        "director",
        "critical",
        "advisor",
        "decided",
        "stand",
        "board",
        "director",
        "company",
        "annual",
        "shareholder",
        "meeting",
        "pleased",
        "today",
        "announcement",
        "said",
        "david",
        "richmond",
        "founding",
        "partner",
        "chairman",
        "richmond",
        "brother",
        "believe",
        "board",
        "director",
        "governance",
        "rockwell",
        "medical",
        "aligned",
        "shareholder",
        "interest",
        "help",
        "ensure",
        "company",
        "maximizes",
        "shareholder",
        "value",
        "remain",
        "confident",
        "company",
        "business",
        "benjamin",
        "wolin",
        "benjamin",
        "wolin",
        "chief",
        "executive",
        "officer",
        "everyday",
        "health",
        "everyday",
        "health",
        "january",
        "december",
        "wolin",
        "currently",
        "chairman",
        "diplomat",
        "specialty",
        "pharmacy",
        "nyse",
        "dplo",
        "nation",
        "largest",
        "independent",
        "specialty",
        "pharmacy",
        "wolin",
        "also",
        "serf",
        "board",
        "director",
        "dance",
        "biopharm",
        "biotechnology",
        "company",
        "focused",
        "development",
        "dance",
        "proprietary",
        "inhaled",
        "insulin",
        "product",
        "treat",
        "diabetes",
        "wolin",
        "also",
        "serf",
        "advisor",
        "board",
        "member",
        "variety",
        "leading",
        "technology",
        "healthcare",
        "organization",
        "graduate",
        "bowdoin",
        "college",
        "lisa",
        "colleran",
        "lisa",
        "colleran",
        "global",
        "president",
        "lifecell",
        "corporation",
        "august",
        "april",
        "served",
        "chief",
        "executive",
        "officer",
        "january",
        "april",
        "joined",
        "lifecell",
        "december",
        "vice",
        "president",
        "marketing",
        "business",
        "development",
        "served",
        "senior",
        "vice",
        "president",
        "commercial",
        "operation",
        "july",
        "august",
        "prior",
        "lifecell",
        "colleran",
        "spent",
        "year",
        "baxter",
        "healthcare",
        "renal",
        "division",
        "various",
        "commercial",
        "general",
        "management",
        "role",
        "early",
        "career",
        "colleran",
        "renal",
        "dialysis",
        "nurse",
        "cornell",
        "medical",
        "center",
        "currently",
        "serf",
        "board",
        "director",
        "establishment",
        "lab",
        "innovative",
        "breast",
        "implant",
        "company",
        "ariste",
        "medical",
        "company",
        "developing",
        "new",
        "class",
        "drug",
        "eluting",
        "medical",
        "device",
        "colleran",
        "recently",
        "served",
        "board",
        "member",
        "novadaq",
        "technology",
        "helping",
        "oversee",
        "700m",
        "sale",
        "stryker",
        "corporation",
        "colleran",
        "received",
        "bachelor",
        "science",
        "molloy",
        "college",
        "master",
        "business",
        "administration",
        "loyola",
        "university",
        "chicago",
        "rockwell",
        "medical",
        "rockwell",
        "medical",
        "rockwell",
        "biopharmaceutical",
        "company",
        "targeting",
        "renal",
        "disease",
        "esrd",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "innovative",
        "product",
        "treatment",
        "iron",
        "replacement",
        "secondary",
        "hyperparathyroidism",
        "hemodialysis",
        "rockwell",
        "fda",
        "approved",
        "drug",
        "triferic",
        "indicated",
        "iron",
        "replacement",
        "maintenance",
        "hemoglobin",
        "hemodialysis",
        "patient",
        "suffering",
        "anemia",
        "triferic",
        "delivers",
        "iron",
        "patient",
        "regular",
        "dialysis",
        "treatment",
        "using",
        "dialysate",
        "delivery",
        "mechanism",
        "triferic",
        "demonstrated",
        "safely",
        "effectively",
        "delivers",
        "sufficient",
        "iron",
        "bone",
        "marrow",
        "maintains",
        "hemoglobin",
        "without",
        "increasing",
        "iron",
        "store",
        "ferritin",
        "rockwell",
        "intends",
        "market",
        "triferic",
        "hemodialysis",
        "patient",
        "dialysis",
        "market",
        "globally",
        "rockwell",
        "fda",
        "approved",
        "generic",
        "drug",
        "calcitriol",
        "treating",
        "secondary",
        "hyperparathyroidism",
        "dialysis",
        "patient",
        "calcitriol",
        "active",
        "vitamin",
        "injection",
        "indicated",
        "management",
        "hypocalcemia",
        "patient",
        "undergoing",
        "chronic",
        "renal",
        "dialysis",
        "shown",
        "significantly",
        "reduce",
        "elevated",
        "parathyroid",
        "hormone",
        "level",
        "reduction",
        "pth",
        "shown",
        "result",
        "improvement",
        "renal",
        "osteodystrophy",
        "rockwell",
        "intends",
        "market",
        "calcitriol",
        "hemodialysis",
        "patient",
        "dialysis",
        "market",
        "rockwell",
        "also",
        "established",
        "manufacturer",
        "leader",
        "delivering",
        "hemodialysis",
        "dialysis",
        "provider",
        "distributor",
        "abroad",
        "one",
        "two",
        "major",
        "supplier",
        "rockwell",
        "product",
        "used",
        "maintain",
        "human",
        "life",
        "removing",
        "toxin",
        "replacing",
        "critical",
        "nutrient",
        "dialysis",
        "patient",
        "bloodstream",
        "rockwell",
        "three",
        "facility",
        "rockwell",
        "exclusive",
        "renal",
        "drug",
        "therapy",
        "support",
        "disease",
        "management",
        "initiative",
        "improve",
        "quality",
        "life",
        "care",
        "dialysis",
        "patient",
        "intended",
        "deliver",
        "safe",
        "effective",
        "therapy",
        "decreasing",
        "drug",
        "administration",
        "cost",
        "improving",
        "patient",
        "convenience",
        "rockwell",
        "developing",
        "pipeline",
        "drug",
        "therapy",
        "including",
        "extension",
        "triferic",
        "indication",
        "outside",
        "hemodialysis",
        "please",
        "visit",
        "information",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "including",
        "limited",
        "rockwell",
        "intention",
        "sell",
        "market",
        "calcitriol",
        "triferic",
        "word",
        "may",
        "might",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "continue",
        "could",
        "plan",
        "potential",
        "predict",
        "forecast",
        "project",
        "plan",
        "intend",
        "similar",
        "expression",
        "statement",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "statement",
        "rockwell",
        "belief",
        "statement",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "based",
        "information",
        "available",
        "u",
        "date",
        "release",
        "statement",
        "based",
        "upon",
        "current",
        "estimate",
        "assumption",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "set",
        "forth",
        "rockwell",
        "sec",
        "filing",
        "many",
        "beyond",
        "control",
        "actual",
        "result",
        "could",
        "materially",
        "different",
        "rockwell",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "michael",
        "rice",
        "lifesci",
        "advisor",
        "llc",
        "medium",
        "contact",
        "matt",
        "middleman",
        "lifesci",
        "public",
        "relation",
        "matt",
        "source",
        "rockwell",
        "medical",
        "source",
        "rockwell",
        "medical",
        "inc"
    ]
}