{
    "organizations": [],
    "uuid": "b50b8bcc920ac09f47f4da633d8b2d77c91d0f17",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/pr-newswire-kitov-pharmaceuticals-publishes-annual-report-for-2017-and-issues-ceo-letter-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "Kitov Pharmaceuticals Publishes Annual Report for 2017 and Issues CEO Letter to Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TEL AVIV, Israel, March 5, 2018 /PRNewswire/ --\nKitov Pharmaceuticals (NASDAQ: KTOV; TASE: KTOV), an innovative biopharmaceutical company, announced today that it filed its Annual Report for 2017 on Form 20-F, including its full financial results for the year ended December 31, 2017.\nKitov also today released a Letter from Chief Executive Officer, Isaac Israel, regarding recent activities and plans:\n\"Dear Shareholders,\nFollowing the publication of our Annual Report for 2017, I would like to share with you our major accomplishments during 2017 and our plans and expectations for 2018.\nHIGHLIGHTS OF 2017:\nConsensi™\nOur team made important progress on our lead drug candidate, Consensi™ (which we formerly referred to as KIT-302).\nConsensi™, a combination drug that simultaneously treats pain caused by osteoarthritis and treats hypertension, is comprised of two FDA approved drugs, celecoxib (Celebrex®), an NSAID, for the treatment of pain caused by osteoarthritis, and amlodipine besylate (Norvasc®), a drug designed to treat hypertension. Hypertension is one of the side effects of using non-steroidal anti-inflammatory drugs, or NSAIDs, including celecoxib. Approximately 50% of the patients suffering from osteoarthritis in the US also suffer from hypertension, so industry sources estimate there are millions of patients that suffer from both conditions.\nWe made advances in several important areas:\nRegulatory : The FDA filed our New Drug Application (NDA) for Consensi™, following our submission of the NDA. We are very proud of the high-quality NDA package that was filed by the FDA. The FDA has set a PDUFA date of May 31, 2018 for Consensi™.\nPositive Clinical Trial Results : We announced the top-line results of our Phase III/IV randomized double-blind, placebo-controlled renal function clinical trial for Consensi™. These results successfully validated the primary efficacy endpoint of our earlier successfully completed Phase III clinical trial. As such, we now have additional clinical evidence that establishes that adding celecoxib to amlodipine does not impair the blood pressure lowering effects of amlodipine. The trial also increased the total number of patients treated with Consensi™, which we believe could increase the probability of ultimately receiving marketing approval for Consensi™ from the FDA.\nMoreover, the Phase III/IV study strengthened the clinical evidence of the positive effect of Consensi™ on kidney function, which could provide us with a significant marketing advantage in the future.\nMost importantly, we have advanced towards our goal of providing a safer NSAID, with the potential to be the first and only NSAID in the market which is both effective in lowering blood pressure and reduces the risk of kidney damage.\nCommercial Partnership : We signed a definitive License Agreement for Consensi™ with Kuhnil Pharmaceutical Co. Ltd., a leading South Korean pharmaceutical company, for the territory of South Korea. Kuhnil will bear responsibility for and the costs of seeking regulatory approval for Consensi™ in South Korea. Under the terms of the agreement, we are entitled to receive payments upon achievement of certain predefined regulatory milestones, as well as double-digit royalties on net sales. Our relationship with Kuhnil and preparations for commercial launch in South Korea are proceeding as planned, and we have received our first milestone payment from Kuhnil.\nSouth Korea is an important, attractive, gateway market into Asia, and we are very pleased with our choice of Kuhnil, which has the organizational and marketing infrastructure and capabilities for a successful commercial launch, which is expected to occur in 2019.\nPatent Protection : We received a Notice of Allowance from the U.S. Patent & Trademark Office (USPTO) related to claims expanding the patent coverage of Consensi™ to include oral dosage compositions containing both amlodipine and celecoxib. The Notice of Allowance should result in the issuance of an additional patent that would further strengthen Kitov's proprietary position and long-term U.S. market exclusivity for Consensi™.\nTyrNovo: NT219 - Small molecule oncology drug\nWe acquired a majority stake in TyrNovo, a private oncology company, which is developing NT219, a small molecule drug that presents a new and exciting concept in cancer therapy by attempting to address a major problem whose solution has been elusive to date - tumors' developing cancer-drug resistance. NT219 is a unique compound that is designed to prevent and reverse resistance to anti-cancer drugs through dual inhibition of STAT3 and IRS1/2, two signal pathways associated with drug resistance. Kitov's current ownership in TyrNovo is 65% and we have a pending transaction to increase our stake in TyrNovo to approximately 92%, expected to be closed in the next few weeks.\nWe are very pleased with this acquisition, its progress during 2017 and, most importantly, its long-term potential. NT219 has demonstrated impressive efficacy in large array of pre-clinical models with several leading targeted oncology drugs, with chemotherapy drugs and with Immuno-Oncology drugs in various cancer types, including in combination with Keytruda®. Our development program is of critical importance, as we prepare for the start of human clinical trials in 2019.\nFurthermore, we received the FDA's response to NT219's pre-IND meeting package. In its response, the FDA agreed to our preclinical and clinical development plans for NT219, and we are considering the initiation of clinical studies in combination with gemcitabine (Gemzar™) for the treatment of pancreatic cancer and/or in combination with osimertinib (Tagrisso™) for the treatment of non-small cell lung cancer (NSCLC).\nOur goal is to develop NT219 in combination with approved oncology drugs to increase efficacy, expand target populations and treatment duration. Our long-term strategy is to develop NT219 in combination with other oncology drugs and for additional oncology indications, on our own or in collaboration with potential strategic partners. Our preliminary partnering discussions for NT219 have yielded positive feedback, and this will be a focus area for TyrNovo throughout 2018.\nOUTLOOK FOR 2018\nOur major goals for 2018 are:\nTo submit to the FDA our study report for the recently completed Phase III/IV renal function clinical trial for Consensi™. We believe the clinical study report is of major significance in that it could strengthen the drug's labeling and support future marketing of Consensi™. Receive marketing approval for Consensi™ from the FDA. To successfully expand our business development efforts for Consensi™ by entering into additional distribution or licensing agreements in the U.S. and other target markets, with an emphasis on China and other countries in Asia. Make significant progress towards finalizing the submission of an IND application for NT219 to the FDA in order to pave the way for the start of clinical trials in 2019. Continue to strengthen our patent protection for both Consensi™ and NT219 through the submission of various patent applications and the expansion of our existing patent families.\nI want to thank you, our shareholders, for the trust you have placed in us. Our board of directors and management team is committed to continuing to unlock the substantial value in our business by leveraging our team's deep regulatory expertise and drug development experience, complemented by targeted business development efforts, in order to maximize the potential of our therapeutic candidates.\nThis past year has taught us all at Kitov a great deal about our team's special human qualities and its determination, dedication, and commitment to face any challenge.\nWe look forward to providing you with further updates on our continued progress throughout 2018.\nBest wishes for a successful year.\nKind regards,\nMr. Isaac Israel\nChief Executive Officer\"\nAbout Kitov Pharmaceuticals\nKitov Pharmaceuticals (Kitov Pharma Ltd.; NASDAQ/TASE: KTOV) is an innovative biopharmaceutical drug development group of companies. Leveraging deep regulatory and clinical-trial expertise, Kitov's veteran team of healthcare and business professionals maintains a proven track record in streamlined end-to-end drug development and approval. Kitov's flagship combination drug, Consensi™ (the branded name for KIT-302), intended to treat osteoarthritis pain and hypertension simultaneously, achieved the primary efficacy endpoints for its Phase III and Phase III/IV clinical trials. Kitov's NT219, which is developed by its majority-owned subsidiary TyrNovo Ltd., is a novel patented small molecule designed to overcome cancer drug resistance that is currently in pre-clinical development. By lowering development risk and cost through fast-track regulatory approval of novel late-stage therapeutics, Kitov plans to deliver rapid ROI and long-term potential to investors, while making a meaningful impact on people's lives. For more information on Kitov, the content of which is not part of this press release, please visit http://www.kitovpharma.com .\nForward-Looking Statements and Kitov's Safe Harbor Statement\nCertain statements in this press release are forward-looking statements within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and other applicable securities laws. Forward-looking statements can be identified by the use of forward-looking words such as \"believe\", \"expect\", \"intend\", \"plan\", \"may\", \"should\", \"could\", \"might\", \"seek\", \"target\", \"will\", \"project\", \"forecast\", \"continue\" or \"anticipate\" or their negatives or variations of these words or other comparable words or by the fact that these statements do not relate strictly to historical matters. You should not place undue reliance on these forward-looking statements, which are not guarantees of future performance. Forward-looking statements reflect our current views, expectations, beliefs or intentions with respect to future events, and are subject to a number of assumptions, involve known and unknown risks, many of which are beyond our control, as well as uncertainties and other factors that may cause our actual results, performance or achievements to be significantly different from any future results, performance or achievements expressed or implied by the forward-looking statements. Important factors that could cause or contribute to such differences include, among others, risks relating to: the fact that drug development and commercialization involves a lengthy and expensive process with uncertain outcomes; our ability to successfully develop and commercialize our pharmaceutical products; the expense, length, progress and results of any clinical trials; the lack of sufficient funding to finance the clinical trials; the impact of any changes in regulation and legislation that could affect the pharmaceutical industry; the difficulty in receiving the regulatory approvals necessary in order to commercialize our products; the difficulty of predicting actions of the U.S. Food and Drug Administration or any other applicable regulator of pharmaceutical products; the regulatory environment and changes in the health policies and regimes in the countries in which we operate; the uncertainty surrounding the actual market reception to our pharmaceutical products once cleared for marketing in a particular market; the introduction of competing products; patents attained by competitors; dependence on the effectiveness of our patents and other protections for innovative products; our ability to obtain, maintain and defend issued patents with protective claims; the commencement of any patent interference or infringement action; our ability to prevail, obtain a favorable decision or recover damages in any such action; and the exposure to litigation, including patent litigation, and/or regulatory actions; the uncertainty surrounding an investigation by the Israel Securities Authority into our historical public disclosures and the potential impact of such investigation on the trading of our securities or on our clinical, commercial and other business relationships, or on receiving the regulatory approvals necessary in order to commercialize our products, and other factors that are discussed in our in our Annual Report on Form 20-F for the year ended December 31, 2017 and in our other filings with the SEC, including our cautionary discussion of risks and uncertainties under 'Risk Factors' in our Registration Statements and Annual Reports. These are factors that we believe could cause our actual results to differ materially from expected results. Other factors besides those we have listed could also adversely affect us. Any forward-looking statement in this press release speaks only as of the date which it is made. We disclaim any intention or obligation to publicly update or revise any forward-looking statement, or other information contained herein, whether as a result of new information, future events or otherwise, except as required by applicable law. You are advised, however, to consult any additional disclosures we make in our reports to the SEC, which are available on the SEC's website, http://www.sec.gov\nFor further information, contact:\nSimcha Rock\nChief Financial Officer of Kitov and Director of TyrNovo\n+972-3-933-3121 ext. #105\nsimcha@kitovpharma.com\nBob Yedid\nManaging Director\nLifeSci Advisors, LLC\n646-597-6989\nbob@lifesciadvisors.com\nSOURCE Kitov Pharmaceuticals",
    "published": "2018-03-05T17:35:00.000+02:00",
    "crawled": "2018-03-05T19:08:40.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tel",
        "aviv",
        "israel",
        "march",
        "kitov",
        "pharmaceutical",
        "nasdaq",
        "ktov",
        "tase",
        "ktov",
        "innovative",
        "biopharmaceutical",
        "company",
        "announced",
        "today",
        "filed",
        "annual",
        "report",
        "form",
        "including",
        "full",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "kitov",
        "also",
        "today",
        "released",
        "letter",
        "chief",
        "executive",
        "officer",
        "isaac",
        "israel",
        "regarding",
        "recent",
        "activity",
        "plan",
        "dear",
        "shareholder",
        "following",
        "publication",
        "annual",
        "report",
        "would",
        "like",
        "share",
        "major",
        "accomplishment",
        "plan",
        "expectation",
        "highlight",
        "team",
        "made",
        "important",
        "progress",
        "lead",
        "drug",
        "candidate",
        "formerly",
        "referred",
        "combination",
        "drug",
        "simultaneously",
        "treat",
        "pain",
        "caused",
        "osteoarthritis",
        "treat",
        "hypertension",
        "comprised",
        "two",
        "fda",
        "approved",
        "drug",
        "celecoxib",
        "nsaid",
        "treatment",
        "pain",
        "caused",
        "osteoarthritis",
        "amlodipine",
        "besylate",
        "drug",
        "designed",
        "treat",
        "hypertension",
        "hypertension",
        "one",
        "side",
        "effect",
        "using",
        "drug",
        "nsaid",
        "including",
        "celecoxib",
        "approximately",
        "patient",
        "suffering",
        "osteoarthritis",
        "u",
        "also",
        "suffer",
        "hypertension",
        "industry",
        "source",
        "estimate",
        "million",
        "patient",
        "suffer",
        "condition",
        "made",
        "advance",
        "several",
        "important",
        "area",
        "regulatory",
        "fda",
        "filed",
        "new",
        "drug",
        "application",
        "nda",
        "following",
        "submission",
        "nda",
        "proud",
        "nda",
        "package",
        "filed",
        "fda",
        "fda",
        "set",
        "pdufa",
        "date",
        "may",
        "positive",
        "clinical",
        "trial",
        "result",
        "announced",
        "result",
        "phase",
        "randomized",
        "renal",
        "function",
        "clinical",
        "trial",
        "result",
        "successfully",
        "validated",
        "primary",
        "efficacy",
        "endpoint",
        "earlier",
        "successfully",
        "completed",
        "phase",
        "iii",
        "clinical",
        "trial",
        "additional",
        "clinical",
        "evidence",
        "establishes",
        "adding",
        "celecoxib",
        "amlodipine",
        "impair",
        "blood",
        "pressure",
        "lowering",
        "effect",
        "amlodipine",
        "trial",
        "also",
        "increased",
        "total",
        "number",
        "patient",
        "treated",
        "believe",
        "could",
        "increase",
        "probability",
        "ultimately",
        "receiving",
        "marketing",
        "approval",
        "fda",
        "moreover",
        "phase",
        "study",
        "strengthened",
        "clinical",
        "evidence",
        "positive",
        "effect",
        "kidney",
        "function",
        "could",
        "provide",
        "u",
        "significant",
        "marketing",
        "advantage",
        "future",
        "importantly",
        "advanced",
        "towards",
        "goal",
        "providing",
        "safer",
        "nsaid",
        "potential",
        "first",
        "nsaid",
        "market",
        "effective",
        "lowering",
        "blood",
        "pressure",
        "reduces",
        "risk",
        "kidney",
        "damage",
        "commercial",
        "partnership",
        "signed",
        "definitive",
        "license",
        "agreement",
        "kuhnil",
        "pharmaceutical",
        "leading",
        "south",
        "korean",
        "pharmaceutical",
        "company",
        "territory",
        "south",
        "korea",
        "kuhnil",
        "bear",
        "responsibility",
        "cost",
        "seeking",
        "regulatory",
        "approval",
        "south",
        "korea",
        "term",
        "agreement",
        "entitled",
        "receive",
        "payment",
        "upon",
        "achievement",
        "certain",
        "predefined",
        "regulatory",
        "milestone",
        "well",
        "royalty",
        "net",
        "sale",
        "relationship",
        "kuhnil",
        "preparation",
        "commercial",
        "launch",
        "south",
        "korea",
        "proceeding",
        "planned",
        "received",
        "first",
        "milestone",
        "payment",
        "kuhnil",
        "south",
        "korea",
        "important",
        "attractive",
        "gateway",
        "market",
        "asia",
        "pleased",
        "choice",
        "kuhnil",
        "organizational",
        "marketing",
        "infrastructure",
        "capability",
        "successful",
        "commercial",
        "launch",
        "expected",
        "occur",
        "patent",
        "protection",
        "received",
        "notice",
        "allowance",
        "patent",
        "trademark",
        "office",
        "uspto",
        "related",
        "claim",
        "expanding",
        "patent",
        "coverage",
        "include",
        "oral",
        "dosage",
        "composition",
        "containing",
        "amlodipine",
        "celecoxib",
        "notice",
        "allowance",
        "result",
        "issuance",
        "additional",
        "patent",
        "would",
        "strengthen",
        "kitov",
        "proprietary",
        "position",
        "market",
        "exclusivity",
        "tyrnovo",
        "nt219",
        "small",
        "molecule",
        "oncology",
        "drug",
        "acquired",
        "majority",
        "stake",
        "tyrnovo",
        "private",
        "oncology",
        "company",
        "developing",
        "nt219",
        "small",
        "molecule",
        "drug",
        "present",
        "new",
        "exciting",
        "concept",
        "cancer",
        "therapy",
        "attempting",
        "address",
        "major",
        "problem",
        "whose",
        "solution",
        "elusive",
        "date",
        "tumor",
        "developing",
        "resistance",
        "nt219",
        "unique",
        "compound",
        "designed",
        "prevent",
        "reverse",
        "resistance",
        "drug",
        "dual",
        "inhibition",
        "stat3",
        "two",
        "signal",
        "pathway",
        "associated",
        "drug",
        "resistance",
        "kitov",
        "current",
        "ownership",
        "tyrnovo",
        "pending",
        "transaction",
        "increase",
        "stake",
        "tyrnovo",
        "approximately",
        "expected",
        "closed",
        "next",
        "week",
        "pleased",
        "acquisition",
        "progress",
        "importantly",
        "potential",
        "nt219",
        "demonstrated",
        "impressive",
        "efficacy",
        "large",
        "array",
        "model",
        "several",
        "leading",
        "targeted",
        "oncology",
        "drug",
        "chemotherapy",
        "drug",
        "drug",
        "various",
        "cancer",
        "type",
        "including",
        "combination",
        "development",
        "program",
        "critical",
        "importance",
        "prepare",
        "start",
        "human",
        "clinical",
        "trial",
        "furthermore",
        "received",
        "fda",
        "response",
        "nt219",
        "meeting",
        "package",
        "response",
        "fda",
        "agreed",
        "preclinical",
        "clinical",
        "development",
        "plan",
        "nt219",
        "considering",
        "initiation",
        "clinical",
        "study",
        "combination",
        "gemcitabine",
        "treatment",
        "pancreatic",
        "cancer",
        "combination",
        "osimertinib",
        "treatment",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "goal",
        "develop",
        "nt219",
        "combination",
        "approved",
        "oncology",
        "drug",
        "increase",
        "efficacy",
        "expand",
        "target",
        "population",
        "treatment",
        "duration",
        "strategy",
        "develop",
        "nt219",
        "combination",
        "oncology",
        "drug",
        "additional",
        "oncology",
        "indication",
        "collaboration",
        "potential",
        "strategic",
        "partner",
        "preliminary",
        "partnering",
        "discussion",
        "nt219",
        "yielded",
        "positive",
        "feedback",
        "focus",
        "area",
        "tyrnovo",
        "throughout",
        "outlook",
        "major",
        "goal",
        "submit",
        "fda",
        "study",
        "report",
        "recently",
        "completed",
        "phase",
        "renal",
        "function",
        "clinical",
        "trial",
        "believe",
        "clinical",
        "study",
        "report",
        "major",
        "significance",
        "could",
        "strengthen",
        "drug",
        "labeling",
        "support",
        "future",
        "marketing",
        "receive",
        "marketing",
        "approval",
        "fda",
        "successfully",
        "expand",
        "business",
        "development",
        "effort",
        "entering",
        "additional",
        "distribution",
        "licensing",
        "agreement",
        "target",
        "market",
        "emphasis",
        "china",
        "country",
        "asia",
        "make",
        "significant",
        "progress",
        "towards",
        "finalizing",
        "submission",
        "ind",
        "application",
        "nt219",
        "fda",
        "order",
        "pave",
        "way",
        "start",
        "clinical",
        "trial",
        "continue",
        "strengthen",
        "patent",
        "protection",
        "nt219",
        "submission",
        "various",
        "patent",
        "application",
        "expansion",
        "existing",
        "patent",
        "family",
        "want",
        "thank",
        "shareholder",
        "trust",
        "placed",
        "u",
        "board",
        "director",
        "management",
        "team",
        "committed",
        "continuing",
        "unlock",
        "substantial",
        "value",
        "business",
        "leveraging",
        "team",
        "deep",
        "regulatory",
        "expertise",
        "drug",
        "development",
        "experience",
        "complemented",
        "targeted",
        "business",
        "development",
        "effort",
        "order",
        "maximize",
        "potential",
        "therapeutic",
        "candidate",
        "past",
        "year",
        "taught",
        "u",
        "kitov",
        "great",
        "deal",
        "team",
        "special",
        "human",
        "quality",
        "determination",
        "dedication",
        "commitment",
        "face",
        "challenge",
        "look",
        "forward",
        "providing",
        "update",
        "continued",
        "progress",
        "throughout",
        "best",
        "wish",
        "successful",
        "year",
        "kind",
        "regard",
        "isaac",
        "israel",
        "chief",
        "executive",
        "officer",
        "kitov",
        "pharmaceutical",
        "kitov",
        "pharmaceutical",
        "kitov",
        "pharma",
        "ktov",
        "innovative",
        "biopharmaceutical",
        "drug",
        "development",
        "group",
        "company",
        "leveraging",
        "deep",
        "regulatory",
        "expertise",
        "kitov",
        "veteran",
        "team",
        "healthcare",
        "business",
        "professional",
        "maintains",
        "proven",
        "track",
        "record",
        "streamlined",
        "drug",
        "development",
        "approval",
        "kitov",
        "flagship",
        "combination",
        "drug",
        "branded",
        "name",
        "intended",
        "treat",
        "osteoarthritis",
        "pain",
        "hypertension",
        "simultaneously",
        "achieved",
        "primary",
        "efficacy",
        "endpoint",
        "phase",
        "iii",
        "phase",
        "clinical",
        "trial",
        "kitov",
        "nt219",
        "developed",
        "subsidiary",
        "tyrnovo",
        "novel",
        "patented",
        "small",
        "molecule",
        "designed",
        "overcome",
        "cancer",
        "drug",
        "resistance",
        "currently",
        "development",
        "lowering",
        "development",
        "risk",
        "cost",
        "regulatory",
        "approval",
        "novel",
        "therapeutic",
        "kitov",
        "plan",
        "deliver",
        "rapid",
        "roi",
        "potential",
        "investor",
        "making",
        "meaningful",
        "impact",
        "people",
        "life",
        "information",
        "kitov",
        "content",
        "part",
        "press",
        "release",
        "please",
        "visit",
        "http",
        "statement",
        "kitov",
        "safe",
        "harbor",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "security",
        "law",
        "statement",
        "identified",
        "use",
        "word",
        "believe",
        "expect",
        "intend",
        "plan",
        "may",
        "could",
        "might",
        "seek",
        "target",
        "project",
        "forecast",
        "continue",
        "anticipate",
        "negative",
        "variation",
        "word",
        "comparable",
        "word",
        "fact",
        "statement",
        "relate",
        "strictly",
        "historical",
        "matter",
        "place",
        "undue",
        "reliance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "reflect",
        "current",
        "view",
        "expectation",
        "belief",
        "intention",
        "respect",
        "future",
        "event",
        "subject",
        "number",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "many",
        "beyond",
        "control",
        "well",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "significantly",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "among",
        "others",
        "risk",
        "relating",
        "fact",
        "drug",
        "development",
        "commercialization",
        "involves",
        "lengthy",
        "expensive",
        "process",
        "uncertain",
        "outcome",
        "ability",
        "successfully",
        "develop",
        "commercialize",
        "pharmaceutical",
        "product",
        "expense",
        "length",
        "progress",
        "result",
        "clinical",
        "trial",
        "lack",
        "sufficient",
        "funding",
        "finance",
        "clinical",
        "trial",
        "impact",
        "change",
        "regulation",
        "legislation",
        "could",
        "affect",
        "pharmaceutical",
        "industry",
        "difficulty",
        "receiving",
        "regulatory",
        "approval",
        "necessary",
        "order",
        "commercialize",
        "product",
        "difficulty",
        "predicting",
        "action",
        "food",
        "drug",
        "administration",
        "applicable",
        "regulator",
        "pharmaceutical",
        "product",
        "regulatory",
        "environment",
        "change",
        "health",
        "policy",
        "regime",
        "country",
        "operate",
        "uncertainty",
        "surrounding",
        "actual",
        "market",
        "reception",
        "pharmaceutical",
        "product",
        "cleared",
        "marketing",
        "particular",
        "market",
        "introduction",
        "competing",
        "product",
        "patent",
        "attained",
        "competitor",
        "dependence",
        "effectiveness",
        "patent",
        "protection",
        "innovative",
        "product",
        "ability",
        "obtain",
        "maintain",
        "defend",
        "issued",
        "patent",
        "protective",
        "claim",
        "commencement",
        "patent",
        "interference",
        "infringement",
        "action",
        "ability",
        "prevail",
        "obtain",
        "favorable",
        "decision",
        "recover",
        "damage",
        "action",
        "exposure",
        "litigation",
        "including",
        "patent",
        "litigation",
        "regulatory",
        "action",
        "uncertainty",
        "surrounding",
        "investigation",
        "israel",
        "security",
        "authority",
        "historical",
        "public",
        "disclosure",
        "potential",
        "impact",
        "investigation",
        "trading",
        "security",
        "clinical",
        "commercial",
        "business",
        "relationship",
        "receiving",
        "regulatory",
        "approval",
        "necessary",
        "order",
        "commercialize",
        "product",
        "factor",
        "discussed",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "sec",
        "including",
        "cautionary",
        "discussion",
        "risk",
        "uncertainty",
        "factor",
        "registration",
        "statement",
        "annual",
        "report",
        "factor",
        "believe",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expected",
        "result",
        "factor",
        "besides",
        "listed",
        "could",
        "also",
        "adversely",
        "affect",
        "u",
        "statement",
        "press",
        "release",
        "speaks",
        "date",
        "made",
        "disclaim",
        "intention",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "information",
        "contained",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "advised",
        "however",
        "consult",
        "additional",
        "disclosure",
        "make",
        "report",
        "sec",
        "available",
        "sec",
        "website",
        "http",
        "information",
        "contact",
        "simcha",
        "rock",
        "chief",
        "financial",
        "officer",
        "kitov",
        "director",
        "tyrnovo",
        "ext",
        "simcha",
        "bob",
        "yedid",
        "managing",
        "director",
        "lifesci",
        "advisor",
        "llc",
        "bob",
        "source",
        "kitov",
        "pharmaceutical"
    ]
}