{
    "organizations": [],
    "uuid": "bf28c4cb8d597e7ad387d083e56327f875a1b701",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-solarwindow-board-of-directors-elects-majority-stockholder-harmel-s-rayat-as-chairman.html",
    "ord_in_thread": 0,
    "title": "SolarWindow Board of Directors Elects Majority Stockholder Harmel S. Rayat as Chairman",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COLUMBIA, Md.--(BUSINESS WIRE)-- SolarWindow Technologies, Inc. (OTC:WNDW), developer of transparent liquid coatings that turn ordinary glass into electricity-generating windows, today announced the appointment of Mr. Harmel S. Rayat, company founder and longtime majority stockholder, as Chairman of its Board of Directors. Mr. Rayat’s appointment follows a series of important SolarWindow announcements regarding the company’s push to commercial production.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180315005583/en/\nMr. Harmel S. Rayat, Chairman of the Board of Directors, SolarWindow Technologies, Inc. (Photo: SolarWindow)\nLast week, SolarWindow announced a record-setting 34% power performance increase for its transparent electricity-generating glass. Just prior, a collaboration was announced with one of the world’s leading suppliers of organic photovoltaic materials, Taiwan-based Raynergy Tek, in pursuit of high-volume production and enhanced transparency of SolarWindow™ products for tall towers and skyscrapers.\nSolarWindow also disclosed that it entered into a Process Integration and Production Agreement with suburban Los Angeles-based Triview Glass Industries, LLC. Initially working to establish manufacturing processes and a production line through this agreement, SolarWindow and Triview plan to fabricate specific SolarWindow™ electricity-generating glass products at commercial scale.\nIn his role as Chairman, Mr. Rayat will work with the Board to support SolarWindow President and CEO, Mr. John Conklin, and the management and product development teams. He will assist with the company’s customer outreach for eventual product roll-out, and introduce SolarWindow to his established network of developers and owners of commercial real estate, the early target market for the company’s electricity-generating windows.\nMr. Harmel Rayat is a well-established entrepreneur-investor, best known for his portfolio of Class-A commercial properties in the U.S. and Canada ( www.taliajevan.com ).\nMr. Rayat is the company’s majority stockholder, having invested over $11 million in recent years. He founded SolarWindow and conceived the idea of commercially applying invisible particles onto glass in order to create the world’s first transparent electricity-generating windows.\nStarting with a personal investment of $20 million in 2006, Mr. Rayat has since built a commercial real estate portfolio valued at $185 million, using modest leverage. His portfolio has generated annualized return on equity of 42% per year for the 12 years ending December 31, 2017, compared to 11% for the Dow and 17% for NASDAQ.\nMr. Harmel S. Rayat has shared his investment strategies on how to generate above-average returns with relatively low-risk at numerous public appearances, speaking engagements, and in his self-published book “Winning with Commercial Real Estate.”\n“Mr. Rayat has repeatedly provided SolarWindow with much-needed financial backing. His support is testament to his unwavering faith in our management team and all we are doing to bring his first-ever idea to commercial production,” stated Mr. John Conklin, President and CEO of SolarWindow Technologies, Inc.\n“We’re excited to have Mr. Rayat join our Board as Chairman. He’s a highly respected and successful investor-entrepreneur, who has been with us from inception.”\nAbout SolarWindow Technologies, Inc.\nSolarWindow Technologies, Inc. creates transparent electricity-generating liquid coatings. When applied to glass or plastics, these coatings convert passive windows and other materials into electricity generators under natural, artificial, low, shaded, and even reflected light conditions.\nOur liquid coating technology has been presented to members of the U.S. Congress and has received recognition in numerous industry publications. Our SolarWindow™ technology may generate 50-times the power of a conventional rooftop solar system and may achieve a one-year payback when installed on all four sides of a 50-story building, according to independently-validated power and financial modeling.\nPower and Financial Model Disclaimer\nThe company’s Proprietary Power Production & Financial Model (Power & Financial Model) uses photovoltaic (PV) modeling calculations that are consistent with renewable energy practitioner standards for assessing, evaluating and estimating renewable energy for a PV project. The Power & Financial Model estimator takes into consideration building geographic location, solar radiation for flat-plate collectors (SolarWindow™ irradiance is derated to account for 360 degrees building orientation and vertical installation), climate zone energy use and generalized skyscraper building characteristics when estimating PV power and energy production, and carbon dioxide equivalents. Actual power, energy production and carbon dioxide equivalents modeled may vary based upon building-to-building situational characteristics and varying installation methodologies.\nFor additional information, please call Briana Erickson at 800-213-0689 or visit: www.solarwindow.com .\nTo receive future press releases via email, please visit: http://solarwindow.com/join-our-email-list/ .\nFollow us on Twitter @solartechwindow , or follow us on Facebook .\nTo view the full HTML text of this release, please visit: http://solarwindow.com/media/news-events/ .\nFor answers to frequently asked questions, please visit our FAQs page:\nhttp://solarwindow.com/investors/faqs/ .\nSocial Media Disclaimer\nInvestors and others should note that we announce material financial information to our investors using SEC filings and press releases. We use our website and social media to communicate with our subscribers, shareholders and the public about the company, SolarWindow™ technology development, and other corporate matters that are in the public domain. At this time, the company will not post information on social media could be deemed to be material information unless that information was distributed to public distribution channels first. We encourage investors, the media, and others interested in the company to review the information we post on the company’s website and the social media channels listed below:\n• Facebook\n• Twitter\n* This list may be updated from time to time.\nLegal Notice Regarding Forward-Looking Statements\nNo statement herein should be considered an offer or a solicitation of an offer for the purchase or sale of any securities. This release contains forward-looking statements that are based upon current expectations or beliefs, as well as a number of assumptions about future events. Although SolarWindow Technologies, Inc. (the “company” or “SolarWindow Technologies”) believes that the expectations reflected in the forward-looking statements and the assumptions upon which they are based are reasonable, it can give no assurance that such expectations and assumptions will prove to have been correct. Forward-looking statements, which involve assumptions and describe our future plans, strategies, and expectations, are generally identifiable by use of the words “may,” “will,” “should,” “could,” “expect,” “anticipate,” “estimate,” “believe,” “intend,” or “project” or the negative of these words or other variations on these words or comparable terminology. The reader is cautioned not to put undue reliance on these forward-looking statements, as these statements are subject to numerous factors and uncertainties, including but not limited to adverse economic conditions, intense competition, lack of meaningful research results, entry of new competitors and products, adverse federal, state and local government regulation, inadequate capital, unexpected costs and operating deficits, increases in general and administrative costs, termination of contracts or agreements, technological obsolescence of the company's products, technical problems with the company's research and products, price increases for supplies and components, litigation and administrative proceedings involving the company, the possible acquisition of new businesses or technologies that result in operating losses or that do not perform as anticipated, unanticipated losses, the possible fluctuation and volatility of the company's operating results, financial condition and stock price, losses incurred in litigating and settling cases, dilution in the company's ownership of its business, adverse publicity and news coverage, inability to carry out research, development and commercialization plans, loss or retirement of key executives and research scientists, changes in interest rates, inflationary factors, and other specific risks. There can be no assurance that further research and development will validate and support the results of our preliminary research and studies. Further, there can be no assurance that the necessary regulatory approvals will be obtained or that SolarWindow Technologies, Inc. will be able to develop commercially viable products on the basis of its technologies. In addition, other factors that could cause actual results to differ materially are discussed in the company's most recent Form 10-Q and Form 10-K filings with the Securities and Exchange Commission. These reports and filings may be inspected and copied at the Public Reference Room maintained by the U.S. Securities & Exchange Commission at 100 F Street, N.E., Washington, D.C. 20549. You can obtain information about operation of the Public Reference Room by calling the U.S. Securities & Exchange Commission at 1-800-SEC-0330. The U.S. Securities & Exchange Commission also maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the U.S. Securities & Exchange Commission at http://www.sec.gov . The company undertakes no obligation to publicly release the results of any revisions to these forward looking statements that may be made to reflect the events or circumstances after the date hereof or to reflect the occurrence of unanticipated events.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315005583/en/\nSolarWindow Technologies, Inc.\nMs. Briana L. Erickson, 800-213-0689\nBriana@SolarWindow.com\nor\nMedia Contact:\nDamaak Group\n415-799-8027\nmedia@solarwindow.com\nSource: SolarWindow Technologies, Inc.",
    "published": "2018-03-15T15:30:00.000+02:00",
    "crawled": "2018-03-15T17:08:14.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "columbia",
        "business",
        "wire",
        "solarwindow",
        "technology",
        "otc",
        "wndw",
        "developer",
        "transparent",
        "liquid",
        "coating",
        "turn",
        "ordinary",
        "glass",
        "window",
        "today",
        "announced",
        "appointment",
        "harmel",
        "rayat",
        "company",
        "founder",
        "longtime",
        "majority",
        "stockholder",
        "chairman",
        "board",
        "director",
        "rayat",
        "appointment",
        "follows",
        "series",
        "important",
        "solarwindow",
        "announcement",
        "regarding",
        "company",
        "push",
        "commercial",
        "production",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "harmel",
        "rayat",
        "chairman",
        "board",
        "director",
        "solarwindow",
        "technology",
        "photo",
        "solarwindow",
        "last",
        "week",
        "solarwindow",
        "announced",
        "power",
        "performance",
        "increase",
        "transparent",
        "glass",
        "prior",
        "collaboration",
        "announced",
        "one",
        "world",
        "leading",
        "supplier",
        "organic",
        "photovoltaic",
        "material",
        "raynergy",
        "tek",
        "pursuit",
        "production",
        "enhanced",
        "transparency",
        "product",
        "tall",
        "tower",
        "skyscraper",
        "solarwindow",
        "also",
        "disclosed",
        "entered",
        "process",
        "integration",
        "production",
        "agreement",
        "suburban",
        "los",
        "triview",
        "glass",
        "industry",
        "llc",
        "initially",
        "working",
        "establish",
        "manufacturing",
        "process",
        "production",
        "line",
        "agreement",
        "solarwindow",
        "triview",
        "plan",
        "fabricate",
        "specific",
        "glass",
        "product",
        "commercial",
        "scale",
        "role",
        "chairman",
        "rayat",
        "work",
        "board",
        "support",
        "solarwindow",
        "president",
        "ceo",
        "john",
        "conklin",
        "management",
        "product",
        "development",
        "team",
        "assist",
        "company",
        "customer",
        "outreach",
        "eventual",
        "product",
        "introduce",
        "solarwindow",
        "established",
        "network",
        "developer",
        "owner",
        "commercial",
        "real",
        "estate",
        "early",
        "target",
        "market",
        "company",
        "window",
        "harmel",
        "rayat",
        "best",
        "known",
        "portfolio",
        "commercial",
        "property",
        "canada",
        "rayat",
        "company",
        "majority",
        "stockholder",
        "invested",
        "million",
        "recent",
        "year",
        "founded",
        "solarwindow",
        "conceived",
        "idea",
        "commercially",
        "applying",
        "invisible",
        "particle",
        "onto",
        "glass",
        "order",
        "create",
        "world",
        "first",
        "transparent",
        "window",
        "starting",
        "personal",
        "investment",
        "million",
        "rayat",
        "since",
        "built",
        "commercial",
        "real",
        "estate",
        "portfolio",
        "valued",
        "million",
        "using",
        "modest",
        "leverage",
        "portfolio",
        "generated",
        "annualized",
        "return",
        "equity",
        "per",
        "year",
        "year",
        "ending",
        "december",
        "compared",
        "dow",
        "nasdaq",
        "harmel",
        "rayat",
        "shared",
        "investment",
        "strategy",
        "generate",
        "return",
        "relatively",
        "numerous",
        "public",
        "appearance",
        "speaking",
        "engagement",
        "book",
        "winning",
        "commercial",
        "real",
        "mr",
        "rayat",
        "repeatedly",
        "provided",
        "solarwindow",
        "financial",
        "backing",
        "support",
        "testament",
        "unwavering",
        "faith",
        "management",
        "team",
        "bring",
        "idea",
        "commercial",
        "production",
        "stated",
        "john",
        "conklin",
        "president",
        "ceo",
        "solarwindow",
        "technology",
        "excited",
        "rayat",
        "join",
        "board",
        "chairman",
        "highly",
        "respected",
        "successful",
        "u",
        "solarwindow",
        "technology",
        "solarwindow",
        "technology",
        "creates",
        "transparent",
        "liquid",
        "coating",
        "applied",
        "glass",
        "plastic",
        "coating",
        "convert",
        "passive",
        "window",
        "material",
        "electricity",
        "generator",
        "natural",
        "artificial",
        "low",
        "shaded",
        "even",
        "reflected",
        "light",
        "condition",
        "liquid",
        "coating",
        "technology",
        "presented",
        "member",
        "congress",
        "received",
        "recognition",
        "numerous",
        "industry",
        "publication",
        "technology",
        "may",
        "generate",
        "power",
        "conventional",
        "rooftop",
        "solar",
        "system",
        "may",
        "achieve",
        "payback",
        "installed",
        "four",
        "side",
        "building",
        "according",
        "power",
        "financial",
        "modeling",
        "power",
        "financial",
        "model",
        "disclaimer",
        "company",
        "proprietary",
        "power",
        "production",
        "financial",
        "model",
        "power",
        "financial",
        "model",
        "us",
        "photovoltaic",
        "pv",
        "modeling",
        "calculation",
        "consistent",
        "renewable",
        "energy",
        "practitioner",
        "standard",
        "assessing",
        "evaluating",
        "estimating",
        "renewable",
        "energy",
        "pv",
        "project",
        "power",
        "financial",
        "model",
        "estimator",
        "take",
        "consideration",
        "building",
        "geographic",
        "location",
        "solar",
        "radiation",
        "collector",
        "irradiance",
        "derated",
        "account",
        "degree",
        "building",
        "orientation",
        "vertical",
        "installation",
        "climate",
        "zone",
        "energy",
        "use",
        "generalized",
        "skyscraper",
        "building",
        "characteristic",
        "estimating",
        "pv",
        "power",
        "energy",
        "production",
        "carbon",
        "dioxide",
        "equivalent",
        "actual",
        "power",
        "energy",
        "production",
        "carbon",
        "dioxide",
        "equivalent",
        "modeled",
        "may",
        "vary",
        "based",
        "upon",
        "situational",
        "characteristic",
        "varying",
        "installation",
        "methodology",
        "additional",
        "information",
        "please",
        "call",
        "briana",
        "erickson",
        "visit",
        "receive",
        "future",
        "press",
        "release",
        "via",
        "email",
        "please",
        "visit",
        "http",
        "follow",
        "u",
        "twitter",
        "solartechwindow",
        "follow",
        "u",
        "facebook",
        "view",
        "full",
        "html",
        "text",
        "release",
        "please",
        "visit",
        "http",
        "answer",
        "frequently",
        "asked",
        "question",
        "please",
        "visit",
        "faq",
        "page",
        "http",
        "social",
        "medium",
        "disclaimer",
        "investor",
        "others",
        "note",
        "announce",
        "material",
        "financial",
        "information",
        "investor",
        "using",
        "sec",
        "filing",
        "press",
        "release",
        "use",
        "website",
        "social",
        "medium",
        "communicate",
        "subscriber",
        "shareholder",
        "public",
        "company",
        "technology",
        "development",
        "corporate",
        "matter",
        "public",
        "domain",
        "time",
        "company",
        "post",
        "information",
        "social",
        "medium",
        "could",
        "deemed",
        "material",
        "information",
        "unless",
        "information",
        "distributed",
        "public",
        "distribution",
        "channel",
        "first",
        "encourage",
        "investor",
        "medium",
        "others",
        "interested",
        "company",
        "review",
        "information",
        "post",
        "company",
        "website",
        "social",
        "medium",
        "channel",
        "listed",
        "facebook",
        "twitter",
        "list",
        "may",
        "updated",
        "time",
        "time",
        "legal",
        "notice",
        "regarding",
        "statement",
        "statement",
        "herein",
        "considered",
        "offer",
        "solicitation",
        "offer",
        "purchase",
        "sale",
        "security",
        "release",
        "contains",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "belief",
        "well",
        "number",
        "assumption",
        "future",
        "event",
        "although",
        "solarwindow",
        "technology",
        "company",
        "solarwindow",
        "technology",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "assumption",
        "upon",
        "based",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "assumption",
        "prove",
        "correct",
        "statement",
        "involve",
        "assumption",
        "describe",
        "future",
        "plan",
        "strategy",
        "expectation",
        "generally",
        "identifiable",
        "use",
        "word",
        "may",
        "could",
        "expect",
        "anticipate",
        "estimate",
        "believe",
        "intend",
        "project",
        "negative",
        "word",
        "variation",
        "word",
        "comparable",
        "terminology",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "statement",
        "subject",
        "numerous",
        "factor",
        "uncertainty",
        "including",
        "limited",
        "adverse",
        "economic",
        "condition",
        "intense",
        "competition",
        "lack",
        "meaningful",
        "research",
        "result",
        "entry",
        "new",
        "competitor",
        "product",
        "adverse",
        "federal",
        "state",
        "local",
        "government",
        "regulation",
        "inadequate",
        "capital",
        "unexpected",
        "cost",
        "operating",
        "deficit",
        "increase",
        "general",
        "administrative",
        "cost",
        "termination",
        "contract",
        "agreement",
        "technological",
        "obsolescence",
        "company",
        "product",
        "technical",
        "problem",
        "company",
        "research",
        "product",
        "price",
        "increase",
        "supply",
        "component",
        "litigation",
        "administrative",
        "proceeding",
        "involving",
        "company",
        "possible",
        "acquisition",
        "new",
        "business",
        "technology",
        "result",
        "operating",
        "loss",
        "perform",
        "anticipated",
        "unanticipated",
        "loss",
        "possible",
        "fluctuation",
        "volatility",
        "company",
        "operating",
        "result",
        "financial",
        "condition",
        "stock",
        "price",
        "loss",
        "incurred",
        "litigating",
        "settling",
        "case",
        "dilution",
        "company",
        "ownership",
        "business",
        "adverse",
        "publicity",
        "news",
        "coverage",
        "inability",
        "carry",
        "research",
        "development",
        "commercialization",
        "plan",
        "loss",
        "retirement",
        "key",
        "executive",
        "research",
        "scientist",
        "change",
        "interest",
        "rate",
        "inflationary",
        "factor",
        "specific",
        "risk",
        "assurance",
        "research",
        "development",
        "validate",
        "support",
        "result",
        "preliminary",
        "research",
        "study",
        "assurance",
        "necessary",
        "regulatory",
        "approval",
        "obtained",
        "solarwindow",
        "technology",
        "able",
        "develop",
        "commercially",
        "viable",
        "product",
        "basis",
        "technology",
        "addition",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "company",
        "recent",
        "form",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "report",
        "filing",
        "may",
        "inspected",
        "copied",
        "public",
        "reference",
        "room",
        "maintained",
        "security",
        "exchange",
        "commission",
        "f",
        "street",
        "washington",
        "obtain",
        "information",
        "operation",
        "public",
        "reference",
        "room",
        "calling",
        "security",
        "exchange",
        "commission",
        "security",
        "exchange",
        "commission",
        "also",
        "maintains",
        "internet",
        "site",
        "contains",
        "report",
        "proxy",
        "information",
        "statement",
        "information",
        "regarding",
        "issuer",
        "file",
        "electronically",
        "security",
        "exchange",
        "commission",
        "http",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "forward",
        "looking",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "view",
        "source",
        "version",
        "http",
        "solarwindow",
        "technology",
        "briana",
        "erickson",
        "briana",
        "medium",
        "contact",
        "damaak",
        "group",
        "medium",
        "source",
        "solarwindow",
        "technology",
        "inc"
    ]
}