{
    "organizations": [],
    "uuid": "655449a8ebea17e93182f22b7a0ad6207eeb4c79",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-denali-therapeutics-announces-first-in-human-dosing-of-its-ripk1-inhibitor-clinical-program-and-the-appointment-of-peter.html",
    "ord_in_thread": 0,
    "title": "Denali Therapeutics Announces First-In-Human Dosing Of Its RIPK1 Inhibitor Clinical Program And The Appointment Of Peter Klein To Board Of Directors; Reports Fourth Quarter And Full Year 2017 Financial Results And Business Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SOUTH SAN FRANCISCO, Calif., Denali Therapeutics Inc. (NASDAQ:DNLI), a biopharmaceutical company developing a broad portfolio of therapeutic candidates for neurodegenerative diseases, today announced that it has commenced dosing of its small molecule inhibitor of RIPK1 in a Phase 1 clinical trial in healthy volunteers and achieved proof of concept of its large molecule blood-brain barrier delivery platform technology in nonhuman primates. In addition, the Company reported financial results for the fourth quarter and full year ended December 31, 2017 and appointed Peter Klein to the Board of Directors.\n\"The recent clinical progress with our RIPK1 inhibitor and LRRK2 inhibitor programs, along with achieving proof of concept for our blood-brain barrier delivery platform for biologics in nonhuman primates, are important milestones towards our goal of developing medicines for patients suffering from neurodegenerative diseases,\" said Ryan Watts, Ph.D., CEO. \"Furthermore, we are very excited about initiating our collaboration with Takeda, which has allowed us to expand efforts on our blood-brain barrier delivery technology platform.\"\nFourth Quarter 2017 and Recent Corporate Highlights\nAchieved first-in-human dosing in Phase 1 clinical trial of RIPK1 inhibitor program - In March 2018, Denali commenced dosing of its small molecule inhibitor of RIPK1, DNL747, in healthy volunteers in the Netherlands. DNL747 is a potent, selective and brain-penetrant small molecule inhibitor of RIPK1 in development for Alzheimer’s disease and ALS.\nAdvanced and expanded LRRK2 inhibitor program - In December 2017, Denali announced that it had achieved robust target engagement in humans with DNL201, a LRRK2 inhibitor, in a Phase 1 clinical trial, and that the FDA removed the partial clinical hold on DNL201. This Phase 1 clinical trial in healthy volunteers for DNL201 is continuing. Denali also announced that it commenced dosing of its second LRRK2 inhibitor, DNL151, in a Phase 1 clinical trial in healthy volunteers in the Netherlands. DNL201 and DNL151 are both potent, selective and brain-penetrant small molecule inhibitors of LRRK2 in development for Parkinson’s disease.\nAchieved proof of concept of the blood-brain barrier delivery platform technology in nonhuman primates - In January 2018, Denali completed a 28-day study demonstrating sustained brain activity of its proprietary Antibody Transport Vehicle (ATV) technology, as measured by reduction of cerebral spinal fluid amyloid beta in cynomolgus monkeys after dosing of an anti-BACE1 antibody that is enabled by Denali’s proprietary ATV technology, compared to a standard anti-BACE1 antibody. These data are consistent with initial 7-day study data previously disclosed and establish preclinical proof of concept for future human studies.\nEntered into Option and Collaboration Agreement with Takeda - In January 2018, Denali entered into an Option and Collaboration Agreement with Takeda pursuant to which Denali granted Takeda an option in respect of three named Denali programs to develop and commercialize, jointly with Denali, certain biologic products that are enabled by Denali's blood-brain barrier delivery platform technology and intended for the treatment of neurodegenerative disorders. Denali received $155.0 million of cash associated with this transaction in February 2018, including $110.0 million for Takeda’s purchase of 4,214,559 shares of Denali’s common stock.\nAppointed Peter Klein to the Board of Directors - On March 16, 2018, Peter Klein joined the Board of Directors as an independent director. Mr. Klein has 25 years of experience as a senior finance executive. He served as Chief Financial Officer of Microsoft Corporation from November 2009 until May 2013 and spent over 11 years at Microsoft. Most recently, he served as Chief Financial Officer of WME, a global leader in sports and entertainment marketing, from January 2014 until June 2014. Mr. Klein holds a B.A. from Yale University and an M.B.A from University of Washington. He currently serves on the board of directors of two publicly traded companies: Apptio Inc. and F5 Networks, Inc.\nRaised net proceeds of $294.2 million during the fourth quarter of 2017 through the sale of convertible preferred stock and a subsequent initial public offering and listing on the Nasdaq Global Select Market.\nFourth Quarter and Full Year 2017 Financial Results\nFor the fourth quarter of 2017, Denali reported a net loss of $22.9 million, compared with a net loss for the fourth quarter of 2016 of $19.4 million. For the year ended December 31, 2017, net loss was $88.2 million, compared with a net loss for the same period in 2016 of $86.7 million.\nTotal operating expenses for the fourth quarter of 2017 were $23.5 million compared with $19.8 million for the same period in 2016 including non-cash stock-based compensation of $1.5 million and $0.7 million in the fourth quarter of 2017 and 2016, respectively. Total operating expenses for the year ended December 31, 2017 were $90.1 million compared with $87.4 million for the same period in 2016, including non-cash stock-based compensation of $4.4 million and $3.0 million in 2017 and 2016, respectively. The increase in total operating expenses is due to the increase in research, development, and general and administrative costs as Denali's pipeline expanded and advanced.\nCash, cash equivalents, and marketable securities were $467.0 million as of December 31, 2017.\nAbout Denali Therapeutics\nDenali is a biopharmaceutical company developing a broad portfolio of therapeutic candidates for neurodegenerative diseases. Denali is based in South San Francisco. For additional information, please visit www.denalitherapeutics.com .\nForward-looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements expressed or implied in this press release include, but are not limited to, statements regarding Denali’s progress and business plans; clinical trial plans, timelines and expectations, including regarding proof of concept for future human studies; Denali’s expectations regarding collaborations; and statements made by Denali’s CEO. Actual results are subject to risks and uncertainties and may differ materially from those indicated by these forward-looking statements as a result of these risks and uncertainties, including but not limited to, risks related to: Denali’s early stage of clinical drug development; Denali’s ability to complete the development of, and if approved, commercialization of its product candidates; Denali’s dependence on successful development of its BBB platform technology and product candidates currently in its core program; Denali’s ability to conduct or complete clinical trials on expected timelines; the uncertainty that any of Denali’s product candidates will receive regulatory approval necessary to be commercialized; Denali’s ability to continue to create a pipeline of product candidates or develop commercially successful products; Denali's ability to obtain, maintain, or protect intellectual property rights related to its product candidates; implementation of Denali’s strategic plans for its business, product candidates and BBB platform technology; and other risks, including those described in Denali’s Annual Report on Form 10-K filed with the SEC on March 19, 2018, the final prospectus related to Denali’s initial public offering filed with the SEC on December 8, 2017, and Denali’s future reports to be filed with the SEC. The forward-looking statements in this press release are based on information available to Denali as of the date hereof. Denali disclaims any obligation to update any forward-looking statements, except as required by law.\nDenali Therapeutics Inc. Unaudited Consolidated Statements of Operations (In thousands, except per share amounts) Three Months Ended\nDecember 31, Year Ended December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 18,471 $ 16,730 $ 74,460 $ 75,702 General and administrative 5,069 3,046 15,680 11,731 Total operating expenses 23,540 19,776 90,140 87,433 Loss from operations (23,540 ) (19,776 ) (90,140 ) (87,433 ) Interest income (expense), net 653 422 1,955 781 Net loss $ (22,887 ) $ (19,354 ) $ (88,185 ) $ (86,652 ) Net loss per share, basic and diluted $ (0.74 ) $ (2.41 ) $ (5.89 ) $ (13.49 ) Weighted average number of shares outstanding, basic and diluted 1 30,743,977 8,022,066 14,964,144 6,424,720 1 Share numbers have been adjusted, as appropriate, for the 4-for-1 reverse stock split that occurred on November 28, 2017. The increase in the weighted average number of common shares outstanding from 2016 to 2017 is primarily due to the conversion of preferred stock into common stock, and issuance of additional shares of common stock, both of which occurred at the time of our initial public offering in December 2017.\nDenali Therapeutics Inc. Unaudited Consolidated Balance Sheets (In thousands) December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 218,375 $ 39,853 Short-term marketable securities 187,851 138,478 Prepaid expenses and other current assets 3,381 3,624 Total current assets 409,607 181,955 Long-term marketable securities 60,750 72,580 Property and equipment, net 14,923 15,262 Other non-current assets 1,441 1,270 Total assets $ 486,721 $ 271,067 Liabilities, convertible preferred stock and stockholders’ equity (deficit) Current liabilities: Accounts payable $ 2,716 $ 1,963 Accrued liabilities 5,364 3,850 Accrued compensation 5,166 2,592 Deferred rent 855 538 Other current liabilities 63 163 Total current liabilities 14,164 9,106 Deferred rent 6,294 7,045 Other non-current liabilities 467 397 Total liabilities 20,925 16,548 Convertible preferred stock — 348,673 Total stockholders’ equity (deficit) 465,796 (94,154 ) Total liabilities, convertible preferred stock and stockholders’ equity (deficit) $ 486,721 $ 271,067\nContact\nMorgan Warners\n(202) 337-0808\nmwarners@gpg.com\nSource:Denali Therapeutics Inc.",
    "published": "2018-03-19T15:00:00.000+02:00",
    "crawled": "2018-03-19T17:04:11.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "south",
        "san",
        "francisco",
        "denali",
        "therapeutic",
        "nasdaq",
        "dnli",
        "biopharmaceutical",
        "company",
        "developing",
        "broad",
        "portfolio",
        "therapeutic",
        "candidate",
        "neurodegenerative",
        "disease",
        "today",
        "announced",
        "commenced",
        "dosing",
        "small",
        "molecule",
        "inhibitor",
        "ripk1",
        "phase",
        "clinical",
        "trial",
        "healthy",
        "volunteer",
        "achieved",
        "proof",
        "concept",
        "large",
        "molecule",
        "barrier",
        "delivery",
        "platform",
        "technology",
        "nonhuman",
        "primate",
        "addition",
        "company",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "appointed",
        "peter",
        "klein",
        "board",
        "director",
        "recent",
        "clinical",
        "progress",
        "ripk1",
        "inhibitor",
        "lrrk2",
        "inhibitor",
        "program",
        "along",
        "achieving",
        "proof",
        "concept",
        "barrier",
        "delivery",
        "platform",
        "biologics",
        "nonhuman",
        "primate",
        "important",
        "milestone",
        "towards",
        "goal",
        "developing",
        "medicine",
        "patient",
        "suffering",
        "neurodegenerative",
        "disease",
        "said",
        "ryan",
        "watt",
        "ceo",
        "furthermore",
        "excited",
        "initiating",
        "collaboration",
        "takeda",
        "allowed",
        "u",
        "expand",
        "effort",
        "barrier",
        "delivery",
        "technology",
        "platform",
        "fourth",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "achieved",
        "dosing",
        "phase",
        "clinical",
        "trial",
        "ripk1",
        "inhibitor",
        "program",
        "march",
        "denali",
        "commenced",
        "dosing",
        "small",
        "molecule",
        "inhibitor",
        "ripk1",
        "dnl747",
        "healthy",
        "volunteer",
        "netherlands",
        "dnl747",
        "potent",
        "selective",
        "small",
        "molecule",
        "inhibitor",
        "ripk1",
        "development",
        "alzheimer",
        "disease",
        "al",
        "advanced",
        "expanded",
        "lrrk2",
        "inhibitor",
        "program",
        "december",
        "denali",
        "announced",
        "achieved",
        "robust",
        "target",
        "engagement",
        "human",
        "dnl201",
        "lrrk2",
        "inhibitor",
        "phase",
        "clinical",
        "trial",
        "fda",
        "removed",
        "partial",
        "clinical",
        "hold",
        "dnl201",
        "phase",
        "clinical",
        "trial",
        "healthy",
        "volunteer",
        "dnl201",
        "continuing",
        "denali",
        "also",
        "announced",
        "commenced",
        "dosing",
        "second",
        "lrrk2",
        "inhibitor",
        "dnl151",
        "phase",
        "clinical",
        "trial",
        "healthy",
        "volunteer",
        "netherlands",
        "dnl201",
        "dnl151",
        "potent",
        "selective",
        "small",
        "molecule",
        "inhibitor",
        "lrrk2",
        "development",
        "parkinson",
        "disease",
        "achieved",
        "proof",
        "concept",
        "barrier",
        "delivery",
        "platform",
        "technology",
        "nonhuman",
        "primate",
        "january",
        "denali",
        "completed",
        "study",
        "demonstrating",
        "sustained",
        "brain",
        "activity",
        "proprietary",
        "antibody",
        "transport",
        "vehicle",
        "atv",
        "technology",
        "measured",
        "reduction",
        "cerebral",
        "spinal",
        "fluid",
        "amyloid",
        "beta",
        "cynomolgus",
        "monkey",
        "dosing",
        "antibody",
        "enabled",
        "denali",
        "proprietary",
        "atv",
        "technology",
        "compared",
        "standard",
        "antibody",
        "data",
        "consistent",
        "initial",
        "study",
        "data",
        "previously",
        "disclosed",
        "establish",
        "preclinical",
        "proof",
        "concept",
        "future",
        "human",
        "study",
        "entered",
        "option",
        "collaboration",
        "agreement",
        "takeda",
        "january",
        "denali",
        "entered",
        "option",
        "collaboration",
        "agreement",
        "takeda",
        "pursuant",
        "denali",
        "granted",
        "takeda",
        "option",
        "respect",
        "three",
        "named",
        "denali",
        "program",
        "develop",
        "commercialize",
        "jointly",
        "denali",
        "certain",
        "biologic",
        "product",
        "enabled",
        "denali",
        "barrier",
        "delivery",
        "platform",
        "technology",
        "intended",
        "treatment",
        "neurodegenerative",
        "disorder",
        "denali",
        "received",
        "million",
        "cash",
        "associated",
        "transaction",
        "february",
        "including",
        "million",
        "takeda",
        "purchase",
        "share",
        "denali",
        "common",
        "stock",
        "appointed",
        "peter",
        "klein",
        "board",
        "director",
        "march",
        "peter",
        "klein",
        "joined",
        "board",
        "director",
        "independent",
        "director",
        "klein",
        "year",
        "experience",
        "senior",
        "finance",
        "executive",
        "served",
        "chief",
        "financial",
        "officer",
        "microsoft",
        "corporation",
        "november",
        "may",
        "spent",
        "year",
        "microsoft",
        "recently",
        "served",
        "chief",
        "financial",
        "officer",
        "wme",
        "global",
        "leader",
        "sport",
        "entertainment",
        "marketing",
        "january",
        "june",
        "klein",
        "hold",
        "yale",
        "university",
        "university",
        "washington",
        "currently",
        "serf",
        "board",
        "director",
        "two",
        "publicly",
        "traded",
        "company",
        "apptio",
        "f5",
        "network",
        "raised",
        "net",
        "proceeds",
        "million",
        "fourth",
        "quarter",
        "sale",
        "convertible",
        "preferred",
        "stock",
        "subsequent",
        "initial",
        "public",
        "offering",
        "listing",
        "nasdaq",
        "global",
        "select",
        "market",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "fourth",
        "quarter",
        "denali",
        "reported",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "period",
        "million",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "including",
        "compensation",
        "million",
        "million",
        "fourth",
        "quarter",
        "respectively",
        "total",
        "operating",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "including",
        "compensation",
        "million",
        "million",
        "respectively",
        "increase",
        "total",
        "operating",
        "expense",
        "due",
        "increase",
        "research",
        "development",
        "general",
        "administrative",
        "cost",
        "denali",
        "pipeline",
        "expanded",
        "advanced",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "december",
        "denali",
        "therapeutic",
        "denali",
        "biopharmaceutical",
        "company",
        "developing",
        "broad",
        "portfolio",
        "therapeutic",
        "candidate",
        "neurodegenerative",
        "disease",
        "denali",
        "based",
        "south",
        "san",
        "francisco",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "expressed",
        "implied",
        "press",
        "release",
        "include",
        "limited",
        "statement",
        "regarding",
        "denali",
        "progress",
        "business",
        "plan",
        "clinical",
        "trial",
        "plan",
        "timeline",
        "expectation",
        "including",
        "regarding",
        "proof",
        "concept",
        "future",
        "human",
        "study",
        "denali",
        "expectation",
        "regarding",
        "collaboration",
        "statement",
        "made",
        "denali",
        "ceo",
        "actual",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "risk",
        "related",
        "denali",
        "early",
        "stage",
        "clinical",
        "drug",
        "development",
        "denali",
        "ability",
        "complete",
        "development",
        "approved",
        "commercialization",
        "product",
        "candidate",
        "denali",
        "dependence",
        "successful",
        "development",
        "bbb",
        "platform",
        "technology",
        "product",
        "candidate",
        "currently",
        "core",
        "program",
        "denali",
        "ability",
        "conduct",
        "complete",
        "clinical",
        "trial",
        "expected",
        "timeline",
        "uncertainty",
        "denali",
        "product",
        "candidate",
        "receive",
        "regulatory",
        "approval",
        "necessary",
        "commercialized",
        "denali",
        "ability",
        "continue",
        "create",
        "pipeline",
        "product",
        "candidate",
        "develop",
        "commercially",
        "successful",
        "product",
        "denali",
        "ability",
        "obtain",
        "maintain",
        "protect",
        "intellectual",
        "property",
        "right",
        "related",
        "product",
        "candidate",
        "implementation",
        "denali",
        "strategic",
        "plan",
        "business",
        "product",
        "candidate",
        "bbb",
        "platform",
        "technology",
        "risk",
        "including",
        "described",
        "denali",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "final",
        "prospectus",
        "related",
        "denali",
        "initial",
        "public",
        "offering",
        "filed",
        "sec",
        "december",
        "denali",
        "future",
        "report",
        "filed",
        "sec",
        "statement",
        "press",
        "release",
        "based",
        "information",
        "available",
        "denali",
        "date",
        "hereof",
        "denali",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "denali",
        "therapeutic",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "share",
        "number",
        "adjusted",
        "appropriate",
        "reverse",
        "stock",
        "split",
        "occurred",
        "november",
        "increase",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "primarily",
        "due",
        "conversion",
        "preferred",
        "stock",
        "common",
        "stock",
        "issuance",
        "additional",
        "share",
        "common",
        "stock",
        "occurred",
        "time",
        "initial",
        "public",
        "offering",
        "december",
        "denali",
        "therapeutic",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "compensation",
        "deferred",
        "rent",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "liability",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "contact",
        "morgan",
        "warner",
        "mwarners",
        "source",
        "denali",
        "therapeutic",
        "inc"
    ]
}