{
    "organizations": [],
    "uuid": "240022284f8579521722223f77aa77fa980b151c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/pr-newswire-cogentix-medical-enters-definitive-merger-agreement-to-be-acquired-by-laborie-medical-technologies-for-a-purchase-price-of-3.html",
    "ord_in_thread": 0,
    "title": "Cogentix Medical Enters Definitive Merger Agreement to be Acquired by Laborie Medical Technologies for a Purchase Price of $3.85 Per Share in Cash",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MINNEAPOLIS, March 12, 2018 /PRNewswire/ -- Cogentix Medical, Inc. (NASDAQ: CGNT), announced today that it has entered into a definitive merger agreement, under which Laborie Medical Technologies (LABORIE) will acquire all of the outstanding shares of Cogentix Medical for a total consideration of approximately $239 million. Under the terms of the definitive merger agreement, LABORIE (through its wholly-owned subsidiaries LM US Parent, Inc. (Parent) and Camden Merger Sub, Inc. (Merger Sub) will commence a tender offer for all outstanding shares of Cogentix Medical common stock for $3.85 per share in cash. The offer of $3.85 per share in cash represents a premium of 28 percent over the average closing price of Cogentix Medical common stock over the last thirty days. Cogentix Medical currently anticipates the transaction will close in the first half of the second quarter of 2018. Upon completion of the transaction, Cogentix Medical will become a wholly owned subsidiary of LABORIE.\n\"This transaction helps us achieve our vision of creating value for our investors, patients and physicians in the urology and gynecology markets,\" said Darin Hammers, President and CEO of Cogentix Medical. \"LABORIE has a track record of success in these markets and we believe that the addition of our urology and gynecology assets to their existing product lines will ensure that our products are available to the many patients and physicians who may benefit from them. We believe that this transaction is also a compelling financial opportunity that delivers significant value to our investors who have supported our evolution to becoming a valued player in the urology market.\"\nAccelmed Growth Partners LP and Mr. Lewis Pell, who collectively beneficially own shares representing approximately 60% of Cogentix Medical's outstanding common stock, have entered into tender and support agreements in favor of Parent and Merger Sub, pursuant to which those stockholders, among other things, will agree to tender all of their shares of Cogentix Medical common stock beneficially owned by them to Merger Sub in response to the tender offer, as well as restrictive covenant agreements in favor of Parent and Merger Sub.\nUnder the terms of the merger agreement, following the successful completion of the tender offer, the transaction will be completed by a second-step merger in which all outstanding shares of Cogentix Medical common stock not tendered in the tender offer will be converted into the right to receive $3.85 per share of common stock, in cash.\nClosing of the tender offer and merger is subject to certain customary conditions, including the tender in the tender offer of more than 50 percent of all outstanding shares of Cogentix Medical common stock. The transaction is also subject to other customary closing conditions.\nFor further information regarding certain terms and conditions contained in the definitive merger agreement, please see Cogentix Medical's Current Report on Form 8-K, which will be filed in connection with this transaction.\nCogentix Medical Fourth Quarter and Full Year 2017 Results\nCogentix Medical will no longer issue a press release on its fourth quarter and full year 2017 results, nor will it host a conference call that was scheduled for today at 4:30pm ET to discuss 2017 financial results. The company plans to file its annual report on Form 10-K with the U.S. Securities and Exchange Commission by March 30, 2018.\nAbout LABORIE\nLABORIE is a leading global developer, manufacturer and marketer of innovative medical technology and consumables used in gastrointestinal procedures and for the diagnosis and treatment of pelvic health in the Urology, Gynecology, and Colorectal fields.\nLABORIE is owned by Patricia Industries – a part of Investor AB – and is a long-term owner that invests in companies and works to develop each company to its full potential.\nAbout Cogentix Medical\nCogentix Medical, Inc., is a global medical device company. We design, develop, manufacture and market products for flexible endoscopy with our unique PrimeSight™ product lines featuring a streamlined visualization system and proprietary sterile disposable microbial barrier providing users with efficient and cost-effective endoscope turnover while enhancing patient safety. We also commercialize the Urgent ® PC Neuromodulation System, an FDA-cleared device that delivers Percutaneous Tibial Nerve Stimulation (PTNS) for the office-based treatment of overactive bladder (OAB). OAB is a chronic condition that affects approximately 42 million U.S. adults. The symptoms include urinary urgency, frequency and urge incontinence. We also offer Macroplastique®, an injectable urethral bulking agent for the treatment of adult female stress urinary incontinence primarily due to intrinsic sphincter deficiency. Cogentix, a portfolio company of Accelmed Growth Partners LP, is headquartered in Minnetonka, Minnesota, with additional operations in New York, Massachusetts, The Netherlands and the United Kingdom. For more information on Cogentix Medical and our products, please visit us at www.cogentixmedical.com . 'CGNT-G'\nFor Further Information:\nCogentix Medical, Inc.\nBrett Reynolds, SVP and CFO\n952-426-6152\nLazar Partners\nDavid Carey\n212-867-1768\ndcarey@lazarpartners.com\nCogentix Medical Forward-Looking Statements\nStatements in this communication may contain, in addition to historical information, certain forward-looking statements. Some of these forward-looking statements may contain words like \"believe,\" \"may,\" \"could,\" \"would,\" \"might,\" \"possible,\" \"should,\" \"expect,\" \"intend,\" \"plan,\" \"anticipate,\" or \"continue,\" the negative of these words, or other terms of similar meaning or they may use future dates. Forward-looking statements in this communication include without limitation statements regarding the planned completion of the transactions. These statements are subject to risks and uncertainties that could cause actual results and events to differ materially from those anticipated, including, but not limited to, risks and uncertainties related to: the anticipated benefits of the transactions, the anticipated timing of filings and approvals relating to the transactions; the expected timing of the completion of the transactions; the percentage of the Company's stockholders tendering their shares in the tender offer; the possibility that competing offers will be made; the possibility that various closing conditions for the transactions may not be satisfied or waived; the effects of disruption caused by the transactions making it more difficult to maintain relationships with employees, vendors and other business partners; possible stockholder litigation in connection with the transaction; and other risks and uncertainties discussed in Cogentix Medical's filings with the SEC, including the \"Risk Factors\" sections of Cogentix Medical's Annual Report on Form 10-K for the year ended December 31, 2016 and any subsequent quarterly reports on Form 10-Q, as well as the tender offer documents to be filed by Parent or Merger Sub and the Tender Offer Solicitation/Recommendation Statement to be filed by Cogentix Medical. Cogentix Medical undertakes no obligation to update any forward-looking statements as a result of new information, future developments or otherwise, except as expressly required by law. All forward-looking statements in this communication are qualified in their entirety by this cautionary statement.\nImportant Additional Information\nThe tender offer described in this press release has not yet commenced, and this communication is neither an offer to purchase nor a solicitation of an offer to sell any shares of the common stock of Cogentix Medical, Inc. This press release is for informational purposes only. On the commencement date of the tender offer, Parent and its wholly owned subsidiary, Merger Sub, will file a tender offer statement on Schedule TO, including an offer to purchase, a letter of transmittal and related documents, with the Securities and Exchange Commission (SEC). At or around the same time, Cogentix Medical, Inc. will file a Tender Offer Solicitation/Recommendation Statement on Schedule 14D-9 with respect to the tender offer. Stockholders should read those materials carefully because they will contain important information, including the various terms and conditions of the tender offer. Stockholders will be able to obtain a free copy of these documents (when they become available) and other documents filed by Cogentix Medical, Merger Sub and Parent with the SEC at the website maintained by the SEC at www.sec.gov . In addition, stockholders will be able to obtain a free copy of these documents (when they become available) at the Cogentix Medical, Inc. website at www.cogentixmedical.com .\nView original content: http://www.prnewswire.com/news-releases/cogentix-medical-enters-definitive-merger-agreement-to-be-acquired-by-laborie-medical-technologies-for-a-purchase-price-of-385-per-share-in-cash-300612143.html\nSOURCE Cogentix Medical, Inc.",
    "published": "2018-03-12T15:49:00.000+02:00",
    "crawled": "2018-03-12T16:35:33.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "minneapolis",
        "march",
        "cogentix",
        "medical",
        "nasdaq",
        "cgnt",
        "announced",
        "today",
        "entered",
        "definitive",
        "merger",
        "agreement",
        "laborie",
        "medical",
        "technology",
        "laborie",
        "acquire",
        "outstanding",
        "share",
        "cogentix",
        "medical",
        "total",
        "consideration",
        "approximately",
        "million",
        "term",
        "definitive",
        "merger",
        "agreement",
        "laborie",
        "subsidiary",
        "lm",
        "u",
        "parent",
        "parent",
        "camden",
        "merger",
        "sub",
        "merger",
        "sub",
        "commence",
        "tender",
        "offer",
        "outstanding",
        "share",
        "cogentix",
        "medical",
        "common",
        "stock",
        "per",
        "share",
        "cash",
        "offer",
        "per",
        "share",
        "cash",
        "represents",
        "premium",
        "percent",
        "average",
        "closing",
        "price",
        "cogentix",
        "medical",
        "common",
        "stock",
        "last",
        "thirty",
        "day",
        "cogentix",
        "medical",
        "currently",
        "anticipates",
        "transaction",
        "close",
        "first",
        "half",
        "second",
        "quarter",
        "upon",
        "completion",
        "transaction",
        "cogentix",
        "medical",
        "become",
        "wholly",
        "owned",
        "subsidiary",
        "laborie",
        "transaction",
        "help",
        "u",
        "achieve",
        "vision",
        "creating",
        "value",
        "investor",
        "patient",
        "physician",
        "urology",
        "gynecology",
        "market",
        "said",
        "darin",
        "hammer",
        "president",
        "ceo",
        "cogentix",
        "medical",
        "laborie",
        "track",
        "record",
        "success",
        "market",
        "believe",
        "addition",
        "urology",
        "gynecology",
        "asset",
        "existing",
        "product",
        "line",
        "ensure",
        "product",
        "available",
        "many",
        "patient",
        "physician",
        "may",
        "benefit",
        "believe",
        "transaction",
        "also",
        "compelling",
        "financial",
        "opportunity",
        "delivers",
        "significant",
        "value",
        "investor",
        "supported",
        "evolution",
        "becoming",
        "valued",
        "player",
        "urology",
        "market",
        "accelmed",
        "growth",
        "partner",
        "lp",
        "lewis",
        "pell",
        "collectively",
        "beneficially",
        "share",
        "representing",
        "approximately",
        "cogentix",
        "medical",
        "outstanding",
        "common",
        "stock",
        "entered",
        "tender",
        "support",
        "agreement",
        "favor",
        "parent",
        "merger",
        "sub",
        "pursuant",
        "stockholder",
        "among",
        "thing",
        "agree",
        "tender",
        "share",
        "cogentix",
        "medical",
        "common",
        "stock",
        "beneficially",
        "owned",
        "merger",
        "sub",
        "response",
        "tender",
        "offer",
        "well",
        "restrictive",
        "covenant",
        "agreement",
        "favor",
        "parent",
        "merger",
        "sub",
        "term",
        "merger",
        "agreement",
        "following",
        "successful",
        "completion",
        "tender",
        "offer",
        "transaction",
        "completed",
        "merger",
        "outstanding",
        "share",
        "cogentix",
        "medical",
        "common",
        "stock",
        "tendered",
        "tender",
        "offer",
        "converted",
        "right",
        "receive",
        "per",
        "share",
        "common",
        "stock",
        "cash",
        "closing",
        "tender",
        "offer",
        "merger",
        "subject",
        "certain",
        "customary",
        "condition",
        "including",
        "tender",
        "tender",
        "offer",
        "percent",
        "outstanding",
        "share",
        "cogentix",
        "medical",
        "common",
        "stock",
        "transaction",
        "also",
        "subject",
        "customary",
        "closing",
        "condition",
        "information",
        "regarding",
        "certain",
        "term",
        "condition",
        "contained",
        "definitive",
        "merger",
        "agreement",
        "please",
        "see",
        "cogentix",
        "medical",
        "current",
        "report",
        "form",
        "filed",
        "connection",
        "transaction",
        "cogentix",
        "medical",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "cogentix",
        "medical",
        "longer",
        "issue",
        "press",
        "release",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "host",
        "conference",
        "call",
        "scheduled",
        "today",
        "et",
        "discus",
        "financial",
        "result",
        "company",
        "plan",
        "file",
        "annual",
        "report",
        "form",
        "security",
        "exchange",
        "commission",
        "march",
        "laborie",
        "laborie",
        "leading",
        "global",
        "developer",
        "manufacturer",
        "marketer",
        "innovative",
        "medical",
        "technology",
        "consumables",
        "used",
        "gastrointestinal",
        "procedure",
        "diagnosis",
        "treatment",
        "pelvic",
        "health",
        "urology",
        "gynecology",
        "colorectal",
        "field",
        "laborie",
        "owned",
        "patricia",
        "industry",
        "part",
        "investor",
        "ab",
        "owner",
        "invests",
        "company",
        "work",
        "develop",
        "company",
        "full",
        "potential",
        "cogentix",
        "medical",
        "cogentix",
        "medical",
        "global",
        "medical",
        "device",
        "company",
        "design",
        "develop",
        "manufacture",
        "market",
        "product",
        "flexible",
        "endoscopy",
        "unique",
        "product",
        "line",
        "featuring",
        "streamlined",
        "visualization",
        "system",
        "proprietary",
        "sterile",
        "disposable",
        "microbial",
        "barrier",
        "providing",
        "user",
        "efficient",
        "endoscope",
        "turnover",
        "enhancing",
        "patient",
        "safety",
        "also",
        "commercialize",
        "urgent",
        "pc",
        "neuromodulation",
        "system",
        "device",
        "delivers",
        "percutaneous",
        "tibial",
        "nerve",
        "stimulation",
        "ptns",
        "treatment",
        "overactive",
        "bladder",
        "oab",
        "oab",
        "chronic",
        "condition",
        "affect",
        "approximately",
        "million",
        "adult",
        "symptom",
        "include",
        "urinary",
        "urgency",
        "frequency",
        "urge",
        "incontinence",
        "also",
        "offer",
        "injectable",
        "urethral",
        "bulking",
        "agent",
        "treatment",
        "adult",
        "female",
        "stress",
        "urinary",
        "incontinence",
        "primarily",
        "due",
        "intrinsic",
        "sphincter",
        "deficiency",
        "cogentix",
        "portfolio",
        "company",
        "accelmed",
        "growth",
        "partner",
        "lp",
        "headquartered",
        "minnetonka",
        "minnesota",
        "additional",
        "operation",
        "new",
        "york",
        "massachusetts",
        "netherlands",
        "united",
        "kingdom",
        "information",
        "cogentix",
        "medical",
        "product",
        "please",
        "visit",
        "u",
        "information",
        "cogentix",
        "medical",
        "brett",
        "reynolds",
        "svp",
        "cfo",
        "lazar",
        "partner",
        "david",
        "carey",
        "dcarey",
        "cogentix",
        "medical",
        "statement",
        "statement",
        "communication",
        "may",
        "contain",
        "addition",
        "historical",
        "information",
        "certain",
        "statement",
        "statement",
        "may",
        "contain",
        "word",
        "like",
        "believe",
        "may",
        "could",
        "would",
        "might",
        "possible",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "continue",
        "negative",
        "word",
        "term",
        "similar",
        "meaning",
        "may",
        "use",
        "future",
        "date",
        "statement",
        "communication",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "planned",
        "completion",
        "transaction",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "anticipated",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "related",
        "anticipated",
        "benefit",
        "transaction",
        "anticipated",
        "timing",
        "filing",
        "approval",
        "relating",
        "expected",
        "timing",
        "completion",
        "percentage",
        "company",
        "stockholder",
        "tendering",
        "share",
        "tender",
        "possibility",
        "competing",
        "offer",
        "possibility",
        "various",
        "closing",
        "condition",
        "transaction",
        "may",
        "satisfied",
        "effect",
        "disruption",
        "caused",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "employee",
        "vendor",
        "business",
        "possible",
        "stockholder",
        "litigation",
        "connection",
        "risk",
        "uncertainty",
        "discussed",
        "cogentix",
        "medical",
        "filing",
        "sec",
        "including",
        "risk",
        "factor",
        "section",
        "cogentix",
        "medical",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "well",
        "tender",
        "offer",
        "document",
        "filed",
        "parent",
        "merger",
        "sub",
        "tender",
        "offer",
        "statement",
        "filed",
        "cogentix",
        "medical",
        "cogentix",
        "medical",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "expressly",
        "required",
        "law",
        "statement",
        "communication",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "important",
        "additional",
        "information",
        "tender",
        "offer",
        "described",
        "press",
        "release",
        "yet",
        "commenced",
        "communication",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "common",
        "stock",
        "cogentix",
        "medical",
        "press",
        "release",
        "informational",
        "purpose",
        "commencement",
        "date",
        "tender",
        "offer",
        "parent",
        "wholly",
        "owned",
        "subsidiary",
        "merger",
        "sub",
        "file",
        "tender",
        "offer",
        "statement",
        "schedule",
        "including",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "document",
        "security",
        "exchange",
        "commission",
        "sec",
        "around",
        "time",
        "cogentix",
        "medical",
        "file",
        "tender",
        "offer",
        "statement",
        "schedule",
        "respect",
        "tender",
        "offer",
        "stockholder",
        "read",
        "material",
        "carefully",
        "contain",
        "important",
        "information",
        "including",
        "various",
        "term",
        "condition",
        "tender",
        "offer",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "become",
        "available",
        "document",
        "filed",
        "cogentix",
        "medical",
        "merger",
        "sub",
        "parent",
        "sec",
        "website",
        "maintained",
        "sec",
        "addition",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "become",
        "available",
        "cogentix",
        "medical",
        "website",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cogentix",
        "medical",
        "inc"
    ]
}