{
    "organizations": [],
    "uuid": "391e36f331777af61eacd965c23abaf908baaa67",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/21/raceahead-austin-bomber-terrorist/",
    "ord_in_thread": 0,
    "title": "raceAhead: Was The Austin Bomber a Terrorist?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: March 21, 2018 4:18 PM ET\nThe man believed to be responsible for the serial bombings that terrified Austin, Tex. residents for the past three weeks has been identified as Mark Anthony Conditt.\nThere will be, of course, more to unpack as we learn more about his motives. But it’s worth revisiting the ripple of alarm that the first attacks sent through communities of color: Conditt’s first victims were African American or Hispanic. It felt like the start of a terrorist spree designed to send a message. If so, it would not be the first time.\nThe fear was further exacerbated by fraught relationships with law enforcement at every level, including but not limited to the fact that federal authorities are willing to identify “ black identity extremists ” as an emerging trend, yet nobody seems to want to call the violent acts now increasingly committed by white supremacists by its proper name. “Terrorist” is a label reserved for other people.\nThe Equal Justice Initiative offers a partial list of our horrific history of racial terrorism – violent massacres, attacks and lynchings dating back to 1868 and which were precipitated in almost every case by “black political and economic progress, allegations of interracial romance, and other perceived breaches of the racial order.”\nBut to a terrorist, simply breathing while black is a perceived breach. So by not acknowledging our history of racial terrorism, communities of color feel perpetually terrorized at times like these. We fear nobody is on the case.\nFor greater and more recent understanding of the deep-seated and often justifiable fear experienced by people and communities of color when random violence strikes, I’d point you to the Atlanta child murders which happened over a two year period, from 1979 to 1981.\nAt least twenty-eight people, almost all black boys from primarily black and poor neighborhoods, went missing or were found dead. Most died by some form of strangling or asphyxiation. The case has been re-opened by way of an extraordinary podcast series called “ Atlanta Monster, ” which wraps up this week. I cannot recommend it highly enough.\nIt was co-created and hosted by Payne Lindsey, a freelance filmmaker turned investigator and podcaster, who has had some success with the true crime genre before. But the multi-part series does an unusually good job digging into the complexity of the time, with meaningful interviews with family members of victims, law enforcement, and the man who was ultimately convicted of two of the murders, Wayne Williams.\nOne of the earliest interviews is with Calinda Lee, vice president of historical interpretation of the Atlanta History Center , who described a racially divided city that perceived the murders and investigations through distinctly different lenses. The largely white police force, scrambling to contain an escalating situation, couldn’t seem to catch or create a break, and many in authority expressed a need to find a black suspect specifically to assuage fears of racial terrorism. But as black neighborhoods became engulfed with fear and grief, old suspicions were immediately resurrected. “Many of them came from public-housing projects. And so all of that definitely conspired to make folks feel like this is something that is happening to the least of us. And nobody cares,” explained Lee.\nI will risk alienating you with only one spoiler in a story of astonishing twists and turns: Some of the victims appear to have been targeted and killed by a Klan member who was never brought to justice.\nBut what is more important than the admittedly bizarre facts of the case was the context in which the investigation unfolded — a complex mix of Jim Crow, the failure of integration, of law enforcement thrust into the national spotlight and a tone-deaf media environment — and the deep anguish of families who believed, correctly as it turned out, that they would never find out what happened to their children. It will all feel eerily familiar.\n“It always comes back to racial tension,” says one interview subject about the case. To believe otherwise is to misunderstand both our history and our burden.\nOn Point Philadelphia’s new district attorney is serious about reform You may recall hearing about civil rights attorney Larry Krasner last year, and his quixiotic bid to transform Philadelphia’s criminal justice system after he was elected the city’s new district attorney last November. The Intercept is in with an early report card: He’s keeping his word. He’s fired 31 uncooperative prosecutors, obeyed a court order to release a list of police officers so compromised by criminal or other activity that they were unreliable witnesses in court, and has sent a clear signal that he will not oppose rapper Meek Mill’s release on bail. But that’s nothing compared to the new policy memo he’s issued. The Intercept On this we can agree: Nurses are good and Mitch McConnell is not Vanderbilt University professor and political scientist Larry Bartels recently surveyed the partisan divide in the U.S. and found some important themes – like Democrats are united on economic issues, while Republicans are united on cultural ones. But as Vox’s Matt Yglesias points out, one chart, which plots the ratings of certain groups and political figures is weirdly fascinating. Turns out, people in both parties like working people and nurses a lot, while nobody likes Mitch McConnell, Wall Street bankers or Congress very much. Click through to see how your demographic ranks among your partisan peers. Vox Michelle Obama’s portrait is very popular So popular in fact, that the National Portrait Gallery alerted the world on Twitter that they had to move the painting to a more spacious area to accommodate the high traffic. It’s a big win for all involved, but particularly for the artist, Baltimore-based Amy Sherald. Her selection has elevated her from a talented unknown to a global phenomenon. She recently signed with mega-gallerists Hauser & Wirth, who will represent her around the world, though she will continue to work with her Chicago representative, the Monique Meloche Gallery. Imagine a world where fine art and black women are valued, y’all. The Root A new Harvard fellowship honors Lisa Garcia Quiroz and her commitment to Latinx leadership Quiroz was most recently the Senior Vice President of Cultural Investments and Chief Diversity Officer at Time Warner, Inc., who is the lead donor for this new fellowship to be housed at the Center for Public Leadership of the Harvard Kennedy School. Quiroz had been active at the Center, working to develop leadership among Hispanic students and the community at large. Quiroz died last week of pancreatic cancer, and she sounded like a truly beautiful human being. Click through for this extraordinary tribute from her peers. “As leader of Time Warner’s Cultural Investments team and the company’s first Chief Diversity Officer, Lisa had always been an industry-leading proponent—and shining example—of the benefits of workforce diversity,” said Time Warner Chairman and CEO Jeff Bewkes. Sending love to all her knew her and who will benefit from her generous spirit. Business Wire Advertisement The Woke Leader Stop slapping a #MeToo label on every movie, please Hazel Cills warns that assigning a #MeToo meaning to current entertainment fare (Jessica Jones, Three Billboard Outside of Ebbing, Missouri, etc.) is not helpful to the cause. First, it distracts from the actual spirit of the movement, alive and fighting since 2006, which is about revealing and remediating systemic abuse. But, “to cast a film or a piece of art as specifically pertinent to #MeToo speaks to a long sexist tradition: the idea that women’s art is valuable insomuch as it’s about tidy realizations of women’s trauma,” she writes. What’s actually perfect for this #MeToo movement is justice, not the fetishization of violence and women’s suffering. Jezebel Is there a #MeToo generational divide? The stories of the “ducking and dodging” strategies that now-mature women had to employ to stay safe at work never fails to shock. And then there were the actual attacks and the conspiracy of silence that kept women at bay. But why the silence? Vox conducted a focus group of women ages 20-60, to explore why younger women are more vocal about their own experiences and expectations of workplace respect. Where some have posited that there is a generational divide, Vox found a general agreement about the definition of sexual harassment across the ages but one profound difference. “[I]n the ’80s and in the ’90s, harassment was accepted. It wasn’t talked about,” said one 50-year-old woman. Vox A better metric for criminal justice interventions The Marshall Project, working with the Harvard Kennedy School, published a recent report exploring “recidivism rates” – the recurrence of criminal activity after incarceration or intervention – as a measure of program success. Instead, they say, a different set of questions and metrics would more meaningfully measure justice interventions. These, of course, are more challenging. Do the interventions help restore relationships with family, employment and education? And more importantly: Are people being taught to respect others and to participate positively in the civic and cultural life of their communities? The Marshall Project Quote:\nProximity has taught me some basic and humbling truths, including this vital lesson: Each of us is more than the worst thing we’ve ever done. My work with the poor and the incarcerated has persuaded me that the opposite of poverty is not wealth; the opposite of poverty is justice. Finally, I’ve come to believe that the true measure of our commitment to justice, the character of our society, our commitment to the rule of law, fairness, and equality cannot be measured by how we treat the rich, the powerful, the privileged, and the respected among us. The true measure of our character is how we treat the poor, the disfavored, the accused, the incarcerated, and the condemned. - Bryan Stevenson",
    "published": "2018-03-22T03:05:00.000+02:00",
    "crawled": "2018-03-22T01:04:42.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "man",
        "believed",
        "responsible",
        "serial",
        "bombing",
        "terrified",
        "austin",
        "tex",
        "resident",
        "past",
        "three",
        "week",
        "identified",
        "mark",
        "anthony",
        "conditt",
        "course",
        "unpack",
        "learn",
        "motif",
        "worth",
        "revisiting",
        "ripple",
        "alarm",
        "first",
        "attack",
        "sent",
        "community",
        "color",
        "conditt",
        "first",
        "victim",
        "african",
        "american",
        "hispanic",
        "felt",
        "like",
        "start",
        "terrorist",
        "spree",
        "designed",
        "send",
        "message",
        "would",
        "first",
        "time",
        "fear",
        "exacerbated",
        "fraught",
        "relationship",
        "law",
        "enforcement",
        "every",
        "level",
        "including",
        "limited",
        "fact",
        "federal",
        "authority",
        "willing",
        "identify",
        "black",
        "identity",
        "extremist",
        "emerging",
        "trend",
        "yet",
        "nobody",
        "seems",
        "want",
        "call",
        "violent",
        "act",
        "increasingly",
        "committed",
        "white",
        "supremacist",
        "proper",
        "name",
        "terrorist",
        "label",
        "reserved",
        "people",
        "equal",
        "justice",
        "initiative",
        "offer",
        "partial",
        "list",
        "horrific",
        "history",
        "racial",
        "terrorism",
        "violent",
        "massacre",
        "attack",
        "lynching",
        "dating",
        "back",
        "precipitated",
        "almost",
        "every",
        "case",
        "black",
        "political",
        "economic",
        "progress",
        "allegation",
        "interracial",
        "romance",
        "perceived",
        "breach",
        "racial",
        "terrorist",
        "simply",
        "breathing",
        "black",
        "perceived",
        "breach",
        "acknowledging",
        "history",
        "racial",
        "terrorism",
        "community",
        "color",
        "feel",
        "perpetually",
        "terrorized",
        "time",
        "like",
        "fear",
        "nobody",
        "case",
        "greater",
        "recent",
        "understanding",
        "often",
        "justifiable",
        "fear",
        "experienced",
        "people",
        "community",
        "color",
        "random",
        "violence",
        "strike",
        "point",
        "atlanta",
        "child",
        "murder",
        "happened",
        "two",
        "year",
        "period",
        "least",
        "people",
        "almost",
        "black",
        "boy",
        "primarily",
        "black",
        "poor",
        "neighborhood",
        "went",
        "missing",
        "found",
        "dead",
        "died",
        "form",
        "strangling",
        "asphyxiation",
        "case",
        "way",
        "extraordinary",
        "podcast",
        "series",
        "called",
        "atlanta",
        "monster",
        "wrap",
        "week",
        "recommend",
        "highly",
        "enough",
        "hosted",
        "payne",
        "lindsey",
        "freelance",
        "filmmaker",
        "turned",
        "investigator",
        "podcaster",
        "success",
        "true",
        "crime",
        "genre",
        "series",
        "unusually",
        "good",
        "job",
        "digging",
        "complexity",
        "time",
        "meaningful",
        "interview",
        "family",
        "member",
        "victim",
        "law",
        "enforcement",
        "man",
        "ultimately",
        "convicted",
        "two",
        "murder",
        "wayne",
        "williams",
        "one",
        "earliest",
        "interview",
        "calinda",
        "lee",
        "vice",
        "president",
        "historical",
        "interpretation",
        "atlanta",
        "history",
        "center",
        "described",
        "racially",
        "divided",
        "city",
        "perceived",
        "murder",
        "investigation",
        "distinctly",
        "different",
        "lens",
        "largely",
        "white",
        "police",
        "force",
        "scrambling",
        "contain",
        "escalating",
        "situation",
        "seem",
        "catch",
        "create",
        "break",
        "many",
        "authority",
        "expressed",
        "need",
        "find",
        "black",
        "suspect",
        "specifically",
        "assuage",
        "fear",
        "racial",
        "terrorism",
        "black",
        "neighborhood",
        "became",
        "engulfed",
        "fear",
        "grief",
        "old",
        "suspicion",
        "immediately",
        "resurrected",
        "many",
        "came",
        "project",
        "definitely",
        "conspired",
        "make",
        "folk",
        "feel",
        "like",
        "something",
        "happening",
        "least",
        "u",
        "nobody",
        "care",
        "explained",
        "lee",
        "risk",
        "alienating",
        "one",
        "spoiler",
        "story",
        "astonishing",
        "twist",
        "turn",
        "victim",
        "appear",
        "targeted",
        "killed",
        "klan",
        "member",
        "never",
        "brought",
        "justice",
        "important",
        "admittedly",
        "bizarre",
        "fact",
        "case",
        "context",
        "investigation",
        "unfolded",
        "complex",
        "mix",
        "jim",
        "crow",
        "failure",
        "integration",
        "law",
        "enforcement",
        "thrust",
        "national",
        "spotlight",
        "medium",
        "environment",
        "deep",
        "anguish",
        "family",
        "believed",
        "correctly",
        "turned",
        "would",
        "never",
        "find",
        "happened",
        "child",
        "feel",
        "eerily",
        "familiar",
        "always",
        "come",
        "back",
        "racial",
        "tension",
        "say",
        "one",
        "interview",
        "subject",
        "case",
        "believe",
        "otherwise",
        "misunderstand",
        "history",
        "burden",
        "point",
        "philadelphia",
        "new",
        "district",
        "attorney",
        "serious",
        "reform",
        "may",
        "recall",
        "hearing",
        "civil",
        "right",
        "attorney",
        "larry",
        "krasner",
        "last",
        "year",
        "quixiotic",
        "bid",
        "transform",
        "philadelphia",
        "criminal",
        "justice",
        "system",
        "elected",
        "city",
        "new",
        "district",
        "attorney",
        "last",
        "november",
        "intercept",
        "early",
        "report",
        "card",
        "keeping",
        "word",
        "fired",
        "uncooperative",
        "prosecutor",
        "obeyed",
        "court",
        "order",
        "release",
        "list",
        "police",
        "officer",
        "compromised",
        "criminal",
        "activity",
        "unreliable",
        "witness",
        "court",
        "sent",
        "clear",
        "signal",
        "oppose",
        "rapper",
        "meek",
        "mill",
        "release",
        "bail",
        "nothing",
        "compared",
        "new",
        "policy",
        "memo",
        "issued",
        "intercept",
        "agree",
        "nurse",
        "good",
        "mitch",
        "mcconnell",
        "vanderbilt",
        "university",
        "professor",
        "political",
        "scientist",
        "larry",
        "bartels",
        "recently",
        "surveyed",
        "partisan",
        "divide",
        "found",
        "important",
        "theme",
        "like",
        "democrat",
        "united",
        "economic",
        "issue",
        "republican",
        "united",
        "cultural",
        "one",
        "vox",
        "matt",
        "yglesias",
        "point",
        "one",
        "chart",
        "plot",
        "rating",
        "certain",
        "group",
        "political",
        "figure",
        "weirdly",
        "fascinating",
        "turn",
        "people",
        "party",
        "like",
        "working",
        "people",
        "nurse",
        "lot",
        "nobody",
        "like",
        "mitch",
        "mcconnell",
        "wall",
        "street",
        "banker",
        "congress",
        "much",
        "click",
        "see",
        "demographic",
        "rank",
        "among",
        "partisan",
        "peer",
        "vox",
        "michelle",
        "obama",
        "portrait",
        "popular",
        "popular",
        "fact",
        "national",
        "portrait",
        "gallery",
        "alerted",
        "world",
        "twitter",
        "move",
        "painting",
        "spacious",
        "area",
        "accommodate",
        "high",
        "traffic",
        "big",
        "win",
        "involved",
        "particularly",
        "artist",
        "amy",
        "sherald",
        "selection",
        "elevated",
        "talented",
        "unknown",
        "global",
        "phenomenon",
        "recently",
        "signed",
        "hauser",
        "wirth",
        "represent",
        "around",
        "world",
        "though",
        "continue",
        "work",
        "chicago",
        "representative",
        "monique",
        "meloche",
        "gallery",
        "imagine",
        "world",
        "fine",
        "art",
        "black",
        "woman",
        "valued",
        "root",
        "new",
        "harvard",
        "fellowship",
        "honor",
        "lisa",
        "garcia",
        "quiroz",
        "commitment",
        "latinx",
        "leadership",
        "quiroz",
        "recently",
        "senior",
        "vice",
        "president",
        "cultural",
        "investment",
        "chief",
        "diversity",
        "officer",
        "time",
        "warner",
        "lead",
        "donor",
        "new",
        "fellowship",
        "housed",
        "center",
        "public",
        "leadership",
        "harvard",
        "kennedy",
        "school",
        "quiroz",
        "active",
        "center",
        "working",
        "develop",
        "leadership",
        "among",
        "hispanic",
        "student",
        "community",
        "large",
        "quiroz",
        "died",
        "last",
        "week",
        "pancreatic",
        "cancer",
        "sounded",
        "like",
        "truly",
        "beautiful",
        "human",
        "click",
        "extraordinary",
        "tribute",
        "peer",
        "leader",
        "time",
        "warner",
        "cultural",
        "investment",
        "team",
        "company",
        "first",
        "chief",
        "diversity",
        "officer",
        "lisa",
        "always",
        "shining",
        "benefit",
        "workforce",
        "diversity",
        "said",
        "time",
        "warner",
        "chairman",
        "ceo",
        "jeff",
        "bewkes",
        "sending",
        "love",
        "knew",
        "benefit",
        "generous",
        "spirit",
        "business",
        "wire",
        "advertisement",
        "woke",
        "leader",
        "stop",
        "slapping",
        "metoo",
        "label",
        "every",
        "movie",
        "please",
        "hazel",
        "cills",
        "warns",
        "assigning",
        "metoo",
        "meaning",
        "current",
        "entertainment",
        "fare",
        "jessica",
        "jones",
        "three",
        "billboard",
        "outside",
        "ebbing",
        "missouri",
        "etc",
        "helpful",
        "cause",
        "first",
        "distracts",
        "actual",
        "spirit",
        "movement",
        "alive",
        "fighting",
        "since",
        "revealing",
        "remediating",
        "systemic",
        "abuse",
        "cast",
        "film",
        "piece",
        "art",
        "specifically",
        "pertinent",
        "metoo",
        "speaks",
        "long",
        "sexist",
        "tradition",
        "idea",
        "woman",
        "art",
        "valuable",
        "insomuch",
        "tidy",
        "realization",
        "woman",
        "trauma",
        "writes",
        "actually",
        "perfect",
        "metoo",
        "movement",
        "justice",
        "fetishization",
        "violence",
        "woman",
        "suffering",
        "jezebel",
        "metoo",
        "generational",
        "divide",
        "story",
        "ducking",
        "dodging",
        "strategy",
        "woman",
        "employ",
        "stay",
        "safe",
        "work",
        "never",
        "fails",
        "shock",
        "actual",
        "attack",
        "conspiracy",
        "silence",
        "kept",
        "woman",
        "bay",
        "silence",
        "vox",
        "conducted",
        "focus",
        "group",
        "woman",
        "age",
        "explore",
        "younger",
        "woman",
        "vocal",
        "experience",
        "expectation",
        "workplace",
        "respect",
        "posited",
        "generational",
        "divide",
        "vox",
        "found",
        "general",
        "agreement",
        "definition",
        "sexual",
        "harassment",
        "across",
        "age",
        "one",
        "profound",
        "difference",
        "n",
        "80",
        "90",
        "harassment",
        "accepted",
        "talked",
        "said",
        "one",
        "woman",
        "vox",
        "better",
        "metric",
        "criminal",
        "justice",
        "intervention",
        "marshall",
        "project",
        "working",
        "harvard",
        "kennedy",
        "school",
        "published",
        "recent",
        "report",
        "exploring",
        "recidivism",
        "rate",
        "recurrence",
        "criminal",
        "activity",
        "incarceration",
        "intervention",
        "measure",
        "program",
        "success",
        "instead",
        "say",
        "different",
        "set",
        "question",
        "metric",
        "would",
        "meaningfully",
        "measure",
        "justice",
        "intervention",
        "course",
        "challenging",
        "intervention",
        "help",
        "restore",
        "relationship",
        "family",
        "employment",
        "education",
        "importantly",
        "people",
        "taught",
        "respect",
        "others",
        "participate",
        "positively",
        "civic",
        "cultural",
        "life",
        "community",
        "marshall",
        "project",
        "quote",
        "proximity",
        "taught",
        "basic",
        "humbling",
        "truth",
        "including",
        "vital",
        "lesson",
        "u",
        "worst",
        "thing",
        "ever",
        "done",
        "work",
        "poor",
        "incarcerated",
        "persuaded",
        "opposite",
        "poverty",
        "wealth",
        "opposite",
        "poverty",
        "justice",
        "finally",
        "come",
        "believe",
        "true",
        "measure",
        "commitment",
        "justice",
        "character",
        "society",
        "commitment",
        "rule",
        "law",
        "fairness",
        "equality",
        "measured",
        "treat",
        "rich",
        "powerful",
        "privileged",
        "respected",
        "among",
        "u",
        "true",
        "measure",
        "character",
        "treat",
        "poor",
        "disfavored",
        "accused",
        "incarcerated",
        "condemned",
        "bryan",
        "stevenson"
    ]
}