{
    "organizations": [],
    "uuid": "6f75f22b8f84d84c3d0286aeff62b78aed7b24cb",
    "author": "",
    "url": "http://fortune.com/2018/03/17/making-thucydides-relevant-again-americas-self-destructive-showdown-with-china/",
    "ord_in_thread": 0,
    "title": "Making Thucydides relevant again: America's self-destructive showdown with China - Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler 10:16 AM EDT \nWhen Harvard’s Graham Allison published Destined for War last summer, I was among those skeptical of his argument that the US is on a collision course with China. \nCentral to Allison’s thesis is the idea that the modern world’s two most powerful nations are stumbling into a “Thucydides Trap,” his catchphrase for the theory of a Greek historian who posited in his chronicle of the Peloponnesian Wars that sudden shifts in the relative strength of major powers increases the risk of global conflict. Thucydides argued that, whatever superficial frictions and flashpoints might be blamed for hostilities between the two most powerful Greek city states in the fifth century BCE, the underlying cause of war was the frustration of leaders of the rising power, Athens, and the fear that Athens’ growing strength inspired among leaders of the established power, Sparta. \nAllison perceives a similar dynamic at work in conflagrations between a rising England versus the Dutch Republic in the 17th century, a rising Germany versus Britain in the early 20th century, and a rising Japan versus the United States in the 1940s. In Destined for War he argues that the logic of the Thucydides Trap also explains the recent rapid deterioration in relations between the United States and China. “On the current trajectory,” Allison writes, “war between the US and China in decades ahead is not just possible, but more likely than currently recognized.” \nIan Buruma, in a masterful review in The New Yorker , skewers Allison for relying too heavily for China insights on Henry Kissinger and the late Singaporean prime minister Lee Kuan Yew, and ticks off a host of variables that could derail the Chinese juggernaut: China’s rapidly aging population; its cataclysmic environmental problems; the “dead hand of Communist Party control”; the stultifying impact of state censorship; China’s inability to inspire trust or affection among its Asian neighbors. \nAnd yet, in recent weeks, Donald Trump seems to have been working overtime to prove Buruma wrong and Allison right. On Monday, a security review led by Trump’s Treasury secretary quashed a $117 billion bid for US chip maker Qualcomm , citing fears of competition from China as the reason for the decision. On Tuesday, Trump sacked Texas oilman Rex Tillerson as his secretary of state, and on Thursday let it be known that he wants to dump H.R. McMaster as his national security adviser; the two men, along with Gary Cohn, who resigned as national economic adviser last week, had cautioned against antagonizing China with confrontational trade and security policies. On Wednesday, White House spokesman Sarah Huckabee Sanders, clarifying a typo in a Trump tweet the previous week, confirmed that the US president had instructed his advisors to come up with a plan that would chop America’s $375 billion trade deficit with China not by $1 billion but by $100 billion . \nThe Qualcomm acquisition, had it gone through, would have been the largest tech deal in US history . The would-be buyer, Broadcom, is a Singaporean company. But Trump, in a presidential order, said he had “credible evidence” that if Broadcom gained control of Qualcomm it “might take action that threatens to impair the national security of the United States.” As explained in this excellent analysis in The Week in China , the panel’s primary concern wasn’t Singapore, but China. The committee feared the takeover might undermine Qualcomm’s ability to shape global standards for 5G, allowing rival firms from China to promote their own formats and expressed concern that Broadcom would scale back Qualcomm’s investments in R&D, ceding leadership in the field Shenzhen-based Huawei Technologies. \nIn the wake of departures by Cohn and Tillerson, it has been widely reported that Trump’s new favorite is trade skeptic Peter Navarro, author of books including Death by China and The Coming China Wars . \nAnd as the Economist notes, Trump’s order to slash the US trade deficit with China by $100 billion is a “ nigh-impossible task. ” Meanwhile Trump has yet to announce the findings of the administration’s investigation into allegations of Chinese theft of US intellectual property. According to some reports, the White House intends to use the conclusions of that investigation as the justification for placing tariffs of up to $60 billion on Chinese technology and telecommunications imports. Trump is also said to be readying new restrictions on Chinese investment and travel visas. \nTo date, China’s response to all these developments has been remarkably low key. That can’t last. Xi Jinping is certain to demonstrate his toughness by calling for equally drastic counter-measures —and making Professor Allison’s theory harder to dismiss. \nMore China news below. @claychandler Trade and Economy \nBumper package. The package of tariffs presented to Trump last week by U.S. trade rep Robert Lighthizer targeted $30 billion a year in Chinese imports in response to alleged intellectual property theft, but Trump wants to bump the number up to $100 billion . In response, Chinese state-media said the U.S. was trying to play the victim. Politico \nThe China Whisperer. Chinese sovereign wealth fund China Investment Corporation (CIC) has sold its stake in private equity giant Blackstone Group. CIC did not reveal the size or reason for the sale, which ends an 11-year investment that helped Blackstone co-founder Stephen Schwarzman become a prominent player in US and China relations. The Washington Post has this detailed profile of Stephen Schwarzman, often billed as Trump’s ‘China Whisperer’ – a claim which Schwarzman himself has denied . New York Times \nNext in line. After Anbang and HNA, energy company CEFC is the latest to come under the Chinese government’s scrutiny. Its founder Ye Jianming is currently under investigation for unspecified reasons and several senior executives have been barred from leaving China. New York Times \nDistressed sale. Chinese conglomerate HNA Group has sold its 25% stake in Hilton Grand Vacations for $1.14 billion ($46.25 a share) this week, a more than 90% gain since acquiring the shares just a year earlier. Wall Street Journal \nSerious deficiencies. The US Federal Reserve has found “serious deficiencies” in the Industrial & Commercial Bank of China, the world’s largest lender by assets. The bank was instructed to submit a written plan to strengthen its anti-money laundering mechanisms, especially by “politically exposed persons” to the the US central bank within 60 days and hire an independent party approved by the Fed to audit the bank’s dollar clearing transaction activity in the final six months of 2016. Financial Times \nLi Ka-Shing retires. Asia’s most prominent billionaire Li Ka-Shing will announced his retirement Friday. Li will officially step down as chairman of Hong Kong conglomerate CK Hutchison and property giant CK Asset after the firm’s annual general meeting on May 10. CNBC Advertisement Technology and Innovation \nOn the books. Conservative author Peter Schweizer claims that China has offered hundreds of millions of dollars of investment opportunities and business deals in exchange for political leverage to the families of Senate Majority Leader Mitch McConnell and former Vice President Joe Biden in his new book. Aides to both men have strongly disputed Mr. Schweizer’s findings as “wild accusations” and “politically motivated hit pieces.” Wall Street Journal \nCPPCC’s new chairman. The Chinese People’s Political Consultative Conference, the country’s top advisory body, this week unanimously voted in Wang Yang as its new chairman . Wang is often described as down-to-earth person with a vast network of contacts at home and abroad and familiarity with China’s approach to the United States, Russia, Hong Kong and Macau, all strengths that he will draw on as CPPCC chairman. South China Morning Post \nList of Dishonest Persons. Chinese citizens with poor social credit will be barred from taking flights and trains for up a year from May 1, the National Development and Reform Commission said on Friday. Those found guilty of social wrongdoing such as spreading false information about terrorism, causing trouble on flights, using expired tickets or smoking on trains are most liable to be on the restricted list. Reuters \nForeigners out. Police have instructed popular student hangouts in Beijing’s Wudaokou university district to permit no more than 10 foreigners at once, as the Chinese capital ramps up security for the annual National People’s Congress. New York Times In Case You Missed It",
    "published": "2018-03-17T16:16:00.000+02:00",
    "crawled": "2018-03-17T20:19:38.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "edt",
        "harvard",
        "graham",
        "allison",
        "published",
        "destined",
        "war",
        "last",
        "summer",
        "among",
        "skeptical",
        "argument",
        "u",
        "collision",
        "course",
        "china",
        "central",
        "allison",
        "thesis",
        "idea",
        "modern",
        "world",
        "two",
        "powerful",
        "nation",
        "stumbling",
        "thucydides",
        "trap",
        "catchphrase",
        "theory",
        "greek",
        "historian",
        "posited",
        "chronicle",
        "peloponnesian",
        "war",
        "sudden",
        "shift",
        "relative",
        "strength",
        "major",
        "power",
        "increase",
        "risk",
        "global",
        "conflict",
        "thucydides",
        "argued",
        "whatever",
        "superficial",
        "friction",
        "flashpoint",
        "might",
        "blamed",
        "hostility",
        "two",
        "powerful",
        "greek",
        "city",
        "state",
        "fifth",
        "century",
        "bce",
        "underlying",
        "cause",
        "war",
        "frustration",
        "leader",
        "rising",
        "power",
        "athens",
        "fear",
        "athens",
        "growing",
        "strength",
        "inspired",
        "among",
        "leader",
        "established",
        "power",
        "sparta",
        "allison",
        "perceives",
        "similar",
        "dynamic",
        "work",
        "conflagration",
        "rising",
        "england",
        "versus",
        "dutch",
        "republic",
        "17th",
        "century",
        "rising",
        "germany",
        "versus",
        "britain",
        "early",
        "20th",
        "century",
        "rising",
        "japan",
        "versus",
        "united",
        "state",
        "1940s",
        "destined",
        "war",
        "argues",
        "logic",
        "thucydides",
        "trap",
        "also",
        "explains",
        "recent",
        "rapid",
        "deterioration",
        "relation",
        "united",
        "state",
        "china",
        "current",
        "trajectory",
        "allison",
        "writes",
        "war",
        "u",
        "china",
        "decade",
        "ahead",
        "possible",
        "likely",
        "currently",
        "ian",
        "buruma",
        "masterful",
        "review",
        "new",
        "yorker",
        "skewer",
        "allison",
        "relying",
        "heavily",
        "china",
        "insight",
        "henry",
        "kissinger",
        "late",
        "singaporean",
        "prime",
        "minister",
        "lee",
        "kuan",
        "yew",
        "tick",
        "host",
        "variable",
        "could",
        "derail",
        "chinese",
        "juggernaut",
        "china",
        "rapidly",
        "aging",
        "population",
        "cataclysmic",
        "environmental",
        "problem",
        "dead",
        "hand",
        "communist",
        "party",
        "control",
        "stultifying",
        "impact",
        "state",
        "censorship",
        "china",
        "inability",
        "inspire",
        "trust",
        "affection",
        "among",
        "asian",
        "neighbor",
        "yet",
        "recent",
        "week",
        "donald",
        "trump",
        "seems",
        "working",
        "overtime",
        "prove",
        "buruma",
        "wrong",
        "allison",
        "right",
        "monday",
        "security",
        "review",
        "led",
        "trump",
        "treasury",
        "secretary",
        "quashed",
        "billion",
        "bid",
        "u",
        "chip",
        "maker",
        "qualcomm",
        "citing",
        "fear",
        "competition",
        "china",
        "reason",
        "decision",
        "tuesday",
        "trump",
        "sacked",
        "texas",
        "oilman",
        "rex",
        "tillerson",
        "secretary",
        "state",
        "thursday",
        "let",
        "known",
        "want",
        "dump",
        "mcmaster",
        "national",
        "security",
        "adviser",
        "two",
        "men",
        "along",
        "gary",
        "cohn",
        "resigned",
        "national",
        "economic",
        "adviser",
        "last",
        "week",
        "cautioned",
        "antagonizing",
        "china",
        "confrontational",
        "trade",
        "security",
        "policy",
        "wednesday",
        "white",
        "house",
        "spokesman",
        "sarah",
        "huckabee",
        "sander",
        "clarifying",
        "typo",
        "trump",
        "tweet",
        "previous",
        "week",
        "confirmed",
        "u",
        "president",
        "instructed",
        "advisor",
        "come",
        "plan",
        "would",
        "chop",
        "america",
        "billion",
        "trade",
        "deficit",
        "china",
        "billion",
        "billion",
        "qualcomm",
        "acquisition",
        "gone",
        "would",
        "largest",
        "tech",
        "deal",
        "u",
        "history",
        "buyer",
        "broadcom",
        "singaporean",
        "company",
        "trump",
        "presidential",
        "order",
        "said",
        "credible",
        "evidence",
        "broadcom",
        "gained",
        "control",
        "qualcomm",
        "might",
        "take",
        "action",
        "threatens",
        "impair",
        "national",
        "security",
        "united",
        "explained",
        "excellent",
        "analysis",
        "week",
        "china",
        "panel",
        "primary",
        "concern",
        "singapore",
        "china",
        "committee",
        "feared",
        "takeover",
        "might",
        "undermine",
        "qualcomm",
        "ability",
        "shape",
        "global",
        "standard",
        "5g",
        "allowing",
        "rival",
        "firm",
        "china",
        "promote",
        "format",
        "expressed",
        "concern",
        "broadcom",
        "would",
        "scale",
        "back",
        "qualcomm",
        "investment",
        "r",
        "ceding",
        "leadership",
        "field",
        "huawei",
        "technology",
        "wake",
        "departure",
        "cohn",
        "tillerson",
        "widely",
        "reported",
        "trump",
        "new",
        "favorite",
        "trade",
        "skeptic",
        "peter",
        "navarro",
        "author",
        "book",
        "including",
        "death",
        "china",
        "coming",
        "china",
        "war",
        "economist",
        "note",
        "trump",
        "order",
        "slash",
        "u",
        "trade",
        "deficit",
        "china",
        "billion",
        "task",
        "meanwhile",
        "trump",
        "yet",
        "announce",
        "finding",
        "administration",
        "investigation",
        "allegation",
        "chinese",
        "theft",
        "u",
        "intellectual",
        "property",
        "according",
        "report",
        "white",
        "house",
        "intends",
        "use",
        "conclusion",
        "investigation",
        "justification",
        "placing",
        "tariff",
        "billion",
        "chinese",
        "technology",
        "telecommunication",
        "import",
        "trump",
        "also",
        "said",
        "readying",
        "new",
        "restriction",
        "chinese",
        "investment",
        "travel",
        "visa",
        "date",
        "china",
        "response",
        "development",
        "remarkably",
        "low",
        "key",
        "last",
        "xi",
        "jinping",
        "certain",
        "demonstrate",
        "toughness",
        "calling",
        "equally",
        "drastic",
        "making",
        "professor",
        "allison",
        "theory",
        "harder",
        "dismiss",
        "china",
        "news",
        "claychandler",
        "trade",
        "economy",
        "bumper",
        "package",
        "package",
        "tariff",
        "presented",
        "trump",
        "last",
        "week",
        "trade",
        "rep",
        "robert",
        "lighthizer",
        "targeted",
        "billion",
        "year",
        "chinese",
        "import",
        "response",
        "alleged",
        "intellectual",
        "property",
        "theft",
        "trump",
        "want",
        "bump",
        "number",
        "billion",
        "response",
        "chinese",
        "said",
        "trying",
        "play",
        "victim",
        "politico",
        "china",
        "whisperer",
        "chinese",
        "sovereign",
        "wealth",
        "fund",
        "china",
        "investment",
        "corporation",
        "cic",
        "sold",
        "stake",
        "private",
        "equity",
        "giant",
        "blackstone",
        "group",
        "cic",
        "reveal",
        "size",
        "reason",
        "sale",
        "end",
        "investment",
        "helped",
        "blackstone",
        "stephen",
        "schwarzman",
        "become",
        "prominent",
        "player",
        "u",
        "china",
        "relation",
        "washington",
        "post",
        "detailed",
        "profile",
        "stephen",
        "schwarzman",
        "often",
        "billed",
        "trump",
        "china",
        "whisperer",
        "claim",
        "schwarzman",
        "denied",
        "new",
        "york",
        "time",
        "next",
        "line",
        "anbang",
        "hna",
        "energy",
        "company",
        "cefc",
        "latest",
        "come",
        "chinese",
        "government",
        "scrutiny",
        "founder",
        "ye",
        "jianming",
        "currently",
        "investigation",
        "unspecified",
        "reason",
        "several",
        "senior",
        "executive",
        "barred",
        "leaving",
        "china",
        "new",
        "york",
        "time",
        "distressed",
        "sale",
        "chinese",
        "conglomerate",
        "hna",
        "group",
        "sold",
        "stake",
        "hilton",
        "grand",
        "vacation",
        "billion",
        "share",
        "week",
        "gain",
        "since",
        "acquiring",
        "share",
        "year",
        "earlier",
        "wall",
        "street",
        "journal",
        "serious",
        "deficiency",
        "u",
        "federal",
        "reserve",
        "found",
        "serious",
        "deficiency",
        "industrial",
        "commercial",
        "bank",
        "china",
        "world",
        "largest",
        "lender",
        "asset",
        "bank",
        "instructed",
        "submit",
        "written",
        "plan",
        "strengthen",
        "laundering",
        "mechanism",
        "especially",
        "politically",
        "exposed",
        "person",
        "u",
        "central",
        "bank",
        "within",
        "day",
        "hire",
        "independent",
        "party",
        "approved",
        "fed",
        "audit",
        "bank",
        "dollar",
        "clearing",
        "transaction",
        "activity",
        "final",
        "six",
        "month",
        "financial",
        "time",
        "li",
        "retires",
        "asia",
        "prominent",
        "billionaire",
        "li",
        "announced",
        "retirement",
        "friday",
        "li",
        "officially",
        "step",
        "chairman",
        "hong",
        "kong",
        "conglomerate",
        "ck",
        "hutchison",
        "property",
        "giant",
        "ck",
        "asset",
        "firm",
        "annual",
        "general",
        "meeting",
        "may",
        "cnbc",
        "advertisement",
        "technology",
        "innovation",
        "book",
        "conservative",
        "author",
        "peter",
        "schweizer",
        "claim",
        "china",
        "offered",
        "hundred",
        "million",
        "dollar",
        "investment",
        "opportunity",
        "business",
        "deal",
        "exchange",
        "political",
        "leverage",
        "family",
        "senate",
        "majority",
        "leader",
        "mitch",
        "mcconnell",
        "former",
        "vice",
        "president",
        "joe",
        "biden",
        "new",
        "book",
        "aide",
        "men",
        "strongly",
        "disputed",
        "schweizer",
        "finding",
        "wild",
        "accusation",
        "politically",
        "motivated",
        "hit",
        "wall",
        "street",
        "journal",
        "cppcc",
        "new",
        "chairman",
        "chinese",
        "people",
        "political",
        "consultative",
        "conference",
        "country",
        "top",
        "advisory",
        "body",
        "week",
        "unanimously",
        "voted",
        "wang",
        "yang",
        "new",
        "chairman",
        "wang",
        "often",
        "described",
        "person",
        "vast",
        "network",
        "contact",
        "home",
        "abroad",
        "familiarity",
        "china",
        "approach",
        "united",
        "state",
        "russia",
        "hong",
        "kong",
        "macau",
        "strength",
        "draw",
        "cppcc",
        "chairman",
        "south",
        "china",
        "morning",
        "post",
        "list",
        "dishonest",
        "person",
        "chinese",
        "citizen",
        "poor",
        "social",
        "credit",
        "barred",
        "taking",
        "flight",
        "train",
        "year",
        "may",
        "national",
        "development",
        "reform",
        "commission",
        "said",
        "friday",
        "found",
        "guilty",
        "social",
        "wrongdoing",
        "spreading",
        "false",
        "information",
        "terrorism",
        "causing",
        "trouble",
        "flight",
        "using",
        "expired",
        "ticket",
        "smoking",
        "train",
        "liable",
        "restricted",
        "list",
        "reuters",
        "foreigner",
        "police",
        "instructed",
        "popular",
        "student",
        "hangout",
        "beijing",
        "wudaokou",
        "university",
        "district",
        "permit",
        "foreigner",
        "chinese",
        "capital",
        "ramp",
        "security",
        "annual",
        "national",
        "people",
        "congress",
        "new",
        "york",
        "time",
        "case",
        "missed"
    ]
}