{
    "organizations": [],
    "uuid": "ec4c87e8a2b5d27694fe75b8ff13786a3e1dd701",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/business-wire-glycomimetics-reports-fourth-quarter-and-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "GlycoMimetics Reports Fourth Quarter and Year-End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In an oral presentation of data from its Phase 1/2 AML trial of GMI-1271 at the American Society of Hematology Annual Meeting (ASH), GlycoMimetics reported: Improvements in median overall survival compared to historical matched controls for two AML patient populations Improvements in other clinical outcomes, including durability of remission in high-risk patients plus safety and tolerability data, including low mucositis rates In a second oral presentation at the ASH meeting, GlycoMimetics highlighted the underlying, differentiated mechanism of action for GMI-1271, including its ability to enhance sensitivity to chemotherapy. The Phase 3 trial of rivipansel remains on track for completion during the second half of 2018. GlycoMimetics was included in the Nasdaq Biotechnology Index® (NBI), effective Monday, December 18, 2017. Conference call scheduled for 8:30 a.m. this morning, dial-in and webcast details below.\nROCKVILLE, Md.--(BUSINESS WIRE)-- GlycoMimetics, Inc. (Nasdaq:GLYC) today reported progress on its clinical development programs and its financial results for the fourth quarter and year ended December 31, 2017.\n“Highlighting the fourth quarter of 2017, GlycoMimetics presented a robust data set for its Phase 1/2 study of GMI-1271 for the treatment of AML patients. This data provided the basis for discussions with the U.S. FDA focused on a Phase 3 trial design – the result of which we announced yesterday. The ongoing discussions were made possible via our Breakthrough Therapy designation for GMI-1271 for the treatment of relapsed/refractory AML patients, and we now plan to initiate our own Phase 3 trial in this patient population later this year,” noted Rachel King, Chief Executive Officer.\nRecent Operational Highlights:\nIn the Phase 1/2 clinical trial, acute myeloid leukemia (AML) patients treated with GMI-1271, a specific E-selectin inhibitor, together with standard chemotherapy, consistently performed better than would be expected based on historical controls, which have been derived from results from third party clinical trials evaluating standard chemotherapy, even with a population consisting of very high-risk patients based on age, disease status, and cytogenetic risk factors. The updated data announced at ASH in December 2017 reinforced earlier findings that disrupting the relationship between leukemic cells and the protective bone marrow microenvironment, when combined with chemotherapy, could improve outcomes for patients with AML. Investigators continue to evaluate GMI-1271 as a therapy for multiple myeloma in a European trial that has been expanded beyond its initial base in Ireland to include other European Union clinical centers. Preliminary results from this study are expected in the first quarter of 2019. GlycoMimetics continues to evaluate its product candidate, GMI-1359, which simultaneously targets both E-selectin and the chemokine CXCR4, in a Phase 1 dose-escalation study in healthy volunteers. Ongoing preclinical work is being focused on a new pipeline program targeted at the galectins, a biological target potentially important in treating certain cancers and fibrosis. In the Phase 3 trial of rivipansel, being conducted by our collaborator Pfizer, investigators are evaluating patients hospitalized for vaso-occlusive crisis of sickle cell disease. Pfizer reports that the study remains on track for completion in the second half of 2018.\nFourth Quarter 2017 Financial Results:\nCash position: As of December 31, 2017, GlycoMimetics had cash and cash equivalents of $123.9 million as compared to $40.0 million as of December 31, 2016. R&D Expenses: The Company’s research and development expenses increased to $6.7 million for the quarter ended December 31, 2017 as compared to $6.1 million for the fourth quarter of 2016. Research and development expenses increased by $0.8 million to $24.1 million for the year ended December 31, 2017, from $23.3 million in the year ended December 31, 2016. During the year ended December 31, 2017, there was an increase in the manufacturing costs related to the clinical supplies for GMI-1271 as we advance towards a planned Phase 3 clinical trial, which increase was offset in part by a decrease in clinical expenses as the GMI-1271 Phase 2 clinical enrollment was completed in May 2017. G&A Expenses: The Company’s general and administrative expenses increased to $2.8 million for the quarter ended December 31, 2017 as compared to $2.3 million for the fourth quarter of 2016. General and administrative expenses for the year ended December 31, 2017 increased to $9.8 million as compared to $8.7 million in the prior year. These increases were primarily due to increased labor-related costs and stock-based compensation expense. Shares Outstanding: Shares outstanding as of December 31, 2017 were 34,359,799.\nThe company will host a conference call and webcast today at 8:30 a.m. ET. The dial-in number for the conference call is (844) 413-7154 for domestic participants and (216) 562-0466 for international participants, with participant code 1453008. A webcast replay will be available via the “Investors” tab on the GlycoMimetics website for 30 days following the call. A dial-in phone replay will be available for 24 hours after the close of the call by dialing (855) 859-2056 for domestic participants and (404) 537-3406 for international participants, participant code 1453008.\nAbout GMI-1271\nGMI-1271 is designed to block E-selectin (an adhesion molecule on cells in the bone marrow) from binding with blood cancer cells as a targeted approach to disrupting well-established mechanisms of leukemic cell resistance within the bone marrow microenvironment. In a Phase 1/2 clinical trial, GMI-1271 was evaluated in both newly diagnosed elderly and relapsed/refractory patients with acute myeloid leukemia (AML). In both populations, patients treated with GMI-1271 together with standard chemotherapy achieved better than expected remission rates and overall survival compared to historical controls, which have been derived from results from third party clinical trials evaluating standard chemotherapy, as well as lower than expected induction-related mortality rates. Treatment in these patient populations was generally well tolerated, with fewer than expected adverse effects.\nAbout GMI-1359\nGMI-1359 is designed to simultaneously inhibit both E-selectin and CXCR4. E-selectin and CXCR4 are both adhesion molecules that keep cancer cells in the bone marrow. Preclinical studies indicate that targeting both E-selectin and CXCR4 with a single compound could improve efficacy in the treatment of cancers that involve the bone marrow such as AML and MM or in solid tumors that metastasize to the bone, such as prostate cancer and breast cancer. GMI-1359 is currently in Phase 1 testing in healthy volunteers.\nAbout GlycoMimetics, Inc.\nGlycoMimetics is a clinical-stage biotechnology company focused on the discovery and development of novel glycomimetic drugs to address unmet medical needs resulting from diseases in which carbohydrate biology plays a key role. GlycoMimetics' most advanced drug candidate, rivipansel, a pan-selectin antagonist, is being developed for the treatment of vaso-occlusive crisis in sickle cell disease and is being evaluated in a Phase 3 clinical trial being conducted by its strategic collaborator, Pfizer. GlycoMimetics' wholly-owned drug candidate, GMI-1271, an E-selectin antagonist, was evaluated in a Phase 1/2 clinical trial as a potential treatment for AML and is currently being evaluated in a Phase 1 clinical trial for the treatment of multiple myeloma. The FDA granted GMI-1271 Breakthrough Therapy designation for the treatment of adult AML patients with relapsed/refractory disease. GlycoMimetics has also recently initiated a Phase 1 clinical trial with a third drug candidate, GMI-1359, a combined CXCR4 and E-selectin antagonist. GlycoMimetics is located in Rockville, MD in the BioHealth Capital Region. Learn more at www.glycomimetics.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains regarding the clinical development of the company’s drug candidates, including the expected timing of completion of clinical trials and the presentation of clinical data. Actual results may differ materially from those in these . For a further description of the risks associated with these statements, as well as other risks facing GlycoMimetics, please see the risk factors described in the company’s annual report on Form 10-K to be filed with the U.S. Securities and Exchange Commission (SEC) on March 6, 2018, and other filings GlycoMimetics makes with the SEC from time to time. Forward-looking statements speak only as of the date of this release, and GlycoMimetics undertakes no obligation to update or revise these statements, except as may be required by law.\nGlycoMimetics, Inc.\nCondensed Statements of Operations\n(In thousands, except share and per share data)\nThree months ended December 31, Year ended December 31,\n2017 2016 2017 2016 (Unaudited) Revenue $ - $ - $ - $ 18 Costs and expenses: Research and development expense 6,720 6,060 24,100 23,282 General and administrative expense 2,816 2,298 9,832 8,650 Total costs and expenses 9,536 8,358 33,932 31,932 Loss from operations (9,536 ) (8,358 ) (33,932 ) (31,914 ) Other income 278 29 651 104 Net loss and net comprehensive loss $ (9,258 ) $ (8,329 ) $ (33,281 ) $ (31,810 ) Net loss per common share – basic and diluted $ (0.27 ) $ (0.36 ) $ (1.13 ) $ (1.50 ) Weighted average common shares – basic and diluted 34,138,681 23,110,862 29,395,756 21,256,312 GlycoMimetics, Inc. Balance Sheet Data (In thousands) December 31, December 31, 2017 2016 Cash and cash equivalents $ 123,925 $ 40,042 Working capital 119,045 34,187 Total assets 128,583 42,388 Total liabilities 8,882 7,087 Total stockholders' equity 119,701 35,301\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180306005627/en/\nFor GlycoMimetics:\nInvestors:\nShari Annes, 650-888-0902\nsannes@annesassociates.com\nor\nMedia:\nJamie Lacey-Moreira, 410-299-3310\njamielacey@presscommpr.com\nSource: GlycoMimetics",
    "published": "2018-03-06T15:30:00.000+02:00",
    "crawled": "2018-03-06T15:35:50.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oral",
        "presentation",
        "data",
        "phase",
        "aml",
        "trial",
        "american",
        "society",
        "hematology",
        "annual",
        "meeting",
        "ash",
        "glycomimetics",
        "reported",
        "improvement",
        "median",
        "overall",
        "survival",
        "compared",
        "historical",
        "matched",
        "control",
        "two",
        "aml",
        "patient",
        "population",
        "improvement",
        "clinical",
        "outcome",
        "including",
        "durability",
        "remission",
        "patient",
        "plus",
        "safety",
        "tolerability",
        "data",
        "including",
        "low",
        "mucositis",
        "rate",
        "second",
        "oral",
        "presentation",
        "ash",
        "meeting",
        "glycomimetics",
        "highlighted",
        "underlying",
        "differentiated",
        "mechanism",
        "action",
        "including",
        "ability",
        "enhance",
        "sensitivity",
        "chemotherapy",
        "phase",
        "trial",
        "rivipansel",
        "remains",
        "track",
        "completion",
        "second",
        "half",
        "glycomimetics",
        "included",
        "nasdaq",
        "biotechnology",
        "nbi",
        "effective",
        "monday",
        "december",
        "conference",
        "call",
        "scheduled",
        "morning",
        "webcast",
        "detail",
        "rockville",
        "business",
        "wire",
        "glycomimetics",
        "nasdaq",
        "glyc",
        "today",
        "reported",
        "progress",
        "clinical",
        "development",
        "program",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "highlighting",
        "fourth",
        "quarter",
        "glycomimetics",
        "presented",
        "robust",
        "data",
        "set",
        "phase",
        "study",
        "treatment",
        "aml",
        "patient",
        "data",
        "provided",
        "basis",
        "discussion",
        "fda",
        "focused",
        "phase",
        "trial",
        "design",
        "result",
        "announced",
        "yesterday",
        "ongoing",
        "discussion",
        "made",
        "possible",
        "via",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "aml",
        "patient",
        "plan",
        "initiate",
        "phase",
        "trial",
        "patient",
        "population",
        "later",
        "year",
        "noted",
        "rachel",
        "king",
        "chief",
        "executive",
        "officer",
        "recent",
        "operational",
        "highlight",
        "phase",
        "clinical",
        "trial",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "patient",
        "treated",
        "specific",
        "inhibitor",
        "together",
        "standard",
        "chemotherapy",
        "consistently",
        "performed",
        "better",
        "would",
        "expected",
        "based",
        "historical",
        "control",
        "derived",
        "result",
        "third",
        "party",
        "clinical",
        "trial",
        "evaluating",
        "standard",
        "chemotherapy",
        "even",
        "population",
        "consisting",
        "patient",
        "based",
        "age",
        "disease",
        "status",
        "cytogenetic",
        "risk",
        "factor",
        "updated",
        "data",
        "announced",
        "ash",
        "december",
        "reinforced",
        "earlier",
        "finding",
        "disrupting",
        "relationship",
        "leukemic",
        "cell",
        "protective",
        "bone",
        "marrow",
        "microenvironment",
        "combined",
        "chemotherapy",
        "could",
        "improve",
        "outcome",
        "patient",
        "aml",
        "investigator",
        "continue",
        "evaluate",
        "therapy",
        "multiple",
        "myeloma",
        "european",
        "trial",
        "expanded",
        "beyond",
        "initial",
        "base",
        "ireland",
        "include",
        "european",
        "union",
        "clinical",
        "center",
        "preliminary",
        "result",
        "study",
        "expected",
        "first",
        "quarter",
        "glycomimetics",
        "continues",
        "evaluate",
        "product",
        "candidate",
        "simultaneously",
        "target",
        "chemokine",
        "cxcr4",
        "phase",
        "study",
        "healthy",
        "volunteer",
        "ongoing",
        "preclinical",
        "work",
        "focused",
        "new",
        "pipeline",
        "program",
        "targeted",
        "galectins",
        "biological",
        "target",
        "potentially",
        "important",
        "treating",
        "certain",
        "cancer",
        "fibrosis",
        "phase",
        "trial",
        "rivipansel",
        "conducted",
        "collaborator",
        "pfizer",
        "investigator",
        "evaluating",
        "patient",
        "hospitalized",
        "crisis",
        "sickle",
        "cell",
        "disease",
        "pfizer",
        "report",
        "study",
        "remains",
        "track",
        "completion",
        "second",
        "half",
        "fourth",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "glycomimetics",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "r",
        "expense",
        "company",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "increase",
        "manufacturing",
        "cost",
        "related",
        "clinical",
        "supply",
        "advance",
        "towards",
        "planned",
        "phase",
        "clinical",
        "trial",
        "increase",
        "offset",
        "part",
        "decrease",
        "clinical",
        "expense",
        "phase",
        "clinical",
        "enrollment",
        "completed",
        "may",
        "g",
        "expense",
        "company",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "increased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "primarily",
        "due",
        "increased",
        "cost",
        "compensation",
        "expense",
        "share",
        "outstanding",
        "share",
        "outstanding",
        "december",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "number",
        "conference",
        "call",
        "domestic",
        "participant",
        "international",
        "participant",
        "participant",
        "code",
        "webcast",
        "replay",
        "available",
        "via",
        "investor",
        "tab",
        "glycomimetics",
        "website",
        "day",
        "following",
        "call",
        "phone",
        "replay",
        "available",
        "hour",
        "close",
        "call",
        "dialing",
        "domestic",
        "participant",
        "international",
        "participant",
        "participant",
        "code",
        "designed",
        "block",
        "adhesion",
        "molecule",
        "cell",
        "bone",
        "marrow",
        "binding",
        "blood",
        "cancer",
        "cell",
        "targeted",
        "approach",
        "disrupting",
        "mechanism",
        "leukemic",
        "cell",
        "resistance",
        "within",
        "bone",
        "marrow",
        "microenvironment",
        "phase",
        "clinical",
        "trial",
        "evaluated",
        "newly",
        "diagnosed",
        "elderly",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "population",
        "patient",
        "treated",
        "together",
        "standard",
        "chemotherapy",
        "achieved",
        "better",
        "expected",
        "remission",
        "rate",
        "overall",
        "survival",
        "compared",
        "historical",
        "control",
        "derived",
        "result",
        "third",
        "party",
        "clinical",
        "trial",
        "evaluating",
        "standard",
        "chemotherapy",
        "well",
        "lower",
        "expected",
        "mortality",
        "rate",
        "treatment",
        "patient",
        "population",
        "generally",
        "well",
        "tolerated",
        "fewer",
        "expected",
        "adverse",
        "effect",
        "designed",
        "simultaneously",
        "inhibit",
        "cxcr4",
        "cxcr4",
        "adhesion",
        "molecule",
        "keep",
        "cancer",
        "cell",
        "bone",
        "marrow",
        "preclinical",
        "study",
        "indicate",
        "targeting",
        "cxcr4",
        "single",
        "compound",
        "could",
        "improve",
        "efficacy",
        "treatment",
        "cancer",
        "involve",
        "bone",
        "marrow",
        "aml",
        "mm",
        "solid",
        "tumor",
        "metastasize",
        "bone",
        "prostate",
        "cancer",
        "breast",
        "cancer",
        "currently",
        "phase",
        "testing",
        "healthy",
        "volunteer",
        "glycomimetics",
        "glycomimetics",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "novel",
        "glycomimetic",
        "drug",
        "address",
        "unmet",
        "medical",
        "need",
        "resulting",
        "disease",
        "carbohydrate",
        "biology",
        "play",
        "key",
        "role",
        "glycomimetics",
        "advanced",
        "drug",
        "candidate",
        "rivipansel",
        "antagonist",
        "developed",
        "treatment",
        "crisis",
        "sickle",
        "cell",
        "disease",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "conducted",
        "strategic",
        "collaborator",
        "pfizer",
        "glycomimetics",
        "drug",
        "candidate",
        "antagonist",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "potential",
        "treatment",
        "aml",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "multiple",
        "myeloma",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "adult",
        "aml",
        "patient",
        "disease",
        "glycomimetics",
        "also",
        "recently",
        "initiated",
        "phase",
        "clinical",
        "trial",
        "third",
        "drug",
        "candidate",
        "combined",
        "cxcr4",
        "antagonist",
        "glycomimetics",
        "located",
        "rockville",
        "md",
        "biohealth",
        "capital",
        "region",
        "learn",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "regarding",
        "clinical",
        "development",
        "company",
        "drug",
        "candidate",
        "including",
        "expected",
        "timing",
        "completion",
        "clinical",
        "trial",
        "presentation",
        "clinical",
        "data",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "description",
        "risk",
        "associated",
        "statement",
        "well",
        "risk",
        "facing",
        "glycomimetics",
        "please",
        "see",
        "risk",
        "factor",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "filing",
        "glycomimetics",
        "make",
        "sec",
        "time",
        "time",
        "statement",
        "speak",
        "date",
        "release",
        "glycomimetics",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "glycomimetics",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "loss",
        "net",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "glycomimetics",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "glycomimetics",
        "investor",
        "shari",
        "anne",
        "sannes",
        "medium",
        "jamie",
        "jamielacey",
        "source",
        "glycomimetics"
    ]
}