{
    "organizations": [],
    "uuid": "d0cb5a679a271adc481c90187af5ce5af066edc9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/23/pr-newswire-wynn-resorts-co-founder-and-largest-shareholder-elaine-p-wynn-urges-shareholders-to-withhold-votes-from-legacy-director.html",
    "ord_in_thread": 0,
    "title": "Wynn Resorts Co-Founder and Largest Shareholder Elaine P. Wynn Urges Shareholders to Withhold Votes from Legacy Director Nominee John J. Hagenbuch",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, April 23, 2018 /PRNewswire/ -- Elaine Wynn, co-founder and the largest shareholder of Wynn Resorts, Limited (NASDAQ: WYNN) (\"Wynn Resorts,\" \"Wynn,\" the \"Company\"), today filed preliminary proxy materials with the Securities and Exchange Commission and released a letter addressed to all shareholders urging that they join her in WITHHOLDING votes from Wynn director candidate John J. Hagenbuch , who is up for re-election at Wynn's Annual Meeting scheduled for Wednesday, May 16, 2018, in Las Vegas, Nevada.\nA copy of the letter follows:\nApril 23, 2018\nDear Fellow Wynn Resorts Shareholders,\nI am the co-founder and the largest shareholder of Wynn Resorts, Limited, owning 9,539,077 shares of Wynn common stock, which represents approximately 9.24% of the outstanding shares. I am deeply concerned by what I view as the lack of independence and responsible oversight demonstrated by the current board of directors. Given my significant interest in the Company, and my concerns about its most senior leadership, I am seeking to reconstitute the board and reform the Company's corporate governance. I believe that this is the only path to restoring the Company's reputation, improving its standing with regulators and maximizing shareholder value. To be clear, I am not looking for a board seat for myself or anyone who is closely associated with me. My focus is solely on enhancing and protecting our investment in the Company.\nTo achieve these goals, we need a new era at Wynn Resorts. Although the board recently unilaterally appointed three new directors and indicated its intention to add more new directors in the coming months, I do not believe these steps go far enough toward changing \"business as usual\" in Wynn's boardroom. In particular, they do not address the number of longstanding legacy directors who will remain on the board.\nThis is largely the same board that announced only two months ago, \"with a collective heavy heart\" the resignation of \"our founder, CEO and friend Steve Wynn.\" Several longstanding legacy directors still wield significant influence at the Company. This is especially true of Mr. Hagenbuch, who serves on the special committee responsible for overseeing the investigation into allegations of Mr. Wynn's sexual harassment and on the compensation committee, which is responsible for the Company's executive compensation practices that proxy advisory firms have viewed as highly problematic.\nThis is why today I am launching a \"Withhold-the-Vote\" campaign against John J. Hagenbuch. I urge you to join me in this effort.\nMr. Hagenbuch has served on the board since 2012. I believe it is time for Mr. Hagenbuch's departure from the board, so that new board members can seek change, free of holdovers from the past. My opposition to Mr. Hagenbuch's re-election serves as a referendum on ALL of the longstanding legacy directors, including those who are not up for re-election because the incumbent directors refuse to declassify the board. A WITHHOLD vote with respect to Mr. Hagenbuch is a first step towards a \"New Wynn.\"\nThe Company's Corporate Governance Guidelines require any director in an uncontested election who fails to receive over 50% of the votes cast \"for\" his or her election to tender his or her resignation to the board within five days of the election. If my proxy solicitation results in Mr. Hagenbuch's failure to receive over 50% of the votes cast for his election, then I believe the failure of the board to accept his resignation would be an egregious violation of proper corporate governance and in direct opposition to a clear shareholder directive .\nI am troubled by Mr. Hagenbuch's service on the special committee\ninvestigating the allegations of sexual harassment by Mr. Wynn.\nThe Company has been hit with allegations of sexual harassment by former Chairman of the Board and Chief Executive Officer Stephen A. Wynn. It is the responsibility of the board to fully investigate the actions of the past, including the extent to which the general \"tone at the top\" and long-standing personal relationships contributed to an unhealthy environment, and to ensure the implementation of policies and procedures to safeguard the future. Forming a special committee to investigate the allegations against Mr. Wynn was necessary.\nHowever, given that Mr. Hagenbuch is a longtime close friend of Mr. Wynn's, Mr. Hagenbuch's service on the special committee is disconcerting. I find this obvious conflict deeply troubling. If you share my concerns about the independence of the investigation, I urge you to WITHHOLD your vote from Mr. Hagenbuch at this year's annual meeting.\nI am troubled by the Company's executive compensation practices.\nIn recent years, shareholders and proxy advisors have repeatedly criticized the Company's executive pay practices for not being correlated to performance.\nMr. Hagenbuch has served on the compensation committee since 2013. He was on the compensation committee when Mr. Wynn's pay was called into question in 2015. The Company did not hold a say-on-pay vote in 2015 or 2016, and at last year's annual meeting, the say-on-pay proposal received only 59% support. This puts the Company in the lowest 10% of Russell 3000 companies holding say-on-pay votes in 2017.\nMr. Maddox's recently approved $24 million pay package, which is exorbitant for a first-time untested public company CEO, demonstrates that very little has changed. It is puzzling to me that the compensation committee continues to repeat the same mistakes that have been decried in past ISS and Glass Lewis reports—large stock grants, discretionary pay and failure to disclose the metrics for performance awards. As a member of the compensation committee, Mr. Hagenbuch should be held responsible for these continuing failures.\nVoting WITHHOLD Mr. Hagenbuch will send a strong signal to the entire compensation committee that the Company's executive pay practices must change.\nThe board's summary rejection of my shareholder-friendly requests raises serious concerns.\nOn April 17, 2018, I wrote to the board, seeking to restore the Company's reputation by reforming its corporate governance and reconstituting a majority of the board of directors. I requested that the board reopen the window during which shareholders can nominate directors, given the profound change in circumstances since the nomination window closed in January. I also requested that the board take steps to allow for a majority of the board to be comprised of new independent qualified directors effective at the 2018 annual meeting.\nLess than 24 hours later, the board responded by filing the Company's proxy statement for the 2018 annual meeting, effectively precluding a reopening of the advance notice window and contemplating the election of just three of the 11 members of the board. This rushed response resulted in an extremely short solicitation period, with an annual meeting date only 28 days after the filing of the Company's proxy statement—a significantly shorter period of time than in past years (42 days in 2017 and 41 days in each of 2016 and 2015). The day after the Company filed its proxy statement, Chairman D. Boone Wayson, a childhood friend and former business partner of Mr. Wynn, communicated the board's outright rejection of my request to reopen the nomination window as neither \"appropriate [n]or justified,\" without any further explanation.\nThe board made no effort whatsoever to engage in dialogue on these critical issues for all shareholders prior to responding. Reacting in such a short timeframe, the board could not possibly have seriously considered the concerns raised.\nIf you are concerned about the Company's governance practices, I urge you to WITHHOLD your vote from Mr. Hagenbuch at this year's annual meeting.\nI believe that any major decisions, including those regarding Wynn Boston Harbor,\nshould be made by a board comprised of a majority of new independent directors.\nThe Company has invested over $1.1 billion in building the Wynn Boston Harbor, which is scheduled to open next year. In January 2018, the Massachusetts Gaming Commission launched an investigation into both Mr. Wynn's alleged sexual harassment and the role of the board and other management in responding to the allegations of misconduct, both before and after the January 26, 2018 article in The Wall Street Journal detailing several sexual harassment allegations against Mr. Wynn. On April 12, 2018, The Boston Globe reported that Matt Maddox, the Company's President and Chief Executive Officer, stated that he is open to a potential sale of the entire project to \"maximize the value of our assets and mitigate risk.\"\nI am concerned that the board would consider selling Wynn Boston Harbor at all given the unique and strategic nature of the property. The Company sought and achieved this market leading position and has considered the property a core strategic asset. Moreover, the possibility that the Company might sell Wynn Boston Harbor for less than its full long-term value in an attempt to \"mitigate risk\" by limiting the investigation is of even greater concern. I fear that longstanding legacy directors such as Mr. Hagenbuch, who have close personal ties to Mr. Wynn, will endorse just such short-sighted action.\nI believe that before any decisions about Wynn Boston Harbor are made, or any other material actions are taken that could have an adverse impact on long-term shareholder value, a reconstituted board must be in place. In my opinion, regulators would look favorably upon a change in a majority of the board.\nIf you share my concerns about Wynn Boston Harbor and other decisions that could have an adverse impact on long-term shareholder value, I urge you to WITHHOLD your vote from Mr. Hagenbuch at this year's annual meeting.\nMy focus is on taking the steps required to enhance the Company's long-term value, eliminate the risk of longtime directors making short-term decisions, restore the Company's reputation and transform it from a corporate governance laggard into a corporate governance leader.\nI look forward to discussing these issues with you over the coming weeks and hope that you will agree with me that the Company needs and deserves a new board that is truly independent and wholeheartedly committed to the Company's long-term success.\nPlease join me in bringing about a new era at Wynn Resorts by supporting my campaign to WITHHOLD votes with respect to legacy director nominee John J. Hagenbuch.\nSincerely,\nElaine Wynn\nImportant Additional Information\nElaine P. Wynn is a participant in the solicitation of proxies from the stockholders of Wynn Resorts, Limited (the \" Company \") in connection with the Company's 2018 annual meeting of stockholders (the \" Annual Meeting \"). Ms. Wynn has filed a preliminary proxy statement (the \" Preliminary Proxy Statement \") and form of proxy card with the U.S. Securities and Exchange Commission (the \" SEC \") in connection with such solicitation of proxies from the Company's stockholders. A description of Ms. Wynn's direct or indirect interests, by security holdings or otherwise, is contained in the Preliminary Proxy Statement. MS. WYNN STRONGLY ENCOURAGES THE COMPANY'S STOCKHOLDERS TO READ ANY DEFINITIVE PROXY STATEMENTS AND OTHER PROXY MATERIALS WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Stockholders may obtain any definitive proxy statement and any other relevant documents at no charge from the SEC's website at www.sec.gov or by contacting Ms. Wynn's proxy solicitor MacKenzie Partners, Inc. at wynn@mackenziepartners.com or by calling toll-free (800) 322-2885 or collect (212) 929-5500.\nView original content: http://www.prnewswire.com/news-releases/wynn-resorts-co-founder-and-largest-shareholder-elaine-p-wynn-urges-shareholders-to-withhold-votes-from-legacy-director-nominee-john-j-hagenbuch-300634266.html\nSOURCE Elaine Wynn, Wynn Resorts",
    "published": "2018-04-23T15:00:00.000+03:00",
    "crawled": "2018-04-23T18:02:12.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "april",
        "elaine",
        "wynn",
        "largest",
        "shareholder",
        "wynn",
        "resort",
        "limited",
        "nasdaq",
        "wynn",
        "wynn",
        "resort",
        "wynn",
        "company",
        "today",
        "filed",
        "preliminary",
        "proxy",
        "material",
        "security",
        "exchange",
        "commission",
        "released",
        "letter",
        "addressed",
        "shareholder",
        "urging",
        "join",
        "withholding",
        "vote",
        "wynn",
        "director",
        "candidate",
        "john",
        "hagenbuch",
        "wynn",
        "annual",
        "meeting",
        "scheduled",
        "wednesday",
        "may",
        "la",
        "vega",
        "nevada",
        "copy",
        "letter",
        "follows",
        "april",
        "dear",
        "fellow",
        "wynn",
        "resort",
        "shareholder",
        "largest",
        "shareholder",
        "wynn",
        "resort",
        "limited",
        "owning",
        "share",
        "wynn",
        "common",
        "stock",
        "represents",
        "approximately",
        "outstanding",
        "share",
        "deeply",
        "concerned",
        "view",
        "lack",
        "independence",
        "responsible",
        "oversight",
        "demonstrated",
        "current",
        "board",
        "director",
        "given",
        "significant",
        "interest",
        "company",
        "concern",
        "senior",
        "leadership",
        "seeking",
        "reconstitute",
        "board",
        "reform",
        "company",
        "corporate",
        "governance",
        "believe",
        "path",
        "restoring",
        "company",
        "reputation",
        "improving",
        "standing",
        "regulator",
        "maximizing",
        "shareholder",
        "value",
        "clear",
        "looking",
        "board",
        "seat",
        "anyone",
        "closely",
        "associated",
        "focus",
        "solely",
        "enhancing",
        "protecting",
        "investment",
        "company",
        "achieve",
        "goal",
        "need",
        "new",
        "era",
        "wynn",
        "resort",
        "although",
        "board",
        "recently",
        "unilaterally",
        "appointed",
        "three",
        "new",
        "director",
        "indicated",
        "intention",
        "add",
        "new",
        "director",
        "coming",
        "month",
        "believe",
        "step",
        "go",
        "far",
        "enough",
        "toward",
        "changing",
        "business",
        "usual",
        "wynn",
        "boardroom",
        "particular",
        "address",
        "number",
        "longstanding",
        "legacy",
        "director",
        "remain",
        "board",
        "largely",
        "board",
        "announced",
        "two",
        "month",
        "ago",
        "collective",
        "heavy",
        "heart",
        "resignation",
        "founder",
        "ceo",
        "friend",
        "steve",
        "wynn",
        "several",
        "longstanding",
        "legacy",
        "director",
        "still",
        "wield",
        "significant",
        "influence",
        "company",
        "especially",
        "true",
        "hagenbuch",
        "serf",
        "special",
        "committee",
        "responsible",
        "overseeing",
        "investigation",
        "allegation",
        "wynn",
        "sexual",
        "harassment",
        "compensation",
        "committee",
        "responsible",
        "company",
        "executive",
        "compensation",
        "practice",
        "proxy",
        "advisory",
        "firm",
        "viewed",
        "highly",
        "problematic",
        "today",
        "launching",
        "campaign",
        "john",
        "hagenbuch",
        "urge",
        "join",
        "effort",
        "hagenbuch",
        "served",
        "board",
        "since",
        "believe",
        "time",
        "hagenbuch",
        "departure",
        "board",
        "new",
        "board",
        "member",
        "seek",
        "change",
        "free",
        "holdover",
        "past",
        "opposition",
        "hagenbuch",
        "serf",
        "referendum",
        "longstanding",
        "legacy",
        "director",
        "including",
        "incumbent",
        "director",
        "refuse",
        "declassify",
        "board",
        "withhold",
        "vote",
        "respect",
        "hagenbuch",
        "first",
        "step",
        "towards",
        "new",
        "wynn",
        "company",
        "corporate",
        "governance",
        "guideline",
        "require",
        "director",
        "uncontested",
        "election",
        "fails",
        "receive",
        "vote",
        "cast",
        "election",
        "tender",
        "resignation",
        "board",
        "within",
        "five",
        "day",
        "election",
        "proxy",
        "solicitation",
        "result",
        "hagenbuch",
        "failure",
        "receive",
        "vote",
        "cast",
        "election",
        "believe",
        "failure",
        "board",
        "accept",
        "resignation",
        "would",
        "egregious",
        "violation",
        "proper",
        "corporate",
        "governance",
        "direct",
        "opposition",
        "clear",
        "shareholder",
        "directive",
        "troubled",
        "hagenbuch",
        "service",
        "special",
        "committee",
        "investigating",
        "allegation",
        "sexual",
        "harassment",
        "wynn",
        "company",
        "hit",
        "allegation",
        "sexual",
        "harassment",
        "former",
        "chairman",
        "board",
        "chief",
        "executive",
        "officer",
        "stephen",
        "wynn",
        "responsibility",
        "board",
        "fully",
        "investigate",
        "action",
        "past",
        "including",
        "extent",
        "general",
        "tone",
        "top",
        "personal",
        "relationship",
        "contributed",
        "unhealthy",
        "environment",
        "ensure",
        "implementation",
        "policy",
        "procedure",
        "safeguard",
        "future",
        "forming",
        "special",
        "committee",
        "investigate",
        "allegation",
        "wynn",
        "necessary",
        "however",
        "given",
        "hagenbuch",
        "longtime",
        "close",
        "friend",
        "wynn",
        "hagenbuch",
        "service",
        "special",
        "committee",
        "disconcerting",
        "find",
        "obvious",
        "conflict",
        "deeply",
        "troubling",
        "share",
        "concern",
        "independence",
        "investigation",
        "urge",
        "withhold",
        "vote",
        "hagenbuch",
        "year",
        "annual",
        "meeting",
        "troubled",
        "company",
        "executive",
        "compensation",
        "practice",
        "recent",
        "year",
        "shareholder",
        "proxy",
        "advisor",
        "repeatedly",
        "criticized",
        "company",
        "executive",
        "pay",
        "practice",
        "correlated",
        "performance",
        "hagenbuch",
        "served",
        "compensation",
        "committee",
        "since",
        "compensation",
        "committee",
        "wynn",
        "pay",
        "called",
        "question",
        "company",
        "hold",
        "vote",
        "last",
        "year",
        "annual",
        "meeting",
        "proposal",
        "received",
        "support",
        "put",
        "company",
        "lowest",
        "russell",
        "company",
        "holding",
        "vote",
        "maddox",
        "recently",
        "approved",
        "million",
        "pay",
        "package",
        "exorbitant",
        "untested",
        "public",
        "company",
        "ceo",
        "demonstrates",
        "little",
        "changed",
        "puzzling",
        "compensation",
        "committee",
        "continues",
        "repeat",
        "mistake",
        "decried",
        "past",
        "iss",
        "glass",
        "lewis",
        "stock",
        "grant",
        "discretionary",
        "pay",
        "failure",
        "disclose",
        "metric",
        "performance",
        "award",
        "member",
        "compensation",
        "committee",
        "hagenbuch",
        "held",
        "responsible",
        "continuing",
        "failure",
        "voting",
        "withhold",
        "hagenbuch",
        "send",
        "strong",
        "signal",
        "entire",
        "compensation",
        "committee",
        "company",
        "executive",
        "pay",
        "practice",
        "must",
        "change",
        "board",
        "summary",
        "rejection",
        "request",
        "raise",
        "serious",
        "concern",
        "april",
        "wrote",
        "board",
        "seeking",
        "restore",
        "company",
        "reputation",
        "reforming",
        "corporate",
        "governance",
        "reconstituting",
        "majority",
        "board",
        "director",
        "requested",
        "board",
        "reopen",
        "window",
        "shareholder",
        "nominate",
        "director",
        "given",
        "profound",
        "change",
        "circumstance",
        "since",
        "nomination",
        "window",
        "closed",
        "january",
        "also",
        "requested",
        "board",
        "take",
        "step",
        "allow",
        "majority",
        "board",
        "comprised",
        "new",
        "independent",
        "qualified",
        "director",
        "effective",
        "annual",
        "meeting",
        "less",
        "hour",
        "later",
        "board",
        "responded",
        "filing",
        "company",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "effectively",
        "precluding",
        "reopening",
        "advance",
        "notice",
        "window",
        "contemplating",
        "election",
        "three",
        "member",
        "board",
        "rushed",
        "response",
        "resulted",
        "extremely",
        "short",
        "solicitation",
        "period",
        "annual",
        "meeting",
        "date",
        "day",
        "filing",
        "company",
        "proxy",
        "significantly",
        "shorter",
        "period",
        "time",
        "past",
        "year",
        "day",
        "day",
        "day",
        "company",
        "filed",
        "proxy",
        "statement",
        "chairman",
        "boone",
        "wayson",
        "childhood",
        "friend",
        "former",
        "business",
        "partner",
        "wynn",
        "communicated",
        "board",
        "outright",
        "rejection",
        "request",
        "reopen",
        "nomination",
        "window",
        "neither",
        "appropriate",
        "n",
        "justified",
        "without",
        "explanation",
        "board",
        "made",
        "effort",
        "whatsoever",
        "engage",
        "dialogue",
        "critical",
        "issue",
        "shareholder",
        "prior",
        "responding",
        "reacting",
        "short",
        "timeframe",
        "board",
        "could",
        "possibly",
        "seriously",
        "considered",
        "concern",
        "raised",
        "concerned",
        "company",
        "governance",
        "practice",
        "urge",
        "withhold",
        "vote",
        "hagenbuch",
        "year",
        "annual",
        "meeting",
        "believe",
        "major",
        "decision",
        "including",
        "regarding",
        "wynn",
        "boston",
        "harbor",
        "made",
        "board",
        "comprised",
        "majority",
        "new",
        "independent",
        "director",
        "company",
        "invested",
        "billion",
        "building",
        "wynn",
        "boston",
        "harbor",
        "scheduled",
        "open",
        "next",
        "year",
        "january",
        "massachusetts",
        "gaming",
        "commission",
        "launched",
        "investigation",
        "wynn",
        "alleged",
        "sexual",
        "harassment",
        "role",
        "board",
        "management",
        "responding",
        "allegation",
        "misconduct",
        "january",
        "article",
        "wall",
        "street",
        "journal",
        "detailing",
        "several",
        "sexual",
        "harassment",
        "allegation",
        "wynn",
        "april",
        "boston",
        "globe",
        "reported",
        "matt",
        "maddox",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "stated",
        "open",
        "potential",
        "sale",
        "entire",
        "project",
        "maximize",
        "value",
        "asset",
        "mitigate",
        "risk",
        "concerned",
        "board",
        "would",
        "consider",
        "selling",
        "wynn",
        "boston",
        "harbor",
        "given",
        "unique",
        "strategic",
        "nature",
        "property",
        "company",
        "sought",
        "achieved",
        "market",
        "leading",
        "position",
        "considered",
        "property",
        "core",
        "strategic",
        "asset",
        "moreover",
        "possibility",
        "company",
        "might",
        "sell",
        "wynn",
        "boston",
        "harbor",
        "less",
        "full",
        "value",
        "attempt",
        "mitigate",
        "risk",
        "limiting",
        "investigation",
        "even",
        "greater",
        "concern",
        "fear",
        "longstanding",
        "legacy",
        "director",
        "hagenbuch",
        "close",
        "personal",
        "tie",
        "wynn",
        "endorse",
        "action",
        "believe",
        "decision",
        "wynn",
        "boston",
        "harbor",
        "made",
        "material",
        "action",
        "taken",
        "could",
        "adverse",
        "impact",
        "shareholder",
        "value",
        "reconstituted",
        "board",
        "must",
        "place",
        "opinion",
        "regulator",
        "would",
        "look",
        "favorably",
        "upon",
        "change",
        "majority",
        "board",
        "share",
        "concern",
        "wynn",
        "boston",
        "harbor",
        "decision",
        "could",
        "adverse",
        "impact",
        "shareholder",
        "value",
        "urge",
        "withhold",
        "vote",
        "hagenbuch",
        "year",
        "annual",
        "meeting",
        "focus",
        "taking",
        "step",
        "required",
        "enhance",
        "company",
        "value",
        "eliminate",
        "risk",
        "longtime",
        "director",
        "making",
        "decision",
        "restore",
        "company",
        "reputation",
        "transform",
        "corporate",
        "governance",
        "laggard",
        "corporate",
        "governance",
        "leader",
        "look",
        "forward",
        "discussing",
        "issue",
        "coming",
        "week",
        "hope",
        "agree",
        "company",
        "need",
        "deserves",
        "new",
        "board",
        "truly",
        "independent",
        "wholeheartedly",
        "committed",
        "company",
        "success",
        "please",
        "join",
        "bringing",
        "new",
        "era",
        "wynn",
        "resort",
        "supporting",
        "campaign",
        "withhold",
        "vote",
        "respect",
        "legacy",
        "director",
        "nominee",
        "john",
        "hagenbuch",
        "sincerely",
        "elaine",
        "wynn",
        "important",
        "additional",
        "information",
        "elaine",
        "wynn",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "wynn",
        "resort",
        "limited",
        "company",
        "connection",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "wynn",
        "filed",
        "preliminary",
        "proxy",
        "statement",
        "preliminary",
        "proxy",
        "statement",
        "form",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "description",
        "wynn",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "preliminary",
        "proxy",
        "statement",
        "wynn",
        "strongly",
        "encourages",
        "company",
        "stockholder",
        "read",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "stockholder",
        "may",
        "obtain",
        "definitive",
        "proxy",
        "statement",
        "relevant",
        "document",
        "charge",
        "sec",
        "website",
        "contacting",
        "wynn",
        "proxy",
        "solicitor",
        "mackenzie",
        "partner",
        "wynn",
        "calling",
        "collect",
        "view",
        "original",
        "content",
        "http",
        "source",
        "elaine",
        "wynn",
        "wynn",
        "resort"
    ]
}