{
    "organizations": [],
    "uuid": "791d2af163d235a190682c1362368c3f5d652855",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/13/pr-newswire-mountain-province-completes-business-combination-with-kennady.html",
    "ord_in_thread": 0,
    "title": "Mountain Province Completes Business Combination with Kennady",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 13, 2018 /PRNewswire/ - Mountain Province Diamonds Inc. (TSX and NASDAQ: MPVD) (\" Mountain Province \") and Kennady Diamonds Inc. (TSX-V: KDI) (\" Kennady \") are pleased to announce the successful completion of their previously announced business combination, pursuant to which Mountain Province has acquired all of the common shares of Kennady by way of a court approved plan of arrangement (the \" Arrangement \").\nUnder the terms of the Arrangement, holders of Kennady Shares (other than Mountain Province) received 0.975 Mountain Province Shares in exchange for each Kennady Share held (the \" Exchange Ratio \").\n\"Mountain Province is well positioned for future growth with the completion of this Kennady acquisition, given Kennady's already-established resource base as well as the success Kennady continues to achieve through its ongoing exploration endeavours\", commented David Whittle, Interim President and Chief Executive Officer of Mountain Province.\nWith the Arrangement now complete, Mountain Province intends to cause the Kennady Shares to be delisted from the TSX Venture Exchange and Kennady intends to submit an application to the applicable securities regulators to cease to be a reporting issuer and to terminate its public reporting obligations.\nEach of the directors and officers of Kennady tendered their resignation effective upon the completion of the Arrangement and have been replaced by David Whittle (Director, Chief Executive Officer) and Perry Ing (Chief Financial Officer and Corporate Secretary).\nFurther details regarding the Arrangement are set out in the joint management information circular of Mountain Province and Kennady dated March 5, 2018, which is available on Mountain Province's website at www.mountainprovince.com and on Kennady's website at www.kennadydiamonds.com/investors/mpvd-transaction , and on SEDAR under the issuer profiles of Mountain Province and Kennady, respectively, at www.sedar.com .\nEarly Warning Reporting\nBy virtue of its acquisition of all of the issued and outstanding Kennady Shares under the Arrangement, Mountain Province is required to file an early warning report pursuant to to National Instrument 62-103– The Early Warning System and Related Take-Over Bid and Insider Reporting Issues (the \" Early Warning Report \"). A copy of the Early Warning Report will be filed on SEDAR under Kennady's profile at www.sedar.com in due course.\nPrior to the completion of the Arrangement, Mountain Province owned 3,000,000 Kennady Shares, representing approximately 5.6% of the issued and outstanding Kennady Shares. Following completion of the Arrangement, Mountain Province owns 100% of the issued and outstanding Kennady Shares. The implied equity value for Kennady based on the Exchange Ratio is approximately C$176 million.\nAbout Mountain Province Diamonds Inc.\nMountain Province Diamonds is a 49% participant with De Beers Canada in the Gahcho Kué diamond mine located in Canada's Northwest Territories. Gahcho Kué is the world's largest new diamond mine, consisting of a cluster of four diamondiferous kimberlites, three of which are being developed and mined under the initial 12 year mine plan.\nAbout Kennady Diamonds Inc.\nKennady Diamonds Inc. owns 100% of the Kennady North diamond project located in Canada's Northwest Territories. Kennady North is adjacent to the Gahcho Kué diamond mine. Kennady is focused on expanding its high-grade diamond resources along the Kelvin-Faraday kimberlite corridor, as well as identifying new kimberlites outside of the corridor. To date an indicated resource of 13.62 million carats of diamonds contained in 8.50 million tonnes of kimberlite, with a grade of 1.60 carats per tonne and an average value of US$63 per carat, has been defined for the Kelvin kimberlite and an inferred resource of 5.02 million carats contained in 3.27 million tonnes of kimberlite, with a grade of 1.54 carats per tonne and an average value of US$98 per carat, has been defined for the Faraday kimberlites using a 1mm bottom cutoff size. The Kelvin–Faraday corridor is also a target for further exploration.\nDisclaimers and Caution Regarding Forward Looking Information\nThis news release contains certain \"forward-looking statements\" and \"forward-looking information\" under applicable Canadian and United States securities laws concerning the business, operations and financial performance and condition of Mountain Province Diamonds Inc. and Kennady Diamonds Inc. (collectively, the \" Corporations \"). Forward-looking statements and forward-looking information include, but are not limited to, statements with respect to the anticipated benefits of the Arrangement to Mountain Province and Mountain Province Shareholders; the anticipated benefits of the Arrangement to Kennady and Kennady Shareholders; the timing and ability of Mountain Province to cause the Kennady Shares to be delisted from the TSX Venture Exchange; an application by Kennady to cease to be a reporting issuer and to terminate its public reporting requirements; the length of the current market cycle and requirements for an issuer to survive in the current market cycle; future growth potential of the Corporations and their respective business; future mine development plans; estimated production and mine life of the Corporations' projects; the realization of mineral reserve estimates; the timing and amount of estimated future production; costs of production; the future price of diamonds; the estimation of mineral reserves and resources; the ability to manage debt; capital expenditures; the ability to obtain permits for operations; liquidity; tax rates; strategic plans; future operations; future work programs and objectives; and currency exchange rate fluctuations. Except for statements of historical fact relating to the Corporations, certain information contained herein constitutes forward-looking statements. Forward-looking statements are frequently characterized by words such as \"anticipates,\" \"may,\" \"can,\" \"plans,\" \"believes,\" \"estimates,\" \"expects,\" \"projects,\" \"targets,\" \"intends,\" \"likely,\" \"will,\" \"should,\" \"to be\", \"potential\" and other similar words, or statements that certain events or conditions \"may\", \"should\" or \"will\" occur, including, without limitation, the realization of the anticipated benefits derived from the Arrangement for shareholders of the Corporations and the view on (i) the quality and the potential of the Corporations' assets, and (ii) the potential of the combined entity. Forward-looking statements are based on the opinions and estimates of management of each of the Corporations at the date the statements are made, and are based on a number of assumptions and subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements. Many of these assumptions are based on factors and events that are not within the control of the Corporations, there is no assurance they will prove to be correct and are not guarantees of future performance and actual results may differ materially from those in the forward-looking statements.\nThese forward-looking statements are based on reasonable assumptions and estimates of management of Mountain Province and Kennady, as the case may be, at the time such statements were made. Actual future results may differ materially as forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of Mountain Province or Kennady, as the case may be, to materially differ from any future results, performance or achievements expressed or implied by such forward-looking statements. Such factors, among other things, include: the synergies expected from the Arrangement not being realized; business integration risks; fluctuations in general macroeconomic conditions; fluctuations in securities markets and the market price of Mountain Province Shares; change in national and local government, legislation, taxation, controls, regulations and political or economic developments; variations in ore grade or recovery rates; changes in market conditions; changes in project parameters; mine sequencing; production rates; cash flow; risks relating to the availability and timeliness of permitting and governmental approvals; supply of, and demand for, diamonds; fluctuating commodity prices and currency exchange rates; the possibility of project cost overruns or unanticipated costs and expenses; labour disputes and other risks of the mining industry; and failure of plant, equipment or processes to operate as anticipated.\nAlthough the Corporations have attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. The Corporations undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise except as required by applicable securities laws. The reader is cautioned not to place undue reliance on forward-looking statements. Statements concerning mineral reserve and resource estimates may also be deemed to constitute forward-looking statements to the extent they involve estimates of the mineralization that will be encountered as the property is developed. Further, the Corporations may make changes to their respective business plans that could affect results. The principal assets of Mountain Province are administered pursuant to a joint venture under which Mountain Province is not the operator. Mountain Province is exposed to actions taken or omissions made by the operator within its prerogative and/or determinations made by the joint venture under its terms. Such actions or omissions may impact the future performance of Mountain Province and the combined company. Under its current note and revolving credit facilities Mountain Province is subject to certain limitations on its ability to pay dividends on common stock. The declaration of dividends is at the discretion of Mountain Province's Board of Directors, subject to the limitations under the its debt facilities, and will depend on Mountain Province's financial results, cash requirements, future prospects, and other factors deemed relevant by its board.\nReaders should not place undue reliance on the forward‐looking statements and information contained in this news release. Except as required by law, Kennady and Mountain Province assume no obligation to update the forward‐looking statements of beliefs, opinions, projections, or other factors, should they change, except as required by law.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this news release.\nNo stock exchange, securities commission or other regulatory authority has approved or disapproved of the information contained herein. This news release is not an offer to sell or the solicitation of an offer to buy any securities in any jurisdiction, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful.\nView original content: http://www.prnewswire.com/news-releases/mountain-province-completes-business-combination-with-kennady-300629641.html\nSOURCE Mountain Province Diamonds Inc.",
    "published": "2018-04-13T21:02:00.000+03:00",
    "crawled": "2018-04-13T21:25:45.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "mountain",
        "province",
        "diamond",
        "tsx",
        "nasdaq",
        "mpvd",
        "mountain",
        "province",
        "kennady",
        "diamond",
        "kdi",
        "kennady",
        "pleased",
        "announce",
        "successful",
        "completion",
        "previously",
        "announced",
        "business",
        "combination",
        "pursuant",
        "mountain",
        "province",
        "acquired",
        "common",
        "share",
        "kennady",
        "way",
        "court",
        "approved",
        "plan",
        "arrangement",
        "arrangement",
        "term",
        "arrangement",
        "holder",
        "kennady",
        "share",
        "mountain",
        "province",
        "received",
        "mountain",
        "province",
        "share",
        "exchange",
        "kennady",
        "share",
        "held",
        "exchange",
        "ratio",
        "mountain",
        "province",
        "well",
        "positioned",
        "future",
        "growth",
        "completion",
        "kennady",
        "acquisition",
        "given",
        "kennady",
        "resource",
        "base",
        "well",
        "success",
        "kennady",
        "continues",
        "achieve",
        "ongoing",
        "exploration",
        "endeavour",
        "commented",
        "david",
        "whittle",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "mountain",
        "province",
        "arrangement",
        "complete",
        "mountain",
        "province",
        "intends",
        "cause",
        "kennady",
        "share",
        "delisted",
        "tsx",
        "venture",
        "exchange",
        "kennady",
        "intends",
        "submit",
        "application",
        "applicable",
        "security",
        "regulator",
        "cease",
        "reporting",
        "issuer",
        "terminate",
        "public",
        "reporting",
        "obligation",
        "director",
        "officer",
        "kennady",
        "tendered",
        "resignation",
        "effective",
        "upon",
        "completion",
        "arrangement",
        "replaced",
        "david",
        "whittle",
        "director",
        "chief",
        "executive",
        "officer",
        "perry",
        "ing",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "detail",
        "regarding",
        "arrangement",
        "set",
        "joint",
        "management",
        "information",
        "circular",
        "mountain",
        "province",
        "kennady",
        "dated",
        "march",
        "available",
        "mountain",
        "province",
        "website",
        "kennady",
        "website",
        "sedar",
        "issuer",
        "profile",
        "mountain",
        "province",
        "kennady",
        "respectively",
        "early",
        "warning",
        "reporting",
        "virtue",
        "acquisition",
        "issued",
        "outstanding",
        "kennady",
        "share",
        "arrangement",
        "mountain",
        "province",
        "required",
        "file",
        "early",
        "warning",
        "report",
        "pursuant",
        "national",
        "instrument",
        "early",
        "warning",
        "system",
        "related",
        "bid",
        "insider",
        "reporting",
        "issue",
        "early",
        "warning",
        "report",
        "copy",
        "early",
        "warning",
        "report",
        "filed",
        "sedar",
        "kennady",
        "profile",
        "due",
        "course",
        "prior",
        "completion",
        "arrangement",
        "mountain",
        "province",
        "owned",
        "kennady",
        "share",
        "representing",
        "approximately",
        "issued",
        "outstanding",
        "kennady",
        "share",
        "following",
        "completion",
        "arrangement",
        "mountain",
        "province",
        "owns",
        "issued",
        "outstanding",
        "kennady",
        "share",
        "implied",
        "equity",
        "value",
        "kennady",
        "based",
        "exchange",
        "ratio",
        "approximately",
        "c",
        "million",
        "mountain",
        "province",
        "diamond",
        "mountain",
        "province",
        "diamond",
        "participant",
        "de",
        "beer",
        "canada",
        "gahcho",
        "kué",
        "diamond",
        "mine",
        "located",
        "canada",
        "northwest",
        "territory",
        "gahcho",
        "kué",
        "world",
        "largest",
        "new",
        "diamond",
        "mine",
        "consisting",
        "cluster",
        "four",
        "diamondiferous",
        "kimberlite",
        "three",
        "developed",
        "mined",
        "initial",
        "year",
        "mine",
        "plan",
        "kennady",
        "diamond",
        "kennady",
        "diamond",
        "owns",
        "kennady",
        "north",
        "diamond",
        "project",
        "located",
        "canada",
        "northwest",
        "territory",
        "kennady",
        "north",
        "adjacent",
        "gahcho",
        "kué",
        "diamond",
        "mine",
        "kennady",
        "focused",
        "expanding",
        "diamond",
        "resource",
        "along",
        "kimberlite",
        "corridor",
        "well",
        "identifying",
        "new",
        "kimberlite",
        "outside",
        "corridor",
        "date",
        "indicated",
        "resource",
        "million",
        "carat",
        "diamond",
        "contained",
        "million",
        "tonne",
        "kimberlite",
        "grade",
        "carat",
        "per",
        "tonne",
        "average",
        "value",
        "u",
        "per",
        "carat",
        "defined",
        "kelvin",
        "kimberlite",
        "inferred",
        "resource",
        "million",
        "carat",
        "contained",
        "million",
        "tonne",
        "kimberlite",
        "grade",
        "carat",
        "per",
        "tonne",
        "average",
        "value",
        "u",
        "per",
        "carat",
        "defined",
        "faraday",
        "kimberlite",
        "using",
        "1mm",
        "bottom",
        "cutoff",
        "size",
        "corridor",
        "also",
        "target",
        "exploration",
        "disclaimer",
        "caution",
        "regarding",
        "forward",
        "looking",
        "information",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "information",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "law",
        "concerning",
        "business",
        "operation",
        "financial",
        "performance",
        "condition",
        "mountain",
        "province",
        "diamond",
        "kennady",
        "diamond",
        "collectively",
        "corporation",
        "statement",
        "information",
        "include",
        "limited",
        "statement",
        "respect",
        "anticipated",
        "benefit",
        "arrangement",
        "mountain",
        "province",
        "mountain",
        "province",
        "shareholder",
        "anticipated",
        "benefit",
        "arrangement",
        "kennady",
        "kennady",
        "shareholder",
        "timing",
        "ability",
        "mountain",
        "province",
        "cause",
        "kennady",
        "share",
        "delisted",
        "tsx",
        "venture",
        "exchange",
        "application",
        "kennady",
        "cease",
        "reporting",
        "issuer",
        "terminate",
        "public",
        "reporting",
        "requirement",
        "length",
        "current",
        "market",
        "cycle",
        "requirement",
        "issuer",
        "survive",
        "current",
        "market",
        "cycle",
        "future",
        "growth",
        "potential",
        "corporation",
        "respective",
        "business",
        "future",
        "mine",
        "development",
        "plan",
        "estimated",
        "production",
        "mine",
        "life",
        "corporation",
        "project",
        "realization",
        "mineral",
        "reserve",
        "estimate",
        "timing",
        "amount",
        "estimated",
        "future",
        "production",
        "cost",
        "production",
        "future",
        "price",
        "diamond",
        "estimation",
        "mineral",
        "reserve",
        "resource",
        "ability",
        "manage",
        "debt",
        "capital",
        "expenditure",
        "ability",
        "obtain",
        "permit",
        "operation",
        "liquidity",
        "tax",
        "rate",
        "strategic",
        "plan",
        "future",
        "operation",
        "future",
        "work",
        "program",
        "objective",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "except",
        "statement",
        "historical",
        "fact",
        "relating",
        "corporation",
        "certain",
        "information",
        "contained",
        "herein",
        "constitutes",
        "statement",
        "statement",
        "frequently",
        "characterized",
        "word",
        "anticipates",
        "may",
        "plan",
        "belief",
        "estimate",
        "expects",
        "project",
        "target",
        "intends",
        "likely",
        "potential",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "including",
        "without",
        "limitation",
        "realization",
        "anticipated",
        "benefit",
        "derived",
        "arrangement",
        "shareholder",
        "corporation",
        "view",
        "quality",
        "potential",
        "corporation",
        "asset",
        "ii",
        "potential",
        "combined",
        "entity",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "corporation",
        "date",
        "statement",
        "made",
        "based",
        "number",
        "assumption",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "many",
        "assumption",
        "based",
        "factor",
        "event",
        "within",
        "control",
        "corporation",
        "assurance",
        "prove",
        "correct",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "estimate",
        "management",
        "mountain",
        "province",
        "kennady",
        "case",
        "may",
        "time",
        "statement",
        "made",
        "actual",
        "future",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "mountain",
        "province",
        "kennady",
        "case",
        "may",
        "materially",
        "differ",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "among",
        "thing",
        "include",
        "synergy",
        "expected",
        "arrangement",
        "realized",
        "business",
        "integration",
        "risk",
        "fluctuation",
        "general",
        "macroeconomic",
        "condition",
        "fluctuation",
        "security",
        "market",
        "market",
        "price",
        "mountain",
        "province",
        "share",
        "change",
        "national",
        "local",
        "government",
        "legislation",
        "taxation",
        "control",
        "regulation",
        "political",
        "economic",
        "development",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "change",
        "market",
        "condition",
        "change",
        "project",
        "parameter",
        "mine",
        "sequencing",
        "production",
        "rate",
        "cash",
        "flow",
        "risk",
        "relating",
        "availability",
        "timeliness",
        "permitting",
        "governmental",
        "approval",
        "supply",
        "demand",
        "diamond",
        "fluctuating",
        "commodity",
        "price",
        "currency",
        "exchange",
        "rate",
        "possibility",
        "project",
        "cost",
        "overrun",
        "unanticipated",
        "cost",
        "expense",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "although",
        "corporation",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "corporation",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "concerning",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "may",
        "also",
        "deemed",
        "constitute",
        "statement",
        "extent",
        "involve",
        "estimate",
        "mineralization",
        "encountered",
        "property",
        "developed",
        "corporation",
        "may",
        "make",
        "change",
        "respective",
        "business",
        "plan",
        "could",
        "affect",
        "result",
        "principal",
        "asset",
        "mountain",
        "province",
        "administered",
        "pursuant",
        "joint",
        "venture",
        "mountain",
        "province",
        "operator",
        "mountain",
        "province",
        "exposed",
        "action",
        "taken",
        "omission",
        "made",
        "operator",
        "within",
        "prerogative",
        "determination",
        "made",
        "joint",
        "venture",
        "term",
        "action",
        "omission",
        "may",
        "impact",
        "future",
        "performance",
        "mountain",
        "province",
        "combined",
        "company",
        "current",
        "note",
        "revolving",
        "credit",
        "facility",
        "mountain",
        "province",
        "subject",
        "certain",
        "limitation",
        "ability",
        "pay",
        "dividend",
        "common",
        "stock",
        "declaration",
        "dividend",
        "discretion",
        "mountain",
        "province",
        "board",
        "director",
        "subject",
        "limitation",
        "debt",
        "facility",
        "depend",
        "mountain",
        "province",
        "financial",
        "result",
        "cash",
        "requirement",
        "future",
        "prospect",
        "factor",
        "deemed",
        "relevant",
        "board",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "except",
        "required",
        "law",
        "kennady",
        "mountain",
        "province",
        "assume",
        "obligation",
        "update",
        "statement",
        "belief",
        "opinion",
        "projection",
        "factor",
        "change",
        "except",
        "required",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "stock",
        "exchange",
        "security",
        "commission",
        "regulatory",
        "authority",
        "approved",
        "disapproved",
        "information",
        "contained",
        "herein",
        "news",
        "release",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "jurisdiction",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mountain",
        "province",
        "diamond",
        "inc"
    ]
}