{
    "organizations": [],
    "uuid": "5f94ff8c53fb6896dcdd46a411b075e9cf58abfd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/23/globe-newswire-people-corporation-announces-financial-results-for-the-second-quarter-of-fiscal-2018a.html",
    "ord_in_thread": 0,
    "title": "People Corporation Announces Financial Results for the Second Quarter of Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WINNIPEG, Manitoba, April 23, 2018 (GLOBE NEWSWIRE) -- People Corporation (the \"Company\") (TSX Venture:PEO) today announced financial results for the quarter-ended February 28, 2018.\n“I am pleased to be able to once again report People Corporation’s strong financial results, this time for the second quarter of 2018,” commented Laurie Goldberg, Chairman and Chief Executive Officer. “Strong organic growth in our existing business is enhanced by results from acquisitions, notably from the acquisition of Assurance Dalbec in the first quarter of the current fiscal year, and last year’s acquisition of Sirius Benefits.”\nHighlights of Financial Results for the quarter ended February 28, 2018\nFinancial Results from Operations\nThe Company's financial results for the three months ended February 28, 2018 fully reflect the effect of last year's acquisitions of Sirius Benefit Plans Inc. (“Sirius”) and Skipwith & Associates Insurance Agency Inc. (\"Skipwith\"), and organic growth initiatives. The effect of the acquisitions of the assets, liabilities and business operations of Assurance Dalbec Ltée (“Dalbec”) and Rockwater Benefits Company Ltd. (“Rockwater”) are reflected from their dates of acquisition in the current fiscal year, which were December 1, 2017 and February 1, 2018, respectively.\n3 months ended 6 months ended ( In 000’s ) Feb 28, 2018 Feb 28, 2017 Feb 28, 2018 Feb 28, 2017 Revenue $32,514.5 $25,602.5 $60,984.6 $48,947.2 Adjusted EBITDA before REI $8,765.3 $6,508.2 $15,587.4 $11,244.1 Adjusted EBITDA $7,029.4 $5,225.2 $12,425.1 $8,960.6 Net Income (loss) $610.1 $1,638.8 $1,073.8 $1,363.2 For the three months ended February 28, 2018, the Company achieved revenue growth of $6.9 million (27.0%). Organic growth of $2.9 million (11.1%) was recognized primarily from gaining new clients, increasing product and service penetration with existing clients and natural inflationary factors. The Company recognized growth of $4.1 million (15.9%) resulting from acquired operations including Sirius, Skipwith, Dalbec and Rockwater.\nAdjusted EBITDA before retained economic interest (“REI”) for the three months ended February 28, 2018 was $8.8 million, an increase of $2.3 million (34.7%). Growth in Adjusted EBITDA for the three month period was primarily attributable to acquired operations and organic revenue growth, offset by increased compensation expenses tied directly to the higher revenue and expanded leadership to accommodate future growth.\nAdjusted EBITDA for the three months ended February 28, 2018 was $7 million, an increase of $1.8 million (34.5%) primarily due to the factors affecting Adjusted EBITDA before REI, offset by an increase in vendor’s interest in Coughlin, BPA, H+P and Bencom of $0.5 million (35.2%).\nFor the three months ended February 28, 2018, the Company reported a decrease in Net Income of $1.0 million (62.8%), resulting from increased acquisition, integration and reorganization costs, acquisition-related finance expenses and amortization of intangible assets, and income tax expense, offset by revenue increases related to acquired operations and organic growth.\nStrategic and Operational Highlights\nThe Company continues to make significant progress on executing its strategic plan, while at the same time making investments to position the Company for ongoing future growth. Some notable milestones include:\nContinued to invest in client‑focused products and solutions, including a new multi‑employer administration platform, a new member portal for clients and a new flexible enrolment tool; Completed the acquisition of Dalbec, a leading Québec-based TPA and TPP service provider which complements the Company's existing operations in Québec and expands its small group product offering; Completed acquisition of Rockwater, an established group benefits advisory practice based in Ontario; Enhanced the Company’s capital position through an expanded credit facility to $82.8 million, with an opportunity to further increase it by $15.0 million for an overall credit capacity of $97.8 million; and Completed a significant real estate project related to a new Winnipeg-based corporate office facility to accommodate the Company’s rapid growth through the integration of three previously separate locations into one state of the art facility for staff and clients.\nThe complete Financial Statements and Management’s Discussion and Analysis for the three months ended February 28, 2018, along with additional information about the Company and all of its public filings are available at www.sedar.com .\nSummary Financial Position\nThe Company continues to be well-positioned to execute on its growth strategy, with a strong financial position and ready access to financial capital. The Company had cash balances of $19.0 million as at February 28, 2018. In addition to its cash resources, the Company maintains a credit facility agreement with its senior lenders that totals $82.8 million of credit capacity, with an option (the \"Accordion Feature\"), subject to the satisfaction of certain terms and conditions, to increase the Acquisition Revolver component of the credit facility by an additional $15.0 million of capacity, which would result in the size of the Acquisition Revolver being increased from $15 million to $63.8 million, and overall credit capacity being increased to $97.8 million. As of February 28, 2018, the Company had $31.0 million drawn on the various components of it credit facility, leaving $51.8 million of unused credit capacity before considering the Accordion Feature.\nIn addition to the credit facility with its senior lender, as of February 28, 2018, the Company had $8.6 million owing to vendors from previous acquisitions, of which $2.8 million is due in the next twelve months. Based on its current financial position, the Company expects to make such payments that are due in the next twelve months from the cash resources it expect to have at such time.\nAbout People Corporation\nPeople Corporation is a national provider of group benefits, group retirement and human resource services. The Company has offices across Canada, each led by a team of experts and backed by the resources of a national company that is traded on the TSX-V. The Company’s industry experts provide uniquely valuable insight while customizing an innovative suite of services to the specific needs of its clients. Whatever your sector, whatever your scale, putting People Corporation’s expertise and proven track record to work will make a difference to your people and your bottom line. Further information is available at www.peoplecorporation.com .\nForward-Looking Information\nThis news release contains “forward-looking statements” within the meaning of applicable securities laws, such as statements concerning anticipated future events, results, circumstances, performance or expectations that are not historical facts. Use of words such as “may”, “will”, “expect”, “believe”, \"intends\", \"likely\", or other words of similar effect may indicate a “forward-looking” statement. These statements are not guarantees of future performance and are subject to numerous risks and uncertainties, including those described in the Company's publicly filed documents (available on SEDAR at www.sedar.com ). Those risks and uncertainties include the ability to maintain profitability and manage organic or acquisition growth, reliance on information systems and technology, reputation risk, dependence on key clients, reliance on key professionals and general economic conditions. Many of these risks and uncertainties can affect the Company's actual results and could cause actual results to differ materially from those expressed or implied in any forward-looking statement made by the Company or on its behalf. Given these risks and uncertainties, investors should not place undue reliance on forward-looking statements as a prediction of actual results. All forward-looking statements in this news release are qualified by these cautionary statements. These statements are made as of the date of this news release and, except as required by applicable law, the Company undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. Additionally, the Company undertakes no obligation to comment on analyses, expectations or statements made by third parties in respect of the Company, its financial or operating results or its securities.\nNon-IFRS Financial Measures\nThe Company reports non-IFRS financial measures, including Standardized EBITDA, REI, Adjusted EBITDA before REI, and Adjusted EBITDA as key measures used by management to evaluate performance of the business, to compensate employees and to facilitate a comparison of quarterly and annual results of ongoing operations. Adjusted EBITDA is also a concept utilized in measuring compliance with debt covenants. The Adjusted EBITDA measure is commonly reported and widely used by investors and lending institutions as an indicator of a company’s operating performance and ability to incur and service debt, and as a valuation metric. While used to assist in evaluating the operating performance and debt servicing ability of the Company, readers are cautioned that Adjusted EBITDA as reported by the Company may not be comparable in all instances to Adjusted EBITDA as reported by other companies. For a detailed explanation of how the Company’s non-IFRS measures are calculated, please refer to the Company’s MD&A filing for the three months ended February 28, 2018, which can be accessed via the SEDAR Web site ( www.sedar.com ).\nInvestor Relations Inquiries:\nContact - Dennis Stewner, CPA, CA\nCFO and COO - People Corporation\n(204) 940-3988\ndennis.stewner@peoplecorporation.com\nwww.peoplecorporation.com\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this press release.\nSource:People Corporation",
    "published": "2018-04-23T17:41:00.000+03:00",
    "crawled": "2018-04-23T20:05:21.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "winnipeg",
        "manitoba",
        "april",
        "globe",
        "newswire",
        "people",
        "corporation",
        "company",
        "tsx",
        "venture",
        "peo",
        "today",
        "announced",
        "financial",
        "result",
        "february",
        "pleased",
        "able",
        "report",
        "people",
        "corporation",
        "strong",
        "financial",
        "result",
        "time",
        "second",
        "quarter",
        "commented",
        "laurie",
        "goldberg",
        "chairman",
        "chief",
        "executive",
        "officer",
        "strong",
        "organic",
        "growth",
        "existing",
        "business",
        "enhanced",
        "result",
        "acquisition",
        "notably",
        "acquisition",
        "assurance",
        "dalbec",
        "first",
        "quarter",
        "current",
        "fiscal",
        "year",
        "last",
        "year",
        "acquisition",
        "sirius",
        "highlight",
        "financial",
        "result",
        "quarter",
        "ended",
        "february",
        "financial",
        "result",
        "operation",
        "company",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "february",
        "fully",
        "reflect",
        "effect",
        "last",
        "year",
        "acquisition",
        "sirius",
        "benefit",
        "plan",
        "sirius",
        "skipwith",
        "associate",
        "insurance",
        "agency",
        "skipwith",
        "organic",
        "growth",
        "initiative",
        "effect",
        "acquisition",
        "asset",
        "liability",
        "business",
        "operation",
        "assurance",
        "dalbec",
        "ltée",
        "dalbec",
        "rockwater",
        "benefit",
        "company",
        "rockwater",
        "reflected",
        "date",
        "acquisition",
        "current",
        "fiscal",
        "year",
        "december",
        "february",
        "respectively",
        "month",
        "ended",
        "month",
        "ended",
        "feb",
        "feb",
        "feb",
        "feb",
        "revenue",
        "adjusted",
        "ebitda",
        "rei",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "three",
        "month",
        "ended",
        "february",
        "company",
        "achieved",
        "revenue",
        "growth",
        "million",
        "organic",
        "growth",
        "million",
        "recognized",
        "primarily",
        "gaining",
        "new",
        "client",
        "increasing",
        "product",
        "service",
        "penetration",
        "existing",
        "client",
        "natural",
        "inflationary",
        "factor",
        "company",
        "recognized",
        "growth",
        "million",
        "resulting",
        "acquired",
        "operation",
        "including",
        "sirius",
        "skipwith",
        "dalbec",
        "rockwater",
        "adjusted",
        "ebitda",
        "retained",
        "economic",
        "interest",
        "rei",
        "three",
        "month",
        "ended",
        "february",
        "million",
        "increase",
        "million",
        "growth",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "period",
        "primarily",
        "attributable",
        "acquired",
        "operation",
        "organic",
        "revenue",
        "growth",
        "offset",
        "increased",
        "compensation",
        "expense",
        "tied",
        "directly",
        "higher",
        "revenue",
        "expanded",
        "leadership",
        "accommodate",
        "future",
        "growth",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "february",
        "million",
        "increase",
        "million",
        "primarily",
        "due",
        "factor",
        "affecting",
        "adjusted",
        "ebitda",
        "rei",
        "offset",
        "increase",
        "vendor",
        "interest",
        "coughlin",
        "bpa",
        "bencom",
        "million",
        "three",
        "month",
        "ended",
        "february",
        "company",
        "reported",
        "decrease",
        "net",
        "income",
        "million",
        "resulting",
        "increased",
        "acquisition",
        "integration",
        "reorganization",
        "cost",
        "finance",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "income",
        "tax",
        "expense",
        "offset",
        "revenue",
        "increase",
        "related",
        "acquired",
        "operation",
        "organic",
        "growth",
        "strategic",
        "operational",
        "highlight",
        "company",
        "continues",
        "make",
        "significant",
        "progress",
        "executing",
        "strategic",
        "plan",
        "time",
        "making",
        "investment",
        "position",
        "company",
        "ongoing",
        "future",
        "growth",
        "notable",
        "milestone",
        "include",
        "continued",
        "invest",
        "product",
        "solution",
        "including",
        "new",
        "administration",
        "platform",
        "new",
        "member",
        "portal",
        "client",
        "new",
        "flexible",
        "enrolment",
        "tool",
        "completed",
        "acquisition",
        "dalbec",
        "leading",
        "tpa",
        "tpp",
        "service",
        "provider",
        "complement",
        "company",
        "existing",
        "operation",
        "québec",
        "expands",
        "small",
        "group",
        "product",
        "offering",
        "completed",
        "acquisition",
        "rockwater",
        "established",
        "group",
        "benefit",
        "advisory",
        "practice",
        "based",
        "ontario",
        "enhanced",
        "company",
        "capital",
        "position",
        "expanded",
        "credit",
        "facility",
        "million",
        "opportunity",
        "increase",
        "million",
        "overall",
        "credit",
        "capacity",
        "million",
        "completed",
        "significant",
        "real",
        "estate",
        "project",
        "related",
        "new",
        "corporate",
        "office",
        "facility",
        "accommodate",
        "company",
        "rapid",
        "growth",
        "integration",
        "three",
        "previously",
        "separate",
        "location",
        "one",
        "state",
        "art",
        "facility",
        "staff",
        "client",
        "complete",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "february",
        "along",
        "additional",
        "information",
        "company",
        "public",
        "filing",
        "available",
        "summary",
        "financial",
        "position",
        "company",
        "continues",
        "execute",
        "growth",
        "strategy",
        "strong",
        "financial",
        "position",
        "ready",
        "access",
        "financial",
        "capital",
        "company",
        "cash",
        "balance",
        "million",
        "february",
        "addition",
        "cash",
        "resource",
        "company",
        "maintains",
        "credit",
        "facility",
        "agreement",
        "senior",
        "lender",
        "total",
        "million",
        "credit",
        "capacity",
        "option",
        "accordion",
        "feature",
        "subject",
        "satisfaction",
        "certain",
        "term",
        "condition",
        "increase",
        "acquisition",
        "revolver",
        "component",
        "credit",
        "facility",
        "additional",
        "million",
        "capacity",
        "would",
        "result",
        "size",
        "acquisition",
        "revolver",
        "increased",
        "million",
        "million",
        "overall",
        "credit",
        "capacity",
        "increased",
        "million",
        "february",
        "company",
        "million",
        "drawn",
        "various",
        "component",
        "credit",
        "facility",
        "leaving",
        "million",
        "unused",
        "credit",
        "capacity",
        "considering",
        "accordion",
        "feature",
        "addition",
        "credit",
        "facility",
        "senior",
        "lender",
        "february",
        "company",
        "million",
        "owing",
        "vendor",
        "previous",
        "acquisition",
        "million",
        "due",
        "next",
        "twelve",
        "month",
        "based",
        "current",
        "financial",
        "position",
        "company",
        "expects",
        "make",
        "payment",
        "due",
        "next",
        "twelve",
        "month",
        "cash",
        "resource",
        "expect",
        "time",
        "people",
        "corporation",
        "people",
        "corporation",
        "national",
        "provider",
        "group",
        "benefit",
        "group",
        "retirement",
        "human",
        "resource",
        "service",
        "company",
        "office",
        "across",
        "canada",
        "led",
        "team",
        "expert",
        "backed",
        "resource",
        "national",
        "company",
        "traded",
        "company",
        "industry",
        "expert",
        "provide",
        "uniquely",
        "valuable",
        "insight",
        "customizing",
        "innovative",
        "suite",
        "service",
        "specific",
        "need",
        "client",
        "whatever",
        "sector",
        "whatever",
        "scale",
        "putting",
        "people",
        "corporation",
        "expertise",
        "proven",
        "track",
        "record",
        "work",
        "make",
        "difference",
        "people",
        "bottom",
        "line",
        "information",
        "available",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "concerning",
        "anticipated",
        "future",
        "event",
        "result",
        "circumstance",
        "performance",
        "expectation",
        "historical",
        "fact",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "intends",
        "likely",
        "word",
        "similar",
        "effect",
        "may",
        "indicate",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "including",
        "described",
        "company",
        "publicly",
        "filed",
        "document",
        "available",
        "sedar",
        "risk",
        "uncertainty",
        "include",
        "ability",
        "maintain",
        "profitability",
        "manage",
        "organic",
        "acquisition",
        "growth",
        "reliance",
        "information",
        "system",
        "technology",
        "reputation",
        "risk",
        "dependence",
        "key",
        "client",
        "reliance",
        "key",
        "professional",
        "general",
        "economic",
        "condition",
        "many",
        "risk",
        "uncertainty",
        "affect",
        "company",
        "actual",
        "result",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "made",
        "company",
        "behalf",
        "given",
        "risk",
        "uncertainty",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "statement",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additionally",
        "company",
        "undertakes",
        "obligation",
        "comment",
        "analysis",
        "expectation",
        "statement",
        "made",
        "third",
        "party",
        "respect",
        "company",
        "financial",
        "operating",
        "result",
        "security",
        "financial",
        "measure",
        "company",
        "report",
        "financial",
        "measure",
        "including",
        "standardized",
        "ebitda",
        "rei",
        "adjusted",
        "ebitda",
        "rei",
        "adjusted",
        "ebitda",
        "key",
        "measure",
        "used",
        "management",
        "evaluate",
        "performance",
        "business",
        "compensate",
        "employee",
        "facilitate",
        "comparison",
        "quarterly",
        "annual",
        "result",
        "ongoing",
        "operation",
        "adjusted",
        "ebitda",
        "also",
        "concept",
        "utilized",
        "measuring",
        "compliance",
        "debt",
        "covenant",
        "adjusted",
        "ebitda",
        "measure",
        "commonly",
        "reported",
        "widely",
        "used",
        "investor",
        "lending",
        "institution",
        "indicator",
        "company",
        "operating",
        "performance",
        "ability",
        "incur",
        "service",
        "debt",
        "valuation",
        "metric",
        "used",
        "assist",
        "evaluating",
        "operating",
        "performance",
        "debt",
        "servicing",
        "ability",
        "company",
        "reader",
        "cautioned",
        "adjusted",
        "ebitda",
        "reported",
        "company",
        "may",
        "comparable",
        "instance",
        "adjusted",
        "ebitda",
        "reported",
        "company",
        "detailed",
        "explanation",
        "company",
        "measure",
        "calculated",
        "please",
        "refer",
        "company",
        "md",
        "filing",
        "three",
        "month",
        "ended",
        "february",
        "accessed",
        "via",
        "sedar",
        "web",
        "site",
        "investor",
        "relation",
        "inquiry",
        "contact",
        "dennis",
        "stewner",
        "cpa",
        "ca",
        "cfo",
        "coo",
        "people",
        "corporation",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "press",
        "release",
        "source",
        "people",
        "corporation"
    ]
}