{
    "organizations": [],
    "uuid": "e915506e94b162fc82b2319f3ad6bf4b45cf44fe",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-hungary-election-economy/as-hungary-roars-ahead-orbanomics-leaves-some-of-the-poorest-behind-idUKKCN1H90ET",
    "ord_in_thread": 0,
    "title": "As Hungary roars ahead, Orbanomics leaves some of the poorest behind",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 2, 2018 / 6:08 AM / Updated 15 minutes ago As Hungary roars ahead, Orbanomics leaves some of the poorest behind Gergely Szakacs 8 Min Read \nHOSSZUHETENY, Hungary (Reuters) - The pre-election fanfare over Hungary’s stellar growth and surging wages hardly registers with Laszlo Reisch, an employee in a government works programme who is stuck on the wrong side of a growing social divide. Laszlo Reisch, 48, prepares his lunch at home in Hosszuheteny, Hungary, March 26, 2018. Picture taken March 26, 2018. REUTERS/Bernadett Szabo \nPrime Minister Viktor Orban is widely credited for putting public finances on a sustainable path after 2010 to save Hungary from what he said would have been a Greek-style economic collapse under a tower of debt. \nFuelled by a construction boom, foreign investment and European Union funds, the economy grew by 4 percent in 2017, the fastest pace in three years — good news for the 54-year-old premier as he targets a third term on April 8. \nThe turnaround in headline economic figures has not benefited all Hungarians, however. \nThe introduction of a flat tax, curbs to social benefits and Orban’s focus on building up the middle class means the gap between rich and poor in Hungary is widening, economists say. \nReisch, a 48-year-old father of two, said he can feel it. \n“Together with my wife’s salary we can get by so that we do not need to go sifting through the garbage,” he said, taking the sun on the porch of an old farmhouse in southern Hungary where he lives with his wife and son. \nHis daughter is among the millions of eastern Europeans who have moved abroad in search of higher pay. \n“There are people in this world today who can make enormous amounts of dough. They are extremely rich,” Reich said. Then, “there are people like us, living from one day to the next, and there is another, poorer set of people, who cannot even subsist.” \nEven so, Reisch says he will vote for Orban’s Fidesz party because there is no viable alternative. He is concerned about economic uncertainty under a new government, as well as immigration, a focal point of Orban’s re-election campaign. \nReisch has been employed in the public works programme for the past year and a half and is now working on renovating an empty house bought by the local council. \nThe programme is the government’s main tool to boost employment among mostly low-skilled Hungarians but the 165,000 it employs have missed out on double-digit wage rises because their salaries were frozen at 2017 levels, meaning their relative income has deteriorated steadily over the years. \nIn theory, the freeze should have nudged people towards the private sector, but government data shows few of the participants have found long-term jobs elsewhere and many remain stuck, lacking the sufficient skills, or savings, to move ahead. Laszlo Reisch, 48, uses a saw as he works in Hosszuheteny, Hungary, March 21 2018. Picture taken March 21, 2018. REUTERS/Bernadett Szabo \nMost of the participants have only a primary education so the government runs training courses, partly financed by the EU, alongside. \nReisch, who used to work as a car mechanic, has been trying to get a job as a driver but says he cannot put aside enough money to pay for the new certification required. \nMonthly pay under the scheme is just over half the minimum wage at 81,530 forints before tax but it gets hit by the same 15-percent income tax rate applied to the highest salaries. \nThe flat tax and cuts in jobless and other benefits have contributed to what the European Commission said in a 2017 report is one of the biggest rises in inequality across the EU since the financial crisis. \nThe government’s revenues from consumption-related taxes, such as VAT and excise taxes on tobacco and alcohol, relative to household spending is the highest in the EU, exceeding levels even in Denmark, which has much higher living standards. PROGRESS \nAn analysis of the flat tax regime by economists Csaba Toth and Peter Virovacz has concluded that its biggest beneficiaries are the most affluent, childless taxpayers, although families with children also benefit to varying degrees. \nThe government said real wages of families with two children have risen by nearly 50 percent since 2010, while the increase for families with three children was 65 percent. \nOrban has also launched a housing scheme for families with three children that includes a 10-million-forint grant and a subsidised loan as part of efforts to lift birth rates. Families with fewer children are eligible for lower amounts. \nOne woman told Reuters she bought a bigger house near Budapest for herself and her two small children using a 1.5-million-forint grant. \n“I think our family has managed to make progress over the past years,” said the woman, who like several people interviewed did not want to be identified talking about their personal finances. She said the grant allowed her family to upgrade earlier than expected. “I am grateful for that.” Slideshow (10 Images) \nAs home prices surge, however, richer families with three children have ended up being the main beneficiaries of the home reform, Hungarian thinktank GKI said in a recent report. \nThat’s because Orban’s targeted reforms are most advantageous for those who are in a better financial situation to start with, according to GKI. The government argues that will trickle down and creates incentives for poorer people to improve their skills and education. But nearly a million poor Hungarians have seen their share of income decline since 2010, it said. \nThe latest available Eurostat data showed Hungary ranked last among its Central European peers — Poland, the Czech Republic and Slovakia — in terms of per capita gross domestic product in 2016. \nHungary’s relative position within the group has also deteriorated since Orban took power. Of the four countries, only Hungary exceeded the EU average percentage of those at risk of poverty or social exclusion, based on 2016 data. SECURITY \nMost polls indicate Fidesz still enjoys a wide lead over its rivals even though a recent survey by thinktank Zavecz Research showed a majority of respondents have experienced no improvement in their financial situation over the past years. \nLess than a third of people expected their financial prospects to improve in the years ahead according to the poll, while just over half of respondents expected no change. The migrant issue trumped all others in the survey. \nVeteran Fidesz lawmaker Janos Hargitai carried the district around Hosszuheteny comfortably in 2014, bagging more votes than his main leftist and far-right challengers combined. \n“People strive for security in every regard,” social scientist Tibor Zavecz said, adding that bickering among Orban’s challengers probably turned away potential supporters. \n“They portray an image, even to poor people, that questions whether they would be able to make decisions in power if they cannot even agree in opposition,” Zavecz said. “Even a low level of security is worth more than any type of uncertainty.” \nAttila Racz, 45, has been employed in the public works programme for the past five years. He used to work as a joiner but is now doing administrative tasks at the local government due to an illness, which forced him off the job. \nRacz and his wife, who works in a tobacco factory in nearby Pecs, live on the outskirts of Hosszuheteny, where they herd goats to boost the family budget. \nThe family has four children and sees “not much of a prospect” for a change in their standard of living, said Racz. He was nonetheless grateful for his job. \n“This does not make us rich, but it helps you feel a bit more useful, tidying your own village, working in your own village and trying to help others,” he said. Racz said he would vote, but did not reveal his preference. \n“There are good aspects of this government and there are bad. It is almost like this public works programme. You cannot benefit all people.”",
    "published": "2018-04-02T09:07:00.000+03:00",
    "crawled": "2018-04-02T09:33:46.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "updated",
        "minute",
        "ago",
        "hungary",
        "roar",
        "ahead",
        "orbanomics",
        "leaf",
        "poorest",
        "behind",
        "gergely",
        "szakacs",
        "min",
        "read",
        "hosszuheteny",
        "hungary",
        "reuters",
        "fanfare",
        "hungary",
        "stellar",
        "growth",
        "surging",
        "wage",
        "hardly",
        "register",
        "laszlo",
        "reisch",
        "employee",
        "government",
        "work",
        "programme",
        "stuck",
        "wrong",
        "side",
        "growing",
        "social",
        "divide",
        "laszlo",
        "reisch",
        "prepares",
        "lunch",
        "home",
        "hosszuheteny",
        "hungary",
        "march",
        "picture",
        "taken",
        "march",
        "szabo",
        "prime",
        "minister",
        "viktor",
        "orban",
        "widely",
        "credited",
        "putting",
        "public",
        "finance",
        "sustainable",
        "path",
        "save",
        "hungary",
        "said",
        "would",
        "economic",
        "collapse",
        "tower",
        "debt",
        "fuelled",
        "construction",
        "boom",
        "foreign",
        "investment",
        "european",
        "union",
        "fund",
        "economy",
        "grew",
        "percent",
        "fastest",
        "pace",
        "three",
        "year",
        "good",
        "news",
        "premier",
        "target",
        "third",
        "term",
        "april",
        "turnaround",
        "headline",
        "economic",
        "figure",
        "benefited",
        "hungarian",
        "however",
        "introduction",
        "flat",
        "tax",
        "curb",
        "social",
        "benefit",
        "orban",
        "focus",
        "building",
        "middle",
        "class",
        "mean",
        "gap",
        "rich",
        "poor",
        "hungary",
        "widening",
        "economist",
        "say",
        "reisch",
        "father",
        "two",
        "said",
        "feel",
        "together",
        "wife",
        "salary",
        "get",
        "need",
        "go",
        "sifting",
        "garbage",
        "said",
        "taking",
        "sun",
        "porch",
        "old",
        "farmhouse",
        "southern",
        "hungary",
        "life",
        "wife",
        "son",
        "daughter",
        "among",
        "million",
        "eastern",
        "european",
        "moved",
        "abroad",
        "search",
        "higher",
        "pay",
        "people",
        "world",
        "today",
        "make",
        "enormous",
        "amount",
        "dough",
        "extremely",
        "rich",
        "reich",
        "said",
        "people",
        "like",
        "u",
        "living",
        "one",
        "day",
        "next",
        "another",
        "poorer",
        "set",
        "people",
        "even",
        "even",
        "reisch",
        "say",
        "vote",
        "orban",
        "fidesz",
        "party",
        "viable",
        "alternative",
        "concerned",
        "economic",
        "uncertainty",
        "new",
        "government",
        "well",
        "immigration",
        "focal",
        "point",
        "orban",
        "campaign",
        "reisch",
        "employed",
        "public",
        "work",
        "programme",
        "past",
        "year",
        "half",
        "working",
        "renovating",
        "empty",
        "house",
        "bought",
        "local",
        "council",
        "programme",
        "government",
        "main",
        "tool",
        "boost",
        "employment",
        "among",
        "mostly",
        "hungarian",
        "employ",
        "missed",
        "wage",
        "rise",
        "salary",
        "frozen",
        "level",
        "meaning",
        "relative",
        "income",
        "deteriorated",
        "steadily",
        "year",
        "theory",
        "freeze",
        "nudged",
        "people",
        "towards",
        "private",
        "sector",
        "government",
        "data",
        "show",
        "participant",
        "found",
        "job",
        "elsewhere",
        "many",
        "remain",
        "stuck",
        "lacking",
        "sufficient",
        "skill",
        "saving",
        "move",
        "ahead",
        "laszlo",
        "reisch",
        "us",
        "saw",
        "work",
        "hosszuheteny",
        "hungary",
        "march",
        "picture",
        "taken",
        "march",
        "szabo",
        "participant",
        "primary",
        "education",
        "government",
        "run",
        "training",
        "course",
        "partly",
        "financed",
        "eu",
        "alongside",
        "reisch",
        "used",
        "work",
        "car",
        "mechanic",
        "trying",
        "get",
        "job",
        "driver",
        "say",
        "put",
        "aside",
        "enough",
        "money",
        "pay",
        "new",
        "certification",
        "required",
        "monthly",
        "pay",
        "scheme",
        "half",
        "minimum",
        "wage",
        "forint",
        "tax",
        "get",
        "hit",
        "income",
        "tax",
        "rate",
        "applied",
        "highest",
        "salary",
        "flat",
        "tax",
        "cut",
        "jobless",
        "benefit",
        "contributed",
        "european",
        "commission",
        "said",
        "report",
        "one",
        "biggest",
        "rise",
        "inequality",
        "across",
        "eu",
        "since",
        "financial",
        "crisis",
        "government",
        "revenue",
        "tax",
        "vat",
        "excise",
        "tax",
        "tobacco",
        "alcohol",
        "relative",
        "household",
        "spending",
        "highest",
        "eu",
        "exceeding",
        "level",
        "even",
        "denmark",
        "much",
        "higher",
        "living",
        "standard",
        "progress",
        "analysis",
        "flat",
        "tax",
        "regime",
        "economist",
        "csaba",
        "toth",
        "peter",
        "virovacz",
        "concluded",
        "biggest",
        "beneficiary",
        "affluent",
        "childless",
        "taxpayer",
        "although",
        "family",
        "child",
        "also",
        "benefit",
        "varying",
        "degree",
        "government",
        "said",
        "real",
        "wage",
        "family",
        "two",
        "child",
        "risen",
        "nearly",
        "percent",
        "since",
        "increase",
        "family",
        "three",
        "child",
        "percent",
        "orban",
        "also",
        "launched",
        "housing",
        "scheme",
        "family",
        "three",
        "child",
        "includes",
        "grant",
        "subsidised",
        "loan",
        "part",
        "effort",
        "lift",
        "birth",
        "rate",
        "family",
        "fewer",
        "child",
        "eligible",
        "lower",
        "amount",
        "one",
        "woman",
        "told",
        "reuters",
        "bought",
        "bigger",
        "house",
        "near",
        "budapest",
        "two",
        "small",
        "child",
        "using",
        "grant",
        "think",
        "family",
        "managed",
        "make",
        "progress",
        "past",
        "year",
        "said",
        "woman",
        "like",
        "several",
        "people",
        "interviewed",
        "want",
        "identified",
        "talking",
        "personal",
        "finance",
        "said",
        "grant",
        "allowed",
        "family",
        "upgrade",
        "earlier",
        "expected",
        "grateful",
        "slideshow",
        "image",
        "home",
        "price",
        "surge",
        "however",
        "richer",
        "family",
        "three",
        "child",
        "ended",
        "main",
        "beneficiary",
        "home",
        "reform",
        "hungarian",
        "thinktank",
        "gki",
        "said",
        "recent",
        "report",
        "orban",
        "targeted",
        "reform",
        "advantageous",
        "better",
        "financial",
        "situation",
        "start",
        "according",
        "gki",
        "government",
        "argues",
        "trickle",
        "creates",
        "incentive",
        "poorer",
        "people",
        "improve",
        "skill",
        "education",
        "nearly",
        "million",
        "poor",
        "hungarian",
        "seen",
        "share",
        "income",
        "decline",
        "since",
        "said",
        "latest",
        "available",
        "eurostat",
        "data",
        "showed",
        "hungary",
        "ranked",
        "last",
        "among",
        "central",
        "european",
        "peer",
        "poland",
        "czech",
        "republic",
        "slovakia",
        "term",
        "per",
        "caput",
        "gross",
        "domestic",
        "product",
        "hungary",
        "relative",
        "position",
        "within",
        "group",
        "also",
        "deteriorated",
        "since",
        "orban",
        "took",
        "power",
        "four",
        "country",
        "hungary",
        "exceeded",
        "eu",
        "average",
        "percentage",
        "risk",
        "poverty",
        "social",
        "exclusion",
        "based",
        "data",
        "security",
        "poll",
        "indicate",
        "fidesz",
        "still",
        "enjoys",
        "wide",
        "lead",
        "rival",
        "even",
        "though",
        "recent",
        "survey",
        "thinktank",
        "zavecz",
        "research",
        "showed",
        "majority",
        "respondent",
        "experienced",
        "improvement",
        "financial",
        "situation",
        "past",
        "year",
        "less",
        "third",
        "people",
        "expected",
        "financial",
        "prospect",
        "improve",
        "year",
        "ahead",
        "according",
        "poll",
        "half",
        "respondent",
        "expected",
        "change",
        "migrant",
        "issue",
        "trumped",
        "others",
        "survey",
        "veteran",
        "fidesz",
        "lawmaker",
        "janos",
        "hargitai",
        "carried",
        "district",
        "around",
        "hosszuheteny",
        "comfortably",
        "bagging",
        "vote",
        "main",
        "leftist",
        "challenger",
        "combined",
        "people",
        "strive",
        "security",
        "every",
        "regard",
        "social",
        "scientist",
        "tibor",
        "zavecz",
        "said",
        "adding",
        "bickering",
        "among",
        "orban",
        "challenger",
        "probably",
        "turned",
        "away",
        "potential",
        "supporter",
        "portray",
        "image",
        "even",
        "poor",
        "people",
        "question",
        "whether",
        "would",
        "able",
        "make",
        "decision",
        "power",
        "even",
        "agree",
        "opposition",
        "zavecz",
        "said",
        "even",
        "low",
        "level",
        "security",
        "worth",
        "type",
        "attila",
        "racz",
        "employed",
        "public",
        "work",
        "programme",
        "past",
        "five",
        "year",
        "used",
        "work",
        "joiner",
        "administrative",
        "task",
        "local",
        "government",
        "due",
        "illness",
        "forced",
        "job",
        "racz",
        "wife",
        "work",
        "tobacco",
        "factory",
        "nearby",
        "pecs",
        "live",
        "outskirt",
        "hosszuheteny",
        "herd",
        "goat",
        "boost",
        "family",
        "budget",
        "family",
        "four",
        "child",
        "see",
        "much",
        "prospect",
        "change",
        "standard",
        "living",
        "said",
        "racz",
        "nonetheless",
        "grateful",
        "job",
        "make",
        "u",
        "rich",
        "help",
        "feel",
        "bit",
        "useful",
        "tidying",
        "village",
        "working",
        "village",
        "trying",
        "help",
        "others",
        "said",
        "racz",
        "said",
        "would",
        "vote",
        "reveal",
        "preference",
        "good",
        "aspect",
        "government",
        "bad",
        "almost",
        "like",
        "public",
        "work",
        "programme",
        "benefit",
        "people"
    ]
}