{
    "organizations": [],
    "uuid": "6f8293f62f99a0c3840480c30112213a66fb010c",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/11/why-mariah-careys-bipolar-diagnosis-matters/",
    "ord_in_thread": 0,
    "title": "Why Mariah Carey's Bipolar Diagnosis Matters",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 11, 2018 1:42 PM ET Mega-star Mariah Carey has done the world, and herself, a great service by sharing the story of her struggles to regain her health and sense of self after receiving a diagnosis of bipolar disorder in 2001.\n“Until recently I lived in denial and isolation and in constant fear someone would expose me,” she told People , in this week’s cover story. “It was too heavy a burden to carry and I simply couldn’t do that anymore. I sought and received treatment, I put positive people around me and I got back to doing what I love — writing songs and making music.”\nCarey’s story is not unusual.\nAccording to the World Health Organization , 27 percent of adults in the U.S. will experience some sort of mental health disorder – think mood disorders, anxiety, substance abuse, phobias, impulse control issues and the like –over a 12-month period. Over our lifetimes, nearly half of us will. The stigma associated with a mental health diagnosis often keeps people from seeking help. If they do, a chronic shortage of health providers, particularly ones who will take insurance, often leaves them unable to find or afford the care they need.\nAnd while these illnesses are consistent across demographic lines, people of color are more sensitive to the stigma of a diagnosis and are less likely to get the same level of care as their white peers. Many people living in rural, low-income communities, or on tribal lands have no access to care at all.\nToday, more than half of adults in the U.S. living with mental illness do not receive treatment . That makes Carey one of the lucky ones.\nIt all adds up quickly. In 2016, the World Health Organization released a groundbreaking study showing that depression and anxiety disorders cost the global economy nearly $1 trillion annually. The good news? Every dollar invested in treatment could lead to a return of $4 in economic productivity.\nWhere to begin?\nStart by watching and sharing this important conversation at Fortune’s Brainstorm Health 2018 between Deborah DiSanzo, General Manager, IBM Watson Health; Amy Powell, President, Paramount Television and Digital Entertainment; and Bernard J. Tyson, Chairman and CEO, Kaiser Permanente, and led by Thrive Global CEO Arianna Huffington. They do an excellent job highlighting how applied data and integrated caregiving models can lead to better outcomes, and how storytelling and social media are helping to reduce stigma. “There’s still work to be done on how to define mental health,” cautions Tyson.\nFor solutions closer to home, check out this opinion piece from Suzanne F. Delbanco, the executive director of the non-profit Catalyst for Payment Reform. She makes a powerful case that employers can transform the health and the well-being of their employees by making more informed choices.\nDelbanco worked with eight employers and other health care purchasers, including AT&T , Equity Healthcare, and Service Employees International Union (SEIU) 775 Benefits Group, to better understand how barriers to mental health care play out in the lives of employees. “Mental health care is ripe for innovation,” she writes :\nEach purchaser in our group is inundated by vendors claiming to have digital or scalable solutions to meet their needs. To move the needle, employers need to take a close look at which solutions are clinically proven to address these conditions and find ways to drive meaningful usage of the ones that are effective.\nEmployers have long-provided employee assistance programs (EAPs), for example, to serve as the first line of support for employees, but they are ubiquitously underused. Creative campaigns like Stamp Out Stigma can reduce the shame people associate with seeking mental health treatment and can help jumpstart greater use of mental health services. More health insurance plans and telemedicine companies are starting to offer tele-mental health services too. Remote mental health care can help fill gaps in geographies where mental health specialists are not readily available or provide a more private way for employees to seek help without fear of running into someone they know in the waiting room.\nMental illness doesn’t have to be a barrier to winning a Grammy, running a country (relax, I’m referring to Abraham Lincoln ), or leading a company. (For more on the latter, I strongly recommend this extraordinary interview with Paul English, the co-founder of the travel price comparison site, Kayak.)\nBut millions of people need help to erase a feeling this strong, to carry them through desperation and be reminded that they don’t have to carry the weight on their own. For that, they’ll need an ally who believes, and not just in miracles. A Mariah Carey playlist, though a good start, just isn’t going to be enough.\nOn Point Mark Zuckerberg was grilled on Facebook’s poor diversity record today Rep. G.K. Butterfield (D-NC) brought the full weight of the Congressional Black Caucus to bear when he used his allotted time during Mark Zuckerberg’s testimony today to quiz the Facebook CEO on the company’s poor diversity record. “In 2017 you’ve increased your black representation from two to three percent,” he began, “a small increase, but better than none.” He went on to ask Zuckerberg to commit to publishing the company’s retention numbers disaggregated by race this year, and then asked if he planned to add a black executive to the company’s all-white leadership team. “Not only you and Sheryl [Sandburg], but David [Wehner], Mike [Schroepfer] and Chris [Cox],” he said, waving a printout of their bios. “This does not represent America,” he said. Fortune CEOs with more diverse personal networks generate greater value for their firms Fascinating new research suggests that companies with CEOs who have more diverse personal networks – defined as people with different demographic backgrounds and skill sets – are more innovative and generate more value overall. The research examined the networks of 1,212 CEOs of S&P 1500 firms and aggregated six factors into a single diversity index. The ramifications and study design are fascinating, and the researchers found links to stock market returns, patents and more. But there was a big bang for shareholder bucks, too. “[A] diversely networked CEO generated an approximately sixteenfold firm market value increase relative to their compensation,” they found. Pro tip: Send this article to your CEO when you ask to join her network on LinkedIn. HBR Make Rhodesia great again The country that is now Zimbabwe was once known as Rhodesia, a triumphant renaming after insurgent forces defeated white-minority rulers in the Bush War that began in the 1960s. If you’re hazy on this history, it may mean that you are not, in fact, a white supremacist. Last year, photos of white Bush War re-enactors generated buzz on Instagram, and with it, a cottage industry of sepia-toned colonialist affection stoked largely by hate groups. “Nostalgia for Rhodesia has since grown into a subtle and profitable form of racist messaging,” explains The New York Times Magazine, “with its own line of terminology, hashtags and merchandise.” It’s worth noting that convicted killer Dylann Roof wore a Rhodesian flag emblem on one of his jackets. New York Times Black students disciplined at school more than their white peers says a federal study The problems start in pre-school, and implicit racial bias is to blame. A new analysis of government data of the 2013-2014 school year showed that black girls and boys, along with children with disabilities, were disciplined at school far more than white students. While black students constituted 15.5 percent of public school students, they accounted for 39 percent of students suspended from school. Pre-K students fared even worse. “Implicit bias — stereotypes or unconscious association about people — on the part of teachers and staff may cause them to judge students’ behaviors differently based on the students’ race and sex,” said one researcher. Washington Post Advertisement The Woke Leader Getting names right really matters This is a wonderful post designed for teachers or anyone in an academic setting that has to publicly speak student names – think P.A. announcements and graduation or ceremonies, etc. But the lessons are the same for any leader: It’s not just embarrassing, it’s hurtful. “[M]utilating someone’s name is a tiny act of bigotry,” says teacher of teachers Jennifer Gonzalez. “Whether you intend to or not, what you’re communicating is this: Your name is different. Foreign. Weird. It’s not worth my time to get it right.” Cult of Pedagogy Here’s a fashion model who uses a wheelchair and needs assistance to breathe Madison Lawson has two forms of muscular dystrophy which have been slowly diminishing her ability to move around without assistance and is now taking away her ability to breathe independently. But her love for fashion and her facility for artsy selfies on Instagram got her an invite to Kansas City Fashion Week, where she modeled clothes that were part of an inclusive bridal collection. “Traditional, ableist clothing can remind you that your body is fallible and flawed every time you get dressed,” she says. “We need representation that doesn’t ostracize us.” Teen Vogue To be a person who loses things It’s a condition that’s so intersectional that it barely even registers as a category of humanness, and yet this essay about people who lose things – keys, wallets, laptops on planes, their parked car, is equal parts hilarious and poignant. Kathryn Schulz will surely win an award for this charming deep dive into the moment she suddenly became a person who lost things, the science behind forgetfulness, and the many tricks people use to try to keep a handle on their essential objects. No doubt, however, she will misplace it, and will be left instead with the vague notion that she has gained more than she has lost. New Yorker Quote:\nStudies show that how we feel about our workplace very much depends on the relationships with our coworkers. And what are relationships other than a string of microinteractions? There are hundreds of these every day in our organizations that have the potential to distinguish a good life from a beautiful one. - Tim Leberecht",
    "published": "2018-04-12T01:15:00.000+03:00",
    "crawled": "2018-04-11T22:43:45.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "pm",
        "et",
        "mariah",
        "carey",
        "done",
        "world",
        "great",
        "service",
        "sharing",
        "story",
        "struggle",
        "regain",
        "health",
        "sense",
        "self",
        "receiving",
        "diagnosis",
        "bipolar",
        "disorder",
        "recently",
        "lived",
        "denial",
        "isolation",
        "constant",
        "fear",
        "someone",
        "would",
        "expose",
        "told",
        "people",
        "week",
        "cover",
        "story",
        "heavy",
        "burden",
        "carry",
        "simply",
        "anymore",
        "sought",
        "received",
        "treatment",
        "put",
        "positive",
        "people",
        "around",
        "got",
        "back",
        "love",
        "writing",
        "song",
        "making",
        "carey",
        "story",
        "unusual",
        "according",
        "world",
        "health",
        "organization",
        "percent",
        "adult",
        "experience",
        "sort",
        "mental",
        "health",
        "disorder",
        "think",
        "mood",
        "disorder",
        "anxiety",
        "substance",
        "abuse",
        "phobia",
        "impulse",
        "control",
        "issue",
        "like",
        "period",
        "lifetime",
        "nearly",
        "half",
        "u",
        "stigma",
        "associated",
        "mental",
        "health",
        "diagnosis",
        "often",
        "keep",
        "people",
        "seeking",
        "help",
        "chronic",
        "shortage",
        "health",
        "provider",
        "particularly",
        "one",
        "take",
        "insurance",
        "often",
        "leaf",
        "unable",
        "find",
        "afford",
        "care",
        "need",
        "illness",
        "consistent",
        "across",
        "demographic",
        "line",
        "people",
        "color",
        "sensitive",
        "stigma",
        "diagnosis",
        "less",
        "likely",
        "get",
        "level",
        "care",
        "white",
        "peer",
        "many",
        "people",
        "living",
        "rural",
        "community",
        "tribal",
        "land",
        "access",
        "care",
        "today",
        "half",
        "adult",
        "living",
        "mental",
        "illness",
        "receive",
        "treatment",
        "make",
        "carey",
        "one",
        "lucky",
        "one",
        "add",
        "quickly",
        "world",
        "health",
        "organization",
        "released",
        "groundbreaking",
        "study",
        "showing",
        "depression",
        "anxiety",
        "disorder",
        "cost",
        "global",
        "economy",
        "nearly",
        "trillion",
        "annually",
        "good",
        "news",
        "every",
        "dollar",
        "invested",
        "treatment",
        "could",
        "lead",
        "return",
        "economic",
        "productivity",
        "begin",
        "start",
        "watching",
        "sharing",
        "important",
        "conversation",
        "fortune",
        "brainstorm",
        "health",
        "deborah",
        "disanzo",
        "general",
        "manager",
        "ibm",
        "watson",
        "health",
        "amy",
        "powell",
        "president",
        "paramount",
        "television",
        "digital",
        "entertainment",
        "bernard",
        "tyson",
        "chairman",
        "ceo",
        "kaiser",
        "permanente",
        "led",
        "thrive",
        "global",
        "ceo",
        "arianna",
        "huffington",
        "excellent",
        "job",
        "highlighting",
        "applied",
        "data",
        "integrated",
        "caregiving",
        "model",
        "lead",
        "better",
        "outcome",
        "storytelling",
        "social",
        "medium",
        "helping",
        "reduce",
        "stigma",
        "still",
        "work",
        "done",
        "define",
        "mental",
        "health",
        "caution",
        "tyson",
        "solution",
        "closer",
        "home",
        "check",
        "opinion",
        "piece",
        "suzanne",
        "delbanco",
        "executive",
        "director",
        "catalyst",
        "payment",
        "reform",
        "make",
        "powerful",
        "case",
        "employer",
        "transform",
        "health",
        "employee",
        "making",
        "informed",
        "choice",
        "delbanco",
        "worked",
        "eight",
        "employer",
        "health",
        "care",
        "purchaser",
        "including",
        "equity",
        "healthcare",
        "service",
        "employee",
        "international",
        "union",
        "seiu",
        "benefit",
        "group",
        "better",
        "understand",
        "barrier",
        "mental",
        "health",
        "care",
        "play",
        "life",
        "employee",
        "mental",
        "health",
        "care",
        "ripe",
        "innovation",
        "writes",
        "purchaser",
        "group",
        "inundated",
        "vendor",
        "claiming",
        "digital",
        "scalable",
        "solution",
        "meet",
        "need",
        "move",
        "needle",
        "employer",
        "need",
        "take",
        "close",
        "look",
        "solution",
        "clinically",
        "proven",
        "address",
        "condition",
        "find",
        "way",
        "drive",
        "meaningful",
        "usage",
        "one",
        "effective",
        "employer",
        "employee",
        "assistance",
        "program",
        "eaps",
        "example",
        "serve",
        "first",
        "line",
        "support",
        "employee",
        "ubiquitously",
        "underused",
        "creative",
        "campaign",
        "like",
        "stamp",
        "stigma",
        "reduce",
        "shame",
        "people",
        "associate",
        "seeking",
        "mental",
        "health",
        "treatment",
        "help",
        "jumpstart",
        "greater",
        "use",
        "mental",
        "health",
        "service",
        "health",
        "insurance",
        "plan",
        "telemedicine",
        "company",
        "starting",
        "offer",
        "health",
        "service",
        "remote",
        "mental",
        "health",
        "care",
        "help",
        "fill",
        "gap",
        "geography",
        "mental",
        "health",
        "specialist",
        "readily",
        "available",
        "provide",
        "private",
        "way",
        "employee",
        "seek",
        "help",
        "without",
        "fear",
        "running",
        "someone",
        "know",
        "waiting",
        "room",
        "mental",
        "illness",
        "barrier",
        "winning",
        "grammy",
        "running",
        "country",
        "relax",
        "referring",
        "abraham",
        "lincoln",
        "leading",
        "company",
        "latter",
        "strongly",
        "recommend",
        "extraordinary",
        "interview",
        "paul",
        "english",
        "travel",
        "price",
        "comparison",
        "site",
        "kayak",
        "million",
        "people",
        "need",
        "help",
        "erase",
        "feeling",
        "strong",
        "carry",
        "desperation",
        "reminded",
        "carry",
        "weight",
        "need",
        "ally",
        "belief",
        "miracle",
        "mariah",
        "carey",
        "playlist",
        "though",
        "good",
        "start",
        "going",
        "enough",
        "point",
        "mark",
        "zuckerberg",
        "grilled",
        "facebook",
        "poor",
        "diversity",
        "record",
        "today",
        "butterfield",
        "brought",
        "full",
        "weight",
        "congressional",
        "black",
        "caucus",
        "bear",
        "used",
        "allotted",
        "time",
        "mark",
        "zuckerberg",
        "testimony",
        "today",
        "quiz",
        "facebook",
        "ceo",
        "company",
        "poor",
        "diversity",
        "record",
        "increased",
        "black",
        "representation",
        "two",
        "three",
        "percent",
        "began",
        "small",
        "increase",
        "better",
        "went",
        "ask",
        "zuckerberg",
        "commit",
        "publishing",
        "company",
        "retention",
        "number",
        "disaggregated",
        "race",
        "year",
        "asked",
        "planned",
        "add",
        "black",
        "executive",
        "company",
        "leadership",
        "team",
        "sheryl",
        "sandburg",
        "david",
        "wehner",
        "mike",
        "schroepfer",
        "chris",
        "cox",
        "said",
        "waving",
        "printout",
        "bios",
        "represent",
        "america",
        "said",
        "fortune",
        "ceo",
        "diverse",
        "personal",
        "network",
        "generate",
        "greater",
        "value",
        "firm",
        "fascinating",
        "new",
        "research",
        "suggests",
        "company",
        "ceo",
        "diverse",
        "personal",
        "network",
        "defined",
        "people",
        "different",
        "demographic",
        "background",
        "skill",
        "set",
        "innovative",
        "generate",
        "value",
        "overall",
        "research",
        "examined",
        "network",
        "ceo",
        "p",
        "firm",
        "aggregated",
        "six",
        "factor",
        "single",
        "diversity",
        "index",
        "ramification",
        "study",
        "design",
        "fascinating",
        "researcher",
        "found",
        "link",
        "stock",
        "market",
        "return",
        "patent",
        "big",
        "bang",
        "shareholder",
        "buck",
        "diversely",
        "networked",
        "ceo",
        "generated",
        "approximately",
        "sixteenfold",
        "firm",
        "market",
        "value",
        "increase",
        "relative",
        "compensation",
        "found",
        "pro",
        "tip",
        "send",
        "article",
        "ceo",
        "ask",
        "join",
        "network",
        "linkedin",
        "hbr",
        "make",
        "rhodesia",
        "great",
        "country",
        "zimbabwe",
        "known",
        "rhodesia",
        "triumphant",
        "renaming",
        "insurgent",
        "force",
        "defeated",
        "ruler",
        "bush",
        "war",
        "began",
        "1960s",
        "hazy",
        "history",
        "may",
        "mean",
        "fact",
        "white",
        "supremacist",
        "last",
        "year",
        "photo",
        "white",
        "bush",
        "war",
        "generated",
        "buzz",
        "instagram",
        "cottage",
        "industry",
        "colonialist",
        "affection",
        "stoked",
        "largely",
        "hate",
        "group",
        "nostalgia",
        "rhodesia",
        "since",
        "grown",
        "subtle",
        "profitable",
        "form",
        "racist",
        "messaging",
        "explains",
        "new",
        "york",
        "time",
        "magazine",
        "line",
        "terminology",
        "hashtags",
        "worth",
        "noting",
        "convicted",
        "killer",
        "dylann",
        "roof",
        "wore",
        "rhodesian",
        "flag",
        "emblem",
        "one",
        "jacket",
        "new",
        "york",
        "time",
        "black",
        "student",
        "disciplined",
        "school",
        "white",
        "peer",
        "say",
        "federal",
        "study",
        "problem",
        "start",
        "implicit",
        "racial",
        "bias",
        "blame",
        "new",
        "analysis",
        "government",
        "data",
        "school",
        "year",
        "showed",
        "black",
        "girl",
        "boy",
        "along",
        "child",
        "disability",
        "disciplined",
        "school",
        "far",
        "white",
        "student",
        "black",
        "student",
        "constituted",
        "percent",
        "public",
        "school",
        "student",
        "accounted",
        "percent",
        "student",
        "suspended",
        "school",
        "student",
        "fared",
        "even",
        "worse",
        "implicit",
        "bias",
        "stereotype",
        "unconscious",
        "association",
        "people",
        "part",
        "teacher",
        "staff",
        "may",
        "cause",
        "judge",
        "student",
        "behavior",
        "differently",
        "based",
        "student",
        "race",
        "sex",
        "said",
        "one",
        "researcher",
        "washington",
        "post",
        "advertisement",
        "woke",
        "leader",
        "getting",
        "name",
        "right",
        "really",
        "matter",
        "wonderful",
        "post",
        "designed",
        "teacher",
        "anyone",
        "academic",
        "setting",
        "publicly",
        "speak",
        "student",
        "name",
        "think",
        "announcement",
        "graduation",
        "ceremony",
        "etc",
        "lesson",
        "leader",
        "embarrassing",
        "hurtful",
        "utilating",
        "someone",
        "name",
        "tiny",
        "act",
        "bigotry",
        "say",
        "teacher",
        "teacher",
        "jennifer",
        "gonzalez",
        "whether",
        "intend",
        "communicating",
        "name",
        "different",
        "foreign",
        "weird",
        "worth",
        "time",
        "get",
        "cult",
        "pedagogy",
        "fashion",
        "model",
        "us",
        "wheelchair",
        "need",
        "assistance",
        "breathe",
        "madison",
        "lawson",
        "two",
        "form",
        "muscular",
        "dystrophy",
        "slowly",
        "diminishing",
        "ability",
        "move",
        "around",
        "without",
        "assistance",
        "taking",
        "away",
        "ability",
        "breathe",
        "independently",
        "love",
        "fashion",
        "facility",
        "artsy",
        "selfies",
        "instagram",
        "got",
        "invite",
        "kansa",
        "city",
        "fashion",
        "week",
        "modeled",
        "clothes",
        "part",
        "inclusive",
        "bridal",
        "collection",
        "traditional",
        "ableist",
        "clothing",
        "remind",
        "body",
        "fallible",
        "flawed",
        "every",
        "time",
        "get",
        "dressed",
        "say",
        "need",
        "representation",
        "ostracize",
        "teen",
        "vogue",
        "person",
        "loses",
        "thing",
        "condition",
        "intersectional",
        "barely",
        "even",
        "register",
        "category",
        "humanness",
        "yet",
        "essay",
        "people",
        "lose",
        "thing",
        "key",
        "wallet",
        "laptop",
        "plane",
        "parked",
        "car",
        "equal",
        "part",
        "hilarious",
        "poignant",
        "kathryn",
        "schulz",
        "surely",
        "win",
        "award",
        "charming",
        "deep",
        "dive",
        "moment",
        "suddenly",
        "became",
        "person",
        "lost",
        "thing",
        "science",
        "behind",
        "forgetfulness",
        "many",
        "trick",
        "people",
        "use",
        "try",
        "keep",
        "handle",
        "essential",
        "object",
        "doubt",
        "however",
        "misplace",
        "left",
        "instead",
        "vague",
        "notion",
        "gained",
        "lost",
        "new",
        "yorker",
        "quote",
        "study",
        "show",
        "feel",
        "workplace",
        "much",
        "depends",
        "relationship",
        "coworkers",
        "relationship",
        "string",
        "microinteractions",
        "hundred",
        "every",
        "day",
        "organization",
        "potential",
        "distinguish",
        "good",
        "life",
        "beautiful",
        "one",
        "tim",
        "leberecht"
    ]
}