{
    "organizations": [],
    "uuid": "ab5926ff156bdf7387b82ef20abc59b0957053df",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/04/02/tough-us-trade-stance-is-good-for-the-domestic-economy--commentary.html",
    "ord_in_thread": 0,
    "title": "Tough US trade stance is good for the domestic economy - commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Over the last two weeks, the yield on the Treasury's benchmark ten-year note declined 16 basis points — in spite of the evidence showing a strong growth momentum for the U.S. economy.\nLabor shortages, increasing order backlogs, slowing supplier deliveries, low customer inventories and sustained upward price pressures are forward-looking economic indicators recently reported by most major sectors in America.\nAll that is happening well before the huge fiscal stimulus. Low credit costs will also begin to rev up private consumption and business capital outlays in an economy accelerating to a 2.6 percent annual growth rate in last year's fourth quarter — way above the estimated 1.8 percent noninflationary growth potential.\nThat is an important but, apparently, largely ignored marker. It is equally important to note that during the entire 2017, the pace of the strengthening economy was exceeding its physical limits to growth set by the available stock and quality of human and (physical) capital.\nIt should be no surprise then, that survey data showed that increasing capacity pressures were causing hiring difficulties, lengthening supply deliveries and a pick-up of producer prices.\nNone of that seems to have bothered the bond market vigilantes. Those useful messengers continue to doze off after their long winter slumber.\nHave bond vigilantes become free traders? Perhaps they are comforted by counting on a flight to safety into Uncle Sam's IOUs. They probably think that there is not much else to pick from in a world frightened by the talk of trade wars, Korean nukes , weaponized South China Sea reefs and artificial islands, shooting wars in Central Europe and the Middle East , ill-boding massive expulsions of diplomats, and so on.\nStill, the vigilantes are in for a rude awakening if they are dreaming of a Goldilocks economy, quiescent inflation and an obliging Federal Reserve absorbing trillions of dollars of a rising public and private loan demand at unchanged credit terms.\nThe U.S. consumers are fearless souls. They drive nearly three quarters of the economy, based on what they spend and what they invest in housing stock. Households' piggy banks were blissfully raided last year to maintain customary lifestyles. In the process, personal savings fell 28.3 percent, and the savings rate — as a share of after-tax income — dipped to 3.4 percent from 4.9 percent in 2016.\nWall Street then led the charge with a 17 percent return on the Dow over the last 12 months, on the promise of tax cuts, more jobs and incomes by stopping America's excessive wealth and technology transfers to Europe and East Asia .\nThe tax cuts are in. We now expect to see those \"big, fat\" income windfalls that President Donald Trump is talking about. And we have to hope that unreformed European and Asian trade free-riders won't get a large chunk of America's bulging purchasing power through our soaring trade deficits .\nBut, who knows, the American bond vigilantes might be inveterate free traders. They could be counting on those deficits to clip America's GDP growth, keep the economy down, relieve labor shortages and dampen price pressures with imported goods and services American companies can no longer produce.\nGet people back into the labor force After all, that's been a longstanding U.S. policy, cheerfully greeted by the country's foreign trade partners and shrugged off by successive \"deficits-don't-matter\" administrations, despite trillions of dollars of foreign debt that got America's net external liabilities to a whopping $8 trillion — and counting.\nshow chapters The window to avoid a trade war is closing: Former US ambassador 16 Hours Ago | 03:04 But, again, who knows, this time may be different.\nIf that turns out to be true, the bond vigilantes would have to wake up soon, because most of the fiscal and monetary stimulus would benefit the U.S. economy, instead of leaking out to trade partners who are waiting to cash in — again — on America's strengthening domestic demand.\nBut that would cause a devastating trade war, wouldn't it? No, it would not, and will not.\nThe Europeans and East Asians want to talk now. Because, this time, Washington fired a real warning shot, not a blank. And talk they will since they know they can't keep getting away with massive trade surpluses. Remember, last year Europe and East Asia ran a combined $640.8 billion trade surplus with the U.S., accounting for 79.1 percent of America's total trade gap.\nHere's how Washington will win this in ways that will boost America's economic growth.\nFirst, the excessive trade deficits with Europe and East Asia will be reduced by a significant and sustained increase in American exports to those destinations. Second, the Europeans and East Asians will have to step up their direct investments in the U.S. to hold, and eventually expand, their market shares through local production.\nEither way, the U.S. economy will be pushed onto a higher growth path. That's when the White House will realize that, unforgivably, it has fallen behind on resolving America's binding and long-neglected structural growth constraints.\nIncreasing the amount and quality of American human capital has now become a matter of great urgency. A coherent policy and adequate investments must be put in place to bring back into the labor force some of those 95 million Americans who are out of it.\nA good place to start would be to connect those 5.1 million people who currently want a job with industries reporting labor shortages, such as construction , accommodation , food and beverage , and transportation equipment.\nGetty Images Protesters rally against Labor nominee Andrew Puzder in the lobby of Hardee's Headquarters on February 13, 2017 in St Louis, Missouri. There's no reason why active labor market policies should not be getting at least as much attention as physical infrastructure investments.\nAnd it should not be difficult to understand that revving up an economy already experiencing shortages of labor supply would cause soaring labor costs and accelerating inflation. That, in turn, would force the Fed to step up its credit tightening in a process that usually leads to crashing equity markets and economic recessions.\nInvestment thoughts I believe that Washington will force the Europeans and East Asians to cut their excessive trade surpluses with the U.S. The cuts will be implemented by increasing the purchases of American goods and services, and by direct investments in American production facilities to make locally what is now being supplied through export sales.\nThe danger is that the stimulus from rising exports and the inbound foreign direct investments will come at a time when the American economy is accelerating on the strength of tax cuts and low credit costs. Tight labor markets would then lead to rising interest rates , falling stock prices and a growth recession.\nThe probability of that course of events is very high, mainly owing to the tightening labor supply, confirmed by the current U.S. government projections that such an adverse labor market trend will get worse in the months and years to come.\nU.S bond markets are facing very difficult times. Stocks will do better, but the portfolio should be trimmed for asset values that will resist a process of rising interest rates of ex-ante unknowable speed and extent.\nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School.\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-04-02T10:00:00.000+03:00",
    "crawled": "2018-04-02T10:01:33.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "last",
        "two",
        "week",
        "yield",
        "treasury",
        "benchmark",
        "note",
        "declined",
        "basis",
        "point",
        "spite",
        "evidence",
        "showing",
        "strong",
        "growth",
        "momentum",
        "economy",
        "labor",
        "shortage",
        "increasing",
        "order",
        "backlog",
        "slowing",
        "supplier",
        "delivery",
        "low",
        "customer",
        "inventory",
        "sustained",
        "upward",
        "price",
        "pressure",
        "economic",
        "indicator",
        "recently",
        "reported",
        "major",
        "sector",
        "america",
        "happening",
        "well",
        "huge",
        "fiscal",
        "stimulus",
        "low",
        "credit",
        "cost",
        "also",
        "begin",
        "rev",
        "private",
        "consumption",
        "business",
        "capital",
        "outlay",
        "economy",
        "accelerating",
        "percent",
        "annual",
        "growth",
        "rate",
        "last",
        "year",
        "fourth",
        "quarter",
        "way",
        "estimated",
        "percent",
        "noninflationary",
        "growth",
        "potential",
        "important",
        "apparently",
        "largely",
        "ignored",
        "marker",
        "equally",
        "important",
        "note",
        "entire",
        "pace",
        "strengthening",
        "economy",
        "exceeding",
        "physical",
        "limit",
        "growth",
        "set",
        "available",
        "stock",
        "quality",
        "human",
        "physical",
        "capital",
        "surprise",
        "survey",
        "data",
        "showed",
        "increasing",
        "capacity",
        "pressure",
        "causing",
        "hiring",
        "difficulty",
        "lengthening",
        "supply",
        "delivery",
        "producer",
        "price",
        "none",
        "seems",
        "bothered",
        "bond",
        "market",
        "vigilante",
        "useful",
        "messenger",
        "continue",
        "doze",
        "long",
        "winter",
        "slumber",
        "bond",
        "vigilante",
        "become",
        "free",
        "trader",
        "perhaps",
        "comforted",
        "counting",
        "flight",
        "safety",
        "uncle",
        "sam",
        "iou",
        "probably",
        "think",
        "much",
        "else",
        "pick",
        "world",
        "frightened",
        "talk",
        "trade",
        "war",
        "korean",
        "nuke",
        "weaponized",
        "south",
        "china",
        "sea",
        "reef",
        "artificial",
        "island",
        "shooting",
        "war",
        "central",
        "europe",
        "middle",
        "east",
        "massive",
        "expulsion",
        "diplomat",
        "still",
        "vigilante",
        "rude",
        "awakening",
        "dreaming",
        "goldilocks",
        "economy",
        "quiescent",
        "inflation",
        "obliging",
        "federal",
        "reserve",
        "absorbing",
        "trillion",
        "dollar",
        "rising",
        "public",
        "private",
        "loan",
        "demand",
        "unchanged",
        "credit",
        "term",
        "consumer",
        "fearless",
        "soul",
        "drive",
        "nearly",
        "three",
        "quarter",
        "economy",
        "based",
        "spend",
        "invest",
        "housing",
        "stock",
        "household",
        "piggy",
        "bank",
        "blissfully",
        "raided",
        "last",
        "year",
        "maintain",
        "customary",
        "lifestyle",
        "process",
        "personal",
        "saving",
        "fell",
        "percent",
        "saving",
        "rate",
        "share",
        "income",
        "dipped",
        "percent",
        "percent",
        "wall",
        "street",
        "led",
        "charge",
        "percent",
        "return",
        "dow",
        "last",
        "month",
        "promise",
        "tax",
        "cut",
        "job",
        "income",
        "stopping",
        "america",
        "excessive",
        "wealth",
        "technology",
        "transfer",
        "europe",
        "east",
        "asia",
        "tax",
        "cut",
        "expect",
        "see",
        "big",
        "fat",
        "income",
        "windfall",
        "president",
        "donald",
        "trump",
        "talking",
        "hope",
        "unreformed",
        "european",
        "asian",
        "trade",
        "wo",
        "get",
        "large",
        "chunk",
        "america",
        "bulging",
        "purchasing",
        "power",
        "soaring",
        "trade",
        "deficit",
        "know",
        "american",
        "bond",
        "vigilante",
        "might",
        "inveterate",
        "free",
        "trader",
        "could",
        "counting",
        "deficit",
        "clip",
        "america",
        "gdp",
        "growth",
        "keep",
        "economy",
        "relieve",
        "labor",
        "shortage",
        "dampen",
        "price",
        "pressure",
        "imported",
        "good",
        "service",
        "american",
        "company",
        "longer",
        "produce",
        "get",
        "people",
        "back",
        "labor",
        "force",
        "longstanding",
        "policy",
        "cheerfully",
        "greeted",
        "country",
        "foreign",
        "trade",
        "partner",
        "shrugged",
        "successive",
        "administration",
        "despite",
        "trillion",
        "dollar",
        "foreign",
        "debt",
        "got",
        "america",
        "net",
        "external",
        "liability",
        "whopping",
        "trillion",
        "counting",
        "show",
        "chapter",
        "window",
        "avoid",
        "trade",
        "war",
        "closing",
        "former",
        "u",
        "ambassador",
        "hour",
        "ago",
        "know",
        "time",
        "may",
        "different",
        "turn",
        "true",
        "bond",
        "vigilante",
        "would",
        "wake",
        "soon",
        "fiscal",
        "monetary",
        "stimulus",
        "would",
        "benefit",
        "economy",
        "instead",
        "leaking",
        "trade",
        "partner",
        "waiting",
        "cash",
        "america",
        "strengthening",
        "domestic",
        "demand",
        "would",
        "cause",
        "devastating",
        "trade",
        "war",
        "would",
        "would",
        "european",
        "east",
        "asian",
        "want",
        "talk",
        "time",
        "washington",
        "fired",
        "real",
        "warning",
        "shot",
        "blank",
        "talk",
        "since",
        "know",
        "ca",
        "keep",
        "getting",
        "away",
        "massive",
        "trade",
        "surplus",
        "remember",
        "last",
        "year",
        "europe",
        "east",
        "asia",
        "ran",
        "combined",
        "billion",
        "trade",
        "surplus",
        "accounting",
        "percent",
        "america",
        "total",
        "trade",
        "gap",
        "washington",
        "win",
        "way",
        "boost",
        "america",
        "economic",
        "growth",
        "first",
        "excessive",
        "trade",
        "deficit",
        "europe",
        "east",
        "asia",
        "reduced",
        "significant",
        "sustained",
        "increase",
        "american",
        "export",
        "destination",
        "second",
        "european",
        "east",
        "asian",
        "step",
        "direct",
        "investment",
        "hold",
        "eventually",
        "expand",
        "market",
        "share",
        "local",
        "production",
        "either",
        "way",
        "economy",
        "pushed",
        "onto",
        "higher",
        "growth",
        "path",
        "white",
        "house",
        "realize",
        "unforgivably",
        "fallen",
        "behind",
        "resolving",
        "america",
        "binding",
        "structural",
        "growth",
        "constraint",
        "increasing",
        "amount",
        "quality",
        "american",
        "human",
        "capital",
        "become",
        "matter",
        "great",
        "urgency",
        "coherent",
        "policy",
        "adequate",
        "investment",
        "must",
        "put",
        "place",
        "bring",
        "back",
        "labor",
        "force",
        "million",
        "american",
        "good",
        "place",
        "start",
        "would",
        "connect",
        "million",
        "people",
        "currently",
        "want",
        "job",
        "industry",
        "reporting",
        "labor",
        "shortage",
        "construction",
        "accommodation",
        "food",
        "beverage",
        "transportation",
        "equipment",
        "getty",
        "image",
        "protester",
        "rally",
        "labor",
        "nominee",
        "andrew",
        "puzder",
        "lobby",
        "hardee",
        "headquarters",
        "february",
        "st",
        "louis",
        "missouri",
        "reason",
        "active",
        "labor",
        "market",
        "policy",
        "getting",
        "least",
        "much",
        "attention",
        "physical",
        "infrastructure",
        "investment",
        "difficult",
        "understand",
        "revving",
        "economy",
        "already",
        "experiencing",
        "shortage",
        "labor",
        "supply",
        "would",
        "cause",
        "soaring",
        "labor",
        "cost",
        "accelerating",
        "inflation",
        "turn",
        "would",
        "force",
        "fed",
        "step",
        "credit",
        "tightening",
        "process",
        "usually",
        "lead",
        "crashing",
        "equity",
        "market",
        "economic",
        "recession",
        "investment",
        "thought",
        "believe",
        "washington",
        "force",
        "european",
        "east",
        "asian",
        "cut",
        "excessive",
        "trade",
        "surplus",
        "cut",
        "implemented",
        "increasing",
        "purchase",
        "american",
        "good",
        "service",
        "direct",
        "investment",
        "american",
        "production",
        "facility",
        "make",
        "locally",
        "supplied",
        "export",
        "sale",
        "danger",
        "stimulus",
        "rising",
        "export",
        "inbound",
        "foreign",
        "direct",
        "investment",
        "come",
        "time",
        "american",
        "economy",
        "accelerating",
        "strength",
        "tax",
        "cut",
        "low",
        "credit",
        "cost",
        "tight",
        "labor",
        "market",
        "would",
        "lead",
        "rising",
        "interest",
        "rate",
        "falling",
        "stock",
        "price",
        "growth",
        "recession",
        "probability",
        "course",
        "event",
        "high",
        "mainly",
        "owing",
        "tightening",
        "labor",
        "supply",
        "confirmed",
        "current",
        "government",
        "projection",
        "adverse",
        "labor",
        "market",
        "trend",
        "get",
        "worse",
        "month",
        "year",
        "come",
        "bond",
        "market",
        "facing",
        "difficult",
        "time",
        "stock",
        "better",
        "portfolio",
        "trimmed",
        "asset",
        "value",
        "resist",
        "process",
        "rising",
        "interest",
        "rate",
        "unknowable",
        "speed",
        "extent",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}