{
    "organizations": [],
    "uuid": "df96b0ff378d3e6253a4c9aa336e9981632bade8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/globe-newswire-ocwen-financial-corporation-names-glen-messina-president-and-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Ocwen Financial Corporation Names Glen Messina President and Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Glen Messina will assume leadership role concurrent with the closing of Ocwen’s acquisition of PHH Corporation\nRon Faris to Retire as President and Chief Executive Officer\nWEST PALM BEACH, Fla., April 19, 2018 (GLOBE NEWSWIRE) -- Ocwen Financial Corporation, (NYSE:OCN) (“Ocwen” or the “Company”), a leading financial services holding company, today announced that its Board of Directors (“Board”) has determined to appoint Glen A. Messina as President and Chief Executive Officer (“CEO”), effective concurrently with the closing of Ocwen’s previously announced acquisition of PHH Corporation (NYSE:PHH) (“PHH”). He will also be appointed as a member of Ocwen’s Board at that time. Mr. Messina will be based at Ocwen’s West Palm Beach, Florida corporate headquarters.\nMr. Messina most recently served as President and CEO of PHH, a mortgage platform with established servicing and origination recapture capabilities, before stepping down in June 2017. Ocwen entered into a definitive agreement to acquire PHH in February 2018. The transaction is targeted to close in the second half of 2018.\nMr. Messina will succeed Ron Faris, who after 27 years with Ocwen, made the decision to retire as President and CEO after discussions with the Board. Mr. Faris will remain President and CEO through June 30, 2018. He will not stand for reelection as a member of the Board at the Company’s May 2018 Annual Meeting. Mr. Faris will remain a consultant to the Company to ensure a smooth leadership transition and to assist with the integration process for Ocwen’s pending combination with PHH.\n“We thank Ron for his leadership and for all of his contributions over the years,” said Phyllis Caldwell, Chair of Ocwen’s Board. “As President and CEO, Ron guided Ocwen through a period of significant change, both in the mortgage industry and at our Company. Ron redesigned the way we conduct business and, because of Ron’s leadership, we are strategically positioned to move forward into the future through our pending merger with PHH.”\nThe Board’s long-term succession planning process culminated in the Board decision to name Mr. Messina as President and CEO.\n“We are very pleased that Glen Messina has decided to join Ocwen as our new President and CEO,” commented Ms. Caldwell. “Glen is one of the recognized leaders in the mortgage industry and his disciplined approach to top and bottom line results in his previous roles is widely respected. He also has a successful record of bringing together strong teams to strategically build stability and structure across an enterprise. Glen’s significant experience leading change as a public company CEO and his deep understanding of PHH will help accelerate Ocwen’s transformation.”\n“I am extremely excited to join Ocwen at this important time for the Company,” commented Glen Messina. “I believe Ocwen’s pending combination with PHH will create a stronger, more efficient mortgage servicer, positioned for a return to growth. I believe the merger with PHH, combined with the major overhaul that Ocwen has undertaken in recent years of its risk and compliance infrastructure, will mark the beginning of a new chapter in the Company’s history. I look forward to partnering with all team members to help Ocwen continue as a leading mortgage servicer that delivers significant benefits to consumers, employees, clients, and investors.”\nGlen A. Messina Background\nMr. Messina most recently served as the President and Chief Executive Officer of PHH from January 2012 to June 2017 and Chief Operating Officer of PHH from July 2011 to December 2011. Mr. Messina also served as a director of PHH from January 2012 to June 2017 and as a consultant to PHH through March 2018. Prior to joining PHH, Mr. Messina spent 17 years at General Electric Company (“GE”) most recently as Chief Executive Officer of GE Chemical and Monitoring Solutions, a global water and process specialty chemicals services business, from 2008 until July 2011.\nIn the event the Board determines it appropriate, the Board may appoint an interim CEO on or before June 30, 2018 to serve until Mr. Messina assumes his role.\nOn February 27, 2018, Ocwen entered into a definitive agreement to acquire PHH, a mortgage platform with established servicing and origination recapture capabilities. On a combined basis, as of December 31, 2017, the company would service 1.9 million loans with an unpaid principal balance of $328 billion and originate over $3 billion of residential mortgage loans, including reverse mortgages, annually. The acquisition is subject to various closing conditions, including PHH shareholder approval and regulatory and other approvals, and is targeted to close in the second half of 2018.\nAbout Ocwen Financial Corporation\nOcwen Financial Corporation is a financial services holding company which, through its subsidiaries, originates and services loans. We are headquartered in West Palm Beach, Florida, with offices throughout the United States and in the U.S. Virgin Islands as well as operations in India and the Philippines. We have been serving our customers since 1988. We may post information that is important to investors on our website ( www.Ocwen.com ).\nFORWARD-LOOKING STATEMENTS\nCertain statements contained in this communication may be deemed to be forward-looking statements under certain securities laws, including the “safe harbor” provisions of the United States Private Securities Litigation Reform Act of 1995. These forward-looking statements include, but are not limited to, statements about the expected effects of the acquisition of PHH by Ocwen, required approvals, the expected timing of the acquisition and other statements other than in relation to historical facts. Forward-looking statements are typically identified by words such as “believe”, “expect”, “foresee”, “forecast”, “anticipate”, “intend”, “estimate”, “goal”, “strategy”, “plan” “target” and “project” and similar expressions of future or conditional verbs such as “will”, “may”, “should”, “could”, or “would” or the negative of these terms or other comparable terminology, although not all forward-looking statements contain these words. Forward-looking statements by their nature address matters that are, to different degrees, uncertain. Our business has been undergoing substantial change which has magnified such uncertainties. Readers should bear these factors in mind when considering such statements. Forward-looking statements involve a number of assumptions, risks and uncertainties, many of which are outside the control of Ocwen and PHH, that could cause actual results to differ materially. In the past, actual results have differed from those suggested by forward looking statements and this may happen again. Forward-looking statements speak only as of the date they are made and we disclaim any obligation to update or revise forward-looking statements whether as a result of new information, future events or otherwise. Any annualized, pro forma, projected and estimated numbers in this communication are used for illustrative purposes only, are not forecasts and may not reflect actual results. We caution readers not to place undue reliance on these statements as a number of important factors could cause our actual results to differ materially from the expectations expressed in such forward-looking statements. These factors include, but are not limited to, the possibility that the proposed transaction does not close when expected or at all because required regulatory, shareholder or other approvals are not received or other conditions to the closing are not satisfied on a timely basis or at all, or that the anticipated benefits of the transaction are not realized when expected or at all, including as a result of the strength of the economy and competitive factors in the areas where Ocwen and PHH do business; the impact of changes in the laws and regulations regulating financial services and enforcement thereof; the effects of competition in the markets in which Ocwen and PHH operate; judicial or regulatory judgments and legal proceedings; Ocwen’s ability to complete the acquisition and integration of PHH successfully; the effect of the announcement and pendency of the proposed transaction on each of Ocwen’s and PHH’s relationships with its contractual counterparties, regulators and other stakeholders, operating results and business generally; and other factors that may affect future results of Ocwen and PHH, including timely development and introduction of new products and services and technological changes.\nWe caution that the foregoing list of important factors is not exhaustive. Additional information about these and other factors can be found in Ocwen’s 2017 Annual Report on Form 10-K and its current reports since such filing, each filed with the U.S. Securities and Exchange Commission (the “SEC”) and available at the SEC’s website ( http://www.sec.gov ).\nFOR FURTHER INFORMATION CONTACT:\nInvestors: Media: Stephen Swett John Lovallo T: (203) 614-0141 T: (917) 612-8419 E: shareholderrelations@ocwen.com\nE: jlovallo@levick.com\nSource:Ocwen Financial Corp.",
    "published": "2018-04-19T14:30:00.000+03:00",
    "crawled": "2018-04-19T14:06:37.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "glen",
        "messina",
        "assume",
        "leadership",
        "role",
        "concurrent",
        "closing",
        "ocwen",
        "acquisition",
        "phh",
        "corporation",
        "ron",
        "faris",
        "retire",
        "president",
        "chief",
        "executive",
        "officer",
        "west",
        "palm",
        "beach",
        "april",
        "globe",
        "newswire",
        "ocwen",
        "financial",
        "corporation",
        "nyse",
        "ocn",
        "ocwen",
        "company",
        "leading",
        "financial",
        "service",
        "holding",
        "company",
        "today",
        "announced",
        "board",
        "director",
        "board",
        "determined",
        "appoint",
        "glen",
        "messina",
        "president",
        "chief",
        "executive",
        "officer",
        "ceo",
        "effective",
        "concurrently",
        "closing",
        "ocwen",
        "previously",
        "announced",
        "acquisition",
        "phh",
        "corporation",
        "nyse",
        "phh",
        "phh",
        "also",
        "appointed",
        "member",
        "ocwen",
        "board",
        "time",
        "messina",
        "based",
        "ocwen",
        "west",
        "palm",
        "beach",
        "florida",
        "corporate",
        "headquarters",
        "messina",
        "recently",
        "served",
        "president",
        "ceo",
        "phh",
        "mortgage",
        "platform",
        "established",
        "servicing",
        "origination",
        "recapture",
        "capability",
        "stepping",
        "june",
        "ocwen",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "phh",
        "february",
        "transaction",
        "targeted",
        "close",
        "second",
        "half",
        "messina",
        "succeed",
        "ron",
        "faris",
        "year",
        "ocwen",
        "made",
        "decision",
        "retire",
        "president",
        "ceo",
        "discussion",
        "board",
        "faris",
        "remain",
        "president",
        "ceo",
        "june",
        "stand",
        "reelection",
        "member",
        "board",
        "company",
        "may",
        "annual",
        "meeting",
        "faris",
        "remain",
        "consultant",
        "company",
        "ensure",
        "smooth",
        "leadership",
        "transition",
        "assist",
        "integration",
        "process",
        "ocwen",
        "pending",
        "combination",
        "phh",
        "thank",
        "ron",
        "leadership",
        "contribution",
        "year",
        "said",
        "phyllis",
        "caldwell",
        "chair",
        "ocwen",
        "board",
        "president",
        "ceo",
        "ron",
        "guided",
        "ocwen",
        "period",
        "significant",
        "change",
        "mortgage",
        "industry",
        "company",
        "ron",
        "redesigned",
        "way",
        "conduct",
        "business",
        "ron",
        "leadership",
        "strategically",
        "positioned",
        "move",
        "forward",
        "future",
        "pending",
        "merger",
        "board",
        "succession",
        "planning",
        "process",
        "culminated",
        "board",
        "decision",
        "name",
        "messina",
        "president",
        "ceo",
        "pleased",
        "glen",
        "messina",
        "decided",
        "join",
        "ocwen",
        "new",
        "president",
        "ceo",
        "commented",
        "caldwell",
        "glen",
        "one",
        "recognized",
        "leader",
        "mortgage",
        "industry",
        "disciplined",
        "approach",
        "top",
        "bottom",
        "line",
        "result",
        "previous",
        "role",
        "widely",
        "respected",
        "also",
        "successful",
        "record",
        "bringing",
        "together",
        "strong",
        "team",
        "strategically",
        "build",
        "stability",
        "structure",
        "across",
        "enterprise",
        "glen",
        "significant",
        "experience",
        "leading",
        "change",
        "public",
        "company",
        "ceo",
        "deep",
        "understanding",
        "phh",
        "help",
        "accelerate",
        "ocwen",
        "extremely",
        "excited",
        "join",
        "ocwen",
        "important",
        "time",
        "company",
        "commented",
        "glen",
        "messina",
        "believe",
        "ocwen",
        "pending",
        "combination",
        "phh",
        "create",
        "stronger",
        "efficient",
        "mortgage",
        "servicer",
        "positioned",
        "return",
        "growth",
        "believe",
        "merger",
        "phh",
        "combined",
        "major",
        "overhaul",
        "ocwen",
        "undertaken",
        "recent",
        "year",
        "risk",
        "compliance",
        "infrastructure",
        "mark",
        "beginning",
        "new",
        "chapter",
        "company",
        "history",
        "look",
        "forward",
        "partnering",
        "team",
        "member",
        "help",
        "ocwen",
        "continue",
        "leading",
        "mortgage",
        "servicer",
        "delivers",
        "significant",
        "benefit",
        "consumer",
        "employee",
        "client",
        "glen",
        "messina",
        "background",
        "messina",
        "recently",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "phh",
        "january",
        "june",
        "chief",
        "operating",
        "officer",
        "phh",
        "july",
        "december",
        "messina",
        "also",
        "served",
        "director",
        "phh",
        "january",
        "june",
        "consultant",
        "phh",
        "march",
        "prior",
        "joining",
        "phh",
        "messina",
        "spent",
        "year",
        "general",
        "electric",
        "company",
        "ge",
        "recently",
        "chief",
        "executive",
        "officer",
        "ge",
        "chemical",
        "monitoring",
        "solution",
        "global",
        "water",
        "process",
        "specialty",
        "chemical",
        "service",
        "business",
        "july",
        "event",
        "board",
        "determines",
        "appropriate",
        "board",
        "may",
        "appoint",
        "interim",
        "ceo",
        "june",
        "serve",
        "messina",
        "assumes",
        "role",
        "february",
        "ocwen",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "phh",
        "mortgage",
        "platform",
        "established",
        "servicing",
        "origination",
        "recapture",
        "capability",
        "combined",
        "basis",
        "december",
        "company",
        "would",
        "service",
        "million",
        "loan",
        "unpaid",
        "principal",
        "balance",
        "billion",
        "originate",
        "billion",
        "residential",
        "mortgage",
        "loan",
        "including",
        "reverse",
        "mortgage",
        "annually",
        "acquisition",
        "subject",
        "various",
        "closing",
        "condition",
        "including",
        "phh",
        "shareholder",
        "approval",
        "regulatory",
        "approval",
        "targeted",
        "close",
        "second",
        "half",
        "ocwen",
        "financial",
        "corporation",
        "ocwen",
        "financial",
        "corporation",
        "financial",
        "service",
        "holding",
        "company",
        "subsidiary",
        "originates",
        "service",
        "loan",
        "headquartered",
        "west",
        "palm",
        "beach",
        "florida",
        "office",
        "throughout",
        "united",
        "state",
        "virgin",
        "island",
        "well",
        "operation",
        "india",
        "philippine",
        "serving",
        "customer",
        "since",
        "may",
        "post",
        "information",
        "important",
        "investor",
        "website",
        "statement",
        "certain",
        "statement",
        "contained",
        "communication",
        "may",
        "deemed",
        "statement",
        "certain",
        "security",
        "law",
        "including",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "expected",
        "effect",
        "acquisition",
        "phh",
        "ocwen",
        "required",
        "approval",
        "expected",
        "timing",
        "acquisition",
        "statement",
        "relation",
        "historical",
        "fact",
        "statement",
        "typically",
        "identified",
        "word",
        "believe",
        "expect",
        "foresee",
        "forecast",
        "anticipate",
        "intend",
        "estimate",
        "goal",
        "strategy",
        "plan",
        "target",
        "project",
        "similar",
        "expression",
        "future",
        "conditional",
        "verb",
        "may",
        "could",
        "would",
        "negative",
        "term",
        "comparable",
        "terminology",
        "although",
        "statement",
        "contain",
        "word",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "business",
        "undergoing",
        "substantial",
        "change",
        "magnified",
        "uncertainty",
        "reader",
        "bear",
        "factor",
        "mind",
        "considering",
        "statement",
        "statement",
        "involve",
        "number",
        "assumption",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "control",
        "ocwen",
        "phh",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "past",
        "actual",
        "result",
        "differed",
        "suggested",
        "forward",
        "looking",
        "statement",
        "may",
        "happen",
        "statement",
        "speak",
        "date",
        "made",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "annualized",
        "pro",
        "forma",
        "projected",
        "estimated",
        "number",
        "communication",
        "used",
        "illustrative",
        "purpose",
        "forecast",
        "may",
        "reflect",
        "actual",
        "result",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "expressed",
        "statement",
        "factor",
        "include",
        "limited",
        "possibility",
        "proposed",
        "transaction",
        "close",
        "expected",
        "required",
        "regulatory",
        "shareholder",
        "approval",
        "received",
        "condition",
        "closing",
        "satisfied",
        "timely",
        "basis",
        "anticipated",
        "benefit",
        "transaction",
        "realized",
        "expected",
        "including",
        "result",
        "strength",
        "economy",
        "competitive",
        "factor",
        "area",
        "ocwen",
        "phh",
        "business",
        "impact",
        "change",
        "law",
        "regulation",
        "regulating",
        "financial",
        "service",
        "enforcement",
        "thereof",
        "effect",
        "competition",
        "market",
        "ocwen",
        "phh",
        "operate",
        "judicial",
        "regulatory",
        "judgment",
        "legal",
        "proceeding",
        "ocwen",
        "ability",
        "complete",
        "acquisition",
        "integration",
        "phh",
        "successfully",
        "effect",
        "announcement",
        "pendency",
        "proposed",
        "transaction",
        "ocwen",
        "phh",
        "relationship",
        "contractual",
        "counterparties",
        "regulator",
        "stakeholder",
        "operating",
        "result",
        "business",
        "generally",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "ocwen",
        "phh",
        "including",
        "timely",
        "development",
        "introduction",
        "new",
        "product",
        "service",
        "technological",
        "change",
        "caution",
        "foregoing",
        "list",
        "important",
        "factor",
        "exhaustive",
        "additional",
        "information",
        "factor",
        "found",
        "ocwen",
        "annual",
        "report",
        "form",
        "current",
        "report",
        "since",
        "filing",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "sec",
        "website",
        "http",
        "information",
        "contact",
        "investor",
        "medium",
        "stephen",
        "swett",
        "john",
        "lovallo",
        "e",
        "shareholderrelations",
        "e",
        "jlovallo",
        "source",
        "ocwen",
        "financial",
        "corp"
    ]
}