{
    "organizations": [],
    "uuid": "1ddbb1cda109a63b429963e3504fe60011a0ff64",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/cnbc-interview-with-tommy-koh-ambassador-at-large-at-singapores-ministry-of-foreign-affairs.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Tommy Koh, Ambassador-at-Large at Singapore’s Ministry of Foreign Affairs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Ambassador-at-Large of Singapore's Ministry of Foreign Affairs, Tommy Koh, and CNBC's Hadley Gamble and Nancy Hungerford.\nHG: Well, I'm pleased to say we are joined now by Tommy Koh, who is Ambassador-at-Large of Singapore's Ministry of Foreign Affairs, and he joins us live from the Credit Suisse Global Megatrends Conference, in Singapore. Ambassador, thank you for joining us today, it's a pleasure to have you on the programme. Well, let's start with President Trump's latest-,\nTK: Thank you-,\nHG: Tweet. I know you were a chief negotiator of the US-Singapore Free Trade Deal, so is President Trump, right? Are bilateral deals better?\nTK: Uh, he is not right. There's value in bilateral deals, but there's also value in multilateral deals. Hello?\nHG: Yes, and when we consider the value to Singapore, specifically, there's also the issue of the TPP. As a member to that deal, there still was a hope that the US would get back on board here. Are you still holding out hope, in light of what we've heard today, or do you think that ship has sailed?\nTK: I-, I frankly don't think there's an appetite on the part of the 11 countries, which, last month, in Chile, signed the comprehensive trade deal-, the new name of the TPP, the Comprehensive and Progressive TPP. I don't think those 11 countries have an appetite to reopen it for-, for renegotiation.\nHG: So, what would you like to see, when it comes to the trade order in the world? Because Singapore, of course, is at the heart of trade flows, it is crucial to the growth in Singapore, considering the geographical position, but also the business that comes through here. Are you at all concerned about the trade tensions we've seen, primarily between the US and China, spilling over in to a more prolonged trade war?\nTK: I think it's a concern not just to Singapore, but to the whole of Asia. All the countries in Asia have made tremendous progress in the last few decades, and one of the reasons is because of free trade. All of us have benefited from free trade, and all of us are post-protectionism, so we are very concerned by the policies of the current administration in Washington.\nHG: Mr Ambassador, do you think this is just posturing from The White House, in a sense? Because you spent many years at the United Nations, you have now John Bolton in the United Nations for the United States, there's been so much push from President Trump, when it comes to what's going to happen next with North Korea. We now see that they may, in fact, be coming to the table. Is this posturing, do you think? Or do you think, aside from your views on his economic diplomacy, do you think that something may be getting done, at least within the foreign policy sphere?\nTK: I think the developments in recent months on North Korea are good news. Until a few months ago, the world was holding its breath, fearing that there will be a war between the United States and North Korea. Until a few months ago, none of us could have anticipated that North Korea would be willing to commit itself to denuclearisation of the peninsula. So, what has happened recently is good news. So, the forthcoming summit, on the 27 th of this month, between Mr Kim and Mr Moon, is very important. And, most important of all, is the summit between President Trump and Mr Kim, whether in May or in June.\nHG: What other kind of breakthroughs do you think that we can expect, given the Trump policy, when it comes to what's happening in Asia, with regards to China? Do you think we might be able to see, in the coming months, in particular, some positive news coming out of that China/US relationship?\nTK: The US/China relationship is very complicated, because it's partly complementary, partly interdependent, but it's also partly competitive. So, the two leaders, Mr Xi, in China, and Mr Trump, in Washington, have a great responsibility of managing this, which is the most important bilateral relationship in the whole world. If this relationship goes wrong, it would have an impact on all the countries in Asia.\nNH: And, sir, when we talk about North Korea, you mentioned that the meeting between US President Donald Trump, the expected meeting, I should say, and the North Korean leader, will be the most important. The US has always maintained that for any real progress, North Korea must denuclearise. China, South Korea, have indicated that Kim Jong-un-,\nTK: Yes.\nNH: Is going to give a promise to denuclearise. Do you trust Kim Jong-un to keep that promise?\nTK: The question is not whether he will keep the promise. The question is whether-, whether the United States is prepared to pay the price for his agreement to denuclearise North Korea. He'll probably want a peace treaty. He'll probably want guarantees that the United States will not seek to change the regime in Pyongyang. We are not sure what more he wants, so-, but his agreement to even talk about denuclearisation is a huge breakthrough, and we can only be happy about that.\nNH: Sir, we very much appreciate your time today, thank you for joining us. That is Tommy Koh, Ambassador-at-Large for Singapore's Ministry of Foreign Affairs.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-04-18T08:00:00.000+03:00",
    "crawled": "2018-04-18T12:55:30.055+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "singapore",
        "ministry",
        "foreign",
        "affair",
        "tommy",
        "koh",
        "cnbc",
        "hadley",
        "gamble",
        "nancy",
        "hungerford",
        "hg",
        "well",
        "pleased",
        "say",
        "joined",
        "tommy",
        "koh",
        "singapore",
        "ministry",
        "foreign",
        "affair",
        "join",
        "u",
        "live",
        "credit",
        "suisse",
        "global",
        "megatrends",
        "conference",
        "singapore",
        "ambassador",
        "thank",
        "joining",
        "u",
        "today",
        "pleasure",
        "programme",
        "well",
        "let",
        "start",
        "president",
        "trump",
        "tk",
        "thank",
        "hg",
        "tweet",
        "know",
        "chief",
        "negotiator",
        "free",
        "trade",
        "deal",
        "president",
        "trump",
        "right",
        "bilateral",
        "deal",
        "better",
        "tk",
        "uh",
        "right",
        "value",
        "bilateral",
        "deal",
        "also",
        "value",
        "multilateral",
        "deal",
        "hello",
        "hg",
        "yes",
        "consider",
        "value",
        "singapore",
        "specifically",
        "also",
        "issue",
        "tpp",
        "member",
        "deal",
        "still",
        "hope",
        "u",
        "would",
        "get",
        "back",
        "board",
        "still",
        "holding",
        "hope",
        "light",
        "heard",
        "today",
        "think",
        "ship",
        "sailed",
        "tk",
        "frankly",
        "think",
        "appetite",
        "part",
        "country",
        "last",
        "month",
        "chile",
        "signed",
        "comprehensive",
        "trade",
        "new",
        "name",
        "tpp",
        "comprehensive",
        "progressive",
        "tpp",
        "think",
        "country",
        "appetite",
        "reopen",
        "renegotiation",
        "hg",
        "would",
        "like",
        "see",
        "come",
        "trade",
        "order",
        "world",
        "singapore",
        "course",
        "heart",
        "trade",
        "flow",
        "crucial",
        "growth",
        "singapore",
        "considering",
        "geographical",
        "position",
        "also",
        "business",
        "come",
        "concerned",
        "trade",
        "tension",
        "seen",
        "primarily",
        "u",
        "china",
        "spilling",
        "prolonged",
        "trade",
        "war",
        "tk",
        "think",
        "concern",
        "singapore",
        "whole",
        "asia",
        "country",
        "asia",
        "made",
        "tremendous",
        "progress",
        "last",
        "decade",
        "one",
        "reason",
        "free",
        "trade",
        "u",
        "benefited",
        "free",
        "trade",
        "u",
        "concerned",
        "policy",
        "current",
        "administration",
        "washington",
        "hg",
        "mr",
        "ambassador",
        "think",
        "posturing",
        "white",
        "house",
        "sense",
        "spent",
        "many",
        "year",
        "united",
        "nation",
        "john",
        "bolton",
        "united",
        "nation",
        "united",
        "state",
        "much",
        "push",
        "president",
        "trump",
        "come",
        "going",
        "happen",
        "next",
        "north",
        "korea",
        "see",
        "may",
        "fact",
        "coming",
        "table",
        "posturing",
        "think",
        "think",
        "aside",
        "view",
        "economic",
        "diplomacy",
        "think",
        "something",
        "may",
        "getting",
        "done",
        "least",
        "within",
        "foreign",
        "policy",
        "sphere",
        "tk",
        "think",
        "development",
        "recent",
        "month",
        "north",
        "korea",
        "good",
        "news",
        "month",
        "ago",
        "world",
        "holding",
        "breath",
        "fearing",
        "war",
        "united",
        "state",
        "north",
        "korea",
        "month",
        "ago",
        "none",
        "u",
        "could",
        "anticipated",
        "north",
        "korea",
        "would",
        "willing",
        "commit",
        "denuclearisation",
        "peninsula",
        "happened",
        "recently",
        "good",
        "news",
        "forthcoming",
        "summit",
        "th",
        "month",
        "mr",
        "kim",
        "mr",
        "moon",
        "important",
        "important",
        "summit",
        "president",
        "trump",
        "mr",
        "kim",
        "whether",
        "may",
        "june",
        "hg",
        "kind",
        "breakthrough",
        "think",
        "expect",
        "given",
        "trump",
        "policy",
        "come",
        "happening",
        "asia",
        "regard",
        "china",
        "think",
        "might",
        "able",
        "see",
        "coming",
        "month",
        "particular",
        "positive",
        "news",
        "coming",
        "relationship",
        "tk",
        "relationship",
        "complicated",
        "partly",
        "complementary",
        "partly",
        "interdependent",
        "also",
        "partly",
        "competitive",
        "two",
        "leader",
        "mr",
        "xi",
        "china",
        "mr",
        "trump",
        "washington",
        "great",
        "responsibility",
        "managing",
        "important",
        "bilateral",
        "relationship",
        "whole",
        "world",
        "relationship",
        "go",
        "wrong",
        "would",
        "impact",
        "country",
        "asia",
        "nh",
        "sir",
        "talk",
        "north",
        "korea",
        "mentioned",
        "meeting",
        "u",
        "president",
        "donald",
        "trump",
        "expected",
        "meeting",
        "say",
        "north",
        "korean",
        "leader",
        "important",
        "u",
        "always",
        "maintained",
        "real",
        "progress",
        "north",
        "korea",
        "must",
        "denuclearise",
        "china",
        "south",
        "korea",
        "indicated",
        "kim",
        "tk",
        "yes",
        "nh",
        "going",
        "give",
        "promise",
        "denuclearise",
        "trust",
        "kim",
        "keep",
        "promise",
        "tk",
        "question",
        "whether",
        "keep",
        "promise",
        "question",
        "whether",
        "united",
        "state",
        "prepared",
        "pay",
        "price",
        "agreement",
        "denuclearise",
        "north",
        "korea",
        "probably",
        "want",
        "peace",
        "treaty",
        "probably",
        "want",
        "guarantee",
        "united",
        "state",
        "seek",
        "change",
        "regime",
        "pyongyang",
        "sure",
        "want",
        "agreement",
        "even",
        "talk",
        "denuclearisation",
        "huge",
        "breakthrough",
        "happy",
        "nh",
        "sir",
        "much",
        "appreciate",
        "time",
        "today",
        "thank",
        "joining",
        "u",
        "tommy",
        "koh",
        "singapore",
        "ministry",
        "foreign",
        "affair",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}