{
    "organizations": [],
    "uuid": "2d7cd81dafbe028294ac1d65df14b4b3d27579cb",
    "author": "Jordan Novet",
    "url": "https://www.cnbc.com/2018/04/24/gmail-redesign-how-to.html",
    "ord_in_thread": 0,
    "title": "Google redesigns Gmail with confidential messages, notes, more",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NBC | Getty Images Scene from NBC's \"The Office\"\nGmail. You know Gmail. If you don't know Gmail, you know someone who does. It's Google's email service, which is free for anyone to use and available for businesses to buy for their employees. More than 1.4 billion people use it. So changes are important.\nOn Wednesday, Gmail rolled out its biggest changes since 2011. Some of the new features leaked ahead of time, but the new look hasn't actually been available for people to try out for themselves until now.\nA bigger, better Gmail means stiffer competition to Microsoft 's Outlook email service, which is available to consumers and business users through Office 365, just as Gmail is part of the larger G Suite.\nThe updated aesthetics aren't hard to adjust to, and there's a handful of great new features. But a few new aspects could be disappointing. Here's what you need to know. The good\nWith this rollout, Google is aiming to make Gmail smarter, more secure and easier to use.\nOne of the most exciting new features is a \"confidential mode\" that prevents people from copying, forwarding, downloading and printing the emails you send them. You can choose to have the email \"expire,\" or become inaccessible, in one day, one week, one month, three months or five years. \"Confidential mode\" also lets you specify whether your recipient will have to type a passcode they receive separately in a text message in order to read your message.\nIn addition, Google transformed Tasks — a to-do list tool that has been hidden in Gmail since 2008 — into a much more useful, nicer-looking way to make lists. It launched delightfully simple mobile apps for it, too.\nTasks is easy to access from Gmail: You simply tap the icon on the right rail and it pops out on the right side of your inbox. You can add tasks, reorder them, tack on sub-tasks, assign dates to everything you have to do. And you can drag emails into Tasks to add them to your list.\nThat right rail is where you'll also find the new miniature versions of Google Calendar, where you can view and add events, and Google Keep, where you can read and write quick notes. Integrated third-party apps can be accessed from the right rail as well. Having these on hand means you don't have to switch browser tabs so often.\nGmail is also making it easier to take actions on messages. The app will surface attachments and files in Google Docs, Sheets and Slides right below the subject line while you're scanning your inbox, folders and search results, so you don't need to dig through all the messages in a thread to find what you're looking for.\nAnd now when you hover over threads, there are new buttons for archiving messages, deleting them, marking them as unread, or snoozing them. By being able to click those buttons without actually clicking into an email, you'll ideally be able to whiz through your inbox faster.\nA new \"offline mode\" lets you prepare messages to be sent while you're not connected to the internet, and it will send them once you get back online. You can also mark emails to be deleted or archived, and everything will be updated after your connection comes back. Previously you had to set up a separate Chrome web app in order to use Gmail while offline. Smarter apps\nGmail is also getting smarter, particularly in its companion mobile apps.\nInstead of getting a notification every time a new email hits your inbox, you can now tell your Gmail app to ping you only for the most important 3 percent of your incoming messages. (Google decides what it thinks those most important emails are based on your usage. For instance, if you have a thread going with someone, it would ping you with new replies, but you wouldn't get pinged for every new message on a large chain email that you weren't reading.)\nThis should be a nice addition for many people, especially those who receive so many push notifications that they can't keep up every day.\nNudges are new for Gmail's mobile apps, too. If you don't respond to an email that Gmail thinks is important after a few days, or if a person hasn't responded to an important email you've sent a few days ago, Google will call the thread to your attention, so you can follow up. Maybe people who are already on top of their emails won't need this, but for those with a lot of volume or simply a tendency to be forgetful, Nudges could be a great help. (Google didn't provide us with early access to Gmail's updated Android and iOS apps, so we didn't get to try either of those tools.)\nMeanwhile, Gmail on desktop is getting a nifty feature that was previously only available on your phone: Smart Replies.\nWith Smart Replies, Google includes three crude guesses at how you might want to answer someone's message. Jacob Bank, Google's product management lead for Gmail, told CNBC that 10 percent of all replies on Gmail start with Smart Replies.\nAlso, you can now mention individual people right in the body of an email, which automatically adds them to the list of recipients. All you have to do is type the + sign and start typing until you see the contact information for the person you're looking for. Microsoft started rolling out a similar feature in Outlook in 2015. The bad\nDespite all the helpful new bells and whistles, the new Gmail has some frustrating elements.\nFor years, Google has allowed you to click on a date and time in the body of an email you've received, and then add it to your own calendar. That's gone now.\nYou also can't drag an email into the Google Calendar window on the right of your inbox.\nIf you're a keyboard shortcut fanatic, tough luck: You can't use Google Keep's keyboard shortcuts in Gmail's new Keep window. Keep isn't very complex overall. You can't search through notes, add reminders or apply labels. You can't click on links that you drop in to notes, either.\nThe new Gmail also makes sacrifices when it comes to the amount of space you have to scan your inbox. On a 13.3-inch Apple MacBook Pro, the old Gmail shows more emails in all three display modes. Plus, there's more horizontal space for emails in the old Gmail — that is, unless you minimize the folder rail on the left side and the new app section on the right side. Wrapping up\nWhen you have so many people using software, it can be hard to make everyone happy. And in the world of email specifically, \"everyone's picky about different things in different ways,\" as Bank put it. With this redesign, Google has added meaningful new capabilities to Gmail and modernized its appearance in one shot.\nMany of those features feel geared at business users. By adding tools like \"Confidential mode\" and the ability to nudge recipients, Google makes its offering more appealing to the enterprise.\nUltimately, new Gmail is trying out some bigger ideas that challenge the traditional concept of an inbox. Now it's not such a bad place to pull up files. It's becoming a more obvious destination to keep track of your work. And perhaps most interestingly, Google is ever so slightly implementing the beginning of an algorithmic inbox, with the new nudges feature.\nTaking all this into consideration, we think many people will come to like new Gmail. We do. show chapters",
    "published": "2018-04-25T11:01:00.000+03:00",
    "crawled": "2018-04-25T10:15:22.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "nbc",
        "getty",
        "image",
        "scene",
        "nbc",
        "office",
        "gmail",
        "know",
        "gmail",
        "know",
        "gmail",
        "know",
        "someone",
        "google",
        "email",
        "service",
        "free",
        "anyone",
        "use",
        "available",
        "business",
        "buy",
        "employee",
        "billion",
        "people",
        "use",
        "change",
        "important",
        "wednesday",
        "gmail",
        "rolled",
        "biggest",
        "change",
        "since",
        "new",
        "feature",
        "leaked",
        "ahead",
        "time",
        "new",
        "look",
        "actually",
        "available",
        "people",
        "try",
        "bigger",
        "better",
        "gmail",
        "mean",
        "stiffer",
        "competition",
        "microsoft",
        "outlook",
        "email",
        "service",
        "available",
        "consumer",
        "business",
        "user",
        "office",
        "gmail",
        "part",
        "larger",
        "g",
        "suite",
        "updated",
        "aesthetic",
        "hard",
        "adjust",
        "handful",
        "great",
        "new",
        "feature",
        "new",
        "aspect",
        "could",
        "disappointing",
        "need",
        "know",
        "good",
        "rollout",
        "google",
        "aiming",
        "make",
        "gmail",
        "smarter",
        "secure",
        "easier",
        "use",
        "one",
        "exciting",
        "new",
        "feature",
        "confidential",
        "mode",
        "prevents",
        "people",
        "copying",
        "forwarding",
        "downloading",
        "printing",
        "email",
        "send",
        "choose",
        "email",
        "expire",
        "become",
        "inaccessible",
        "one",
        "day",
        "one",
        "week",
        "one",
        "month",
        "three",
        "month",
        "five",
        "year",
        "confidential",
        "mode",
        "also",
        "let",
        "specify",
        "whether",
        "recipient",
        "type",
        "passcode",
        "receive",
        "separately",
        "text",
        "message",
        "order",
        "read",
        "message",
        "addition",
        "google",
        "transformed",
        "task",
        "list",
        "tool",
        "hidden",
        "gmail",
        "since",
        "much",
        "useful",
        "way",
        "make",
        "list",
        "launched",
        "delightfully",
        "simple",
        "mobile",
        "apps",
        "task",
        "easy",
        "access",
        "gmail",
        "simply",
        "tap",
        "icon",
        "right",
        "rail",
        "pop",
        "right",
        "side",
        "inbox",
        "add",
        "task",
        "reorder",
        "tack",
        "assign",
        "date",
        "everything",
        "drag",
        "email",
        "task",
        "add",
        "list",
        "right",
        "rail",
        "also",
        "find",
        "new",
        "miniature",
        "version",
        "google",
        "calendar",
        "view",
        "add",
        "event",
        "google",
        "keep",
        "read",
        "write",
        "quick",
        "note",
        "integrated",
        "apps",
        "accessed",
        "right",
        "rail",
        "well",
        "hand",
        "mean",
        "switch",
        "browser",
        "tab",
        "often",
        "gmail",
        "also",
        "making",
        "easier",
        "take",
        "action",
        "message",
        "app",
        "surface",
        "attachment",
        "file",
        "google",
        "doc",
        "sheet",
        "slide",
        "right",
        "subject",
        "line",
        "scanning",
        "inbox",
        "folder",
        "search",
        "result",
        "need",
        "dig",
        "message",
        "thread",
        "find",
        "looking",
        "hover",
        "thread",
        "new",
        "button",
        "archiving",
        "message",
        "deleting",
        "marking",
        "unread",
        "snoozing",
        "able",
        "click",
        "button",
        "without",
        "actually",
        "clicking",
        "email",
        "ideally",
        "able",
        "whiz",
        "inbox",
        "faster",
        "new",
        "offline",
        "mode",
        "let",
        "prepare",
        "message",
        "sent",
        "connected",
        "internet",
        "send",
        "get",
        "back",
        "online",
        "also",
        "mark",
        "email",
        "deleted",
        "archived",
        "everything",
        "updated",
        "connection",
        "come",
        "back",
        "previously",
        "set",
        "separate",
        "chrome",
        "web",
        "app",
        "order",
        "use",
        "gmail",
        "offline",
        "smarter",
        "apps",
        "gmail",
        "also",
        "getting",
        "smarter",
        "particularly",
        "companion",
        "mobile",
        "apps",
        "instead",
        "getting",
        "notification",
        "every",
        "time",
        "new",
        "email",
        "hit",
        "inbox",
        "tell",
        "gmail",
        "app",
        "ping",
        "important",
        "percent",
        "incoming",
        "message",
        "google",
        "decides",
        "think",
        "important",
        "email",
        "based",
        "usage",
        "instance",
        "thread",
        "going",
        "someone",
        "would",
        "ping",
        "new",
        "reply",
        "would",
        "get",
        "pinged",
        "every",
        "new",
        "message",
        "large",
        "chain",
        "email",
        "reading",
        "nice",
        "addition",
        "many",
        "people",
        "especially",
        "receive",
        "many",
        "push",
        "notification",
        "ca",
        "keep",
        "every",
        "day",
        "nudge",
        "new",
        "gmail",
        "mobile",
        "apps",
        "respond",
        "email",
        "gmail",
        "think",
        "important",
        "day",
        "person",
        "responded",
        "important",
        "email",
        "sent",
        "day",
        "ago",
        "google",
        "call",
        "thread",
        "attention",
        "follow",
        "maybe",
        "people",
        "already",
        "top",
        "email",
        "wo",
        "need",
        "lot",
        "volume",
        "simply",
        "tendency",
        "forgetful",
        "nudge",
        "could",
        "great",
        "help",
        "google",
        "provide",
        "u",
        "early",
        "access",
        "gmail",
        "updated",
        "android",
        "io",
        "apps",
        "get",
        "try",
        "either",
        "tool",
        "meanwhile",
        "gmail",
        "desktop",
        "getting",
        "nifty",
        "feature",
        "previously",
        "available",
        "phone",
        "smart",
        "reply",
        "smart",
        "reply",
        "google",
        "includes",
        "three",
        "crude",
        "guess",
        "might",
        "want",
        "answer",
        "someone",
        "message",
        "jacob",
        "bank",
        "google",
        "product",
        "management",
        "lead",
        "gmail",
        "told",
        "cnbc",
        "percent",
        "reply",
        "gmail",
        "start",
        "smart",
        "reply",
        "also",
        "mention",
        "individual",
        "people",
        "right",
        "body",
        "email",
        "automatically",
        "add",
        "list",
        "recipient",
        "type",
        "sign",
        "start",
        "typing",
        "see",
        "contact",
        "information",
        "person",
        "looking",
        "microsoft",
        "started",
        "rolling",
        "similar",
        "feature",
        "outlook",
        "bad",
        "despite",
        "helpful",
        "new",
        "bell",
        "whistle",
        "new",
        "gmail",
        "frustrating",
        "element",
        "year",
        "google",
        "allowed",
        "click",
        "date",
        "time",
        "body",
        "email",
        "received",
        "add",
        "calendar",
        "gone",
        "also",
        "ca",
        "drag",
        "email",
        "google",
        "calendar",
        "window",
        "right",
        "inbox",
        "keyboard",
        "shortcut",
        "fanatic",
        "tough",
        "luck",
        "ca",
        "use",
        "google",
        "keep",
        "keyboard",
        "shortcut",
        "gmail",
        "new",
        "keep",
        "window",
        "keep",
        "complex",
        "overall",
        "ca",
        "search",
        "note",
        "add",
        "reminder",
        "apply",
        "label",
        "ca",
        "click",
        "link",
        "drop",
        "note",
        "either",
        "new",
        "gmail",
        "also",
        "make",
        "sacrifice",
        "come",
        "amount",
        "space",
        "scan",
        "inbox",
        "apple",
        "macbook",
        "pro",
        "old",
        "gmail",
        "show",
        "email",
        "three",
        "display",
        "mode",
        "plus",
        "horizontal",
        "space",
        "email",
        "old",
        "gmail",
        "unless",
        "minimize",
        "folder",
        "rail",
        "left",
        "side",
        "new",
        "app",
        "section",
        "right",
        "side",
        "wrapping",
        "many",
        "people",
        "using",
        "software",
        "hard",
        "make",
        "everyone",
        "happy",
        "world",
        "email",
        "specifically",
        "everyone",
        "picky",
        "different",
        "thing",
        "different",
        "way",
        "bank",
        "put",
        "redesign",
        "google",
        "added",
        "meaningful",
        "new",
        "capability",
        "gmail",
        "modernized",
        "appearance",
        "one",
        "shot",
        "many",
        "feature",
        "feel",
        "geared",
        "business",
        "user",
        "adding",
        "tool",
        "like",
        "confidential",
        "mode",
        "ability",
        "nudge",
        "recipient",
        "google",
        "make",
        "offering",
        "appealing",
        "enterprise",
        "ultimately",
        "new",
        "gmail",
        "trying",
        "bigger",
        "idea",
        "challenge",
        "traditional",
        "concept",
        "inbox",
        "bad",
        "place",
        "pull",
        "file",
        "becoming",
        "obvious",
        "destination",
        "keep",
        "track",
        "work",
        "perhaps",
        "interestingly",
        "google",
        "ever",
        "slightly",
        "implementing",
        "beginning",
        "algorithmic",
        "inbox",
        "new",
        "nudge",
        "feature",
        "taking",
        "consideration",
        "think",
        "many",
        "people",
        "come",
        "like",
        "new",
        "gmail",
        "show",
        "chapter"
    ]
}