{
    "organizations": [],
    "uuid": "fda6bb7ea20c8dc64a3e369d81f62f288c06263b",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-mideast-crisis-syria-france-intellige/french-declassified-intelligence-report-on-syria-gas-attacks-idUSKBN1HL0N1",
    "ord_in_thread": 0,
    "title": "French declassified intelligence report on Syria gas attacks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PARIS (Reuters) - France concluded after technical analysis of open sources and “reliable intelligence” that a chemical attack on Douma on April 7 was carried out by Syrian government forces, a declassified intelligence report showed on Saturday.\nHere is the full declassified national assessment provided by the French foreign ministry in English:\nI. SEVERAL LETHAL CHEMICAL ATTACKS TOOK PLACE IN THE TOWN OF DOUMA IN THE LATE AFTERNOON OF SATURDAY,7 APRIL 2018, AND WE ASSESS WITH A HIGH DEGREE OF CONFIDENCE THAT THEY WERE CARRIED OUT BY THE SYRIAN REGIME.\nFollowing the Syrian regime’s resumption of its military offensive, as well as high levels of air force activity over the town of Douma in Eastern Ghouta, two new cases of toxic agents employment were spontaneously reported by civil society and local and international media from the late afternoon of 7 April.\nNon-governmental medical organizations active in Ghouta (the Syrian American Medical Society and the Union of Medical Care and Relief Organizations), whose information is generally reliable, publicly stated that strikes had targeted in particular local medical infrastructure on 6 and 7 April.\nA massive influx of patients in health centers in Eastern Ghouta (at the very least 100 people) presenting symptoms consistent with exposure to a chemical agent was observed and documented during the early evening. In total, several dozen people, more than forty according to several sources, are thought to have died from exposure to a chemical substance.\nThe information collected by France forms a body of evidence that is sufficient to attribute responsibility for the chemical attacks of 7 April to the Syrian regime.\n1. – Several chemical attacks took place at Douma on 7 April 2018.\nThe French services analyzed the testimonies, photos and videos that spontaneously appeared on specialized websites, in the press and on social media in the hours and days following the attack.\nTestimonies obtained by the French services were also analyzed. After examining the videos and images of victims published online, they were able to conclude with a high degree of confidence that the vast majority are recent and not fabricated. The spontaneous circulation of these images across all social networks confirms that they were not video montages or recycled images. Lastly, some of the entities that published this information are generally considered reliable.\nFrench experts analyzed the symptoms identifiable in the images and videos that were made public. These images and videos were taken either in enclosed areas in a building where around 15 people died, or in local hospitals that received contaminated patients. These symptoms can be described as follows:\n- Suffocation, asphyxia or breathing difficulties,\n- Mentions of a strong chlorine odor and presence of green smoke in affected areas,\n- Hypersalivation and hypersecretions (particularly oral and nasal),\n- Cyanosis,\n- Skin burns and corneal burns.\nNo deaths from mechanical injuries were visible. All of these symptoms are characteristic of a chemical weapons attack, particularly choking agents and organophosphorus agents or hydrocyanic acid. Furthermore, the apparent use of bronchodilators by the medical services observed in videos reinforces the hypothesis of intoxication by choking agents.\n2. – Given in particular ongoing military operations in Eastern Ghouta around 7 April, we assess witha high degree of confidence that the Syrian regime holds responsibility.\nReliable intelligence indicates that Syrian military officials have coordinated what appears to be the use of chemical weapons containing chlorine on Douma, on April 7.\nThe attack of 7 April 2018 took place as part of a wider military offensive carried out by the regime on the Eastern Ghouta region. Launched in February 2018, this offensive has now enabled Damascus to regain control of the entire enclave.\nAs a reminder, the Russian military forces active in Syria enable the regime to enjoy unquestionable air superiority, giving it the total military freedom of action it needs for its indiscriminate offensives on urban areas.\nThe tactic adopted by pro-regime forces involved separating the various groups (Ahrar al-Sham, Faylaq al-Rahman, and Jaysh al-Islam) in order to focus their efforts and obtain negotiated surrender agreements. The three main armed groups therefore began separate negotiations with the regime and Russia. The first two groups (Ahrar al-Sham and Faylaq al-Rahman) concluded agreements that resulted in the evacuation of nearly 15,000 fighters and their families.\nDuring this first phase, the Syrian regime’s political and military strategy consisted in alternating indiscriminate military offensives against local populations, which sometimes included the use of chlorine, and pauses in operations for negotiations.\nNegotiations with Jaysh al-Islam began in March but were not fully conclusive. On 4 April, part of the Jaysh al-Islam group (around one quarter of the group according to estimates) accepted the surrender agreement and fighters and their families were sent to Idlib (approximately 4,000 people, with families).\nHowever, between 4,500 and 5,500 Jaysh al-Islam fighters, mostly located in Douma, refused the terms of negotiation. As a result, from 6 April onwards, the Syrian regime, with support from Russian forces, resumed its intensive bombing of the area, ending a pause in ground and aerial operations that had been observed since negotiations began in mid-March. This was the context for the chemical strikes analyzed in this document.\nGiven this context, the Syrian regime’s use of chemical weapons makes sense from both the military and strategic points of view:\nTactically speaking, this type of ammunition is used to flush out enemy fighters sheltering in homes and engage in urban combat in conditions that are more favorable to the regime. It accelerates victory and has a multiplier effect that helps speed up the capitulation of the last bastion of armed groups.\nStrategically speaking, chemical weapons and particularly chlorine, documented in Eastern Ghouta since early 2018, are especially used to punish civilian populations present in zones held by fighters opposed to the Syrian regime and to create a climate of terror and panic that encourages them to surrender.\nAs the war is not over for the regime, it uses these indiscriminate strikes to show that resistance is futile and pave the way for capturing these last pockets of armed resistance.\nSince 2012, the Syrian forces have repeatedly used the same pattern of military tactics: toxic chemicals are mainly used during wider urban offensives, as was the case in late 2016 during the recapture of Aleppo, where chlorine weapons were regularly used in conjunction with traditional weapons. The zones targeted, such as Eastern Ghouta, are all major military objectives for Damascus.\n3 - The French services have no information to support the theory whereby the armed groups in Ghouta would have sought to acquire or have possessed chemical weapons.\nThe French services also assess that a manipulation of the images circulated massively from Saturday, 7 April is not credible, in part because the groups present in Ghouta do not have the resources to carry out a communications operation on such a scale.\nII. SINCE APRIL 2017,THE SYRIAN REGIME HAS USED CHEMICAL WEAPONS AND TOXIC AGENTS IN ITS MILITARY OPERATIONS INCREASINGLY OFTEN.\n4. –The Syrian regime has conserved a clandestine chemical weapons program since 2013.\nThe French services assess that Syria did not declare all of its stockpiles and capacities to the Organization for the Prohibition of Chemical Weapons (OPCW) during its late, half-hearted accession to the Chemical Weapons Convention (CWC) in October 2013.\nSyria omitted, notably,to declare many of the activities of its Scientific Studies and Research Centre (SSRC). Only recently has it accepted to declare certain SSRC activities under the Chemical Weapons Convention(CWC), but not, however, all of them. Initially, it also failed to declare the sites at Barzeh and Jemraya, eventually doing so in 2018.\nThe French services assess that four questions asked of the Syrian regime by the OPCW and which have remained unanswered require particular attention, particularly in the context of these latest cases of the use of chemical weapons in Syria:\n- possible remaining stocks of yperite (mustard gas) and DF (a sarin precursor);\n- undeclared chemical weapons of small caliber which may have been used on several occasions, including during the attack on Khan Sheikhoun in April2017;\n- signs of the presence of VX and sarin on production and loading sites;\n- signs of the presence of chemical agents that have never been declared, including nitrogen mustard, lewisite, soman and VX.\nSince 2014, the OPCW Fact-Finding Mission (FFM) has published several reports confirming the use of chemical weapons against civilians in Syria. The UN-OPCW Joint Investigation Mechanism(JIM) on chemical weapons attacks has investigated nine occasions when they have allegedly been used.\nIn its August and October 2016 reports, the JIM attributed three cases of the use of chlorine to the Damascus regime and one case of the use of yperite to Daesh, but none to any Syrian armed group.\n5. – A series of chemical attacks has taken place in Syria since 4 April 2017\nA French national assessment published on 26 April 2017 following the Khan Sheikhoun attack listed all the chemical attacks in Syria since 2012, along with the assessment of their probability according to French services.\nThis attack, carried out in two phases, at Latamneh on 30 March, and then at Khan Sheikhoun with sarin gas on 4 April,led to the death of more than 80 civilians.\nThe French authorities considered at the time that it was very likely that the Syrian armed and security forces held responsibility for the attack.\nThe French services have identified 44 allegations of the use of chemical weapons and toxic agents since 4 April 2017, the date of the sarin attack on Khan Sheikhoun. Of these 44 allegations, the French services consider that the evidence collected around 11 of the attacks gave reason to assess they were of a chemical nature.\nChlorine is believed to have been used in most cases, while the services also believe a neurotoxic agent was used at Harasta on 18 November 2017.\nIn this context, a considerable rise in cases of use can be noted since the non-renewal of the mechanism of the UN-OPCW Joint Investigation Mechanism (JIM) in November 2017 because of Russia’s veto at the UN Security Council. A considerable increase in chlorine attacks since the beginning of the offensive on Eastern Ghouta has also been clearly observed and proven.\nA series of attacks preceded the major attack of 7 April2018, as part of a wider offensive (at least 8 chlorine attacks in Douma, Shayfounia and Hamouria).\nThese facts need to be considered in the light of a chemical warfare modus operandi of the Syrian regime that has been well documented since the attacks on Eastern Ghouta on 21 August 2013 and on Khan Sheikhoun on 4 April 2017.\nAs part of a continuous increase in violence employed against civilians in enclaves refusing the regime’s authority, and in violation of its international obligations despite clear warnings from UN Security Council and OPCW members, Damascus seeks to seize a tactical military advantage locally, and above all to terrorize populations in order to break down all remaining resistance. It can be noted that, since the attacks of\n7 April 2018, the group Jaysh al-Islam has negotiated its departure from Douma with the regime and Russia, demonstrating the success of this tactic.\nOn the basis of this overall assessment and on the intelligence collected by our services, and in the absence to date of chemical samples analyzed by our own laboratories, France therefore considers (i) that, beyond possible doubt, a chemical attack was carried out against civilians at Douma on 7 April 2018; and (ii) that there is no plausible scenario other than that of an attack by Syrian armed forces as part of a wider offensive in the Eastern Ghouta enclave.\nThe Syrian armed and security forces are also considered to be responsible for other actions in the region as part of this same offensive in 2017 and 2018. Russia has undeniably provided active military support to the operations to seize back Ghouta.\nIt has, moreover, provided constant political cover to the Syrian regime over the employment of chemical weapons, both at the UN Security Council and at the OPCW, despite conclusions to the contrary by the JIM.\nThis assessment will be updated as we collect new information.\nReporting by John Irish; Editing by Ingrid Melander\n ",
    "published": "2018-04-14T18:10:00.000+03:00",
    "crawled": "2018-04-15T19:05:50.066+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "paris",
        "reuters",
        "france",
        "concluded",
        "technical",
        "analysis",
        "open",
        "source",
        "reliable",
        "intelligence",
        "chemical",
        "attack",
        "douma",
        "april",
        "carried",
        "syrian",
        "government",
        "force",
        "declassified",
        "intelligence",
        "report",
        "showed",
        "saturday",
        "full",
        "declassified",
        "national",
        "assessment",
        "provided",
        "french",
        "foreign",
        "ministry",
        "english",
        "several",
        "lethal",
        "chemical",
        "attack",
        "took",
        "place",
        "town",
        "douma",
        "late",
        "afternoon",
        "april",
        "assess",
        "high",
        "degree",
        "confidence",
        "carried",
        "syrian",
        "regime",
        "following",
        "syrian",
        "regime",
        "resumption",
        "military",
        "offensive",
        "well",
        "high",
        "level",
        "air",
        "force",
        "activity",
        "town",
        "douma",
        "eastern",
        "ghouta",
        "two",
        "new",
        "case",
        "toxic",
        "agent",
        "employment",
        "spontaneously",
        "reported",
        "civil",
        "society",
        "local",
        "international",
        "medium",
        "late",
        "afternoon",
        "april",
        "medical",
        "organization",
        "active",
        "ghouta",
        "syrian",
        "american",
        "medical",
        "society",
        "union",
        "medical",
        "care",
        "relief",
        "organization",
        "whose",
        "information",
        "generally",
        "reliable",
        "publicly",
        "stated",
        "strike",
        "targeted",
        "particular",
        "local",
        "medical",
        "infrastructure",
        "april",
        "massive",
        "influx",
        "patient",
        "health",
        "center",
        "eastern",
        "ghouta",
        "least",
        "people",
        "presenting",
        "symptom",
        "consistent",
        "exposure",
        "chemical",
        "agent",
        "observed",
        "documented",
        "early",
        "evening",
        "total",
        "several",
        "dozen",
        "people",
        "forty",
        "according",
        "several",
        "source",
        "thought",
        "died",
        "exposure",
        "chemical",
        "substance",
        "information",
        "collected",
        "france",
        "form",
        "body",
        "evidence",
        "sufficient",
        "attribute",
        "responsibility",
        "chemical",
        "attack",
        "april",
        "syrian",
        "regime",
        "several",
        "chemical",
        "attack",
        "took",
        "place",
        "douma",
        "april",
        "french",
        "service",
        "analyzed",
        "testimony",
        "photo",
        "video",
        "spontaneously",
        "appeared",
        "specialized",
        "website",
        "press",
        "social",
        "medium",
        "hour",
        "day",
        "following",
        "attack",
        "testimony",
        "obtained",
        "french",
        "service",
        "also",
        "analyzed",
        "examining",
        "video",
        "image",
        "victim",
        "published",
        "online",
        "able",
        "conclude",
        "high",
        "degree",
        "confidence",
        "vast",
        "majority",
        "recent",
        "fabricated",
        "spontaneous",
        "circulation",
        "image",
        "across",
        "social",
        "network",
        "confirms",
        "video",
        "montage",
        "recycled",
        "image",
        "lastly",
        "entity",
        "published",
        "information",
        "generally",
        "considered",
        "reliable",
        "french",
        "expert",
        "analyzed",
        "symptom",
        "identifiable",
        "image",
        "video",
        "made",
        "public",
        "image",
        "video",
        "taken",
        "either",
        "enclosed",
        "area",
        "building",
        "around",
        "people",
        "died",
        "local",
        "hospital",
        "received",
        "contaminated",
        "patient",
        "symptom",
        "described",
        "follows",
        "suffocation",
        "asphyxia",
        "breathing",
        "difficulty",
        "mention",
        "strong",
        "chlorine",
        "odor",
        "presence",
        "green",
        "smoke",
        "affected",
        "area",
        "hypersalivation",
        "hypersecretion",
        "particularly",
        "oral",
        "nasal",
        "cyanosis",
        "skin",
        "burn",
        "corneal",
        "burn",
        "death",
        "mechanical",
        "injury",
        "visible",
        "symptom",
        "characteristic",
        "chemical",
        "weapon",
        "attack",
        "particularly",
        "choking",
        "agent",
        "organophosphorus",
        "agent",
        "hydrocyanic",
        "acid",
        "furthermore",
        "apparent",
        "use",
        "bronchodilator",
        "medical",
        "service",
        "observed",
        "video",
        "reinforces",
        "hypothesis",
        "intoxication",
        "choking",
        "agent",
        "given",
        "particular",
        "ongoing",
        "military",
        "operation",
        "eastern",
        "ghouta",
        "around",
        "april",
        "assess",
        "witha",
        "high",
        "degree",
        "confidence",
        "syrian",
        "regime",
        "hold",
        "responsibility",
        "reliable",
        "intelligence",
        "indicates",
        "syrian",
        "military",
        "official",
        "coordinated",
        "appears",
        "use",
        "chemical",
        "weapon",
        "containing",
        "chlorine",
        "douma",
        "april",
        "attack",
        "april",
        "took",
        "place",
        "part",
        "wider",
        "military",
        "offensive",
        "carried",
        "regime",
        "eastern",
        "ghouta",
        "region",
        "launched",
        "february",
        "offensive",
        "enabled",
        "damascus",
        "regain",
        "control",
        "entire",
        "enclave",
        "reminder",
        "russian",
        "military",
        "force",
        "active",
        "syria",
        "enable",
        "regime",
        "enjoy",
        "unquestionable",
        "air",
        "superiority",
        "giving",
        "total",
        "military",
        "freedom",
        "action",
        "need",
        "indiscriminate",
        "offensive",
        "urban",
        "area",
        "tactic",
        "adopted",
        "force",
        "involved",
        "separating",
        "various",
        "group",
        "ahrar",
        "faylaq",
        "jaysh",
        "order",
        "focus",
        "effort",
        "obtain",
        "negotiated",
        "surrender",
        "agreement",
        "three",
        "main",
        "armed",
        "group",
        "therefore",
        "began",
        "separate",
        "negotiation",
        "regime",
        "russia",
        "first",
        "two",
        "group",
        "ahrar",
        "faylaq",
        "concluded",
        "agreement",
        "resulted",
        "evacuation",
        "nearly",
        "fighter",
        "family",
        "first",
        "phase",
        "syrian",
        "regime",
        "political",
        "military",
        "strategy",
        "consisted",
        "alternating",
        "indiscriminate",
        "military",
        "offensive",
        "local",
        "population",
        "sometimes",
        "included",
        "use",
        "chlorine",
        "pause",
        "operation",
        "negotiation",
        "negotiation",
        "jaysh",
        "began",
        "march",
        "fully",
        "conclusive",
        "april",
        "part",
        "jaysh",
        "group",
        "around",
        "one",
        "quarter",
        "group",
        "according",
        "estimate",
        "accepted",
        "surrender",
        "agreement",
        "fighter",
        "family",
        "sent",
        "idlib",
        "approximately",
        "people",
        "family",
        "however",
        "jaysh",
        "fighter",
        "mostly",
        "located",
        "douma",
        "refused",
        "term",
        "negotiation",
        "result",
        "april",
        "onwards",
        "syrian",
        "regime",
        "support",
        "russian",
        "force",
        "resumed",
        "intensive",
        "bombing",
        "area",
        "ending",
        "pause",
        "ground",
        "aerial",
        "operation",
        "observed",
        "since",
        "negotiation",
        "began",
        "context",
        "chemical",
        "strike",
        "analyzed",
        "document",
        "given",
        "context",
        "syrian",
        "regime",
        "use",
        "chemical",
        "weapon",
        "make",
        "sense",
        "military",
        "strategic",
        "point",
        "view",
        "tactically",
        "speaking",
        "type",
        "ammunition",
        "used",
        "flush",
        "enemy",
        "fighter",
        "sheltering",
        "home",
        "engage",
        "urban",
        "combat",
        "condition",
        "favorable",
        "regime",
        "accelerates",
        "victory",
        "multiplier",
        "effect",
        "help",
        "speed",
        "capitulation",
        "last",
        "bastion",
        "armed",
        "group",
        "strategically",
        "speaking",
        "chemical",
        "weapon",
        "particularly",
        "chlorine",
        "documented",
        "eastern",
        "ghouta",
        "since",
        "early",
        "especially",
        "used",
        "punish",
        "civilian",
        "population",
        "present",
        "zone",
        "held",
        "fighter",
        "opposed",
        "syrian",
        "regime",
        "create",
        "climate",
        "terror",
        "panic",
        "encourages",
        "surrender",
        "war",
        "regime",
        "us",
        "indiscriminate",
        "strike",
        "show",
        "resistance",
        "futile",
        "pave",
        "way",
        "capturing",
        "last",
        "pocket",
        "armed",
        "resistance",
        "since",
        "syrian",
        "force",
        "repeatedly",
        "used",
        "pattern",
        "military",
        "tactic",
        "toxic",
        "chemical",
        "mainly",
        "used",
        "wider",
        "urban",
        "offensive",
        "case",
        "late",
        "recapture",
        "aleppo",
        "chlorine",
        "weapon",
        "regularly",
        "used",
        "conjunction",
        "traditional",
        "weapon",
        "zone",
        "targeted",
        "eastern",
        "ghouta",
        "major",
        "military",
        "objective",
        "damascus",
        "french",
        "service",
        "information",
        "support",
        "theory",
        "whereby",
        "armed",
        "group",
        "ghouta",
        "would",
        "sought",
        "acquire",
        "possessed",
        "chemical",
        "weapon",
        "french",
        "service",
        "also",
        "assess",
        "manipulation",
        "image",
        "circulated",
        "massively",
        "saturday",
        "april",
        "credible",
        "part",
        "group",
        "present",
        "ghouta",
        "resource",
        "carry",
        "communication",
        "operation",
        "scale",
        "ii",
        "since",
        "april",
        "syrian",
        "regime",
        "used",
        "chemical",
        "weapon",
        "toxic",
        "agent",
        "military",
        "operation",
        "increasingly",
        "often",
        "syrian",
        "regime",
        "conserved",
        "clandestine",
        "chemical",
        "weapon",
        "program",
        "since",
        "french",
        "service",
        "assess",
        "syria",
        "declare",
        "stockpile",
        "capacity",
        "organization",
        "prohibition",
        "chemical",
        "weapon",
        "opcw",
        "late",
        "accession",
        "chemical",
        "weapon",
        "convention",
        "cwc",
        "october",
        "syria",
        "omitted",
        "notably",
        "declare",
        "many",
        "activity",
        "scientific",
        "study",
        "research",
        "centre",
        "ssrc",
        "recently",
        "accepted",
        "declare",
        "certain",
        "ssrc",
        "activity",
        "chemical",
        "weapon",
        "convention",
        "cwc",
        "however",
        "initially",
        "also",
        "failed",
        "declare",
        "site",
        "barzeh",
        "jemraya",
        "eventually",
        "french",
        "service",
        "assess",
        "four",
        "question",
        "asked",
        "syrian",
        "regime",
        "opcw",
        "remained",
        "unanswered",
        "require",
        "particular",
        "attention",
        "particularly",
        "context",
        "latest",
        "case",
        "use",
        "chemical",
        "weapon",
        "syria",
        "possible",
        "remaining",
        "stock",
        "yperite",
        "mustard",
        "gas",
        "df",
        "sarin",
        "precursor",
        "undeclared",
        "chemical",
        "weapon",
        "small",
        "caliber",
        "may",
        "used",
        "several",
        "occasion",
        "including",
        "attack",
        "khan",
        "sheikhoun",
        "april2017",
        "sign",
        "presence",
        "vx",
        "sarin",
        "production",
        "loading",
        "site",
        "sign",
        "presence",
        "chemical",
        "agent",
        "never",
        "declared",
        "including",
        "nitrogen",
        "mustard",
        "lewisite",
        "soman",
        "vx",
        "since",
        "opcw",
        "mission",
        "ffm",
        "published",
        "several",
        "report",
        "confirming",
        "use",
        "chemical",
        "weapon",
        "civilian",
        "syria",
        "joint",
        "investigation",
        "mechanism",
        "jim",
        "chemical",
        "weapon",
        "attack",
        "investigated",
        "nine",
        "occasion",
        "allegedly",
        "used",
        "august",
        "october",
        "report",
        "jim",
        "attributed",
        "three",
        "case",
        "use",
        "chlorine",
        "damascus",
        "regime",
        "one",
        "case",
        "use",
        "yperite",
        "daesh",
        "none",
        "syrian",
        "armed",
        "group",
        "series",
        "chemical",
        "attack",
        "taken",
        "place",
        "syria",
        "since",
        "april",
        "french",
        "national",
        "assessment",
        "published",
        "april",
        "following",
        "khan",
        "sheikhoun",
        "attack",
        "listed",
        "chemical",
        "attack",
        "syria",
        "since",
        "along",
        "assessment",
        "probability",
        "according",
        "french",
        "service",
        "attack",
        "carried",
        "two",
        "phase",
        "latamneh",
        "march",
        "khan",
        "sheikhoun",
        "sarin",
        "gas",
        "april",
        "led",
        "death",
        "civilian",
        "french",
        "authority",
        "considered",
        "time",
        "likely",
        "syrian",
        "armed",
        "security",
        "force",
        "held",
        "responsibility",
        "attack",
        "french",
        "service",
        "identified",
        "allegation",
        "use",
        "chemical",
        "weapon",
        "toxic",
        "agent",
        "since",
        "april",
        "date",
        "sarin",
        "attack",
        "khan",
        "sheikhoun",
        "allegation",
        "french",
        "service",
        "consider",
        "evidence",
        "collected",
        "around",
        "attack",
        "gave",
        "reason",
        "assess",
        "chemical",
        "nature",
        "chlorine",
        "believed",
        "used",
        "case",
        "service",
        "also",
        "believe",
        "neurotoxic",
        "agent",
        "used",
        "harasta",
        "november",
        "context",
        "considerable",
        "rise",
        "case",
        "use",
        "noted",
        "since",
        "mechanism",
        "joint",
        "investigation",
        "mechanism",
        "jim",
        "november",
        "russia",
        "veto",
        "un",
        "security",
        "council",
        "considerable",
        "increase",
        "chlorine",
        "attack",
        "since",
        "beginning",
        "offensive",
        "eastern",
        "ghouta",
        "also",
        "clearly",
        "observed",
        "proven",
        "series",
        "attack",
        "preceded",
        "major",
        "attack",
        "april2018",
        "part",
        "wider",
        "offensive",
        "least",
        "chlorine",
        "attack",
        "douma",
        "shayfounia",
        "hamouria",
        "fact",
        "need",
        "considered",
        "light",
        "chemical",
        "warfare",
        "modus",
        "operandi",
        "syrian",
        "regime",
        "well",
        "documented",
        "since",
        "attack",
        "eastern",
        "ghouta",
        "august",
        "khan",
        "sheikhoun",
        "april",
        "part",
        "continuous",
        "increase",
        "violence",
        "employed",
        "civilian",
        "enclave",
        "refusing",
        "regime",
        "authority",
        "violation",
        "international",
        "obligation",
        "despite",
        "clear",
        "warning",
        "un",
        "security",
        "council",
        "opcw",
        "member",
        "damascus",
        "seek",
        "seize",
        "tactical",
        "military",
        "advantage",
        "locally",
        "terrorize",
        "population",
        "order",
        "break",
        "remaining",
        "resistance",
        "noted",
        "since",
        "attack",
        "april",
        "group",
        "jaysh",
        "negotiated",
        "departure",
        "douma",
        "regime",
        "russia",
        "demonstrating",
        "success",
        "tactic",
        "basis",
        "overall",
        "assessment",
        "intelligence",
        "collected",
        "service",
        "absence",
        "date",
        "chemical",
        "sample",
        "analyzed",
        "laboratory",
        "france",
        "therefore",
        "considers",
        "beyond",
        "possible",
        "doubt",
        "chemical",
        "attack",
        "carried",
        "civilian",
        "douma",
        "april",
        "ii",
        "plausible",
        "scenario",
        "attack",
        "syrian",
        "armed",
        "force",
        "part",
        "wider",
        "offensive",
        "eastern",
        "ghouta",
        "enclave",
        "syrian",
        "armed",
        "security",
        "force",
        "also",
        "considered",
        "responsible",
        "action",
        "region",
        "part",
        "offensive",
        "russia",
        "undeniably",
        "provided",
        "active",
        "military",
        "support",
        "operation",
        "seize",
        "back",
        "ghouta",
        "moreover",
        "provided",
        "constant",
        "political",
        "cover",
        "syrian",
        "regime",
        "employment",
        "chemical",
        "weapon",
        "un",
        "security",
        "council",
        "opcw",
        "despite",
        "conclusion",
        "contrary",
        "jim",
        "assessment",
        "updated",
        "collect",
        "new",
        "information",
        "reporting",
        "john",
        "irish",
        "editing",
        "ingrid",
        "melander"
    ]
}