{
    "organizations": [],
    "uuid": "bc3af906b19ed868ae1d3918c8d142c2e74cc29d",
    "author": "Courtney Connley",
    "url": "https://www.cnbc.com/2018/04/25/workplace-microaggressions-can-kill-your-confidence-heres-what-to-do.html",
    "ord_in_thread": 0,
    "title": "Workplace microaggressions can kill your confidence. Here's what to do",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Many factors can contribute to an employee's unhappiness at work — bad management, for example, or grueling hours. But what about the smaller, tougher to identify events that can contribute significantly to an employee's disengagement?\nThose small acts are often referred to as \"microaggressions.\" Columbia University professor Derald Wing Sue tells CNBC Make It that microaggressions \"are the every day slights, indignities, put downs and insults that minorities experience in their day to day interactions with well-intentioned individuals who are unaware that they have engaged in an offensive act or made an offensive statement.\"\nThese acts are normally related to a person's race, gender, sexual orientation or disability status. And while these incidents are often subtle, their impact can have a huge affect on your performance and your confidence.\nBelow are four examples of common workplace microaggressions —some of which you may have encountered without even realizing it — and what to do in response.\nMorsa Images | Getty Images 1. \"You speak excellent English.\" As an Asian-American professor, author and speaker, Sue says it is not uncommon for students and colleagues to remark on how well he speaks English. While the comment is often intended to be a compliment, its underlying meaning can carry great offense.\n\"What they are saying is you are a perpetual alien in your own country and you are not a true American,\" he says. \"That is often communicated to Latinos and Asian-Americans. And to the person saying it, they are not mean and evil people. They just don't realize that what they are saying comes from this implicit worldview of what an American looks like.\"\nWhile a remark like this might go ignored in many professional settings, Sue says the proper way to address it is to kindly acknowledge the compliment, while also correcting the person's bias.\n\"My response now is, 'Thank you, I hope so, I was born here,'\" he says. \"The 'thank you' catches and compliments their conscious thought that I am complimenting you. The 'I was born here' underlines the unconscious misconception that I am a foreigner in my own country.\"\nThomas Barwick/Getty Images The best bosses make an effort to know their employees and encourage open conversations, Scott says. 2. \"What she's trying to say is...\" If you are a woman and/or racial minority, chances are you have been interrupted or talked over by a colleague in a meeting (a circumstance often referred to as \" mansplaining .\")\nAccording to Merriam-Webster , mansplaining is defined as the moment when \"a man talks condescendingly to someone (especially a woman) about something he has incomplete knowledge of, with the mistaken assumption that he knows more about it than the person he's talking to does.\"\nCalifornia Western School of Law professor Leslie Culver says she's seen this occur several times in a professional setting. To address it, she suggests gathering a group of other female colleagues who will support you in calling out the microaggressor.\n\"Have a conversation before bringing it up and say something like, 'Hey Hannah, I want to address Bob speaking over me. Can you help me to open the door to that discussion?\" says Culver.\nThis way, the next time a meeting occurs and Bob interrupts you, Culver says your allied female colleague could interject, \"Yes, what Leslie was trying to say is really important.\" Then, if Bob speaks over that colleague, another female ally will jump in and say, \"Yes, I agree. What Leslie was trying to say is really important.\"\nCulver adds, \"that way, you all are working together to continue to point [the guy] out.\"\nAnother way to combat this issue is to seek out male allies as well. According to Facebook COO Sheryl Sandberg , men can be part of the solution too by speaking against their male colleague and saying, \"That's a great idea. You know, Liz, that was your idea. Tell us about it.\"\nJetta Productions | Getty Images 3. \"Is that your natural hair?\" Studies show that many women of color, especially black women, experience bias in the workplace related to the style and texture of their hair. As an African-American female professor, Culver says she has experienced this bias first-hand.\nAt a conference earlier this year, she says she was asked by a white colleague whether or not her braids were her natural hair.\n\"At the time, I didn't even know what to say,\" says Culver. \"We are in this intellectual space and [she] put me in a position to have to defend my hairstyle. And then [she] asked, 'Am I presenting?' And it's like that's how [she] should have started the conversation.\"\nIn a situation such as this, Culver says it's always best to weigh the pros and cons of addressing the person directly. If the microaggressor is someone in a position of power, then you may want to think about the impact they can have on your career before you hold a one-on-one conversation with them. If this is the case, then she says you will want to find a leader who can be your ally to kindly correct the person on your behalf.\n\"You need to get an informed, intelligent and well-meaning leader who isn't afraid to say, 'Let me speak up against this,'\" she says.\nOr, if the microaggressor is a peer who has no control over your job, then Culver says you can pull them to the side and kindly explain to them how their comment was offensive. This way, she says, \"they don't have to ask the next black woman about her twists or braids.\"\nshow chapters Here are the 4 mental shifts you should make for dealing with your moron boss 9:18 AM ET Tue, 14 Nov 2017 | 01:44 4. \"I think I'll sit over here.\" Although this is rarely said out loud, both Culver and Sue explain how this unconscious thought often translates into action when it comes to where people sit in a meeting or classroom.\n\"My African-American students tell me that on the first day when they sit in class the seats next to them are often the last to be taken,\" says Sue. \"Or when they come late and sit next to a white student they notice less communication.\"\nHe adds, \"if you confront someone, they will say it was just a random act. But therein lies the difficulty, because the experiences of racism are lived by people of color and white Americans normally don't see what is going on.\"\nAs a professor and author of the book, \" Microaggressions in Everyday Life: Race, Gender and Sexual Orientation ,\" Sue uses his research to educate businesses and corporations about the intervention trainings they can do to prevent these issues from reoccurring.\n\"A lot of people see these individual acts as harmless, trivial or insignificant,\" he says. \"But what we have found is when employees are in this type of environment, their work productivity declines, and they have a harder time learning.\"\nHe adds that some of the employees he has worked with talk about racial battle fatigue, which he says \"is the constant battle of thinking, 'Did what I think really happen? Was it an intentional or unintentional slight? If I confront the person, then what are the consequences?'\"\n\"The thing that is damaging about microaggressions is that if you don't know how to respond to them, or feel like you can't, then you feel disempowered,\" says Sue. \"But when you have the right strategies, you feel empowered.\"\nWhether you experience these microaggressions on a regular basis or a more isolated basis, dealing with them is a pain. And if you're a minority, Sue says you'll likely be told that the issue isn't a big deal.\n\"Many employees of color tell me that when they raise a microaggression issue, their well-intentioned coworker tells them, 'You are being sensitive,'\" he says. \"Or, why are you making a big deal about that? Then they begin to second guess themselves.\"\nThat's why, Sue says, it's important for workers to not only seek allies outside of their racial group, but also allies within their racial group who will help to validate their experience.\n\"When the support group comes from other people of color they can validate the fact that you aren't crazy and what you are experiencing is legitimate,\" he adds.\nTo ensure that you're always protected, Sue suggests keeping documentation of each incident, in case it should become a pattern or escalate to a personal threat that becomes a legal issue.\nCulver adds that you should also do some personal research on implicit bias and gender and racial stereotyping in order to better identify these tiny, harmful acts.\n\"People need to get better educated on what it looks like,\" she says, \"so they can be empowered to understand.\"\nLike this story? Like CNBC Make It on Facebook\nDon't miss:\nSheryl Sandberg shares 3 ways men can empower women at work\nThese 10 companies have the most female leaders — and none of them are in tech\nHow to deal with mansplaining and other annoying co-workers\nshow chapters How to deal with difficult coworkers without losing your mind 1:00 PM ET Thu, 8 Dec 2016 | 00:52",
    "published": "2018-04-25T19:46:00.000+03:00",
    "crawled": "2018-04-25T19:06:31.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "many",
        "factor",
        "contribute",
        "employee",
        "unhappiness",
        "work",
        "bad",
        "management",
        "example",
        "grueling",
        "hour",
        "smaller",
        "tougher",
        "identify",
        "event",
        "contribute",
        "significantly",
        "employee",
        "disengagement",
        "small",
        "act",
        "often",
        "referred",
        "microaggressions",
        "columbia",
        "university",
        "professor",
        "derald",
        "wing",
        "sue",
        "tell",
        "cnbc",
        "make",
        "microaggressions",
        "every",
        "day",
        "slight",
        "indignity",
        "put",
        "down",
        "insult",
        "minority",
        "experience",
        "day",
        "day",
        "interaction",
        "individual",
        "unaware",
        "engaged",
        "offensive",
        "act",
        "made",
        "offensive",
        "statement",
        "act",
        "normally",
        "related",
        "person",
        "race",
        "gender",
        "sexual",
        "orientation",
        "disability",
        "status",
        "incident",
        "often",
        "subtle",
        "impact",
        "huge",
        "affect",
        "performance",
        "confidence",
        "four",
        "example",
        "common",
        "workplace",
        "microaggressions",
        "may",
        "encountered",
        "without",
        "even",
        "realizing",
        "response",
        "morsa",
        "image",
        "getty",
        "image",
        "speak",
        "excellent",
        "english",
        "professor",
        "author",
        "speaker",
        "sue",
        "say",
        "uncommon",
        "student",
        "colleague",
        "remark",
        "well",
        "speaks",
        "english",
        "comment",
        "often",
        "intended",
        "compliment",
        "underlying",
        "meaning",
        "carry",
        "great",
        "offense",
        "saying",
        "perpetual",
        "alien",
        "country",
        "true",
        "american",
        "say",
        "often",
        "communicated",
        "latino",
        "person",
        "saying",
        "mean",
        "evil",
        "people",
        "realize",
        "saying",
        "come",
        "implicit",
        "worldview",
        "american",
        "look",
        "like",
        "remark",
        "like",
        "might",
        "go",
        "ignored",
        "many",
        "professional",
        "setting",
        "sue",
        "say",
        "proper",
        "way",
        "address",
        "kindly",
        "acknowledge",
        "compliment",
        "also",
        "correcting",
        "person",
        "bias",
        "response",
        "hope",
        "born",
        "say",
        "catch",
        "compliment",
        "conscious",
        "thought",
        "complimenting",
        "born",
        "underline",
        "unconscious",
        "misconception",
        "foreigner",
        "country",
        "thomas",
        "image",
        "best",
        "boss",
        "make",
        "effort",
        "know",
        "employee",
        "encourage",
        "open",
        "conversation",
        "scott",
        "say",
        "trying",
        "say",
        "woman",
        "racial",
        "minority",
        "chance",
        "interrupted",
        "talked",
        "colleague",
        "meeting",
        "circumstance",
        "often",
        "referred",
        "mansplaining",
        "according",
        "mansplaining",
        "defined",
        "moment",
        "man",
        "talk",
        "condescendingly",
        "someone",
        "especially",
        "woman",
        "something",
        "incomplete",
        "knowledge",
        "mistaken",
        "assumption",
        "know",
        "person",
        "talking",
        "california",
        "western",
        "school",
        "law",
        "professor",
        "leslie",
        "culver",
        "say",
        "seen",
        "occur",
        "several",
        "time",
        "professional",
        "setting",
        "address",
        "suggests",
        "gathering",
        "group",
        "female",
        "colleague",
        "support",
        "calling",
        "microaggressor",
        "conversation",
        "bringing",
        "say",
        "something",
        "like",
        "hannah",
        "want",
        "address",
        "bob",
        "speaking",
        "help",
        "open",
        "door",
        "discussion",
        "say",
        "culver",
        "way",
        "next",
        "time",
        "meeting",
        "occurs",
        "bob",
        "interrupt",
        "culver",
        "say",
        "allied",
        "female",
        "colleague",
        "could",
        "interject",
        "yes",
        "leslie",
        "trying",
        "say",
        "really",
        "important",
        "bob",
        "speaks",
        "colleague",
        "another",
        "female",
        "ally",
        "jump",
        "say",
        "yes",
        "agree",
        "leslie",
        "trying",
        "say",
        "really",
        "important",
        "culver",
        "add",
        "way",
        "working",
        "together",
        "continue",
        "point",
        "guy",
        "another",
        "way",
        "combat",
        "issue",
        "seek",
        "male",
        "ally",
        "well",
        "according",
        "facebook",
        "coo",
        "sheryl",
        "sandberg",
        "men",
        "part",
        "solution",
        "speaking",
        "male",
        "colleague",
        "saying",
        "great",
        "idea",
        "know",
        "liz",
        "idea",
        "tell",
        "u",
        "jetta",
        "production",
        "getty",
        "image",
        "natural",
        "hair",
        "study",
        "show",
        "many",
        "woman",
        "color",
        "especially",
        "black",
        "woman",
        "experience",
        "bias",
        "workplace",
        "related",
        "style",
        "texture",
        "hair",
        "female",
        "professor",
        "culver",
        "say",
        "experienced",
        "bias",
        "conference",
        "earlier",
        "year",
        "say",
        "asked",
        "white",
        "colleague",
        "whether",
        "braid",
        "natural",
        "hair",
        "time",
        "even",
        "know",
        "say",
        "say",
        "culver",
        "intellectual",
        "space",
        "put",
        "position",
        "defend",
        "hairstyle",
        "asked",
        "presenting",
        "like",
        "started",
        "conversation",
        "situation",
        "culver",
        "say",
        "always",
        "best",
        "weigh",
        "pro",
        "con",
        "addressing",
        "person",
        "directly",
        "microaggressor",
        "someone",
        "position",
        "power",
        "may",
        "want",
        "think",
        "impact",
        "career",
        "hold",
        "conversation",
        "case",
        "say",
        "want",
        "find",
        "leader",
        "ally",
        "kindly",
        "correct",
        "person",
        "behalf",
        "need",
        "get",
        "informed",
        "intelligent",
        "leader",
        "afraid",
        "say",
        "speak",
        "say",
        "microaggressor",
        "peer",
        "control",
        "job",
        "culver",
        "say",
        "pull",
        "side",
        "kindly",
        "explain",
        "comment",
        "offensive",
        "way",
        "say",
        "ask",
        "next",
        "black",
        "woman",
        "twist",
        "braid",
        "show",
        "chapter",
        "mental",
        "shift",
        "make",
        "dealing",
        "moron",
        "bos",
        "et",
        "tue",
        "nov",
        "think",
        "sit",
        "although",
        "rarely",
        "said",
        "loud",
        "culver",
        "sue",
        "explain",
        "unconscious",
        "thought",
        "often",
        "translates",
        "action",
        "come",
        "people",
        "sit",
        "meeting",
        "classroom",
        "student",
        "tell",
        "first",
        "day",
        "sit",
        "class",
        "seat",
        "next",
        "often",
        "last",
        "taken",
        "say",
        "sue",
        "come",
        "late",
        "sit",
        "next",
        "white",
        "student",
        "notice",
        "less",
        "communication",
        "add",
        "confront",
        "someone",
        "say",
        "random",
        "act",
        "therein",
        "lie",
        "difficulty",
        "experience",
        "racism",
        "lived",
        "people",
        "color",
        "white",
        "american",
        "normally",
        "see",
        "going",
        "professor",
        "author",
        "book",
        "microaggressions",
        "everyday",
        "life",
        "race",
        "gender",
        "sexual",
        "orientation",
        "sue",
        "us",
        "research",
        "educate",
        "business",
        "corporation",
        "intervention",
        "training",
        "prevent",
        "issue",
        "reoccurring",
        "lot",
        "people",
        "see",
        "individual",
        "act",
        "harmless",
        "trivial",
        "insignificant",
        "say",
        "found",
        "employee",
        "type",
        "environment",
        "work",
        "productivity",
        "decline",
        "harder",
        "time",
        "learning",
        "add",
        "employee",
        "worked",
        "talk",
        "racial",
        "battle",
        "fatigue",
        "say",
        "constant",
        "battle",
        "thinking",
        "think",
        "really",
        "happen",
        "intentional",
        "unintentional",
        "slight",
        "confront",
        "person",
        "consequence",
        "thing",
        "damaging",
        "microaggressions",
        "know",
        "respond",
        "feel",
        "like",
        "ca",
        "feel",
        "disempowered",
        "say",
        "sue",
        "right",
        "strategy",
        "feel",
        "empowered",
        "whether",
        "experience",
        "microaggressions",
        "regular",
        "basis",
        "isolated",
        "basis",
        "dealing",
        "pain",
        "minority",
        "sue",
        "say",
        "likely",
        "told",
        "issue",
        "big",
        "deal",
        "many",
        "employee",
        "color",
        "tell",
        "raise",
        "microaggression",
        "issue",
        "coworker",
        "tell",
        "sensitive",
        "say",
        "making",
        "big",
        "deal",
        "begin",
        "second",
        "guess",
        "sue",
        "say",
        "important",
        "worker",
        "seek",
        "ally",
        "outside",
        "racial",
        "group",
        "also",
        "ally",
        "within",
        "racial",
        "group",
        "help",
        "validate",
        "experience",
        "support",
        "group",
        "come",
        "people",
        "color",
        "validate",
        "fact",
        "crazy",
        "experiencing",
        "legitimate",
        "add",
        "ensure",
        "always",
        "protected",
        "sue",
        "suggests",
        "keeping",
        "documentation",
        "incident",
        "case",
        "become",
        "pattern",
        "escalate",
        "personal",
        "threat",
        "becomes",
        "legal",
        "issue",
        "culver",
        "add",
        "also",
        "personal",
        "research",
        "implicit",
        "bias",
        "gender",
        "racial",
        "stereotyping",
        "order",
        "better",
        "identify",
        "tiny",
        "harmful",
        "act",
        "people",
        "need",
        "get",
        "better",
        "educated",
        "look",
        "like",
        "say",
        "empowered",
        "understand",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "sheryl",
        "sandberg",
        "share",
        "way",
        "men",
        "empower",
        "woman",
        "work",
        "company",
        "female",
        "leader",
        "none",
        "tech",
        "deal",
        "mansplaining",
        "annoying",
        "show",
        "chapter",
        "deal",
        "difficult",
        "coworkers",
        "without",
        "losing",
        "mind",
        "pm",
        "et",
        "thu",
        "dec"
    ]
}