{
    "organizations": [],
    "uuid": "9fc007184a7652bedc59729b657ae33ab0e185af",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/business-wire-accenture-interactive-named-largest-digital-network-worldwide-by-advertising-ageain-annual-agency-report-for-third-year-in-a.html",
    "ord_in_thread": 0,
    "title": "Accenture Interactive Named Largest Digital Network Worldwide by Advertising Age in Annual Agency Report for Third Year in a Row",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Record Revenues and 35% Growth Continue to Fuel the $6.5 Billion Agency\nNEW YORK--(BUSINESS WIRE)-- Ad Age has named Accenture Interactive the largest digital network worldwide in its Agency Report 2018, published today. This is the third consecutive year in which Accenture Interactive was ranked the largest digital network worldwide. The analysis is based on an evaluation of more than 600 agencies, networks and companies.\nAd Age’s annual Agency Report includes agency rankings based on worldwide and U.S. revenues in 2017. Accenture Interactive reported the highest worldwide revenue of any digital network, at $6.5 billion for Accenture’s fiscal year 2017 (ended August 31, 2017), reflecting year-over-year growth of 35%.\nAccenture Interactive ranked as follows:\n#1 – World’s 15 Largest Digital Networks #1 – World’s 25 Largest Consolidated Networks #6 – World’s 25 Largest Agency Companies\nThe rankings reflect a banner year for Accenture Interactive and significantly increased demand for its differentiated customer experience capabilities that connect creativity, strategy and technology.\n“The future is all about creating the ultimate customer experience,” said Brian Whipple, global head of Accenture Interactive. “Brands today are built by a series of interconnected experiences consumers have with a company across multiple, increasingly digital, channels. Our model is purpose-built on assembling the right mix of digital and business transformation skills to deliver the best customer experiences on the planet. I’m extremely grateful to our clients and team who deserve all the credit for this success.”\nCalendar year 2017 was a milestone year for Accenture Interactive, including having:\nPioneered inventions, including an AI-driven programmatic video format and Accenture Genome , next-generation personalization technology Launched an Extended Reality group and added industrial design capabilities to its Fjord design & innovation unit Entered new markets, including Buenos Aires and Colombia and opened a Digital Hub in Singapore – all collaborative work environments to foster co-creation with clients Landed new accounts, including Maserati, The Vatican , and Wärtsilä Hired industry luminaries such as former Wunderman president Eduardo Bicudo Acquired award-winning agencies, including SinnerSchrader (Germany), Kunstmaan (Belgium), The Monkeys (Australia), MATTER and Wire Stone (US)\n“Today’s clients face challenges of speed and agility and are looking for agencies built from the ground up for the digital world, providing the right brains and skills,” said Amy Fuller, Accenture’s chief marketing & communications officer. “CMOs are looking for equal parts strategic and creative partner, with a mix of multi-disciplinary skills – such as design, deep technology and marketing analytics – to help solve their toughest business and brand challenges. We’re proud that Ad Age has recognized Accenture Interactive and our successful model that brings unique capabilities and innovative services to the market.”\nAccording to the Agency Report, digital overall captured 51% of 2017 U.S. revenue for agencies of all disciplines – reflecting a growth rate of 7%, versus 8% in 2016. The report notes that, despite overall lackluster category growth, parts of the agency market are thriving. Digital work in 2017 accounted for more than half of U.S. agency revenue for the very first time. Also, consultancies for the first time captured spots 6 to 10 on the list of the world’s biggest agency companies, and “are well-positioned with deep ties to the C-suite,” says lead writer, Bradley Johnson.\nAd Age’s 74 th Agency Report, published annually since 1945, includes rankings of the largest agencies and agency companies based on prior year revenue and is available at AdAge.com/agencyreport2018.\nAbout Accenture\nAccenture (NYSE:ACN) is a leading global professional services company, providing a broad range of services and solutions in strategy, consulting, digital, technology and operations. Combining unmatched experience and specialized skills across more than 40 industries and all business functions – underpinned by the world’s largest delivery network – Accenture works at the intersection of business and technology to help clients improve their performance and create sustainable value for their stakeholders. With approximately 442,000 people serving clients in more than 120 countries, Accenture drives innovation to improve the way the world works and lives. Visit us at www.accenture.com .\nAccenture Interactive helps the world’s leading brands transform their customer experiences across the entire customer journey. Through our connected offerings in design, marketing, content and commerce, we create new ways to win in today’s experience-led economy. Accenture Interactive is ranked the world’s largest digital agency in the latest Ad Age Agency Report. To learn more, follow us @AccentureACTIVE and visit www.accentureinteractive.com .\nForward-Looking Statements\nExcept for the historical information and discussions contained herein, statements in this news release may constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “may,” “will,” “should,” “likely,” “anticipates,” “expects,” “intends,” “plans,” “projects,” “believes,” “estimates,” “positioned,” “outlook” and similar expressions are used to identify these forward-looking statements. These statements involve a number of risks, uncertainties and other factors that could cause actual results to differ materially from those expressed or implied. These include, without limitation, risks that: Accenture’s results of operations could be adversely affected by volatile, negative or uncertain economic and political conditions and the effects of these conditions on the company’s clients’ businesses and levels of business activity; Accenture’s business depends on generating and maintaining ongoing, profitable client demand for the company’s services and solutions including through the adaptation and expansion of its services and solutions in response to ongoing changes in technology and offerings, and a significant reduction in such demand or an inability to respond to the changing technological environment could materially affect the company’s results of operations; if Accenture is unable to keep its supply of skills and resources in balance with client demand around the world and attract and retain professionals with strong leadership skills, the company’s business, the utilization rate of the company’s professionals and the company’s results of operations may be materially adversely affected; Accenture could have liability or Accenture’s reputation could be damaged if the company fails to protect client and/or company data from security breaches or cyberattacks; the markets in which Accenture operates are highly competitive, and Accenture might not be able to compete effectively; Accenture’s profitability could materially suffer if the company is unable to obtain favorable pricing for its services and solutions, if the company is unable to remain competitive, if its cost-management strategies are unsuccessful or if it experiences delivery inefficiencies; changes in Accenture’s level of taxes, as well as audits, investigations and tax proceedings, or changes in tax laws or in their interpretation or enforcement, could have a material adverse effect on the company’s effective tax rate, results of operations, cash flows and financial condition; Accenture’s results of operations could be materially adversely affected by fluctuations in foreign currency exchange rates; Accenture’s business could be materially adversely affected if the company incurs legal liability; Accenture’s work with government clients exposes the company to additional risks inherent in the government contracting environment; Accenture might not be successful at identifying, acquiring, investing in or integrating businesses, entering into joint ventures or divesting businesses; Accenture’s global delivery capability is concentrated in India and the Philippines, which may expose it to operational risks; as a result of Accenture’s geographically diverse operations and its growth strategy to continue geographic expansion, the company is more susceptible to certain risks; adverse changes to Accenture’s relationships with key alliance partners or in the business of its key alliance partners could adversely affect the company’s results of operations; if Accenture is unable to protect its intellectual property rights or if Accenture’s services or solutions infringe upon the intellectual property rights of others or the company loses its ability to utilize the intellectual property of others, its business could be adversely affected; Accenture’s ability to attract and retain business and employees may depend on its reputation in the marketplace; if Accenture is unable to manage the organizational challenges associated with its size, the company might be unable to achieve its business objectives; any changes to the estimates and assumptions that Accenture makes in connection with the preparation of its consolidated financial statements could adversely affect its financial results; many of Accenture’s contracts include payments that link some of its fees to the attainment of performance or business targets and/or require the company to meet specific service levels, which could increase the variability of the company’s revenues and impact its margins; Accenture’s results of operations and share price could be adversely affected if it is unable to maintain effective internal controls; Accenture might be unable to access additional capital on favorable terms or at all and if the company raises equity capital, it may dilute its shareholders’ ownership interest in the company; Accenture may be subject to criticism and negative publicity related to its incorporation in Ireland; as well as the risks, uncertainties and other factors discussed under the “Risk Factors” heading in Accenture plc’s most recent annual report on Form 10-K and other documents filed with or furnished to the Securities and Exchange Commission. Statements in this news release speak only as of the date they were made, and Accenture undertakes no duty to update any forward-looking statements made in this news release or to conform such statements to actual results or changes in Accenture’s expectations.\nCopyright © 2018 Accenture. All rights reserved. Accenture, its logo, and High Performance Delivered are trademarks of Accenture.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180430005898/en/\nAccenture\nDavid LaBar, +1-646-456-4505\ndavid.labar@accenture.com\nSource: Accenture",
    "published": "2018-04-30T19:17:00.000+03:00",
    "crawled": "2018-04-30T20:33:06.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "record",
        "revenue",
        "growth",
        "continue",
        "fuel",
        "billion",
        "agency",
        "new",
        "york",
        "business",
        "wire",
        "ad",
        "age",
        "named",
        "accenture",
        "interactive",
        "largest",
        "digital",
        "network",
        "worldwide",
        "agency",
        "report",
        "published",
        "today",
        "third",
        "consecutive",
        "year",
        "accenture",
        "interactive",
        "ranked",
        "largest",
        "digital",
        "network",
        "worldwide",
        "analysis",
        "based",
        "evaluation",
        "agency",
        "network",
        "company",
        "ad",
        "age",
        "annual",
        "agency",
        "report",
        "includes",
        "agency",
        "ranking",
        "based",
        "worldwide",
        "revenue",
        "accenture",
        "interactive",
        "reported",
        "highest",
        "worldwide",
        "revenue",
        "digital",
        "network",
        "billion",
        "accenture",
        "fiscal",
        "year",
        "ended",
        "august",
        "reflecting",
        "growth",
        "accenture",
        "interactive",
        "ranked",
        "follows",
        "world",
        "largest",
        "digital",
        "network",
        "world",
        "largest",
        "consolidated",
        "network",
        "world",
        "largest",
        "agency",
        "company",
        "ranking",
        "reflect",
        "banner",
        "year",
        "accenture",
        "interactive",
        "significantly",
        "increased",
        "demand",
        "differentiated",
        "customer",
        "experience",
        "capability",
        "connect",
        "creativity",
        "strategy",
        "technology",
        "future",
        "creating",
        "ultimate",
        "customer",
        "experience",
        "said",
        "brian",
        "whipple",
        "global",
        "head",
        "accenture",
        "interactive",
        "brand",
        "today",
        "built",
        "series",
        "interconnected",
        "experience",
        "consumer",
        "company",
        "across",
        "multiple",
        "increasingly",
        "digital",
        "channel",
        "model",
        "assembling",
        "right",
        "mix",
        "digital",
        "business",
        "transformation",
        "skill",
        "deliver",
        "best",
        "customer",
        "experience",
        "planet",
        "extremely",
        "grateful",
        "client",
        "team",
        "deserve",
        "credit",
        "calendar",
        "year",
        "milestone",
        "year",
        "accenture",
        "interactive",
        "including",
        "pioneered",
        "invention",
        "including",
        "programmatic",
        "video",
        "format",
        "accenture",
        "genome",
        "personalization",
        "technology",
        "launched",
        "extended",
        "reality",
        "group",
        "added",
        "industrial",
        "design",
        "capability",
        "fjord",
        "design",
        "innovation",
        "unit",
        "entered",
        "new",
        "market",
        "including",
        "buenos",
        "aire",
        "colombia",
        "opened",
        "digital",
        "hub",
        "singapore",
        "collaborative",
        "work",
        "environment",
        "foster",
        "client",
        "landed",
        "new",
        "account",
        "including",
        "maserati",
        "vatican",
        "wärtsilä",
        "hired",
        "industry",
        "luminary",
        "former",
        "wunderman",
        "president",
        "eduardo",
        "bicudo",
        "acquired",
        "agency",
        "including",
        "sinnerschrader",
        "germany",
        "kunstmaan",
        "belgium",
        "monkey",
        "australia",
        "matter",
        "wire",
        "stone",
        "u",
        "today",
        "client",
        "face",
        "challenge",
        "speed",
        "agility",
        "looking",
        "agency",
        "built",
        "ground",
        "digital",
        "world",
        "providing",
        "right",
        "brain",
        "skill",
        "said",
        "amy",
        "fuller",
        "accenture",
        "chief",
        "marketing",
        "communication",
        "officer",
        "cmos",
        "looking",
        "equal",
        "part",
        "strategic",
        "creative",
        "partner",
        "mix",
        "skill",
        "design",
        "deep",
        "technology",
        "marketing",
        "analytics",
        "help",
        "solve",
        "toughest",
        "business",
        "brand",
        "challenge",
        "proud",
        "ad",
        "age",
        "recognized",
        "accenture",
        "interactive",
        "successful",
        "model",
        "brings",
        "unique",
        "capability",
        "innovative",
        "service",
        "according",
        "agency",
        "report",
        "digital",
        "overall",
        "captured",
        "revenue",
        "agency",
        "discipline",
        "reflecting",
        "growth",
        "rate",
        "versus",
        "report",
        "note",
        "despite",
        "overall",
        "lackluster",
        "category",
        "growth",
        "part",
        "agency",
        "market",
        "thriving",
        "digital",
        "work",
        "accounted",
        "half",
        "agency",
        "revenue",
        "first",
        "time",
        "also",
        "consultancy",
        "first",
        "time",
        "captured",
        "spot",
        "list",
        "world",
        "biggest",
        "agency",
        "company",
        "deep",
        "tie",
        "say",
        "lead",
        "writer",
        "bradley",
        "johnson",
        "ad",
        "age",
        "th",
        "agency",
        "report",
        "published",
        "annually",
        "since",
        "includes",
        "ranking",
        "largest",
        "agency",
        "agency",
        "company",
        "based",
        "prior",
        "year",
        "revenue",
        "available",
        "accenture",
        "accenture",
        "nyse",
        "acn",
        "leading",
        "global",
        "professional",
        "service",
        "company",
        "providing",
        "broad",
        "range",
        "service",
        "solution",
        "strategy",
        "consulting",
        "digital",
        "technology",
        "operation",
        "combining",
        "unmatched",
        "experience",
        "specialized",
        "skill",
        "across",
        "industry",
        "business",
        "function",
        "underpinned",
        "world",
        "largest",
        "delivery",
        "network",
        "accenture",
        "work",
        "intersection",
        "business",
        "technology",
        "help",
        "client",
        "improve",
        "performance",
        "create",
        "sustainable",
        "value",
        "stakeholder",
        "approximately",
        "people",
        "serving",
        "client",
        "country",
        "accenture",
        "drive",
        "innovation",
        "improve",
        "way",
        "world",
        "work",
        "life",
        "visit",
        "u",
        "accenture",
        "interactive",
        "help",
        "world",
        "leading",
        "brand",
        "transform",
        "customer",
        "experience",
        "across",
        "entire",
        "customer",
        "journey",
        "connected",
        "offering",
        "design",
        "marketing",
        "content",
        "commerce",
        "create",
        "new",
        "way",
        "win",
        "today",
        "economy",
        "accenture",
        "interactive",
        "ranked",
        "world",
        "largest",
        "digital",
        "agency",
        "latest",
        "ad",
        "age",
        "agency",
        "report",
        "learn",
        "follow",
        "u",
        "accentureactive",
        "visit",
        "statement",
        "except",
        "historical",
        "information",
        "discussion",
        "contained",
        "herein",
        "statement",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "may",
        "likely",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "project",
        "belief",
        "estimate",
        "positioned",
        "outlook",
        "similar",
        "expression",
        "used",
        "identify",
        "statement",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "include",
        "without",
        "limitation",
        "risk",
        "accenture",
        "result",
        "operation",
        "could",
        "adversely",
        "affected",
        "volatile",
        "negative",
        "uncertain",
        "economic",
        "political",
        "condition",
        "effect",
        "condition",
        "company",
        "client",
        "business",
        "level",
        "business",
        "activity",
        "accenture",
        "business",
        "depends",
        "generating",
        "maintaining",
        "ongoing",
        "profitable",
        "client",
        "demand",
        "company",
        "service",
        "solution",
        "including",
        "adaptation",
        "expansion",
        "service",
        "solution",
        "response",
        "ongoing",
        "change",
        "technology",
        "offering",
        "significant",
        "reduction",
        "demand",
        "inability",
        "respond",
        "changing",
        "technological",
        "environment",
        "could",
        "materially",
        "affect",
        "company",
        "result",
        "operation",
        "accenture",
        "unable",
        "keep",
        "supply",
        "skill",
        "resource",
        "balance",
        "client",
        "demand",
        "around",
        "world",
        "attract",
        "retain",
        "professional",
        "strong",
        "leadership",
        "skill",
        "company",
        "business",
        "utilization",
        "rate",
        "company",
        "professional",
        "company",
        "result",
        "operation",
        "may",
        "materially",
        "adversely",
        "affected",
        "accenture",
        "could",
        "liability",
        "accenture",
        "reputation",
        "could",
        "damaged",
        "company",
        "fails",
        "protect",
        "client",
        "company",
        "data",
        "security",
        "breach",
        "cyberattacks",
        "market",
        "accenture",
        "operates",
        "highly",
        "competitive",
        "accenture",
        "might",
        "able",
        "compete",
        "effectively",
        "accenture",
        "profitability",
        "could",
        "materially",
        "suffer",
        "company",
        "unable",
        "obtain",
        "favorable",
        "pricing",
        "service",
        "solution",
        "company",
        "unable",
        "remain",
        "competitive",
        "strategy",
        "unsuccessful",
        "experience",
        "delivery",
        "inefficiency",
        "change",
        "accenture",
        "level",
        "tax",
        "well",
        "audit",
        "investigation",
        "tax",
        "proceeding",
        "change",
        "tax",
        "law",
        "interpretation",
        "enforcement",
        "could",
        "material",
        "adverse",
        "effect",
        "company",
        "effective",
        "tax",
        "rate",
        "result",
        "operation",
        "cash",
        "flow",
        "financial",
        "condition",
        "accenture",
        "result",
        "operation",
        "could",
        "materially",
        "adversely",
        "affected",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "accenture",
        "business",
        "could",
        "materially",
        "adversely",
        "affected",
        "company",
        "incurs",
        "legal",
        "liability",
        "accenture",
        "work",
        "government",
        "client",
        "expose",
        "company",
        "additional",
        "risk",
        "inherent",
        "government",
        "contracting",
        "environment",
        "accenture",
        "might",
        "successful",
        "identifying",
        "acquiring",
        "investing",
        "integrating",
        "business",
        "entering",
        "joint",
        "venture",
        "divesting",
        "business",
        "accenture",
        "global",
        "delivery",
        "capability",
        "concentrated",
        "india",
        "philippine",
        "may",
        "expose",
        "operational",
        "risk",
        "result",
        "accenture",
        "geographically",
        "diverse",
        "operation",
        "growth",
        "strategy",
        "continue",
        "geographic",
        "expansion",
        "company",
        "susceptible",
        "certain",
        "risk",
        "adverse",
        "change",
        "accenture",
        "relationship",
        "key",
        "alliance",
        "partner",
        "business",
        "key",
        "alliance",
        "partner",
        "could",
        "adversely",
        "affect",
        "company",
        "result",
        "operation",
        "accenture",
        "unable",
        "protect",
        "intellectual",
        "property",
        "right",
        "accenture",
        "service",
        "solution",
        "infringe",
        "upon",
        "intellectual",
        "property",
        "right",
        "others",
        "company",
        "loses",
        "ability",
        "utilize",
        "intellectual",
        "property",
        "others",
        "business",
        "could",
        "adversely",
        "affected",
        "accenture",
        "ability",
        "attract",
        "retain",
        "business",
        "employee",
        "may",
        "depend",
        "reputation",
        "marketplace",
        "accenture",
        "unable",
        "manage",
        "organizational",
        "challenge",
        "associated",
        "size",
        "company",
        "might",
        "unable",
        "achieve",
        "business",
        "objective",
        "change",
        "estimate",
        "assumption",
        "accenture",
        "make",
        "connection",
        "preparation",
        "consolidated",
        "financial",
        "statement",
        "could",
        "adversely",
        "affect",
        "financial",
        "result",
        "many",
        "accenture",
        "contract",
        "include",
        "payment",
        "link",
        "fee",
        "attainment",
        "performance",
        "business",
        "target",
        "require",
        "company",
        "meet",
        "specific",
        "service",
        "level",
        "could",
        "increase",
        "variability",
        "company",
        "revenue",
        "impact",
        "margin",
        "accenture",
        "result",
        "operation",
        "share",
        "price",
        "could",
        "adversely",
        "affected",
        "unable",
        "maintain",
        "effective",
        "internal",
        "control",
        "accenture",
        "might",
        "unable",
        "access",
        "additional",
        "capital",
        "favorable",
        "term",
        "company",
        "raise",
        "equity",
        "capital",
        "may",
        "dilute",
        "shareholder",
        "ownership",
        "interest",
        "company",
        "accenture",
        "may",
        "subject",
        "criticism",
        "negative",
        "publicity",
        "related",
        "incorporation",
        "ireland",
        "well",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "risk",
        "factor",
        "heading",
        "accenture",
        "plc",
        "recent",
        "annual",
        "report",
        "form",
        "document",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "statement",
        "news",
        "release",
        "speak",
        "date",
        "made",
        "accenture",
        "undertakes",
        "duty",
        "update",
        "statement",
        "made",
        "news",
        "release",
        "conform",
        "statement",
        "actual",
        "result",
        "change",
        "accenture",
        "expectation",
        "copyright",
        "accenture",
        "right",
        "reserved",
        "accenture",
        "logo",
        "high",
        "performance",
        "delivered",
        "trademark",
        "accenture",
        "view",
        "source",
        "version",
        "http",
        "accenture",
        "david",
        "labar",
        "source",
        "accenture"
    ]
}