{
    "organizations": [],
    "uuid": "9464b7f8ed30e7362541f355caad2225d5a9c848",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/pr-newswire-mit-sloan-cio-symposium-names-leading-chief-information-officers-as-finalists-for-2018-leadership-award.html",
    "ord_in_thread": 0,
    "title": "MIT Sloan CIO Symposium Names Leading Chief Information Officers as Finalists for 2018 Leadership Award",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., April 19, 2018 /PRNewswire/ -- The MIT Sloan CIO Symposium today announced the four finalists for the 11th Annual MIT Sloan CIO Leadership Award . The winner will be announced at a private event on May 22, 2018 and publicly during the Symposium, \"Up Your Digital Game from Vision to Execution,\" on May 23, 2018 in Cambridge, Massachusetts.\nOver more than a decade, the Award has recognized Chief Information Officers (CIOs) who lead their organizations to deliver exemplary levels of business value through innovative use of IT.\n\"This year's awards committee is pleased to recognize these four finalists for our prestigious Leadership Award,\" said George Westerman, Award co-chair. \"These individuals demonstrate how great CIOs must continuously redefine their vision to encompass emerging technologies and improve their execution in building a digital organization.\"\nThe 2018 MIT Sloan CIO Leadership Award finalists are :\nAkash Khurana, Vice President, CIO and Chief Digital Officer (CDO), McDermott International Michael Macrie, Senior Vice President and CIO, Land O'Lakes Harmeen Mehta, Global CIO and CDO, Bharti Airtel Atefeh Riazi, Chief Information Technology Officer, Assistant Secretary-General, Office of Information and Communications Technology, United Nations\nAkash Khurana\nMr. Khurana is the Vice President, Chief Information and Chief Digital Officer for McDermott Inc, a leading provider of integrated engineering, procurement, construction and installation (EPCI), front-end engineering and design and module fabrication services for upstream field developments worldwide. As CIO/CDO, he is responsible for the transformation of McDermott's Information Technology and Digital Strategy. Mr. Khurana has been driving a vision which includes developing the right talent, streamlining processes, and delivering integrated strategic technology solutions aligned to business needs.\n\"McDermott has gone through a three year transformation journey led by our focus on customer centricity, technology & innovation,\" said Mr. Khurana. \"McDermott IT & Digital teams have been at the forefront of the transformation, delivering best in class technology capabilities to enable organizational efficiencies, building industry differentiating digital products to increase the value proposition for our customers and overall profitability.\"\nMichael Macrie\nMr. Macrie joined Land O'Lakes, Inc. in 2010, becoming senior VP and CIO in 2013. He has led extensive efforts to embrace big data, mobile, and cloud computing across the enterprise and invest in developing market-leading solutions in the areas of precision agriculture, ag technology and industry-leading analytics. Mr. Macrie has deep relationships across several companies in the technology industry and participates in Customer Advisory Boards with Microsoft, Oracle, Verizon, and Salesforce. He is also an advisor in various capacities to Andreesen Horowitz, Blumberg Capital, Landmark Ventures, Lightspeed Venture Partners, SVG Partners, Artiman Ventures, and accelerators such as Thrive.\n\"I am extremely honored to be named a finalist for this year's MIT Sloan CIO Leadership Award,\" said Mr. Macrie. \"The role of the CIO is changing dramatically and rapidly, with new technology innovations changing every aspect of business, from product development and operational processes, to customer expectations and revenue generation. At Land O'Lakes, this continual transformation makes our mission of feeding human progress not only purposeful, but exceedingly possible. I'm thrilled to be on this journey, and am humbled to be in the company of such esteemed finalists.\"\nHarmeen Mehta\nMs. Mehta is the Global Chief Information Officer and Head of Digital of Bharti Airtel Limited, and as such is responsible for all of IT and engineering across India, South Asia and 14 countries in Africa. She also leads the digitization agenda across Bharti Airtel, building innovative platforms to bring new monetization opportunities to the company. Given the large scale of Airtel with over 350 million customers, Airtel runs one of the largest big data platforms and greatly leverages machine learning and AI to create a digital brain that powers these platforms. Ms. Mehta is also a Board member for TM Forum and other startups in India and Silicon Valley. She has been recognized by the Economic Times as one of the top 10 women in the telecom and tech industry across the globe.\nAtefeh Riazi\nA senior executive and philanthropist, Ms. Riazi has served in both the public and private sectors as a CIO, managing large-scale technology projects and initiatives. Since 2013, she has held the post of Assistant Secretary-General and Chief Information Technology Officer of the United Nations, transforming the technology function into a strategic partner. Ms. Riazi is also the Executive Director of the nonprofit, CIOs Without Borders.\n\"On behalf of the entire team of dedicated United Nations technologists around the world seeking to create a better future for the global community, I would like to express our heartfelt gratitude to the MIT Sloan CIO Symposium—from which all CIOs take guidance and inspiration—for its acknowledgement of our efforts,\" said Ms. Riazi. \"We proudly support the UN's goal of sustainably developing the planet, the achievement of which relies in no small degree on continued advances in information technology. Without innovation, we remain doomed to stagnation and entropy—but we must possess the wisdom and knowledge to innovate responsibly, taking into account the long-term impact of our solutions on life on Earth, in all its complexity.\"\nAfter two rounds of extensive review, a panel of judges that includes CIOs, academic researchers and IT professionals selected the award finalists who exhibit the key traits of a CIO leader in the following areas:\nExceptional Communicator – Articulates a vision for strategic business value from IT and works across the organization to build partnership around this vision. Focuses communications on value and innovation, not technology. Helps all IT staff to understand the business and speak the language of business leaders.\nRecognized IT Leader (\"Cheap Information Officer\") – Clearly demonstrates value-for-money in the management of core IT services by providing the right services at the right price and the right level of quality. Recognized among peers as an effective leader of the IT unit.\nDriver of Business Value (\"Chief Improvement Officer\") – Understands the business and needs of the CEO, CFO, Line-of-Business heads and other senior executives. Ensures clear focus on potential and realized value in all IT initiatives. Incorporates IT into business decision-making by participating in key strategic conversations, suggesting innovative uses of IT, and managing risk.\nTrusted Partner (\"CIO-Plus\") – Exercises authority beyond IT itself. Considered a trusted member of the senior executive team, not just a technology leader. Suggests innovative uses of IT to transform the business – and successfully executes the changes. May receive additional non-IT responsibilities such as Chief Operating Officer or VP of Strategy, or strategic temporary roles such as Head of M&A integration.\nThese criteria are adapted from the award-winning book The Real Business of IT: How CIOs Create and Communicate Value , which draws extensively upon research conducted at MIT Sloan.\nFor more details and to view the full agenda for the 2018 MIT Sloan CIO Symposium, please visit www.mitcio.com .\nAbout the MIT Sloan CIO Symposium\nThe MIT Sloan CIO Symposium is the premier global conference for CIOs and digital business executives to become more effective leaders. In one day, CIOs and senior IT executives explore enterprise technology innovations and business practices, and receive actionable information that enables them to meet the challenges of today and the future. The Symposium offers a unique learning environment by bringing together the academic thought leadership of MIT with the in-the-trenches experience of leading, global CIOs and industry experts. The MIT Sloan CIO Symposium is organized and developed by the MIT Sloan Boston Alumni Association, the MIT Initiative on the Digital Economy (IDE), and the MIT Sloan Center for Information Systems Research (CISR). For more information and to register for this year's Symposium, visit www.mitcio.com .\nEditor's Note:\nJournalists interested in press credentials should contact Caroline Legg ( caroline@warnerpr.com 978-255-4488), or Sadie Smith ( sadie@warnerpr.com 717-298-1865) at Warner Communications.\nView original content with multimedia: http://www.prnewswire.com/news-releases/mit-sloan-cio-symposium-names-leading-chief-information-officers-as-finalists-for-2018-leadership-award-300633063.html\nSOURCE MIT Sloan CIO Symposium",
    "published": "2018-04-19T19:03:00.000+03:00",
    "crawled": "2018-04-19T19:38:46.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "april",
        "mit",
        "sloan",
        "cio",
        "symposium",
        "today",
        "announced",
        "four",
        "finalist",
        "11th",
        "annual",
        "mit",
        "sloan",
        "cio",
        "leadership",
        "award",
        "winner",
        "announced",
        "private",
        "event",
        "may",
        "publicly",
        "symposium",
        "digital",
        "game",
        "vision",
        "execution",
        "may",
        "cambridge",
        "massachusetts",
        "decade",
        "award",
        "recognized",
        "chief",
        "information",
        "officer",
        "cio",
        "lead",
        "organization",
        "deliver",
        "exemplary",
        "level",
        "business",
        "value",
        "innovative",
        "use",
        "year",
        "award",
        "committee",
        "pleased",
        "recognize",
        "four",
        "finalist",
        "prestigious",
        "leadership",
        "award",
        "said",
        "george",
        "westerman",
        "award",
        "individual",
        "demonstrate",
        "great",
        "cio",
        "must",
        "continuously",
        "redefine",
        "vision",
        "encompass",
        "emerging",
        "technology",
        "improve",
        "execution",
        "building",
        "digital",
        "organization",
        "mit",
        "sloan",
        "cio",
        "leadership",
        "award",
        "finalist",
        "akash",
        "khurana",
        "vice",
        "president",
        "cio",
        "chief",
        "digital",
        "officer",
        "cdo",
        "mcdermott",
        "international",
        "michael",
        "macrie",
        "senior",
        "vice",
        "president",
        "cio",
        "land",
        "harmeen",
        "mehta",
        "global",
        "cio",
        "cdo",
        "bharti",
        "airtel",
        "atefeh",
        "riazi",
        "chief",
        "information",
        "technology",
        "officer",
        "assistant",
        "office",
        "information",
        "communication",
        "technology",
        "united",
        "nation",
        "akash",
        "khurana",
        "khurana",
        "vice",
        "president",
        "chief",
        "information",
        "chief",
        "digital",
        "officer",
        "mcdermott",
        "inc",
        "leading",
        "provider",
        "integrated",
        "engineering",
        "procurement",
        "construction",
        "installation",
        "epci",
        "engineering",
        "design",
        "module",
        "fabrication",
        "service",
        "upstream",
        "field",
        "development",
        "worldwide",
        "responsible",
        "transformation",
        "mcdermott",
        "information",
        "technology",
        "digital",
        "strategy",
        "khurana",
        "driving",
        "vision",
        "includes",
        "developing",
        "right",
        "talent",
        "streamlining",
        "process",
        "delivering",
        "integrated",
        "strategic",
        "technology",
        "solution",
        "aligned",
        "business",
        "need",
        "mcdermott",
        "gone",
        "three",
        "year",
        "transformation",
        "journey",
        "led",
        "focus",
        "customer",
        "centricity",
        "technology",
        "innovation",
        "said",
        "khurana",
        "mcdermott",
        "digital",
        "team",
        "forefront",
        "transformation",
        "delivering",
        "best",
        "class",
        "technology",
        "capability",
        "enable",
        "organizational",
        "efficiency",
        "building",
        "industry",
        "differentiating",
        "digital",
        "product",
        "increase",
        "value",
        "proposition",
        "customer",
        "overall",
        "profitability",
        "michael",
        "macrie",
        "macrie",
        "joined",
        "land",
        "becoming",
        "senior",
        "vp",
        "cio",
        "led",
        "extensive",
        "effort",
        "embrace",
        "big",
        "data",
        "mobile",
        "cloud",
        "computing",
        "across",
        "enterprise",
        "invest",
        "developing",
        "solution",
        "area",
        "precision",
        "agriculture",
        "ag",
        "technology",
        "analytics",
        "macrie",
        "deep",
        "relationship",
        "across",
        "several",
        "company",
        "technology",
        "industry",
        "participates",
        "customer",
        "advisory",
        "board",
        "microsoft",
        "oracle",
        "verizon",
        "salesforce",
        "also",
        "advisor",
        "various",
        "capacity",
        "andreesen",
        "horowitz",
        "blumberg",
        "capital",
        "landmark",
        "venture",
        "lightspeed",
        "venture",
        "partner",
        "svg",
        "partner",
        "artiman",
        "venture",
        "accelerator",
        "thrive",
        "extremely",
        "honored",
        "named",
        "finalist",
        "year",
        "mit",
        "sloan",
        "cio",
        "leadership",
        "award",
        "said",
        "macrie",
        "role",
        "cio",
        "changing",
        "dramatically",
        "rapidly",
        "new",
        "technology",
        "innovation",
        "changing",
        "every",
        "aspect",
        "business",
        "product",
        "development",
        "operational",
        "process",
        "customer",
        "expectation",
        "revenue",
        "generation",
        "land",
        "continual",
        "transformation",
        "make",
        "mission",
        "feeding",
        "human",
        "progress",
        "purposeful",
        "exceedingly",
        "possible",
        "thrilled",
        "journey",
        "humbled",
        "company",
        "esteemed",
        "finalist",
        "harmeen",
        "mehta",
        "mehta",
        "global",
        "chief",
        "information",
        "officer",
        "head",
        "digital",
        "bharti",
        "airtel",
        "limited",
        "responsible",
        "engineering",
        "across",
        "india",
        "south",
        "asia",
        "country",
        "africa",
        "also",
        "lead",
        "digitization",
        "agenda",
        "across",
        "bharti",
        "airtel",
        "building",
        "innovative",
        "platform",
        "bring",
        "new",
        "monetization",
        "opportunity",
        "company",
        "given",
        "large",
        "scale",
        "airtel",
        "million",
        "customer",
        "airtel",
        "run",
        "one",
        "largest",
        "big",
        "data",
        "platform",
        "greatly",
        "leverage",
        "machine",
        "learning",
        "ai",
        "create",
        "digital",
        "brain",
        "power",
        "platform",
        "mehta",
        "also",
        "board",
        "member",
        "tm",
        "forum",
        "startup",
        "india",
        "silicon",
        "valley",
        "recognized",
        "economic",
        "time",
        "one",
        "top",
        "woman",
        "telecom",
        "tech",
        "industry",
        "across",
        "globe",
        "atefeh",
        "riazi",
        "senior",
        "executive",
        "philanthropist",
        "riazi",
        "served",
        "public",
        "private",
        "sector",
        "cio",
        "managing",
        "technology",
        "project",
        "initiative",
        "since",
        "held",
        "post",
        "assistant",
        "chief",
        "information",
        "technology",
        "officer",
        "united",
        "nation",
        "transforming",
        "technology",
        "function",
        "strategic",
        "partner",
        "riazi",
        "also",
        "executive",
        "director",
        "nonprofit",
        "cio",
        "without",
        "border",
        "behalf",
        "entire",
        "team",
        "dedicated",
        "united",
        "nation",
        "technologist",
        "around",
        "world",
        "seeking",
        "create",
        "better",
        "future",
        "global",
        "community",
        "would",
        "like",
        "express",
        "heartfelt",
        "gratitude",
        "mit",
        "sloan",
        "cio",
        "cio",
        "take",
        "guidance",
        "acknowledgement",
        "effort",
        "said",
        "riazi",
        "proudly",
        "support",
        "un",
        "goal",
        "sustainably",
        "developing",
        "planet",
        "achievement",
        "relies",
        "small",
        "degree",
        "continued",
        "advance",
        "information",
        "technology",
        "without",
        "innovation",
        "remain",
        "doomed",
        "stagnation",
        "must",
        "possess",
        "wisdom",
        "knowledge",
        "innovate",
        "responsibly",
        "taking",
        "account",
        "impact",
        "solution",
        "life",
        "earth",
        "complexity",
        "two",
        "round",
        "extensive",
        "review",
        "panel",
        "judge",
        "includes",
        "cio",
        "academic",
        "researcher",
        "professional",
        "selected",
        "award",
        "finalist",
        "exhibit",
        "key",
        "trait",
        "cio",
        "leader",
        "following",
        "area",
        "exceptional",
        "communicator",
        "articulates",
        "vision",
        "strategic",
        "business",
        "value",
        "work",
        "across",
        "organization",
        "build",
        "partnership",
        "around",
        "vision",
        "focus",
        "communication",
        "value",
        "innovation",
        "technology",
        "help",
        "staff",
        "understand",
        "business",
        "speak",
        "language",
        "business",
        "leader",
        "recognized",
        "leader",
        "cheap",
        "information",
        "officer",
        "clearly",
        "demonstrates",
        "management",
        "core",
        "service",
        "providing",
        "right",
        "service",
        "right",
        "price",
        "right",
        "level",
        "quality",
        "recognized",
        "among",
        "peer",
        "effective",
        "leader",
        "unit",
        "driver",
        "business",
        "value",
        "chief",
        "improvement",
        "officer",
        "understands",
        "business",
        "need",
        "ceo",
        "cfo",
        "head",
        "senior",
        "executive",
        "ensures",
        "clear",
        "focus",
        "potential",
        "realized",
        "value",
        "initiative",
        "incorporates",
        "business",
        "participating",
        "key",
        "strategic",
        "conversation",
        "suggesting",
        "innovative",
        "us",
        "managing",
        "risk",
        "trusted",
        "partner",
        "exercise",
        "authority",
        "beyond",
        "considered",
        "trusted",
        "member",
        "senior",
        "executive",
        "team",
        "technology",
        "leader",
        "suggests",
        "innovative",
        "us",
        "transform",
        "business",
        "successfully",
        "executes",
        "change",
        "may",
        "receive",
        "additional",
        "responsibility",
        "chief",
        "operating",
        "officer",
        "vp",
        "strategy",
        "strategic",
        "temporary",
        "role",
        "head",
        "integration",
        "criterion",
        "adapted",
        "book",
        "real",
        "business",
        "cio",
        "create",
        "communicate",
        "value",
        "draw",
        "extensively",
        "upon",
        "research",
        "conducted",
        "mit",
        "sloan",
        "detail",
        "view",
        "full",
        "agenda",
        "mit",
        "sloan",
        "cio",
        "symposium",
        "please",
        "visit",
        "mit",
        "sloan",
        "cio",
        "symposium",
        "mit",
        "sloan",
        "cio",
        "symposium",
        "premier",
        "global",
        "conference",
        "cio",
        "digital",
        "business",
        "executive",
        "become",
        "effective",
        "leader",
        "one",
        "day",
        "cio",
        "senior",
        "executive",
        "explore",
        "enterprise",
        "technology",
        "innovation",
        "business",
        "practice",
        "receive",
        "actionable",
        "information",
        "enables",
        "meet",
        "challenge",
        "today",
        "future",
        "symposium",
        "offer",
        "unique",
        "learning",
        "environment",
        "bringing",
        "together",
        "academic",
        "thought",
        "leadership",
        "mit",
        "experience",
        "leading",
        "global",
        "cio",
        "industry",
        "expert",
        "mit",
        "sloan",
        "cio",
        "symposium",
        "organized",
        "developed",
        "mit",
        "sloan",
        "boston",
        "alumnus",
        "association",
        "mit",
        "initiative",
        "digital",
        "economy",
        "ide",
        "mit",
        "sloan",
        "center",
        "information",
        "system",
        "research",
        "cisr",
        "information",
        "register",
        "year",
        "symposium",
        "visit",
        "editor",
        "note",
        "journalist",
        "interested",
        "press",
        "credential",
        "contact",
        "caroline",
        "legg",
        "caroline",
        "sadie",
        "smith",
        "sadie",
        "warner",
        "communication",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "mit",
        "sloan",
        "cio",
        "symposium"
    ]
}