{
    "organizations": [],
    "uuid": "1a11c3093a158d90f96356bc2ea1fd7541fd9041",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-cfn-media-exclusive-interviews-with-biotrackthc.html",
    "ord_in_thread": 0,
    "title": "CFN Media Exclusive Interviews with BioTrackTHC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SEATTLE, WA, April 02, 2018 (GLOBE NEWSWIRE) -- CFN Media Group (“CFN Media”), the leading agency and financial media network dedicated to the North American cannabis industry, announces publication of two exclusive interviews, one video and one text, with officers of BioTrackTHC , which has agreed to merge with Helix TCS (OTCQB: HLIX). Both interviews were conducted just prior to the merger.\nIn the legal cannabis industry, accurate and efficient tracking of the plant from seed-to-sale is critical in order to provide a safe and consistent product to consumers. BioTrackTHC is a global leader in canna-business software solutions, offering all-in-one tracking from cultivation to dispensary POS. The company operates in 28 states and 5 countries, and has options for both businesses and governments in order to help make implementation of cannabis regulations as smooth as possible.\nThe company recently agreed to merge with Helix TCS, giving investors exposure to the industry-leading platform for the first time. Both businesses will continue to operate independently while offering complementary services.\nFollow the link to see the video interview with BioTrackTHC CEO Patrick Vo.\nCFN Media also recently spoke with BioTrackTHC Chief Operating Officer Moe Afanah about the company’s innovative technology and their multitude of software programs designed to ensure safety and transparency.\nCFN: What is the history of BioTrack?\nMoe Afanah: The company got its start back in the late 2000’s; we initially developed a software solution to track prescription opioids using a biometric screening method. At the time, I was working as a pharmacist and the company brought me on to help inform the processes around tracking prescription opioids and to help develop that solution. Then, around 2009, licensed cannabis operators from Colorado approached the company and asked if we had any interest in repurposing the software to track cannabis. That spurred the company to pivot and develop BioTrackTHC, which was developed independently of the opioid tracking solution.\nThere are some similarities in the principles of tracking any given product, but for the most part, tracking cannabis is completely unique from tracking prescription opioids. We worked directly with licensed operators at every stage of the cannabis supply-chain to understand the necessities of tracking the plant from seed-to-sale to ensure that we were meeting the exact needs of the licensees. It’s now part of our regular processes to seek out that feedback from our users and licensees to understand how to optimize future improvements of the cannabis software solution.\nToday, we offer full-vertical commercial tracking solutions for licensed operators in every state with a running program. We also provide government traceability systems for regulators and agencies alike. We’re the only company in the history of cannabis to provide commercial and government solutions for both medical and recreational cannabis, as well as maintain a private-sector, self-regulated traceability system to sustain a state’s industry (Washington). We’ve seen seed-to-sale from literally every possible angle in the industry and because of that, nobody knows it better.\nCFN: What sets you apart from other seed-to-sale tracking solutions?\nMA: There’s nothing more valuable than having an experienced partner in this industry. Every single state has completely unique rules and regulations surrounding their cannabis programs and those rules are constantly developing and changing as states figure out the ideal structure for their respective markets. Figuring out how to adhere to all of the rules and regulations while staying atop the ever-changing landscape, let alone in multiple states at a time, requires an experienced partner to help you establish sound processes and workflows, as well as a highly flexible tracking solution that can adapt to your ever-changing needs.\nWe’ve helped implement compliant workflows for every stage of a licensed cannabis business - cultivation, processing, transport/distribution, retail sale - in 28 states and 5 countries, each of which have a completely unique set of rules and regulations. No matter what type of regulatory landscape you’re faced with, we’ve helped implement compliant businesses in a similar environment. Additionally, we offer the most customizable software solution in cannabis. As your business’s needs change, or your rules and regulations develop, your system can adapt with ease.\nCFN: What markets are you currently in and what are your goals for expansion?\nMA: Currently, BioTrack operates in over 2,200 locations across 28 states and 5 countries, as well as D.C. and Puerto Rico. Our focus is currently on the US market and ensuring that we’re a viable cannabis software and cannabis POS option for businesses in every state with a live program. As our company continues to grow, we’ve shifted our focus heavily towards our commercial product and will allocate the majority of our resources to ensuring we’re competitive in all commercial markets, especially the burgeoning California market.\nIn addition to growing our commercial product offering, we’re excited to be adding two more state contracts to our portfolio in early 2018 with the additions of North Dakota and Arkansas, as well as vetting potential opportunities that make sense for BioTrack, as they arise. We’re looking forward to the rapid development in markets like New Jersey, Michigan, Ohio, and hopefully many more! We’re also optimistic about international opportunities that make sense for us.\nCFN: What are your main objectives in the cannabis industry overall?\nMA: As providers of seed-to-sale technology, our goal as a company is to prove that this industry can operate safely through transparency and accountability. As a young, adult-oriented industry, there are a lot of opponents of what we’re trying to do, and their chief concern is making sure cannabis stays out of the wrong hands. We want to bring those people into our world and help them to understand that keeping cannabis out of the wrong hands and enforcing accountability, and ultimately promoting safety, is exactly what we’re here to do. We want to prove to the doubters and to the believers that companies like ours enable this industry to happen the right way.\nOur other goal is to see this industry succeed as a whole. Cannabis draws all kinds of reactions from supporters and opponents, but this industry is continuing to grow whether you’re for it or against it. So no matter where you stand on the issue, one thing we can all get behind is doing it in a manner that is transparent, accountable, and promotes public safety, which is what BioTrack exists to do. Our goal is to bring cannabis out of prohibition by proving that it can be produced and sold safely and responsibly.\nPlease follow the link to see the video interview and read the full article: http://www.cannabisfn.com/cfn-media-exclusive-interviews-biotrackthc/\nAbout CFN Media\nCFN Media (CannabisFN) is the leading agency and financial media network dedicated to the global cannabis industry, helps companies operating in the space attract investors, capital, and publicity. Since 2013, private and public cannabis companies in the US and Canada have relied on CFN Media to grow and succeed.\nLearn how to become a CFN Media client company, brand or entrepreneur: http://www.cannabisfn.com/featuredcompany\nDownload the CFN Media iOS mobile app to access the world of cannabis from the palm of your hand: https://itunes.apple.com/us/app/cannabisfn/id988009247?ls=1&mt=8\nOr visit our homepage and enter your mobile number under the Apple App Store logo to receive a download link text on your iPhone: http://www.cannabisfn.com\nDisclaimer\nCannabisFN.com is not an independent financial investment advisor or broker-dealer. You should always consult with your own independent legal, tax, and/or investment professionals before making any investment decisions. The information provided on http://www.cannabisfn.com (the ‘Site’) is either original financial news or paid advertisements drafted by our in-house team or provided by an affiliate. CannabisFN.com , a financial news media and marketing firm enters into media buys or service agreements with the companies that are the subject of the articles posted on the Site or other editorials for advertising such companies. We are not an independent news media provider. We make no warranty or representation about the information including its completeness, accuracy, truthfulness or reliability and we disclaim, expressly and implicitly, all warranties of any kind, including whether the Information is complete, accurate, truthful, or reliable. As such, your use of the information is at your own risk. Nor do we undertake any obligation to update the items posted. CannabisFN.com received compensation for producing and presenting high quality and sophisticated content on CannabisFN.com along with financial and corporate news.\nThe above article is sponsored content. Emerging Growth LLC, which owns CannabisFN.com and CFN Media, has been hired to create awareness. Please follow the link below to view our full disclosure outlining our compensation: http://www.cannabisfn.com/legal-disclaimer/\nCFN Media Frank Lane 206-369-7050 flane@cannabisfn.com\nSource: CFN Media",
    "published": "2018-04-02T17:00:00.000+03:00",
    "crawled": "2018-04-02T17:45:49.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seattle",
        "wa",
        "april",
        "globe",
        "newswire",
        "cfn",
        "medium",
        "group",
        "cfn",
        "medium",
        "leading",
        "agency",
        "financial",
        "medium",
        "network",
        "dedicated",
        "north",
        "american",
        "cannabis",
        "industry",
        "announces",
        "publication",
        "two",
        "exclusive",
        "interview",
        "one",
        "video",
        "one",
        "text",
        "officer",
        "biotrackthc",
        "agreed",
        "merge",
        "helix",
        "tc",
        "otcqb",
        "hlix",
        "interview",
        "conducted",
        "prior",
        "merger",
        "legal",
        "cannabis",
        "industry",
        "accurate",
        "efficient",
        "tracking",
        "plant",
        "critical",
        "order",
        "provide",
        "safe",
        "consistent",
        "product",
        "consumer",
        "biotrackthc",
        "global",
        "leader",
        "software",
        "solution",
        "offering",
        "tracking",
        "cultivation",
        "dispensary",
        "po",
        "company",
        "operates",
        "state",
        "country",
        "option",
        "business",
        "government",
        "order",
        "help",
        "make",
        "implementation",
        "cannabis",
        "regulation",
        "smooth",
        "possible",
        "company",
        "recently",
        "agreed",
        "merge",
        "helix",
        "tc",
        "giving",
        "investor",
        "exposure",
        "platform",
        "first",
        "time",
        "business",
        "continue",
        "operate",
        "independently",
        "offering",
        "complementary",
        "service",
        "follow",
        "link",
        "see",
        "video",
        "interview",
        "biotrackthc",
        "ceo",
        "patrick",
        "vo",
        "cfn",
        "medium",
        "also",
        "recently",
        "spoke",
        "biotrackthc",
        "chief",
        "operating",
        "officer",
        "moe",
        "afanah",
        "company",
        "innovative",
        "technology",
        "multitude",
        "software",
        "program",
        "designed",
        "ensure",
        "safety",
        "transparency",
        "cfn",
        "history",
        "biotrack",
        "moe",
        "afanah",
        "company",
        "got",
        "start",
        "back",
        "late",
        "initially",
        "developed",
        "software",
        "solution",
        "track",
        "prescription",
        "opioids",
        "using",
        "biometric",
        "screening",
        "method",
        "time",
        "working",
        "pharmacist",
        "company",
        "brought",
        "help",
        "inform",
        "process",
        "around",
        "tracking",
        "prescription",
        "opioids",
        "help",
        "develop",
        "solution",
        "around",
        "licensed",
        "cannabis",
        "operator",
        "colorado",
        "approached",
        "company",
        "asked",
        "interest",
        "repurposing",
        "software",
        "track",
        "cannabis",
        "spurred",
        "company",
        "pivot",
        "develop",
        "biotrackthc",
        "developed",
        "independently",
        "opioid",
        "tracking",
        "solution",
        "similarity",
        "principle",
        "tracking",
        "given",
        "product",
        "part",
        "tracking",
        "cannabis",
        "completely",
        "unique",
        "tracking",
        "prescription",
        "opioids",
        "worked",
        "directly",
        "licensed",
        "operator",
        "every",
        "stage",
        "cannabis",
        "understand",
        "necessity",
        "tracking",
        "plant",
        "ensure",
        "meeting",
        "exact",
        "need",
        "licensee",
        "part",
        "regular",
        "process",
        "seek",
        "feedback",
        "user",
        "licensee",
        "understand",
        "optimize",
        "future",
        "improvement",
        "cannabis",
        "software",
        "solution",
        "today",
        "offer",
        "commercial",
        "tracking",
        "solution",
        "licensed",
        "operator",
        "every",
        "state",
        "running",
        "program",
        "also",
        "provide",
        "government",
        "traceability",
        "system",
        "regulator",
        "agency",
        "alike",
        "company",
        "history",
        "cannabis",
        "provide",
        "commercial",
        "government",
        "solution",
        "medical",
        "recreational",
        "cannabis",
        "well",
        "maintain",
        "traceability",
        "system",
        "sustain",
        "state",
        "industry",
        "washington",
        "seen",
        "literally",
        "every",
        "possible",
        "angle",
        "industry",
        "nobody",
        "know",
        "better",
        "cfn",
        "set",
        "apart",
        "tracking",
        "solution",
        "nothing",
        "valuable",
        "experienced",
        "partner",
        "industry",
        "every",
        "single",
        "state",
        "completely",
        "unique",
        "rule",
        "regulation",
        "surrounding",
        "cannabis",
        "program",
        "rule",
        "constantly",
        "developing",
        "changing",
        "state",
        "figure",
        "ideal",
        "structure",
        "respective",
        "market",
        "figuring",
        "adhere",
        "rule",
        "regulation",
        "staying",
        "atop",
        "landscape",
        "let",
        "alone",
        "multiple",
        "state",
        "time",
        "requires",
        "experienced",
        "partner",
        "help",
        "establish",
        "sound",
        "process",
        "workflow",
        "well",
        "highly",
        "flexible",
        "tracking",
        "solution",
        "adapt",
        "need",
        "helped",
        "implement",
        "compliant",
        "workflow",
        "every",
        "stage",
        "licensed",
        "cannabis",
        "business",
        "cultivation",
        "processing",
        "retail",
        "sale",
        "state",
        "country",
        "completely",
        "unique",
        "set",
        "rule",
        "regulation",
        "matter",
        "type",
        "regulatory",
        "landscape",
        "faced",
        "helped",
        "implement",
        "compliant",
        "business",
        "similar",
        "environment",
        "additionally",
        "offer",
        "customizable",
        "software",
        "solution",
        "cannabis",
        "business",
        "need",
        "change",
        "rule",
        "regulation",
        "develop",
        "system",
        "adapt",
        "ease",
        "cfn",
        "market",
        "currently",
        "goal",
        "expansion",
        "currently",
        "biotrack",
        "operates",
        "location",
        "across",
        "state",
        "country",
        "well",
        "puerto",
        "rico",
        "focus",
        "currently",
        "u",
        "market",
        "ensuring",
        "viable",
        "cannabis",
        "software",
        "cannabis",
        "po",
        "option",
        "business",
        "every",
        "state",
        "live",
        "program",
        "company",
        "continues",
        "grow",
        "shifted",
        "focus",
        "heavily",
        "towards",
        "commercial",
        "product",
        "allocate",
        "majority",
        "resource",
        "ensuring",
        "competitive",
        "commercial",
        "market",
        "especially",
        "burgeoning",
        "california",
        "market",
        "addition",
        "growing",
        "commercial",
        "product",
        "offering",
        "excited",
        "adding",
        "two",
        "state",
        "contract",
        "portfolio",
        "early",
        "addition",
        "north",
        "dakota",
        "arkansas",
        "well",
        "vetting",
        "potential",
        "opportunity",
        "make",
        "sense",
        "biotrack",
        "arise",
        "looking",
        "forward",
        "rapid",
        "development",
        "market",
        "like",
        "new",
        "jersey",
        "michigan",
        "ohio",
        "hopefully",
        "many",
        "also",
        "optimistic",
        "international",
        "opportunity",
        "make",
        "sense",
        "u",
        "cfn",
        "main",
        "objective",
        "cannabis",
        "industry",
        "overall",
        "provider",
        "technology",
        "goal",
        "company",
        "prove",
        "industry",
        "operate",
        "safely",
        "transparency",
        "accountability",
        "young",
        "industry",
        "lot",
        "opponent",
        "trying",
        "chief",
        "concern",
        "making",
        "sure",
        "cannabis",
        "stay",
        "wrong",
        "hand",
        "want",
        "bring",
        "people",
        "world",
        "help",
        "understand",
        "keeping",
        "cannabis",
        "wrong",
        "hand",
        "enforcing",
        "accountability",
        "ultimately",
        "promoting",
        "safety",
        "exactly",
        "want",
        "prove",
        "doubter",
        "believer",
        "company",
        "like",
        "enable",
        "industry",
        "happen",
        "right",
        "way",
        "goal",
        "see",
        "industry",
        "succeed",
        "whole",
        "cannabis",
        "draw",
        "kind",
        "reaction",
        "supporter",
        "opponent",
        "industry",
        "continuing",
        "grow",
        "whether",
        "matter",
        "stand",
        "issue",
        "one",
        "thing",
        "get",
        "behind",
        "manner",
        "transparent",
        "accountable",
        "promotes",
        "public",
        "safety",
        "biotrack",
        "exists",
        "goal",
        "bring",
        "cannabis",
        "prohibition",
        "proving",
        "produced",
        "sold",
        "safely",
        "responsibly",
        "please",
        "follow",
        "link",
        "see",
        "video",
        "interview",
        "read",
        "full",
        "article",
        "http",
        "cfn",
        "medium",
        "cfn",
        "medium",
        "cannabisfn",
        "leading",
        "agency",
        "financial",
        "medium",
        "network",
        "dedicated",
        "global",
        "cannabis",
        "industry",
        "help",
        "company",
        "operating",
        "space",
        "attract",
        "investor",
        "capital",
        "publicity",
        "since",
        "private",
        "public",
        "cannabis",
        "company",
        "u",
        "canada",
        "relied",
        "cfn",
        "medium",
        "grow",
        "succeed",
        "learn",
        "become",
        "cfn",
        "medium",
        "client",
        "company",
        "brand",
        "entrepreneur",
        "http",
        "download",
        "cfn",
        "medium",
        "io",
        "mobile",
        "app",
        "access",
        "world",
        "cannabis",
        "palm",
        "hand",
        "http",
        "visit",
        "homepage",
        "enter",
        "mobile",
        "number",
        "apple",
        "app",
        "store",
        "logo",
        "receive",
        "download",
        "link",
        "text",
        "iphone",
        "http",
        "disclaimer",
        "independent",
        "financial",
        "investment",
        "advisor",
        "always",
        "consult",
        "independent",
        "legal",
        "tax",
        "investment",
        "professional",
        "making",
        "investment",
        "decision",
        "information",
        "provided",
        "http",
        "site",
        "either",
        "original",
        "financial",
        "news",
        "paid",
        "advertisement",
        "drafted",
        "team",
        "provided",
        "affiliate",
        "financial",
        "news",
        "medium",
        "marketing",
        "firm",
        "enters",
        "medium",
        "buy",
        "service",
        "agreement",
        "company",
        "subject",
        "article",
        "posted",
        "site",
        "editorial",
        "advertising",
        "company",
        "independent",
        "news",
        "medium",
        "provider",
        "make",
        "warranty",
        "representation",
        "information",
        "including",
        "completeness",
        "accuracy",
        "truthfulness",
        "reliability",
        "disclaim",
        "expressly",
        "implicitly",
        "warranty",
        "kind",
        "including",
        "whether",
        "information",
        "complete",
        "accurate",
        "truthful",
        "reliable",
        "use",
        "information",
        "risk",
        "undertake",
        "obligation",
        "update",
        "item",
        "posted",
        "received",
        "compensation",
        "producing",
        "presenting",
        "high",
        "quality",
        "sophisticated",
        "content",
        "along",
        "financial",
        "corporate",
        "news",
        "article",
        "sponsored",
        "content",
        "emerging",
        "growth",
        "llc",
        "owns",
        "cfn",
        "medium",
        "hired",
        "create",
        "awareness",
        "please",
        "follow",
        "link",
        "view",
        "full",
        "disclosure",
        "outlining",
        "compensation",
        "http",
        "cfn",
        "medium",
        "frank",
        "lane",
        "flane",
        "source",
        "cfn",
        "medium"
    ]
}