{
    "organizations": [],
    "uuid": "0fbd6261266fd505f10c4ad5a858bb994a787927",
    "author": "Ezequiel Minaya",
    "url": "https://blogs.wsj.com/cfo/2018/04/27/the-morning-ledger-last-ditch-effort-to-dodge-trade-fight-as-merkel-visits-u-s/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Merkel in Last-Ditch Effort to Dodge Trade Fight Between U.S., EU",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nSteel coils are seen in Salzgitter, Germany. EPA/Shutterstock Good morning. Executives at European companies will keep a close eye on developments in Washington, D.C. today as German Chancellor Angela Merkel is set to meet President Donald Trump. Her visit marks a last-ditch effort to avoid the biggest trade conflict in years between the U.S. and the European Union, write the WSJ’s Bojan Pancevski, William Mauldin and Emre Peker. An escalation of the tensions could cost companies on both sides of the Atlantic dearly.\nEuropean officials expect the White House to make good on its threat to impose higher tariffs on steel and aluminum from EU countries, including France, Germany and the U.K. once a temporary exemption expires on May 1.\nThat would trigger retaliatory tariffs on a list of American products including motorcycles, bluejeans and bourbon whiskey, EU officials say. Among those are goods from the home states of Senate Majority Leader Mitch McConnell (R., Ky.) and House Speaker Paul Ryan (R., Wis.). Domestic industries using imported metals could also be affected by the trade spat.\nTHE DAY AHEAD\nWynn Resorts CEO to face gambling regulators. Wynn Resorts Ltd. Chief Executive Matt Maddox is set to appear before Massachusetts gambling regulators Friday to stress that the company has restructured its board and worked to change its culture in the wake of sexual misconduct allegations against founder Steve Wynn.\nChevron Corp. , Dominion Energy Inc. and Exxon Mobil Corp. are among the companies slated to report earnings today.\nCFO JOURNAL EXCLUSIVE\nInsurance industry could take hit on BEAT provision. The insurance industry faces unintended exposure to added tax liability on routine payments, due to a provision in the U.S. tax overhaul, according to the head of global tax for American International Group Inc.\nInsurance companies must often conduct business through a foreign affiliate in an overseas jurisdiction. Those payments are subject to the base-erosion and anti-abuse tax provision, dubbed BEAT, said Angela Bekker, head of global tax for AIG. The measure was designed to make it harder for companies to shift profits offshore.\nPayments such as commissions, claims and benefits disbursed overseas could leave companies vulnerable, Ms. Bekker said. “It seems counterintuitive to the intention of the provision. This situation poses an issue for insurance companies.”\nØrsted “ready” for projects in the U.S., Taiwan — CFO. Denmark’s Ørsted A/S already has the financing it would need if its bids in two energy auctions succeed, the company’s finance chief said.\n“We have made ourselves ready,” Chief Financial Officer Marianne Wiinholt said on Thursday in an interview with CFO Journal’s Nina Trentmann. “We have cash on the balance sheet and funded all other financial needs.”\nThe state-owned company, formerly known as Dong Energy A/S, is waiting for the outcome of a number of auctions, including a wind farm off the coast of Massachusetts and a project to beef up Taiwan’s power grid.\nCORPORATE NEWS\nAmerican Airlines lowered its profit outlook for the year, citing a 12% increase in the average price of jet fuel over the past two weeks. Bloomberg Companies feel the impact of rising oil prices. The highest oil prices in years are increasing expenses for companies that had grown used to low energy costs since crude’s 2014 tumble. However, for some businesses, the turnabout is proving to be a boon.\nHuawei scraps bond sale after U.S. probe comes to light. Huawei Technologies Co. scrapped plans for a bond sale following revelations that the Justice Department is investigating whether the Chinese cellular giant violated U.S. sanctions related to Iran.\nAmazon more than doubles profit. Amazon.com Inc.’s profit topped $1 billion for the second straight quarter, a notable achievement for a company with a reputation for plowing nearly every dollar it earns into long-term investments.\nCloud business boosts Microsoft’s earnings. Microsoft Corp. extended its streak of wins in the latest quarter as the software giant moves into an era where its venerable Windows franchise plays a supporting role to its burgeoning cloud-computing operations.\nIntel shakes off chip flaws. Intel Corp.’s quarterly profit surged as the chip giant showed no impact from revelations earlier this year of critical security flaws in its processors.\nStarbucks revenue tops estimates. Starbucks Corp.’s chief executive promised to prevent an incident like the arrest of two black men at one of its coffee shops in Philadelphia this month from reoccurring.\nAT&T’s tab for Time Warner takeover hits $1.4 billion. Even if a federal judge sides with AT&T Inc. in its fight to take over Time Warner Inc. for $85 billion, victory won’t have come cheap. AT&T spent $1.1 billion last year on debt interest and fees tied to the proposed merger, plus $214 million on related integration costs.\nBaidu shares rise on strong earnings. Chinese search-engine giant Baidu Inc. beat analyst estimates for its first-quarter sales and profit, buoyed by strong online advertising.\nNo breakfast, but longer hours — Chipotle CEO. Chipotle Mexican Grill Inc.’s new chief executive said his recipe for reviving the burrito maker is simple: focus on improving the fast service and relatively simple menu that made the chain so popular in the first place.\nGM’s profit sinks. General Motors Co.’s first-quarter net income sank 60% amid hefty restructuring costs in South Korea and lost production in the U.S. from planned factory downtime, but the auto maker handily beat Wall Street profit forecasts. Meanwhile, Fiat Chrysler Automobiles NV said Thursday its first-quarter profit rose 60% on strong sales of its most profitable vehicles.\nDaimler profits slide. First quarter operating profits at Mercedes-Benz parent Daimler AG were “significantly below” those in the prior-year quarter as a result of currency headwinds and higher expenses for raw materials, reports the Financial Times.\nUPS’s balancing act. United Parcel Service Inc. is ramping up a “transformation” plan to cut costs across the organization as the delivery firm responds to changes in how people shop and nontraditional competitors such as Amazon.\nSony posts record profit. Sony Corp. reported the highest fiscal-year operating profit in its 72-year history, signaling the company is firmly back on a growth track after years of losses.\nMetLife cuts compensation for CEO, CFO. Total compensation for MetLife Inc.’s chief executive fell 3.6% last year, after the firm’s management team spent recent months fixing problems in a retirement-services business that failed to pay thousands of people owed pension benefits.\nJ.Crew holdouts stumble in debt-exchange lawsuit. A New York judge handed J. Crew Group Inc. a partial victory against lenders challenging a debt swap that swung assets to other creditors and alarmed high-yield debt markets.\nSanofi plans share buyback. French pharmaceutical company Sanofi SA said Friday that first-quarter sales and net income decreased, as it announced a share-buyback program, reports MarketWatch.\nREGULATION\nA customer enters a Wells Fargo bank branch in New York, N.Y., U.S., Jan. 5, 2018. Bloomberg News Wells Fargo’s 401(k) practices probed. The U.S. Labor Department is examining whether Wells Fargo & Co. has been pushing participants in low-cost corporate 401(k) plans to roll their holdings into more expensive individual retirement accounts at the bank, according to a person familiar with the inquiry.\nFormer HSBC executive sentenced. A former high-ranking HSBC Holdings PLC executive was sentenced Thursday to two years in federal prison, following his conviction last fall on charges that he misused confidential information about a client’s $3.5 billion currency trade to make millions of dollars for the bank.\nHouse is expected to act on bank-deregulatory bill. A month-long standoff between U.S. House and Senate lawmakers over bipartisan legislation to ease red tape for small- and medium-size banks may soon draw to a close, allowing the bill to clear Congress and become law.\nECB seeks clarity on economy before next move. European Central Bank President Mario Draghi put off a decision on the future of the bank’s giant bond-buying program on Thursday, saying officials want to better understand a recent slowdown in the eurozone economy before taking any fresh steps to phase out easy money.\nECONOMY\nA job fair in Honolulu, Hawaii, U.S. AP U.S. jobless claims drop to lowest level since 1969. The number of Americans applying for unemployment benefits fell to the lowest level since 1969, the latest sign the labor market is firming after years of steady job growth.\nBusiness investment stalls in the first months of 2018. Demand for long-lasting U.S. factory goods rose in March due to increased aircraft orders, but an underlying proxy for business investment fell for the second time in three months.\nStock funds suffering big outflows. Investors are dumping U.S. stock funds at one of the fastest paces in a decade as rising market turbulence erodes confidence in the nine-year-old bull market.\nCFO MOVES\nPapa John’s International Inc. , the Louisville, Ky. pizza chain, appointed Joe Smith chief financial officer, effective immediately. Mr. Smith joined the company in 2000, serving most recently as senior vice president global sales and development since 2016. He worked as vice president of corporate finance from 2005 to 2010. Prior to joining Papa John’s, Mr. Smith served as corporate controller for United Catalysts Inc. from 1998 to 2000. Compensation details were not available.\nThe New York Times Co., the New York-based newspaper and media organization, named Roland Caputo finance chief, effective April 30. He succeeds Jim Follo, who left the company in February. Mr. Caputo is a 32-year veteran of the company. Most recently, Mr. Caputo has been executive vice president of The Times’ print products and services group since March 2013. He has been interim CFO since March. Compensation details were not available.\nTHE WEEKEND READER\nEvery weekend we select a handful of in-depth articles we think are worth a bit of your time, either because they peel back the layers on a compelling business story, or somehow make us look at business in a different light.\nYouTube’s plan to clean up the mess that made it rich. For years, Alphabet Inc.’s YouTube has bragged to marketers that its laissez-faire attitude toward video creators was a feature, not a bug. Over the past year, the platform has made the most sweeping changes since its early days, removing videos it deemed inappropriate and stripping away the advertising from others. But to date, both YouTube and its parent company have struggled to articulate how their plan will make things better, Bloomberg Businessweek reports.\nNBC bet $69 million on Megyn Kelly, then viewers vanished. Megyn Kelly was supposed to bring star power to NBC News and a bigger, broader audience of morning viewers to its “Today” show franchise. Instead, the three-year, $69 million bet to woo Ms. Kelly from her conservative prime-time perch at Fox News is backfiring.\nViolent rivals rush into FARC void in Colombia. Despite government efforts to bring order to Colombia, police and military forces are now struggling against various armed groups vying for land and illegal activities once controlled by the Revolutionary Armed Forces of Colombia, or FARC, Reuters reports.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: THE MORNING LEDGER Previous Insurance Industry Could Take Hit on BEAT Provision Next CFO Moves: Papa John's, The New York Times ",
    "published": "2018-04-27T15:16:00.000+03:00",
    "crawled": "2018-04-27T15:49:10.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "steel",
        "coil",
        "seen",
        "salzgitter",
        "germany",
        "good",
        "morning",
        "executive",
        "european",
        "company",
        "keep",
        "close",
        "eye",
        "development",
        "washington",
        "today",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "set",
        "meet",
        "president",
        "donald",
        "trump",
        "visit",
        "mark",
        "effort",
        "avoid",
        "biggest",
        "trade",
        "conflict",
        "year",
        "european",
        "union",
        "write",
        "wsj",
        "bojan",
        "pancevski",
        "william",
        "mauldin",
        "emre",
        "peker",
        "escalation",
        "tension",
        "could",
        "cost",
        "company",
        "side",
        "atlantic",
        "dearly",
        "european",
        "official",
        "expect",
        "white",
        "house",
        "make",
        "good",
        "threat",
        "impose",
        "higher",
        "tariff",
        "steel",
        "aluminum",
        "eu",
        "country",
        "including",
        "france",
        "germany",
        "temporary",
        "exemption",
        "expires",
        "may",
        "would",
        "trigger",
        "retaliatory",
        "tariff",
        "list",
        "american",
        "product",
        "including",
        "motorcycle",
        "bluejeans",
        "bourbon",
        "whiskey",
        "eu",
        "official",
        "say",
        "among",
        "good",
        "home",
        "state",
        "senate",
        "majority",
        "leader",
        "mitch",
        "mcconnell",
        "house",
        "speaker",
        "paul",
        "ryan",
        "domestic",
        "industry",
        "using",
        "imported",
        "metal",
        "could",
        "also",
        "affected",
        "trade",
        "spat",
        "day",
        "ahead",
        "wynn",
        "resort",
        "ceo",
        "face",
        "gambling",
        "regulator",
        "wynn",
        "resort",
        "chief",
        "executive",
        "matt",
        "maddox",
        "set",
        "appear",
        "massachusetts",
        "gambling",
        "regulator",
        "friday",
        "stress",
        "company",
        "restructured",
        "board",
        "worked",
        "change",
        "culture",
        "wake",
        "sexual",
        "misconduct",
        "allegation",
        "founder",
        "steve",
        "wynn",
        "chevron",
        "dominion",
        "energy",
        "exxon",
        "mobil",
        "among",
        "company",
        "slated",
        "report",
        "earnings",
        "today",
        "cfo",
        "journal",
        "exclusive",
        "insurance",
        "industry",
        "could",
        "take",
        "hit",
        "beat",
        "provision",
        "insurance",
        "industry",
        "face",
        "unintended",
        "exposure",
        "added",
        "tax",
        "liability",
        "routine",
        "payment",
        "due",
        "provision",
        "tax",
        "overhaul",
        "according",
        "head",
        "global",
        "tax",
        "american",
        "international",
        "group",
        "insurance",
        "company",
        "must",
        "often",
        "conduct",
        "business",
        "foreign",
        "affiliate",
        "overseas",
        "jurisdiction",
        "payment",
        "subject",
        "tax",
        "provision",
        "dubbed",
        "beat",
        "said",
        "angela",
        "bekker",
        "head",
        "global",
        "tax",
        "aig",
        "measure",
        "designed",
        "make",
        "harder",
        "company",
        "shift",
        "profit",
        "offshore",
        "payment",
        "commission",
        "claim",
        "benefit",
        "disbursed",
        "overseas",
        "could",
        "leave",
        "company",
        "vulnerable",
        "bekker",
        "said",
        "seems",
        "counterintuitive",
        "intention",
        "provision",
        "situation",
        "pose",
        "issue",
        "insurance",
        "ørsted",
        "ready",
        "project",
        "taiwan",
        "cfo",
        "denmark",
        "ørsted",
        "already",
        "financing",
        "would",
        "need",
        "bid",
        "two",
        "energy",
        "auction",
        "succeed",
        "company",
        "finance",
        "chief",
        "said",
        "made",
        "ready",
        "chief",
        "financial",
        "officer",
        "marianne",
        "wiinholt",
        "said",
        "thursday",
        "interview",
        "cfo",
        "journal",
        "nina",
        "trentmann",
        "cash",
        "balance",
        "sheet",
        "funded",
        "financial",
        "company",
        "formerly",
        "known",
        "dong",
        "energy",
        "waiting",
        "outcome",
        "number",
        "auction",
        "including",
        "wind",
        "farm",
        "coast",
        "massachusetts",
        "project",
        "beef",
        "taiwan",
        "power",
        "grid",
        "corporate",
        "news",
        "american",
        "airline",
        "lowered",
        "profit",
        "outlook",
        "year",
        "citing",
        "increase",
        "average",
        "price",
        "jet",
        "fuel",
        "past",
        "two",
        "week",
        "bloomberg",
        "company",
        "feel",
        "impact",
        "rising",
        "oil",
        "price",
        "highest",
        "oil",
        "price",
        "year",
        "increasing",
        "expense",
        "company",
        "grown",
        "used",
        "low",
        "energy",
        "cost",
        "since",
        "crude",
        "tumble",
        "however",
        "business",
        "turnabout",
        "proving",
        "boon",
        "huawei",
        "scrap",
        "bond",
        "sale",
        "probe",
        "come",
        "light",
        "huawei",
        "technology",
        "scrapped",
        "plan",
        "bond",
        "sale",
        "following",
        "revelation",
        "justice",
        "department",
        "investigating",
        "whether",
        "chinese",
        "cellular",
        "giant",
        "violated",
        "sanction",
        "related",
        "iran",
        "amazon",
        "double",
        "profit",
        "profit",
        "topped",
        "billion",
        "second",
        "straight",
        "quarter",
        "notable",
        "achievement",
        "company",
        "reputation",
        "plowing",
        "nearly",
        "every",
        "dollar",
        "earns",
        "investment",
        "cloud",
        "business",
        "boost",
        "microsoft",
        "earnings",
        "microsoft",
        "extended",
        "streak",
        "win",
        "latest",
        "quarter",
        "software",
        "giant",
        "move",
        "era",
        "venerable",
        "window",
        "franchise",
        "play",
        "supporting",
        "role",
        "burgeoning",
        "operation",
        "intel",
        "shake",
        "chip",
        "flaw",
        "intel",
        "quarterly",
        "profit",
        "surged",
        "chip",
        "giant",
        "showed",
        "impact",
        "revelation",
        "earlier",
        "year",
        "critical",
        "security",
        "flaw",
        "processor",
        "starbucks",
        "revenue",
        "top",
        "estimate",
        "starbucks",
        "chief",
        "executive",
        "promised",
        "prevent",
        "incident",
        "like",
        "arrest",
        "two",
        "black",
        "men",
        "one",
        "coffee",
        "shop",
        "philadelphia",
        "month",
        "reoccurring",
        "tab",
        "time",
        "warner",
        "takeover",
        "hit",
        "billion",
        "even",
        "federal",
        "judge",
        "side",
        "fight",
        "take",
        "time",
        "warner",
        "billion",
        "victory",
        "come",
        "cheap",
        "spent",
        "billion",
        "last",
        "year",
        "debt",
        "interest",
        "fee",
        "tied",
        "proposed",
        "merger",
        "plus",
        "million",
        "related",
        "integration",
        "cost",
        "baidu",
        "share",
        "rise",
        "strong",
        "earnings",
        "chinese",
        "giant",
        "baidu",
        "beat",
        "analyst",
        "estimate",
        "sale",
        "profit",
        "buoyed",
        "strong",
        "online",
        "advertising",
        "breakfast",
        "longer",
        "hour",
        "chipotle",
        "ceo",
        "chipotle",
        "mexican",
        "grill",
        "new",
        "chief",
        "executive",
        "said",
        "recipe",
        "reviving",
        "burrito",
        "maker",
        "simple",
        "focus",
        "improving",
        "fast",
        "service",
        "relatively",
        "simple",
        "menu",
        "made",
        "chain",
        "popular",
        "first",
        "place",
        "gm",
        "profit",
        "sink",
        "general",
        "motor",
        "net",
        "income",
        "sank",
        "amid",
        "hefty",
        "restructuring",
        "cost",
        "south",
        "korea",
        "lost",
        "production",
        "planned",
        "factory",
        "downtime",
        "auto",
        "maker",
        "handily",
        "beat",
        "wall",
        "street",
        "profit",
        "forecast",
        "meanwhile",
        "fiat",
        "chrysler",
        "automobile",
        "nv",
        "said",
        "thursday",
        "profit",
        "rose",
        "strong",
        "sale",
        "profitable",
        "vehicle",
        "daimler",
        "profit",
        "slide",
        "first",
        "quarter",
        "operating",
        "profit",
        "parent",
        "daimler",
        "ag",
        "significantly",
        "quarter",
        "result",
        "currency",
        "headwind",
        "higher",
        "expense",
        "raw",
        "material",
        "report",
        "financial",
        "time",
        "ups",
        "balancing",
        "act",
        "united",
        "parcel",
        "service",
        "ramping",
        "transformation",
        "plan",
        "cut",
        "cost",
        "across",
        "organization",
        "delivery",
        "firm",
        "responds",
        "change",
        "people",
        "shop",
        "nontraditional",
        "competitor",
        "amazon",
        "sony",
        "post",
        "record",
        "profit",
        "sony",
        "reported",
        "highest",
        "operating",
        "profit",
        "history",
        "signaling",
        "company",
        "firmly",
        "back",
        "growth",
        "track",
        "year",
        "loss",
        "metlife",
        "cut",
        "compensation",
        "ceo",
        "cfo",
        "total",
        "compensation",
        "metlife",
        "chief",
        "executive",
        "fell",
        "last",
        "year",
        "firm",
        "management",
        "team",
        "spent",
        "recent",
        "month",
        "fixing",
        "problem",
        "business",
        "failed",
        "pay",
        "thousand",
        "people",
        "owed",
        "pension",
        "benefit",
        "holdout",
        "stumble",
        "lawsuit",
        "new",
        "york",
        "judge",
        "handed",
        "crew",
        "group",
        "partial",
        "victory",
        "lender",
        "challenging",
        "debt",
        "swap",
        "swung",
        "asset",
        "creditor",
        "alarmed",
        "debt",
        "market",
        "sanofi",
        "plan",
        "share",
        "buyback",
        "french",
        "pharmaceutical",
        "company",
        "sanofi",
        "sa",
        "said",
        "friday",
        "sale",
        "net",
        "income",
        "decreased",
        "announced",
        "program",
        "report",
        "marketwatch",
        "regulation",
        "customer",
        "enters",
        "well",
        "fargo",
        "bank",
        "branch",
        "new",
        "york",
        "bloomberg",
        "news",
        "well",
        "fargo",
        "k",
        "practice",
        "probed",
        "labor",
        "department",
        "examining",
        "whether",
        "well",
        "fargo",
        "pushing",
        "participant",
        "corporate",
        "k",
        "plan",
        "roll",
        "holding",
        "expensive",
        "individual",
        "retirement",
        "account",
        "bank",
        "according",
        "person",
        "familiar",
        "inquiry",
        "former",
        "hsbc",
        "executive",
        "sentenced",
        "former",
        "hsbc",
        "holding",
        "plc",
        "executive",
        "sentenced",
        "thursday",
        "two",
        "year",
        "federal",
        "prison",
        "following",
        "conviction",
        "last",
        "fall",
        "charge",
        "misused",
        "confidential",
        "information",
        "client",
        "billion",
        "currency",
        "trade",
        "make",
        "million",
        "dollar",
        "bank",
        "house",
        "expected",
        "act",
        "bill",
        "standoff",
        "house",
        "senate",
        "lawmaker",
        "bipartisan",
        "legislation",
        "ease",
        "red",
        "tape",
        "bank",
        "may",
        "soon",
        "draw",
        "close",
        "allowing",
        "bill",
        "clear",
        "congress",
        "become",
        "law",
        "ecb",
        "seek",
        "clarity",
        "economy",
        "next",
        "move",
        "european",
        "central",
        "bank",
        "president",
        "mario",
        "draghi",
        "put",
        "decision",
        "future",
        "bank",
        "giant",
        "program",
        "thursday",
        "saying",
        "official",
        "want",
        "better",
        "understand",
        "recent",
        "slowdown",
        "eurozone",
        "economy",
        "taking",
        "fresh",
        "step",
        "phase",
        "easy",
        "money",
        "economy",
        "job",
        "fair",
        "honolulu",
        "hawaii",
        "ap",
        "jobless",
        "claim",
        "drop",
        "lowest",
        "level",
        "since",
        "number",
        "american",
        "applying",
        "unemployment",
        "benefit",
        "fell",
        "lowest",
        "level",
        "since",
        "latest",
        "sign",
        "labor",
        "market",
        "firming",
        "year",
        "steady",
        "job",
        "growth",
        "business",
        "investment",
        "stall",
        "first",
        "month",
        "demand",
        "factory",
        "good",
        "rose",
        "march",
        "due",
        "increased",
        "aircraft",
        "order",
        "underlying",
        "proxy",
        "business",
        "investment",
        "fell",
        "second",
        "time",
        "three",
        "month",
        "stock",
        "fund",
        "suffering",
        "big",
        "outflow",
        "investor",
        "dumping",
        "stock",
        "fund",
        "one",
        "fastest",
        "pace",
        "decade",
        "rising",
        "market",
        "turbulence",
        "erodes",
        "confidence",
        "bull",
        "market",
        "cfo",
        "move",
        "papa",
        "john",
        "international",
        "louisville",
        "pizza",
        "chain",
        "appointed",
        "joe",
        "smith",
        "chief",
        "financial",
        "officer",
        "effective",
        "immediately",
        "smith",
        "joined",
        "company",
        "serving",
        "recently",
        "senior",
        "vice",
        "president",
        "global",
        "sale",
        "development",
        "since",
        "worked",
        "vice",
        "president",
        "corporate",
        "finance",
        "prior",
        "joining",
        "papa",
        "john",
        "smith",
        "served",
        "corporate",
        "controller",
        "united",
        "catalyst",
        "compensation",
        "detail",
        "available",
        "new",
        "york",
        "time",
        "new",
        "newspaper",
        "medium",
        "organization",
        "named",
        "roland",
        "caputo",
        "finance",
        "chief",
        "effective",
        "april",
        "succeeds",
        "jim",
        "follo",
        "left",
        "company",
        "february",
        "caputo",
        "veteran",
        "company",
        "recently",
        "caputo",
        "executive",
        "vice",
        "president",
        "time",
        "print",
        "product",
        "service",
        "group",
        "since",
        "march",
        "interim",
        "cfo",
        "since",
        "march",
        "compensation",
        "detail",
        "available",
        "weekend",
        "reader",
        "every",
        "weekend",
        "select",
        "handful",
        "article",
        "think",
        "worth",
        "bit",
        "time",
        "either",
        "peel",
        "back",
        "layer",
        "compelling",
        "business",
        "story",
        "somehow",
        "make",
        "u",
        "look",
        "business",
        "different",
        "light",
        "youtube",
        "plan",
        "clean",
        "mess",
        "made",
        "rich",
        "year",
        "alphabet",
        "youtube",
        "bragged",
        "marketer",
        "attitude",
        "toward",
        "video",
        "creator",
        "feature",
        "bug",
        "past",
        "year",
        "platform",
        "made",
        "sweeping",
        "change",
        "since",
        "early",
        "day",
        "removing",
        "video",
        "deemed",
        "inappropriate",
        "stripping",
        "away",
        "advertising",
        "others",
        "date",
        "youtube",
        "parent",
        "company",
        "struggled",
        "articulate",
        "plan",
        "make",
        "thing",
        "better",
        "bloomberg",
        "businessweek",
        "report",
        "nbc",
        "bet",
        "million",
        "megyn",
        "kelly",
        "viewer",
        "vanished",
        "megyn",
        "kelly",
        "supposed",
        "bring",
        "star",
        "power",
        "nbc",
        "news",
        "bigger",
        "broader",
        "audience",
        "morning",
        "viewer",
        "today",
        "show",
        "franchise",
        "instead",
        "million",
        "bet",
        "woo",
        "kelly",
        "conservative",
        "perch",
        "fox",
        "news",
        "backfiring",
        "violent",
        "rival",
        "rush",
        "farc",
        "void",
        "colombia",
        "despite",
        "government",
        "effort",
        "bring",
        "order",
        "colombia",
        "police",
        "military",
        "force",
        "struggling",
        "various",
        "armed",
        "group",
        "vying",
        "land",
        "illegal",
        "activity",
        "controlled",
        "revolutionary",
        "armed",
        "force",
        "colombia",
        "farc",
        "reuters",
        "report",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "insurance",
        "industry",
        "could",
        "take",
        "hit",
        "beat",
        "provision",
        "next",
        "cfo",
        "move",
        "papa",
        "john",
        "new",
        "york",
        "time"
    ]
}