{
    "organizations": [],
    "uuid": "2138c422b4c20a4c7bea7beea8bc6f11c7c5839e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-mcdermott-reiterates-rejection-of-subsea-7as-non-binding-unsolicited-proposal.html",
    "ord_in_thread": 0,
    "title": "McDermott Reiterates Rejection of Subsea 7’s Non-Binding, Unsolicited Proposal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, April 25, 2018 (GLOBE NEWSWIRE) -- McDermott International, Inc. (“McDermott” or the “Company”) (NYSE:MDR) today reiterated that on April 20, 2018, following the unanimous determination of the Company’s Board of Directors, it rejected an unsolicited, non-binding proposal received from Subsea 7 S.A. (“Subsea 7”) (Oslo Børs: SUBC, ADR: SUBCY) on April 17, 2018 to acquire all of the outstanding shares of McDermott common stock for USD 7.00 per share, payable entirely in cash or up to 50 percent in Subsea 7 stock and the balance in cash. The highly conditional proposal was subject to, among other things, the completion of due diligence, the termination of McDermott’s business combination agreement with CB&I (NYSE:CBI) and regulatory approvals.\nMcDermott is fully committed to completing the transformational combination with CB&I. The Company’s Board believes the combination with CB&I is in the best interest of McDermott and its stockholders, and has recommended that McDermott stockholders support the transaction. The combination is expected to close in May 2018. It remains subject to customary conditions, including approval by McDermott’s and CB&I’s stockholders and other closing conditions.\nMcDermott’s special meeting of stockholders is scheduled to be held on May 2, 2018. McDermott encourages its stockholders of record at the close of business on April 4, 2018 to vote “ FOR ” each of the proposals relating to the combination. Stockholders who have any questions or need assistance voting their shares should contact McDermott’s proxy solicitor, MacKenzie Partners, Inc., toll free at (800) 322-2885.\nAbout McDermott\nMcDermott is a leading provider of integrated engineering, procurement, construction and installation (“EPCI”), front-end engineering and design (“FEED”) and module fabrication services for upstream field developments worldwide. McDermott delivers fixed and floating production facilities, pipelines, installations and subsea systems from concept to commissioning for complex Offshore and Subsea oil and gas projects to help oil companies safely produce and transport hydrocarbons. McDermott’s customers include national and major energy companies. Operating in approximately 20 countries across the world, McDermott’s locally focused and globally integrated resources include approximately 11,600 employees, a diversified fleet of specialty marine construction vessels, fabrication facilities and engineering offices. McDermott is renowned for its extensive knowledge and experience, technological advancements, performance records, superior safety and commitment to deliver. McDermott has served the energy industry since 1923, and shares of its common stock are listed on the New York Stock Exchange. As used in this press release, McDermott includes McDermott International, Inc. and its subsidiaries and affiliates. To learn more, visit our website at www.mcdermott.com .\nForward-Looking Statements\nMcDermott cautions that statements in this communication which are forward-looking, and provide other than historical information, involve risks, contingencies and uncertainties that may impact actual results of operations of McDermott, including after the proposed business combination with CB&I. These forward-looking statements include, among other things, statements about the anticipated benefits of the proposed combination and the expected timing for closing the combination. Although we believe that the expectations reflected in those forward-looking statements are reasonable, we can give no assurance that those expectations will prove to have been correct. Those statements are made by using various underlying assumptions and are subject to numerous risks, contingencies and uncertainties, including, among others: the ability of McDermott and CB&I to obtain the shareholder approvals necessary to complete the proposed combination on the anticipated timeline or at all; the risk that a condition to the closing of the proposed combination may not be satisfied, or that the proposed combination may fail to close, including as the result of any inability to obtain the financing for the combination; the outcome of any legal proceedings, regulatory proceedings or enforcement matters that may be instituted relating to the proposed combination; the costs incurred to consummate the proposed combination; the possibility that the expected synergies from the proposed combination will not be realized, or will not be realized within the expected time period; difficulties related to the integration of the two companies; the credit ratings of the combined businesses following the proposed combination; disruption from the proposed combination making it more difficult to maintain relationships with customers, employees, regulators or suppliers; the diversion of management time and attention on the proposed combination; adverse changes in the markets in which McDermott and CB&I operate or credit markets; the inability of McDermott or CB&I to execute on contracts in backlog successfully; changes in project design or schedules; the availability of qualified personnel; changes in the terms, scope or timing of contracts; contract cancellations; change orders and other modifications and actions by customers and other business counterparties of McDermott and CB&I; changes in industry norms; and adverse outcomes in legal or other dispute resolution proceedings. If one or more of these risks materialize, or if underlying assumptions prove incorrect, actual results may vary materially from those expected. You should not place undue reliance on forward-looking statements. For a more complete discussion of these and other risk factors, please see each of McDermott’s and CB&I’s annual and quarterly filings with the Securities and Exchange Commission, including their respective annual reports on Form 10-K for the year ended December 31, 2017. This communication reflects the views of McDermott’s management as of the date hereof. Except to the extent required by applicable law, McDermott undertakes no obligation to update or revise any forward-looking statement.\nAdditional Information and Where to Find It\nThis communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any proxy, vote or approval with respect to the proposed transactions or otherwise, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. In connection with the proposed transactions, McDermott International, Inc. (“McDermott”) has filed a Registration Statement on Form S-4 (the “Registration Statement”) with the U.S. Securities and Exchange Commission (the “SEC”) that includes (1) a joint proxy statement of McDermott and Chicago Bridge & Iron Company N.V. (“CB&I”), which also constitutes a prospectus of McDermott and (2) an offering prospectus of McDermott Technology, B.V. in connection with McDermott Technology, B.V.’s offer to acquire CB&I shares. The Registration Statement was declared effective by the SEC on March 29, 2018. McDermott and CB&I have mailed the definitive joint proxy statement/prospectus to stockholders of McDermott and shareholders of CB&I. In addition, McDermott and McDermott Technology, B.V. have filed a Tender Offer Statement on Schedule TO-T (the “Schedule TO”) with the SEC and CB&I has filed a Solicitation/Recommendation Statement on Schedule 14D-9 (the “Schedule 14D-9”) with respect to the exchange offer. The solicitation and offer to purchase shares of CB&I’s common stock is only being made pursuant to the Schedule TO and related offer to purchase. This material is not a substitute for the joint proxy statement/prospectus, the Schedule TO, the Schedule 14D-9 or the Registration Statement or for any other document that McDermott or CB&I may file with the SEC and send to McDermott’s and/or CB&I’s shareholders in connection with the proposed transactions. BEFORE MAKING ANY VOTING OR INVESTMENT DECISION OR DECISION WITH RESPECT TO THE EXCHANGE OFFER, WE URGE INVESTORS OF CB&I AND MCDERMOTT TO READ THE REGISTRATION STATEMENT, JOINT PROXY STATEMENT/PROSPECTUS, SCHEDULE TO (INCLUDING THE OFFER TO PURCHASE, RELATED LETTER OF TRANSMITTAL AND OTHER OFFER DOCUMENTS) AND SCHEDULE 14D-9, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, AND OTHER RELEVANT DOCUMENTS FILED BY MCDERMOTT AND CB&I WITH THE SEC CAREFULLY BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT MCDERMOTT, CB&I AND THE PROPOSED TRANSACTIONS.\nInvestors are able to obtain free copies of the Registration Statement, joint proxy statement/prospectus, Schedule TO and Schedule 14D-9, as each may be amended from time to time, and other relevant documents filed by McDermott and CB&I with the SEC at http://www.sec.gov , the SEC’s website, or free of charge from McDermott’s website ( http://www.mcdermott.com ) under the tab, “Investors” and under the heading “Financial Information” or by contacting McDermott’s Investor Relations Department at (281) 870-5147. These documents are also available free of charge from CB&I’s website ( http://www.cbi.com ) under the tab “Investors” and under the heading “SEC Filings” or by contacting CB&I’s Investor Relations Department at (832) 513-1068.\nParticipants in Proxy Solicitation\nMcDermott, CB&I and their respective directors and certain of their executive officers and employees may be deemed, under SEC rules, to be participants in the solicitation of proxies from McDermott’s and CB&I’s shareholders in connection with the proposed transactions. Information regarding the officers and directors of McDermott is included in its annual report on Form 10-K for the year ended December 31, 2017, filed with the SEC on February 21, 2018, as amended by its annual report on Form 10-K/A filed with the SEC on March 8, 2018. Information regarding the officers and directors of CB&I is included in its annual report on Form 10-K for the year ended December 31, 2017, filed with the SEC on February 21, 2018, as amended by its annual report on Form 10-K/A filed with the SEC on March 22, 2018. Additional information regarding the persons who may be deemed participants and their interests is set forth in the Registration Statement and joint proxy statement/prospectus and other materials filed with the SEC in connection with the proposed transactions. Free copies of these documents may be obtained as described in the paragraphs above.\nMcDermott Contacts\nEd Memi\nManager, Communications\n+1 (281) 870-5943\nememi@mcdermott.com ­\nFinsbury\nWinnie Lerner / Nicholas Leasure\n+1 (646) 805-2855\nInvestors\nTy Lawrence\nVice President, Investor Relations\n+1 (281) 870-5147\ntplawrence@mcdermott.com\nMacKenzie Partners\nBob Marese / John Bryan\n+1 (800) 322-2885\nSource:McDermott International, Inc.",
    "published": "2018-04-25T17:40:00.000+03:00",
    "crawled": "2018-04-25T19:24:48.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "april",
        "globe",
        "newswire",
        "mcdermott",
        "international",
        "mcdermott",
        "company",
        "nyse",
        "mdr",
        "today",
        "reiterated",
        "april",
        "following",
        "unanimous",
        "determination",
        "company",
        "board",
        "director",
        "rejected",
        "unsolicited",
        "proposal",
        "received",
        "subsea",
        "subsea",
        "oslo",
        "børs",
        "subc",
        "adr",
        "subcy",
        "april",
        "acquire",
        "outstanding",
        "share",
        "mcdermott",
        "common",
        "stock",
        "usd",
        "per",
        "share",
        "payable",
        "entirely",
        "cash",
        "percent",
        "subsea",
        "stock",
        "balance",
        "cash",
        "highly",
        "conditional",
        "proposal",
        "subject",
        "among",
        "thing",
        "completion",
        "due",
        "diligence",
        "termination",
        "mcdermott",
        "business",
        "combination",
        "agreement",
        "cb",
        "nyse",
        "cbi",
        "regulatory",
        "approval",
        "mcdermott",
        "fully",
        "committed",
        "completing",
        "transformational",
        "combination",
        "cb",
        "company",
        "board",
        "belief",
        "combination",
        "cb",
        "best",
        "interest",
        "mcdermott",
        "stockholder",
        "recommended",
        "mcdermott",
        "stockholder",
        "support",
        "transaction",
        "combination",
        "expected",
        "close",
        "may",
        "remains",
        "subject",
        "customary",
        "condition",
        "including",
        "approval",
        "mcdermott",
        "cb",
        "stockholder",
        "closing",
        "condition",
        "mcdermott",
        "special",
        "meeting",
        "stockholder",
        "scheduled",
        "held",
        "may",
        "mcdermott",
        "encourages",
        "stockholder",
        "record",
        "close",
        "business",
        "april",
        "vote",
        "proposal",
        "relating",
        "combination",
        "stockholder",
        "question",
        "need",
        "assistance",
        "voting",
        "share",
        "contact",
        "mcdermott",
        "proxy",
        "solicitor",
        "mackenzie",
        "partner",
        "toll",
        "free",
        "mcdermott",
        "mcdermott",
        "leading",
        "provider",
        "integrated",
        "engineering",
        "procurement",
        "construction",
        "installation",
        "epci",
        "engineering",
        "design",
        "feed",
        "module",
        "fabrication",
        "service",
        "upstream",
        "field",
        "development",
        "worldwide",
        "mcdermott",
        "delivers",
        "fixed",
        "floating",
        "production",
        "facility",
        "pipeline",
        "installation",
        "subsea",
        "system",
        "concept",
        "commissioning",
        "complex",
        "offshore",
        "subsea",
        "oil",
        "gas",
        "project",
        "help",
        "oil",
        "company",
        "safely",
        "produce",
        "transport",
        "hydrocarbon",
        "mcdermott",
        "customer",
        "include",
        "national",
        "major",
        "energy",
        "company",
        "operating",
        "approximately",
        "country",
        "across",
        "world",
        "mcdermott",
        "locally",
        "focused",
        "globally",
        "integrated",
        "resource",
        "include",
        "approximately",
        "employee",
        "diversified",
        "fleet",
        "specialty",
        "marine",
        "construction",
        "vessel",
        "fabrication",
        "facility",
        "engineering",
        "office",
        "mcdermott",
        "renowned",
        "extensive",
        "knowledge",
        "experience",
        "technological",
        "advancement",
        "performance",
        "record",
        "superior",
        "safety",
        "commitment",
        "deliver",
        "mcdermott",
        "served",
        "energy",
        "industry",
        "since",
        "share",
        "common",
        "stock",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "used",
        "press",
        "release",
        "mcdermott",
        "includes",
        "mcdermott",
        "international",
        "subsidiary",
        "affiliate",
        "learn",
        "visit",
        "website",
        "statement",
        "mcdermott",
        "caution",
        "statement",
        "communication",
        "provide",
        "historical",
        "information",
        "involve",
        "risk",
        "contingency",
        "uncertainty",
        "may",
        "impact",
        "actual",
        "result",
        "operation",
        "mcdermott",
        "including",
        "proposed",
        "business",
        "combination",
        "cb",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "anticipated",
        "benefit",
        "proposed",
        "combination",
        "expected",
        "timing",
        "closing",
        "combination",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "statement",
        "made",
        "using",
        "various",
        "underlying",
        "assumption",
        "subject",
        "numerous",
        "risk",
        "contingency",
        "uncertainty",
        "including",
        "among",
        "others",
        "ability",
        "mcdermott",
        "cb",
        "obtain",
        "shareholder",
        "approval",
        "necessary",
        "complete",
        "proposed",
        "combination",
        "anticipated",
        "timeline",
        "risk",
        "condition",
        "closing",
        "proposed",
        "combination",
        "may",
        "satisfied",
        "proposed",
        "combination",
        "may",
        "fail",
        "close",
        "including",
        "result",
        "inability",
        "obtain",
        "financing",
        "combination",
        "outcome",
        "legal",
        "proceeding",
        "regulatory",
        "proceeding",
        "enforcement",
        "matter",
        "may",
        "instituted",
        "relating",
        "proposed",
        "combination",
        "cost",
        "incurred",
        "consummate",
        "proposed",
        "combination",
        "possibility",
        "expected",
        "synergy",
        "proposed",
        "combination",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "difficulty",
        "related",
        "integration",
        "two",
        "company",
        "credit",
        "rating",
        "combined",
        "business",
        "following",
        "proposed",
        "combination",
        "disruption",
        "proposed",
        "combination",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "regulator",
        "supplier",
        "diversion",
        "management",
        "time",
        "attention",
        "proposed",
        "combination",
        "adverse",
        "change",
        "market",
        "mcdermott",
        "cb",
        "operate",
        "credit",
        "market",
        "inability",
        "mcdermott",
        "cb",
        "execute",
        "contract",
        "backlog",
        "successfully",
        "change",
        "project",
        "design",
        "schedule",
        "availability",
        "qualified",
        "personnel",
        "change",
        "term",
        "scope",
        "timing",
        "contract",
        "contract",
        "cancellation",
        "change",
        "order",
        "modification",
        "action",
        "customer",
        "business",
        "counterparties",
        "mcdermott",
        "cb",
        "change",
        "industry",
        "norm",
        "adverse",
        "outcome",
        "legal",
        "dispute",
        "resolution",
        "proceeding",
        "one",
        "risk",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "expected",
        "place",
        "undue",
        "reliance",
        "statement",
        "complete",
        "discussion",
        "risk",
        "factor",
        "please",
        "see",
        "mcdermott",
        "cb",
        "annual",
        "quarterly",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "respective",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "communication",
        "reflects",
        "view",
        "mcdermott",
        "management",
        "date",
        "hereof",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "mcdermott",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "additional",
        "information",
        "find",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "proxy",
        "vote",
        "approval",
        "respect",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "connection",
        "proposed",
        "transaction",
        "mcdermott",
        "international",
        "mcdermott",
        "filed",
        "registration",
        "statement",
        "form",
        "registration",
        "statement",
        "security",
        "exchange",
        "commission",
        "sec",
        "includes",
        "joint",
        "proxy",
        "statement",
        "mcdermott",
        "chicago",
        "bridge",
        "iron",
        "company",
        "cb",
        "also",
        "constitutes",
        "prospectus",
        "mcdermott",
        "offering",
        "prospectus",
        "mcdermott",
        "technology",
        "connection",
        "mcdermott",
        "technology",
        "offer",
        "acquire",
        "cb",
        "share",
        "registration",
        "statement",
        "declared",
        "effective",
        "sec",
        "march",
        "mcdermott",
        "cb",
        "mailed",
        "definitive",
        "joint",
        "proxy",
        "stockholder",
        "mcdermott",
        "shareholder",
        "cb",
        "addition",
        "mcdermott",
        "mcdermott",
        "technology",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "schedule",
        "sec",
        "cb",
        "filed",
        "statement",
        "schedule",
        "schedule",
        "respect",
        "exchange",
        "offer",
        "solicitation",
        "offer",
        "purchase",
        "share",
        "cb",
        "common",
        "stock",
        "made",
        "pursuant",
        "schedule",
        "related",
        "offer",
        "purchase",
        "material",
        "substitute",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "registration",
        "statement",
        "document",
        "mcdermott",
        "cb",
        "may",
        "file",
        "sec",
        "send",
        "mcdermott",
        "cb",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "making",
        "voting",
        "investment",
        "decision",
        "decision",
        "respect",
        "exchange",
        "offer",
        "urge",
        "investor",
        "cb",
        "mcdermott",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "schedule",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "offer",
        "document",
        "schedule",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "carefully",
        "contain",
        "important",
        "information",
        "mcdermott",
        "cb",
        "proposed",
        "transaction",
        "investor",
        "able",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "joint",
        "proxy",
        "schedule",
        "schedule",
        "may",
        "amended",
        "time",
        "time",
        "relevant",
        "document",
        "filed",
        "mcdermott",
        "cb",
        "sec",
        "http",
        "sec",
        "website",
        "free",
        "charge",
        "mcdermott",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "financial",
        "information",
        "contacting",
        "mcdermott",
        "investor",
        "relation",
        "department",
        "document",
        "also",
        "available",
        "free",
        "charge",
        "cb",
        "website",
        "http",
        "tab",
        "investor",
        "heading",
        "sec",
        "filing",
        "contacting",
        "cb",
        "investor",
        "relation",
        "department",
        "participant",
        "proxy",
        "solicitation",
        "mcdermott",
        "cb",
        "respective",
        "director",
        "certain",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "sec",
        "rule",
        "participant",
        "solicitation",
        "proxy",
        "mcdermott",
        "cb",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "officer",
        "director",
        "mcdermott",
        "included",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "amended",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "information",
        "regarding",
        "officer",
        "director",
        "cb",
        "included",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "amended",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "additional",
        "information",
        "regarding",
        "person",
        "may",
        "deemed",
        "participant",
        "interest",
        "set",
        "forth",
        "registration",
        "statement",
        "joint",
        "proxy",
        "material",
        "filed",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "paragraph",
        "mcdermott",
        "contact",
        "ed",
        "memi",
        "manager",
        "communication",
        "ememi",
        "finsbury",
        "winnie",
        "lerner",
        "nicholas",
        "leasure",
        "investor",
        "ty",
        "lawrence",
        "vice",
        "president",
        "investor",
        "relation",
        "tplawrence",
        "mackenzie",
        "partner",
        "bob",
        "marese",
        "john",
        "bryan",
        "source",
        "mcdermott",
        "international",
        "inc"
    ]
}