{
    "organizations": [],
    "uuid": "8f8d46dfa5103f6d78b8206c23bf90155a0985c9",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-fed-instant-view/instant-view-feds-powell-sees-more-gradual-rate-hikes-idUSKCN1HD2J7",
    "ord_in_thread": 0,
    "title": "Instant View: Fed's Powell sees more gradual rate hikes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - The Federal Reserve will likely need to keep raising interest rates to keep inflation under control, Fed Chairman Jerome Powell said in a speech on the economic outlook that did not address the economic risks of rising trade tensions.\nFILE PHOTO: Federal Reserve Chairman Jerome Powell speaks at a news conference following the Federal Open Market Committee meetings in Washington, U.S., March 21, 2018. REUTERS/Aaron P. Bernstein In his first speech on the economic outlook since assuming the helm at the U.S. central bank on February 5, Powell said the labor market appeared close to full employment and that inflation was poised to rebound in the coming months.\nKEY POINTS: * Fed’s Powell says he and his colleagues believe U.S. economy will require further gradual interest rates increases\n* Powell: risks to economic outlook are roughly balanced\n* Powell makes no mention of trade tensions in speech\n* Powell: inflation could rise to unwelcome levels if Fed waited for inflation and employment to hit its goals; sees 12-month inflation readings moving up notably this spring\nCOMMENTS: CHAD MORGANLANDER, PORTFOLIO MANAGER, WASHINGTON CROSSING ADVISORS, FLORHAM PARK, NEW JERSEY\n“(Powell)’s going to ignore (trade tensions between the U.S. and China) until it affects the financial system overall. If that was to happen, then he would walk back the rhetoric and signal a more patient view not only for rate hikes but balance sheet readjustment. Yes, the current trade dispute does have a risk, but it doesn’t have an immediate economic impact, hence the reason he’s continuing a steady drum beat of rates going higher.”\n“Investors are holding on to the hope that the Fed will shift in a rapid manner. What Powell is signaling to market participants is that the Fed is not swayed or rattled by equity market volatility at this point. That’s the reason for the additional selling pressure. The Fed has the intestinal fortitude to wait until it creeps into credit conditions and causes financial stress. It used to be that any time there was volatility that the Fed would come to the rescue of the system. This looks like a subtle message to market participants that they’re willing to accept much more volatility within equity markets.”\nCHARLIE RIPLEY, SENIOR INVESTMENT STRATEGIST, ALLIANZ INVESTMENT MANAGEMENT, MINNEAPOLIS:\n“He’s sticking to the script in terms of further gradual rate hikes or the pace of rate hikes remaining the same. Obviously the market has been somewhat alluding to his fourth hike this year which is not quite in the Fed’s forecast yet. For the most part Powell and the Fed are holding that back for the time being until we see a further trend of inflation moving up. I think he’s somewhat alluded to that by saying later this spring we should see inflation numbers pick up. If they do change their stance on how many hikes we see this year, we’ll see that in June or later this year.\n“The whole trade thing in our view is really, you know they obviously will have an impact if these tariffs go into place, but nothing has been put in place yet and a lot of it is headlines talking back to each other. Hopefully we’ll see some more formal talks between China and the U.S. and get some progress there. But I think in large part this is kind of seeing who is going to back down first. We haven’t seen any of the tariffs put in place. There is some uncertainty to that and I think equities are reflecting that. Until we can get some of those issues resolved, I think the markets, in general, are going to remain jittery for the time being.”\nALAN LANCZ, PRESIDENT, ALAN B. LANCZ & ASSOCIATES INC., IN TOLEDO, OHIO.\n“It wasn’t negative. He said we’re not going to have four increases, we’re going to see how it goes, and I think that’s reassuring for investors. But I don’t think that’s on their mind right now.”\n“I think it will be this trade talk until maybe earnings. I think that is going to be the dominant factor in the markets.”\n“As we approach the weekend, people want to reduce exposure just for what else might come over the weekend as far as on the tweet front or across the headlines. I don’t think (the speech) was a big catalyst on the market movement even though it kind of filtered back down since then. I think it is more people unwinding positions and not wanting to go long for the weekend more than what Jay Powell said.”\nRICK MECKLER, PRESIDENT OF INVESTMENT FIRM LIBERTYVIEW CAPITAL MANAGEMENT IN JERSEY CITY, NEW JERSEY\n“I don’t think Powell’s statement helps because higher rates are ultimately competition for equity investments. However, he’s been incredibly consistent and there’s really no surprise in what he said. Maybe some people thought the weak numbers this morning would cause some reflection but the Fed has been on this path and there’s been no deviation.”\n“On Friday’s there’s always concern about what can happen over the weekend. If the market is down it often tends to accelerate on Friday. Investors don’t want to take the risk of coming in Monday after having something happen over the week.”\n“This administration puts out so many controversial statements. The market seemed to ignore for a while but more recently, I don’t know if it’s a cumulative effect, investors have become more concerned by it.”\nKARL SCHAMOTTA, DIRECTOR OF GLOBAL PRODUCT AND MARKET STRATEGY, CAMBRIDGE GLOBAL PAYMENTS, TORONTO.\n“It seems like a wait and see approach. I am not seeing a big shift in language here. It certainly confirms market expectations going in. Not really seeing a real change in strategy. As far as currencies are concerned we are not seeing a lot of momentum in either direction.”\n“The Fed is very committed to looking through current market volatility and to really taking that careful, gradual approach to determining what trade war risks might do to the U.S. economy. That sort of touches on the press conference that followed the last decision during which he was very much emphasizing that trade risks could impact business confidence, but that was difficult to see from a monetary policy perspective. There wasn’t anything the Fed could do to model that impact. I think what they are trying to do is really ignore all of that and focus on what’s happening from a fundamentals perspective.”\n“Couple of weeks ago we saw a lot of concerns in the market about volatility spiking and the Fed very much looked through that and looked through to the conditions impacting the real economy. And so there hasn’t been an elevated level of concern about that either.”\nJIM PAULSEN, CHIEF INVESTMENT STRATEGIST, THE LEUTHOLD GROUP, MINNEAPOLIS:\n“The market wouldn’t be acting nearly as negative to all the news in general if it (were not) in a vulnerable state already. Last year, we had bad company news, Trump tweets, threats of this and that, the market just went right up. This year, every bit of news is impacting the market, good or bad. It’s moving it all over. It really says that the market has a lot more vulnerabilities this year. It’s got higher values, financial liquidity is contracting, you came into the year with a little too much optimism, you got rising rates going on, you got rising inflation fears. It’s more about that than it is about the trade war.”\nJUAN PEREZ, CURRENCY TRADER, TEMPUS CONSULTING, WASHINGTON:\n“It is currently a bipolar market for currencies. On the one hand, Powell is saying that the U.S. economy is doing well and we’re getting these rate increases, even though they’re at a gradual pace, but the FX market is simply ignoring him. The reason for this is that the FX market is more focused on the trade dispute with China, which has a far greater chance of derailing U.S. growth when you think about the consequences on the economy.”\nJOHN CANAVAN, MARKET STRATEGIST, STONE & MCCARTHY RESEARCH ASSOCIATES, NEW YORK:\n“From a market perspective, there isn’t really anything new. He read the party line: further rate hikes are coming and what is the optimum path. They don’t want to go too fast or too slowly. Another item he pointed out is that the year-over-year inflation figures will be moving higher later this year from one-off factors. I think he is preparing the market the idea of a bit higher inflation. I think he wants to do it so the market won’t over-react to it.\n“There is a great deal of uncertainty with trade. There is no clear direction from the President here. So far nothing has been in place yet. It might be weeks or months before it happens. Also there is also time for negotiation. So it might not be the time (for Powell) to address the issue around tariffs. The trade comments from the U.S. and China are being taken by markets with a bit more grain of salt than a week ago. The individual threats are not as big of a factor. From a fixed income perspective barring any new jawboning on tariffs, supply and inflation data may play a bigger role next week.”\nMARK VITNER, SENIOR ECONOMIST, WELLS FARGO, CHARLOTTE, NORTH CAROLINA:\n“The speech is in the middle of the fairway. There is no question the labor market is improving and the current pace of job growth will reduce the unemployment rate along to what the Fed has been expecting. The big decision is whether the Fed will go three times or four times this year. It’s a real close call. A lot hangs on the trade discussion. If it ends well, the market will quickly rebound. There won’t be slower global economic growth. We might end up with faster economic growth.”\nSUBADRA RAJAPPA, HEAD OF U.S. RATES STRATEGY, SOCIETE GENERALE, NEW YORK:\n“It seems like from reading the headlines that there aren’t any major changes in the outlook from the Fed’s perspective. It’s clearly not overheating or concerns about wage pressures. He seems to be affirming a gradual, steady approach to tightening monetary policy.\n“It’s a contrast between what Treasury Secretary Mnuchin said that the (stock) selloff is not necessarily on trade wars but more on economic fundamentals, and Powell seems to be suggesting the opposite that they are taking a very even handed approach to monetary policy normalization. It’s gradual, things are progressing slowly but surely towards the potential for continued rate hikes in a gradual fashion. To me there are really no surprises here.\n“He’s done a beautiful job both in his press conference as well as in this speech today in not saying anything that’s going to rattle the market. From that perspective I think he gets high marks.”\nMARKET REACTION: STOCKS: S&P 500 .SPX extended losses to the day's low; last down about 1.8 pct\nBONDS: U.S. Treasury yields lower but little changed from earlier levels; 2s US2YT=RR at 2.278 pct; 10s US10YT=RR 2.783 pct; 2-10 spread flattens to 50.6 basis points\nFOREX: The U.S. dollar index .DXY drops to the day’s low\nRATE FUTURES: December fed fund futures contract FFZ8 gains 1 basis point; implied yield 2.07 pct\n ",
    "published": "2018-04-07T02:04:00.000+03:00",
    "crawled": "2018-04-06T21:36:08.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "federal",
        "reserve",
        "likely",
        "need",
        "keep",
        "raising",
        "interest",
        "rate",
        "keep",
        "inflation",
        "control",
        "fed",
        "chairman",
        "jerome",
        "powell",
        "said",
        "speech",
        "economic",
        "outlook",
        "address",
        "economic",
        "risk",
        "rising",
        "trade",
        "tension",
        "file",
        "photo",
        "federal",
        "reserve",
        "chairman",
        "jerome",
        "powell",
        "speaks",
        "news",
        "conference",
        "following",
        "federal",
        "open",
        "market",
        "committee",
        "meeting",
        "washington",
        "march",
        "bernstein",
        "first",
        "speech",
        "economic",
        "outlook",
        "since",
        "assuming",
        "helm",
        "central",
        "bank",
        "february",
        "powell",
        "said",
        "labor",
        "market",
        "appeared",
        "close",
        "full",
        "employment",
        "inflation",
        "poised",
        "rebound",
        "coming",
        "month",
        "key",
        "point",
        "fed",
        "powell",
        "say",
        "colleague",
        "believe",
        "economy",
        "require",
        "gradual",
        "interest",
        "rate",
        "increase",
        "powell",
        "risk",
        "economic",
        "outlook",
        "roughly",
        "balanced",
        "powell",
        "make",
        "mention",
        "trade",
        "tension",
        "speech",
        "powell",
        "inflation",
        "could",
        "rise",
        "unwelcome",
        "level",
        "fed",
        "waited",
        "inflation",
        "employment",
        "hit",
        "goal",
        "see",
        "inflation",
        "reading",
        "moving",
        "notably",
        "spring",
        "comment",
        "chad",
        "morganlander",
        "portfolio",
        "manager",
        "washington",
        "crossing",
        "advisor",
        "florham",
        "park",
        "new",
        "jersey",
        "powell",
        "going",
        "ignore",
        "trade",
        "tension",
        "china",
        "affect",
        "financial",
        "system",
        "overall",
        "happen",
        "would",
        "walk",
        "back",
        "rhetoric",
        "signal",
        "patient",
        "view",
        "rate",
        "hike",
        "balance",
        "sheet",
        "readjustment",
        "yes",
        "current",
        "trade",
        "dispute",
        "risk",
        "immediate",
        "economic",
        "impact",
        "hence",
        "reason",
        "continuing",
        "steady",
        "drum",
        "beat",
        "rate",
        "going",
        "investor",
        "holding",
        "hope",
        "fed",
        "shift",
        "rapid",
        "manner",
        "powell",
        "signaling",
        "market",
        "participant",
        "fed",
        "swayed",
        "rattled",
        "equity",
        "market",
        "volatility",
        "point",
        "reason",
        "additional",
        "selling",
        "pressure",
        "fed",
        "intestinal",
        "fortitude",
        "wait",
        "creep",
        "credit",
        "condition",
        "cause",
        "financial",
        "stress",
        "used",
        "time",
        "volatility",
        "fed",
        "would",
        "come",
        "rescue",
        "system",
        "look",
        "like",
        "subtle",
        "message",
        "market",
        "participant",
        "willing",
        "accept",
        "much",
        "volatility",
        "within",
        "equity",
        "charlie",
        "ripley",
        "senior",
        "investment",
        "strategist",
        "allianz",
        "investment",
        "management",
        "minneapolis",
        "sticking",
        "script",
        "term",
        "gradual",
        "rate",
        "hike",
        "pace",
        "rate",
        "hike",
        "remaining",
        "obviously",
        "market",
        "somewhat",
        "alluding",
        "fourth",
        "hike",
        "year",
        "quite",
        "fed",
        "forecast",
        "yet",
        "part",
        "powell",
        "fed",
        "holding",
        "back",
        "time",
        "see",
        "trend",
        "inflation",
        "moving",
        "think",
        "somewhat",
        "alluded",
        "saying",
        "later",
        "spring",
        "see",
        "inflation",
        "number",
        "pick",
        "change",
        "stance",
        "many",
        "hike",
        "see",
        "year",
        "see",
        "june",
        "later",
        "year",
        "whole",
        "trade",
        "thing",
        "view",
        "really",
        "know",
        "obviously",
        "impact",
        "tariff",
        "go",
        "place",
        "nothing",
        "put",
        "place",
        "yet",
        "lot",
        "headline",
        "talking",
        "back",
        "hopefully",
        "see",
        "formal",
        "talk",
        "china",
        "get",
        "progress",
        "think",
        "large",
        "part",
        "kind",
        "seeing",
        "going",
        "back",
        "first",
        "seen",
        "tariff",
        "put",
        "place",
        "uncertainty",
        "think",
        "equity",
        "reflecting",
        "get",
        "issue",
        "resolved",
        "think",
        "market",
        "general",
        "going",
        "remain",
        "jittery",
        "time",
        "alan",
        "lancz",
        "president",
        "alan",
        "lancz",
        "associate",
        "toledo",
        "ohio",
        "negative",
        "said",
        "going",
        "four",
        "increase",
        "going",
        "see",
        "go",
        "think",
        "reassuring",
        "investor",
        "think",
        "mind",
        "right",
        "think",
        "trade",
        "talk",
        "maybe",
        "earnings",
        "think",
        "going",
        "dominant",
        "factor",
        "approach",
        "weekend",
        "people",
        "want",
        "reduce",
        "exposure",
        "else",
        "might",
        "come",
        "weekend",
        "far",
        "tweet",
        "front",
        "across",
        "headline",
        "think",
        "speech",
        "big",
        "catalyst",
        "market",
        "movement",
        "even",
        "though",
        "kind",
        "filtered",
        "back",
        "since",
        "think",
        "people",
        "unwinding",
        "position",
        "wanting",
        "go",
        "long",
        "weekend",
        "jay",
        "powell",
        "rick",
        "meckler",
        "president",
        "investment",
        "firm",
        "libertyview",
        "capital",
        "management",
        "jersey",
        "city",
        "new",
        "jersey",
        "think",
        "powell",
        "statement",
        "help",
        "higher",
        "rate",
        "ultimately",
        "competition",
        "equity",
        "investment",
        "however",
        "incredibly",
        "consistent",
        "really",
        "surprise",
        "said",
        "maybe",
        "people",
        "thought",
        "weak",
        "number",
        "morning",
        "would",
        "cause",
        "reflection",
        "fed",
        "path",
        "friday",
        "always",
        "concern",
        "happen",
        "weekend",
        "market",
        "often",
        "tends",
        "accelerate",
        "friday",
        "investor",
        "want",
        "take",
        "risk",
        "coming",
        "monday",
        "something",
        "happen",
        "administration",
        "put",
        "many",
        "controversial",
        "statement",
        "market",
        "seemed",
        "ignore",
        "recently",
        "know",
        "cumulative",
        "effect",
        "investor",
        "become",
        "concerned",
        "karl",
        "schamotta",
        "director",
        "global",
        "product",
        "market",
        "strategy",
        "cambridge",
        "global",
        "payment",
        "toronto",
        "seems",
        "like",
        "wait",
        "see",
        "approach",
        "seeing",
        "big",
        "shift",
        "language",
        "certainly",
        "confirms",
        "market",
        "expectation",
        "going",
        "really",
        "seeing",
        "real",
        "change",
        "strategy",
        "far",
        "currency",
        "concerned",
        "seeing",
        "lot",
        "momentum",
        "either",
        "fed",
        "committed",
        "looking",
        "current",
        "market",
        "volatility",
        "really",
        "taking",
        "careful",
        "gradual",
        "approach",
        "determining",
        "trade",
        "war",
        "risk",
        "might",
        "economy",
        "sort",
        "touch",
        "press",
        "conference",
        "followed",
        "last",
        "decision",
        "much",
        "emphasizing",
        "trade",
        "risk",
        "could",
        "impact",
        "business",
        "confidence",
        "difficult",
        "see",
        "monetary",
        "policy",
        "perspective",
        "anything",
        "fed",
        "could",
        "model",
        "impact",
        "think",
        "trying",
        "really",
        "ignore",
        "focus",
        "happening",
        "fundamental",
        "couple",
        "week",
        "ago",
        "saw",
        "lot",
        "concern",
        "market",
        "volatility",
        "spiking",
        "fed",
        "much",
        "looked",
        "looked",
        "condition",
        "impacting",
        "real",
        "economy",
        "elevated",
        "level",
        "concern",
        "jim",
        "paulsen",
        "chief",
        "investment",
        "strategist",
        "leuthold",
        "group",
        "minneapolis",
        "market",
        "acting",
        "nearly",
        "negative",
        "news",
        "general",
        "vulnerable",
        "state",
        "already",
        "last",
        "year",
        "bad",
        "company",
        "news",
        "trump",
        "tweet",
        "threat",
        "market",
        "went",
        "right",
        "year",
        "every",
        "bit",
        "news",
        "impacting",
        "market",
        "good",
        "bad",
        "moving",
        "really",
        "say",
        "market",
        "lot",
        "vulnerability",
        "year",
        "got",
        "higher",
        "value",
        "financial",
        "liquidity",
        "contracting",
        "came",
        "year",
        "little",
        "much",
        "optimism",
        "got",
        "rising",
        "rate",
        "going",
        "got",
        "rising",
        "inflation",
        "fear",
        "trade",
        "juan",
        "perez",
        "currency",
        "trader",
        "tempus",
        "consulting",
        "washington",
        "currently",
        "bipolar",
        "market",
        "currency",
        "one",
        "hand",
        "powell",
        "saying",
        "economy",
        "well",
        "getting",
        "rate",
        "increase",
        "even",
        "though",
        "gradual",
        "pace",
        "fx",
        "market",
        "simply",
        "ignoring",
        "reason",
        "fx",
        "market",
        "focused",
        "trade",
        "dispute",
        "china",
        "far",
        "greater",
        "chance",
        "derailing",
        "growth",
        "think",
        "consequence",
        "john",
        "canavan",
        "market",
        "strategist",
        "stone",
        "mccarthy",
        "research",
        "associate",
        "new",
        "york",
        "market",
        "perspective",
        "really",
        "anything",
        "new",
        "read",
        "party",
        "line",
        "rate",
        "hike",
        "coming",
        "optimum",
        "path",
        "want",
        "go",
        "fast",
        "slowly",
        "another",
        "item",
        "pointed",
        "inflation",
        "figure",
        "moving",
        "higher",
        "later",
        "year",
        "factor",
        "think",
        "preparing",
        "market",
        "idea",
        "bit",
        "higher",
        "inflation",
        "think",
        "want",
        "market",
        "great",
        "deal",
        "uncertainty",
        "trade",
        "clear",
        "direction",
        "president",
        "far",
        "nothing",
        "place",
        "yet",
        "might",
        "week",
        "month",
        "happens",
        "also",
        "also",
        "time",
        "negotiation",
        "might",
        "time",
        "powell",
        "address",
        "issue",
        "around",
        "tariff",
        "trade",
        "comment",
        "china",
        "taken",
        "market",
        "bit",
        "grain",
        "salt",
        "week",
        "ago",
        "individual",
        "threat",
        "big",
        "factor",
        "fixed",
        "income",
        "perspective",
        "barring",
        "new",
        "jawboning",
        "tariff",
        "supply",
        "inflation",
        "data",
        "may",
        "play",
        "bigger",
        "role",
        "next",
        "mark",
        "vitner",
        "senior",
        "economist",
        "well",
        "fargo",
        "charlotte",
        "north",
        "carolina",
        "speech",
        "middle",
        "fairway",
        "question",
        "labor",
        "market",
        "improving",
        "current",
        "pace",
        "job",
        "growth",
        "reduce",
        "unemployment",
        "rate",
        "along",
        "fed",
        "expecting",
        "big",
        "decision",
        "whether",
        "fed",
        "go",
        "three",
        "time",
        "four",
        "time",
        "year",
        "real",
        "close",
        "call",
        "lot",
        "hang",
        "trade",
        "discussion",
        "end",
        "well",
        "market",
        "quickly",
        "rebound",
        "slower",
        "global",
        "economic",
        "growth",
        "might",
        "end",
        "faster",
        "economic",
        "subadra",
        "rajappa",
        "head",
        "rate",
        "strategy",
        "societe",
        "generale",
        "new",
        "york",
        "seems",
        "like",
        "reading",
        "headline",
        "major",
        "change",
        "outlook",
        "fed",
        "perspective",
        "clearly",
        "overheating",
        "concern",
        "wage",
        "pressure",
        "seems",
        "affirming",
        "gradual",
        "steady",
        "approach",
        "tightening",
        "monetary",
        "policy",
        "contrast",
        "treasury",
        "secretary",
        "mnuchin",
        "said",
        "stock",
        "selloff",
        "necessarily",
        "trade",
        "war",
        "economic",
        "fundamental",
        "powell",
        "seems",
        "suggesting",
        "opposite",
        "taking",
        "even",
        "handed",
        "approach",
        "monetary",
        "policy",
        "normalization",
        "gradual",
        "thing",
        "progressing",
        "slowly",
        "surely",
        "towards",
        "potential",
        "continued",
        "rate",
        "hike",
        "gradual",
        "fashion",
        "really",
        "surprise",
        "done",
        "beautiful",
        "job",
        "press",
        "conference",
        "well",
        "speech",
        "today",
        "saying",
        "anything",
        "going",
        "rattle",
        "market",
        "perspective",
        "think",
        "get",
        "high",
        "market",
        "reaction",
        "stock",
        "p",
        "extended",
        "loss",
        "day",
        "low",
        "last",
        "pct",
        "bond",
        "treasury",
        "yield",
        "lower",
        "little",
        "changed",
        "earlier",
        "level",
        "2",
        "pct",
        "10",
        "pct",
        "spread",
        "flattens",
        "basis",
        "point",
        "forex",
        "dollar",
        "index",
        "drop",
        "day",
        "low",
        "rate",
        "future",
        "december",
        "fed",
        "fund",
        "future",
        "contract",
        "ffz8",
        "gain",
        "basis",
        "point",
        "implied",
        "yield",
        "pct"
    ]
}