{
    "organizations": [],
    "uuid": "6288c877bb853b0f0bc4dda5e2e37f82d7b8d591",
    "author": "Ali Montag",
    "url": "https://www.cnbc.com/2018/04/04/how-staten-island-hustle-stars-got-their-own-tv-show-on-cnbc.html",
    "ord_in_thread": 0,
    "title": "How 'Staten Island Hustle' stars got their own TV show on CNBC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At Angelina's Ristorante, an Italian eatery with waterfront views on the southern edge of New York City's Staten Island, five friends — all entrepreneurs and small business owners — gather around a table heaped with cold cuts, cheese and wine once a week to discuss ways to make extra money.\nAmong them — Dom Detore, Mike Palmer, Tony DeCicco, Adolfo LaCola and Ron Montana — they have decades of experience in business, from Wall Street to construction to the music industry.\nLike more than 44 million other people in the U.S. , they're in the business of side hustles, bringing in a bit of cash on top of their 9-to-5 jobs.\nNBC Universal \"We meet up and toss ideas around,\" Mike Palmer, owner of Staten Island's Tom & Arties Automotive Repair and a member of the group, tells CNBC Make It . \"Hustling is a way of making extra, making more.\"\nFor these guys, no idea is too outlandish to consider investing in: They crunch the numbers on everything from gigs repairing dented tire rims to up-selling vintage suits.\nAs self-made businessmen, the five wrangled their way to success from humble beginnings through handshakes and hard-driven deals as only Staten Islanders could — and it landed them their own TV show on CNBC. \" Staten Island Hustle ,\" which premiers April 11, follows the friends as they come up with business ideas, market test them and, in some cases, launch them to the public.\nIn their borough, doing business is different. Staten Island, the often forgotten corner of New York City, has a rough reputation. But it's full of working class hustlers, and the group uses their connections in the community to get stuff done.\n\"We're totally different on Staten Island, we have a different walk, a different talk,\" says LaCola. \"We've been hustling since we were in diapers.\"\nEven their group is a tangled network — DeCicco first met LaCola and Palmer as young brokers on Wall Street, where DeCicco has worked for 30 years. Palmer and Detore have known each other for decades, since they grew up in nearby Brooklyn neighborhoods, Canarsie and Sheepshead Bay. LaCola later worked in the music industry, as does Montana.\n\"I know these guys for a very long time in my life,\" DeCicco says . \"That's really the basis of what this show is really about: Guys who believe in a dream, believe in coming up with the next great idea no matter how far reaching the concept is and try to see if we can make something happen.\"\n\"I've got a guy for everything\" NBC Universal \"Staten Island Hustle\" star Dom Detore In the group, Dom Detore, who's lived on Staten Island for 21 years, knows the right hands to shake to get any deal done. Through his work as a contractor for both commercial and residential properties and the founder of 2D Construction , he says he's connected to everyone from cheese manufacturers to dermatologists.\n\"I'm the guy that everybody comes to,\" he tells CNBC Make It. \"People ask me for help with their homes, whether it be construction [or] financing. Can I recommend a good finance person so they can refinance their house at a cheaper rate? Do I have a good attorney for a product? Or they want to go to patent something. I get calls for everything.\"\nAnd for Detore, the answer is always yes.\n\"I could do this all day long, I've got a guy for everything,\" Detore laughs.\nToday, he is in charge of construction projects in New York and New Jersey that can top 9 figures . He even worked on the construction for \"Shark Tank\" star Daymond John's Manhattan co-working space, Blueprint + Co .\nDetore first learned to hustle growing up in Sheepshead Bay, Brooklyn, from his father, who was a fruit and vegetable salesman, livestock dealer and brick-mason all in one.\n\"From the time I was 2 years old, I was in my father's truck with him,\" Detore says. \"He peddled fruit on the streets and that's how I got to engage in the art of selling.\"\nEven as a teenager, he had a side hustle. At only 18 years old, Detore decided to buy a pizzeria in Brooklyn for $10,000 with the intention to flip it for a profit.\n\"The person that owned it had a gambling problem, and he was willing to sell it for $10,000 to get out of debt,\" he recalls. \"Of course, I didn't have $10,000.\"\nTo come up with the money, Detore negotiated a deal with a jukebox, pool table and pinball game dealer, who could put his machines in the store and reap profits while Detore repaid the loan. Just two years later, Detore had paid off his debt and sold the pizzeria for $75,000.\nA done deal NBC Universal While Detore is a connector, Palmer is in charge of negotiating deals for the group. A third generation mechanic, he has run his auto repair shop for 20 years. He learned his negotiating savvy working there.\n\"In my business it's not just fixing the cars, you've got to know how to talk to the customers, how to sell the work, how to sell the jobs, how to make the customer understand why they have to do the repair on the car because nobody wants to put money into their cars,\" he explains to CNBC Make It.\nFor Palmer, the key to getting deals done is trust.\n\"If you want people to trust you, you've got to just be really personal with them, you've got to make them understand what you're talking about,\" Palmer says.\nHe started working alongside his father at their family's repair shop as a teenager.\n\"I started out shoveling the dogs' you-know-what, and sweeping the floors, and just being a runner. If you needed something done — pick up a customer, answer the phones — that's what I did,\" he says.\n\"The numbers don't lie\" NBC Universal Investors need a numbers guy and in this club, it's Tony DeCicco. He's the quasi-accountant, using finance skills he learned from 30 years on Wall Street to estimate start-up costs and potential profits for each new business.\n\"The numbers don't lie,\" he says .\nBorn in the Bronx, DeCicco's been hustling for his whole career.\n\"Hustle from one day to the next means you don't know where money is going to come from,\" he explains. \"You've got an idea, you've got a dream, you've got a concept, you've got a contact, and you just try to create something from that.\"\n\"Launching businesses or any idea that comes to our heads\" NBC Universal LaCola has big plans for his pals. He's best-known as the co-owner of Wu Tang Clan member Ghostface Killah's record label, Starks Enterprises. But in the investing circle, he takes a studious approach to new projects, bringing the crew to meet potential customers and gathering feedback.\n\"I'm very methodical in the way I think and execute a plan,\" he tells CNBC Make It.\nEarly in his career, LaCola tried his hand at different careers: on Wall Street, in ultra-sound diagnostic medicine and even investing in New York City shops like liquor stores and ice cream parlors, but nothing stuck. On the side, he would DJ in clubs and make mix tapes — a hustle he'd profited from since high school.\nThen, he met the Wu Tang Clan, the rap group who reached international fame from Staten Island.\n\"Staten Island is a small borough,\" LaCola says. \"So a group that makes it as big as Wu Tang did on Staten Island, everyone tends to know it. I kind of had a reputation of my own [in music] and running into Ghostface or Method Man every now and then, we ended up becoming friends.\"\nFor years, he worked on the group's contracts, kept track of recording costs and marketing budgets, and often traveled with them.\n\"I was running from approximately 7 a.m. until 3 a.m. every day,\" he says. The lifestyle began to take a toll, so LaCola returned to hustling and investing in businesses.\n\"It was a hard life to live, so [I] took a break from that, went back to the businesses and here I am today with my five dear friends launching businesses or any idea that comes to our heads,\" LaCola laughs.\n\"You don't gotta get rich off of one thing\" NBC Universal \"Staten Island Hustle\" star Ron Montana Ron Montana, who pitches wild ideas to the investors, is a big picture thinker. He's backed a variety of businesses, including two pizzerias in Hoboken, New Jersey. In the past, he's been a part of countless more.\n\"Restaurants, pizzerias, nightclubs, I did everything,\" he tells CNBC Make It.\nToday, he has roles as diverse as managing musicians and working as the CEO of Zero Swipes , a payment processing company.\n\"I literally put my hands in everything, I take a little piece of something I get a paycheck here a paycheck there,\" he says. \"You don't gotta get rich off of one thing.\"\n— Video by Andrea Kramar\nCatch the series premiere of \"Staten Island Hustle,\" Wednesday April 11 at 10P ET/PT on CNBC.\nDon't miss: Mark Cuban offers up a great side-hustle idea to make easy money for anyone '14 or older'\nLike this story? Like CNBC Make It on Facebook\nshow chapters Big Ang's sister, Janine Detore, shows Staten Island's Dom Detore who's boss 1:49 PM ET Mon, 2 April 2018 | 01:45",
    "published": "2018-04-04T19:57:00.000+03:00",
    "crawled": "2018-04-04T20:04:55.064+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "angelina",
        "ristorante",
        "italian",
        "eatery",
        "waterfront",
        "view",
        "southern",
        "edge",
        "new",
        "york",
        "city",
        "staten",
        "island",
        "five",
        "friend",
        "entrepreneur",
        "small",
        "business",
        "owner",
        "gather",
        "around",
        "table",
        "heaped",
        "cold",
        "cut",
        "cheese",
        "wine",
        "week",
        "discus",
        "way",
        "make",
        "extra",
        "money",
        "among",
        "dom",
        "detore",
        "mike",
        "palmer",
        "tony",
        "decicco",
        "adolfo",
        "lacola",
        "ron",
        "montana",
        "decade",
        "experience",
        "business",
        "wall",
        "street",
        "construction",
        "music",
        "industry",
        "like",
        "million",
        "people",
        "business",
        "side",
        "hustle",
        "bringing",
        "bit",
        "cash",
        "top",
        "job",
        "nbc",
        "universal",
        "meet",
        "toss",
        "idea",
        "around",
        "mike",
        "palmer",
        "owner",
        "staten",
        "island",
        "tom",
        "arties",
        "automotive",
        "repair",
        "member",
        "group",
        "tell",
        "cnbc",
        "make",
        "hustling",
        "way",
        "making",
        "extra",
        "making",
        "guy",
        "idea",
        "outlandish",
        "consider",
        "investing",
        "crunch",
        "number",
        "everything",
        "gig",
        "repairing",
        "dented",
        "tire",
        "rim",
        "vintage",
        "suit",
        "businessmen",
        "five",
        "wrangled",
        "way",
        "success",
        "humble",
        "beginning",
        "handshake",
        "deal",
        "staten",
        "islander",
        "could",
        "landed",
        "tv",
        "show",
        "staten",
        "island",
        "hustle",
        "premier",
        "april",
        "follows",
        "friend",
        "come",
        "business",
        "idea",
        "market",
        "test",
        "case",
        "launch",
        "public",
        "borough",
        "business",
        "different",
        "staten",
        "island",
        "often",
        "forgotten",
        "corner",
        "new",
        "york",
        "city",
        "rough",
        "reputation",
        "full",
        "working",
        "class",
        "hustler",
        "group",
        "us",
        "connection",
        "community",
        "get",
        "stuff",
        "done",
        "totally",
        "different",
        "staten",
        "island",
        "different",
        "walk",
        "different",
        "talk",
        "say",
        "lacola",
        "hustling",
        "since",
        "diaper",
        "even",
        "group",
        "tangled",
        "network",
        "decicco",
        "first",
        "met",
        "lacola",
        "palmer",
        "young",
        "broker",
        "wall",
        "street",
        "decicco",
        "worked",
        "year",
        "palmer",
        "detore",
        "known",
        "decade",
        "since",
        "grew",
        "nearby",
        "brooklyn",
        "neighborhood",
        "canarsie",
        "sheepshead",
        "bay",
        "lacola",
        "later",
        "worked",
        "music",
        "industry",
        "montana",
        "know",
        "guy",
        "long",
        "time",
        "life",
        "decicco",
        "say",
        "really",
        "basis",
        "show",
        "really",
        "guy",
        "believe",
        "dream",
        "believe",
        "coming",
        "next",
        "great",
        "idea",
        "matter",
        "far",
        "reaching",
        "concept",
        "try",
        "see",
        "make",
        "something",
        "happen",
        "got",
        "guy",
        "everything",
        "nbc",
        "universal",
        "staten",
        "island",
        "hustle",
        "star",
        "dom",
        "detore",
        "group",
        "dom",
        "detore",
        "lived",
        "staten",
        "island",
        "year",
        "know",
        "right",
        "hand",
        "shake",
        "get",
        "deal",
        "done",
        "work",
        "contractor",
        "commercial",
        "residential",
        "property",
        "founder",
        "2d",
        "construction",
        "say",
        "connected",
        "everyone",
        "cheese",
        "manufacturer",
        "dermatologist",
        "guy",
        "everybody",
        "come",
        "tell",
        "cnbc",
        "make",
        "people",
        "ask",
        "help",
        "home",
        "whether",
        "construction",
        "financing",
        "recommend",
        "good",
        "finance",
        "person",
        "refinance",
        "house",
        "cheaper",
        "rate",
        "good",
        "attorney",
        "product",
        "want",
        "go",
        "patent",
        "something",
        "get",
        "call",
        "everything",
        "detore",
        "answer",
        "always",
        "yes",
        "could",
        "day",
        "long",
        "got",
        "guy",
        "everything",
        "detore",
        "laugh",
        "today",
        "charge",
        "construction",
        "project",
        "new",
        "york",
        "new",
        "jersey",
        "top",
        "figure",
        "even",
        "worked",
        "construction",
        "shark",
        "tank",
        "star",
        "daymond",
        "john",
        "manhattan",
        "space",
        "blueprint",
        "co",
        "detore",
        "first",
        "learned",
        "hustle",
        "growing",
        "sheepshead",
        "bay",
        "brooklyn",
        "father",
        "fruit",
        "vegetable",
        "salesman",
        "livestock",
        "dealer",
        "one",
        "time",
        "year",
        "old",
        "father",
        "truck",
        "detore",
        "say",
        "peddled",
        "fruit",
        "street",
        "got",
        "engage",
        "art",
        "selling",
        "even",
        "teenager",
        "side",
        "hustle",
        "year",
        "old",
        "detore",
        "decided",
        "buy",
        "pizzeria",
        "brooklyn",
        "intention",
        "flip",
        "profit",
        "person",
        "owned",
        "gambling",
        "problem",
        "willing",
        "sell",
        "get",
        "debt",
        "recall",
        "course",
        "come",
        "money",
        "detore",
        "negotiated",
        "deal",
        "jukebox",
        "pool",
        "table",
        "pinball",
        "game",
        "dealer",
        "could",
        "put",
        "machine",
        "store",
        "reap",
        "profit",
        "detore",
        "repaid",
        "loan",
        "two",
        "year",
        "later",
        "detore",
        "paid",
        "debt",
        "sold",
        "pizzeria",
        "done",
        "deal",
        "nbc",
        "universal",
        "detore",
        "connector",
        "palmer",
        "charge",
        "negotiating",
        "deal",
        "group",
        "third",
        "generation",
        "mechanic",
        "run",
        "auto",
        "repair",
        "shop",
        "year",
        "learned",
        "negotiating",
        "savvy",
        "working",
        "business",
        "fixing",
        "car",
        "got",
        "know",
        "talk",
        "customer",
        "sell",
        "work",
        "sell",
        "job",
        "make",
        "customer",
        "understand",
        "repair",
        "car",
        "nobody",
        "want",
        "put",
        "money",
        "car",
        "explains",
        "cnbc",
        "make",
        "palmer",
        "key",
        "getting",
        "deal",
        "done",
        "trust",
        "want",
        "people",
        "trust",
        "got",
        "really",
        "personal",
        "got",
        "make",
        "understand",
        "talking",
        "palmer",
        "say",
        "started",
        "working",
        "alongside",
        "father",
        "family",
        "repair",
        "shop",
        "teenager",
        "started",
        "shoveling",
        "dog",
        "sweeping",
        "floor",
        "runner",
        "needed",
        "something",
        "done",
        "pick",
        "customer",
        "answer",
        "phone",
        "say",
        "number",
        "lie",
        "nbc",
        "universal",
        "investor",
        "need",
        "number",
        "guy",
        "club",
        "tony",
        "decicco",
        "using",
        "finance",
        "skill",
        "learned",
        "year",
        "wall",
        "street",
        "estimate",
        "cost",
        "potential",
        "profit",
        "new",
        "business",
        "number",
        "lie",
        "say",
        "born",
        "bronx",
        "decicco",
        "hustling",
        "whole",
        "career",
        "hustle",
        "one",
        "day",
        "next",
        "mean",
        "know",
        "money",
        "going",
        "come",
        "explains",
        "got",
        "idea",
        "got",
        "dream",
        "got",
        "concept",
        "got",
        "contact",
        "try",
        "create",
        "something",
        "launching",
        "business",
        "idea",
        "come",
        "head",
        "nbc",
        "universal",
        "lacola",
        "big",
        "plan",
        "pal",
        "wu",
        "tang",
        "clan",
        "member",
        "ghostface",
        "killah",
        "record",
        "label",
        "starks",
        "enterprise",
        "investing",
        "circle",
        "take",
        "studious",
        "approach",
        "new",
        "project",
        "bringing",
        "crew",
        "meet",
        "potential",
        "customer",
        "gathering",
        "feedback",
        "methodical",
        "way",
        "think",
        "execute",
        "plan",
        "tell",
        "cnbc",
        "make",
        "early",
        "career",
        "lacola",
        "tried",
        "hand",
        "different",
        "career",
        "wall",
        "street",
        "diagnostic",
        "medicine",
        "even",
        "investing",
        "new",
        "york",
        "city",
        "shop",
        "like",
        "liquor",
        "store",
        "ice",
        "cream",
        "parlor",
        "nothing",
        "stuck",
        "side",
        "would",
        "dj",
        "club",
        "make",
        "mix",
        "tape",
        "hustle",
        "profited",
        "since",
        "high",
        "school",
        "met",
        "wu",
        "tang",
        "clan",
        "rap",
        "group",
        "reached",
        "international",
        "fame",
        "staten",
        "island",
        "staten",
        "island",
        "small",
        "borough",
        "lacola",
        "say",
        "group",
        "make",
        "big",
        "wu",
        "tang",
        "staten",
        "island",
        "everyone",
        "tends",
        "know",
        "kind",
        "reputation",
        "music",
        "running",
        "ghostface",
        "method",
        "man",
        "every",
        "ended",
        "becoming",
        "friend",
        "year",
        "worked",
        "group",
        "contract",
        "kept",
        "track",
        "recording",
        "cost",
        "marketing",
        "budget",
        "often",
        "traveled",
        "running",
        "approximately",
        "every",
        "day",
        "say",
        "lifestyle",
        "began",
        "take",
        "toll",
        "lacola",
        "returned",
        "hustling",
        "investing",
        "business",
        "hard",
        "life",
        "live",
        "took",
        "break",
        "went",
        "back",
        "business",
        "today",
        "five",
        "dear",
        "friend",
        "launching",
        "business",
        "idea",
        "come",
        "head",
        "lacola",
        "laugh",
        "got",
        "ta",
        "get",
        "rich",
        "one",
        "thing",
        "nbc",
        "universal",
        "staten",
        "island",
        "hustle",
        "star",
        "ron",
        "montana",
        "ron",
        "montana",
        "pitch",
        "wild",
        "idea",
        "investor",
        "big",
        "picture",
        "thinker",
        "backed",
        "variety",
        "business",
        "including",
        "two",
        "pizzeria",
        "hoboken",
        "new",
        "jersey",
        "past",
        "part",
        "countless",
        "restaurant",
        "pizzeria",
        "nightclub",
        "everything",
        "tell",
        "cnbc",
        "make",
        "today",
        "role",
        "diverse",
        "managing",
        "musician",
        "working",
        "ceo",
        "zero",
        "swipe",
        "payment",
        "processing",
        "company",
        "literally",
        "put",
        "hand",
        "everything",
        "take",
        "little",
        "piece",
        "something",
        "get",
        "paycheck",
        "paycheck",
        "say",
        "got",
        "ta",
        "get",
        "rich",
        "one",
        "thing",
        "video",
        "andrea",
        "kramar",
        "catch",
        "series",
        "premiere",
        "staten",
        "island",
        "hustle",
        "wednesday",
        "april",
        "10p",
        "cnbc",
        "miss",
        "mark",
        "cuban",
        "offer",
        "great",
        "idea",
        "make",
        "easy",
        "money",
        "anyone",
        "older",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "show",
        "chapter",
        "big",
        "ang",
        "sister",
        "janine",
        "detore",
        "show",
        "staten",
        "island",
        "dom",
        "detore",
        "bos",
        "pm",
        "et",
        "mon",
        "april"
    ]
}