{
    "organizations": [],
    "uuid": "aa234ed21c1d6c3204ffe2758df218861fbb7688",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/08/zuckerberg-gets-a-crash-course-in-charm-will-congress-care.html",
    "ord_in_thread": 0,
    "title": "Zuckerberg Gets a Crash Course in Charm. Will Congress Care?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "For Facebook , Tuesday is being seen as a kind of dreaded final exam.\nThat's when Mark Zuckerberg , the company's chief executive, will swap out his trademark gray T-shirts for a suit and tie, and embark on a two-day marathon of testimony on Capitol Hill. His goal? To apologize for Facebook's missteps, reassure Congress that Facebook intends to stop foreign powers from using its service to meddle in American elections and detail the company's plans to better protect its users' privacy.\nIn preparation for Mr. Zuckerberg's testimony, his first such appearance, Facebook has spent the last couple of weeks trying to transform its public image from a defiant, secretive behemoth into a contrite paragon of openness, announcing a string of new privacy and anti-abuse measures and making company executives available for numerous interviews.\nMore from The New York Times: \nFacebook to require verified identities for future political ads \nMark Zuckerberg can still fix this mess\nIs Amazon bad for the Postal Service? Or its savior? \nIt has also hired a team of experts, including a former special assistant to President George W. Bush , to put Mr. Zuckerberg, 33, a cerebral coder who is uncomfortable speaking in public, through a crash course in humility and charm. The plan is that when he sits down before the   on Tuesday, Mr. Zuckerberg will have concrete changes to talk about, and no questions he can't handle.\n\"For every major C.E.O., and now for Mark Zuckerberg, this is a rite of passage,\" said Reed E. Hundt, a former chairman of the Federal Communications Commission. \"Facebook has become so important — not just to business but to society — it can't avoid having to run the congressional gantlet.\"\nMr. Zuckerberg's testimony will represent one of the biggest tests of his career, and a pivotal moment for the company's future. Facebook's data collection practices, the core of its ad-based business model, have come under broad scrutiny in recent weeks as the company has been forced to raise its estimates of how much user information was leaked and to admit that \"most\" of its more than two billion users may have had their public profile data scraped by outside harvesters. Tim Cook , Apple 's chief executive, has emerged as a prominent critic of Facebook's approach to making money from user data, calling user privacy a \"human right.\"\nAhead of Mr. Zuckerberg's trip to Washington, Facebook has hired a team from the law firm WilmerHale as well as outside consultants to coach him on questions lawmakers may ask, and on how to pace his answers and react if interrupted, according to people close to the preparations, who would speak only anonymously because the sessions were private. Facebook has also set up mock hearings involving its communications team and outside advisers who role-play members of Congress.\nInternal staff has pushed Mr. Zuckerberg to answer lawmakers' questions directly, and not to appear overly defensive. Their goal is to make Mr. Zuckerberg appear as humble, agreeable and as forthright as possible, the people close to the preparations said. Reginald J. Brown, a former special assistant to President George W. Bush, is leading the WilmerHale group. A spokesman for Facebook declined to comment.\nAs questions about Facebook's role in the 2016 election and its privacy issues mounted, Mr. Zuckerberg initially tried to avoid the limelight, dodging requests for public testimony by lawmakers in the United States and Europe. He instead sent lieutenants, including Sheryl K. Sandberg , the company's chief operating officer, and Colin Stretch, Facebook's general counsel, to answer tough questions from lawmakers and reporters.\nBut last month, the latest Facebook scandal turned up the heat on Mr. Zuckerberg, when it was disclosed that Cambridge Analytica, a political consulting firm connected to President Trump 's 2016 campaign, improperly obtained the personal data of what Facebook now estimates to be up to 87 million of its users. The news made it nearly impossible for him to avoid a public appearance.\nFacebook is normally tight-lipped about its inner workings, but company officials have sharply shifted their tone in the past few weeks. On Wednesday, Mr. Zuckerberg held a rare conference call with reporters, in which he admitted that the company's failure to anticipate how its tools could be misused was a \"huge mistake.\" And on Friday, Mr. Zuckerberg said in a statement that the company had started requiring advertisers to verify their identities and locations before running political ads on Facebook. He also said the company supported a bill in Congress that would require such disclosures.\nThe company has also in recent weeks tightened its data sharing policies and rolled out a simplified system for its users to control their privacy and security settings.\nMr. Zuckerberg is set to testify before the   on Tuesday   on Wednesday. In these hearings, Democrats are expected to grill Mr. Zuckerberg about the privacy scandals, and how the social network is guarding against possible interference in this fall's midterm elections. Republicans are expected to be more reticent about privacy regulations, and may use the hearings to raise suspicions of political bias on the social network.\nThe risk for Mr. Zuckerberg is appearing evasive or further angering government officials, which could lead them to attack the company even more aggressively. The company's stock has fallen about 15 percent in the three weeks since Cambridge Analytica's misuse of data became public.\nFacebook's damage control efforts, which are being overseen by a policy and communications team of more than 500 employees as well as a handful of outside crisis communications firms, are unprecedented in the company's 14-year history.\nThe company is used to dealing with criticism, dating back to its early days, when Mr. Zuckerberg was forced to calm users who were angry about the introduction of the news feed, a feature that is now central to Facebook's design. But most of its scandals have been short-lived, with a few days of backlash followed by a quick return to normality.\nThe 2016 election, and revelations that Russians used the platform to spread misinformation, have proved to be more intractable problems. In the fall, when Mr. Stretch testified before a Senate subcommittee about why Facebook had failed to stop Russian interference, his remarks were not warmly received.\nGetty Images A protester with the group 'Raging Grannies' holds a sign during a demonstration outside of Facebook headquarters on April 5, 2018 in Menlo Park, California. The Cambridge Analytica scandal seems to have unlocked even larger worries about the influence of social media, the power of Silicon Valley and the cavalier approach many tech companies have taken toward user privacy. While the vast majority of users and advertisers have not abandoned Facebook, Mr. Zuckerberg has acknowledged that the company's reputation has taken a hit.\n\"So far, they've failed at every state of this, and at every level of the organization,\" said Ari Ratner, a former Barack Obama administration official who now runs Inside Revolution, a strategic communications firm. \"They have the potential to reset with Zuckerberg's appearance before Congress.\"\nIn addition to mollifying lawmakers and investors, Mr. Zuckerberg needs to impress another important audience during next week's hearings: Facebook's rank-and-file employees, who have begun to question the company's leadership as the latest crisis has spiraled.\nThis past week, internal tension began to simmer after a 2016 internal memo from Andrew Bosworth, a high-ranking Facebook executive, was published by BuzzFeed News. The appearance of the memo, a strident defense of Facebook's growth-at-all-costs strategy, left some employees fearful of future leaks. Others argued that Facebook should use the episode to reflect on its responsibilities to protect user privacy.\nAs the scrutiny of Facebook's core product has risen, some unhappy engineers have tried to transfer to the company's Instagram and WhatsApp divisions. On Wednesday, Westin Lohne, a product designer at Facebook, said on Twitter that he had left his job at the company, citing his ethical concerns with its direction.\n\"Morally, it was extremely difficult to continue working there,\" Mr. Lohne wrote.",
    "published": "2018-04-08T23:18:00.000+03:00",
    "crawled": "2018-04-08T22:54:04.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "facebook",
        "tuesday",
        "seen",
        "kind",
        "dreaded",
        "final",
        "exam",
        "mark",
        "zuckerberg",
        "company",
        "chief",
        "executive",
        "swap",
        "trademark",
        "gray",
        "suit",
        "tie",
        "embark",
        "marathon",
        "testimony",
        "capitol",
        "hill",
        "goal",
        "apologize",
        "facebook",
        "misstep",
        "reassure",
        "congress",
        "facebook",
        "intends",
        "stop",
        "foreign",
        "power",
        "using",
        "service",
        "meddle",
        "american",
        "election",
        "detail",
        "company",
        "plan",
        "better",
        "protect",
        "user",
        "privacy",
        "preparation",
        "zuckerberg",
        "testimony",
        "first",
        "appearance",
        "facebook",
        "spent",
        "last",
        "couple",
        "week",
        "trying",
        "transform",
        "public",
        "image",
        "defiant",
        "secretive",
        "behemoth",
        "contrite",
        "paragon",
        "openness",
        "announcing",
        "string",
        "new",
        "privacy",
        "measure",
        "making",
        "company",
        "executive",
        "available",
        "numerous",
        "interview",
        "new",
        "york",
        "time",
        "facebook",
        "require",
        "verified",
        "identity",
        "future",
        "political",
        "ad",
        "mark",
        "zuckerberg",
        "still",
        "fix",
        "mess",
        "amazon",
        "bad",
        "postal",
        "service",
        "savior",
        "also",
        "hired",
        "team",
        "expert",
        "including",
        "former",
        "special",
        "assistant",
        "president",
        "george",
        "bush",
        "put",
        "zuckerberg",
        "cerebral",
        "coder",
        "uncomfortable",
        "speaking",
        "public",
        "crash",
        "course",
        "humility",
        "charm",
        "plan",
        "sits",
        "tuesday",
        "zuckerberg",
        "concrete",
        "change",
        "talk",
        "question",
        "ca",
        "handle",
        "every",
        "major",
        "mark",
        "zuckerberg",
        "rite",
        "passage",
        "said",
        "reed",
        "hundt",
        "former",
        "chairman",
        "federal",
        "communication",
        "commission",
        "facebook",
        "become",
        "important",
        "business",
        "society",
        "ca",
        "avoid",
        "run",
        "congressional",
        "gantlet",
        "zuckerberg",
        "testimony",
        "represent",
        "one",
        "biggest",
        "test",
        "career",
        "pivotal",
        "moment",
        "company",
        "future",
        "facebook",
        "data",
        "collection",
        "practice",
        "core",
        "business",
        "model",
        "come",
        "broad",
        "scrutiny",
        "recent",
        "week",
        "company",
        "forced",
        "raise",
        "estimate",
        "much",
        "user",
        "information",
        "leaked",
        "admit",
        "two",
        "billion",
        "user",
        "may",
        "public",
        "profile",
        "data",
        "scraped",
        "outside",
        "harvester",
        "tim",
        "cook",
        "apple",
        "chief",
        "executive",
        "emerged",
        "prominent",
        "critic",
        "facebook",
        "approach",
        "making",
        "money",
        "user",
        "data",
        "calling",
        "user",
        "privacy",
        "human",
        "right",
        "ahead",
        "zuckerberg",
        "trip",
        "washington",
        "facebook",
        "hired",
        "team",
        "law",
        "firm",
        "wilmerhale",
        "well",
        "outside",
        "consultant",
        "coach",
        "question",
        "lawmaker",
        "may",
        "ask",
        "pace",
        "answer",
        "react",
        "interrupted",
        "according",
        "people",
        "close",
        "preparation",
        "would",
        "speak",
        "anonymously",
        "session",
        "private",
        "facebook",
        "also",
        "set",
        "mock",
        "hearing",
        "involving",
        "communication",
        "team",
        "outside",
        "adviser",
        "member",
        "congress",
        "internal",
        "staff",
        "pushed",
        "zuckerberg",
        "answer",
        "lawmaker",
        "question",
        "directly",
        "appear",
        "overly",
        "defensive",
        "goal",
        "make",
        "zuckerberg",
        "appear",
        "humble",
        "agreeable",
        "forthright",
        "possible",
        "people",
        "close",
        "preparation",
        "said",
        "reginald",
        "brown",
        "former",
        "special",
        "assistant",
        "president",
        "george",
        "bush",
        "leading",
        "wilmerhale",
        "group",
        "spokesman",
        "facebook",
        "declined",
        "comment",
        "question",
        "facebook",
        "role",
        "election",
        "privacy",
        "issue",
        "mounted",
        "zuckerberg",
        "initially",
        "tried",
        "avoid",
        "limelight",
        "dodging",
        "request",
        "public",
        "testimony",
        "lawmaker",
        "united",
        "state",
        "europe",
        "instead",
        "sent",
        "lieutenant",
        "including",
        "sheryl",
        "sandberg",
        "company",
        "chief",
        "operating",
        "officer",
        "colin",
        "stretch",
        "facebook",
        "general",
        "counsel",
        "answer",
        "tough",
        "question",
        "lawmaker",
        "reporter",
        "last",
        "month",
        "latest",
        "facebook",
        "scandal",
        "turned",
        "heat",
        "zuckerberg",
        "disclosed",
        "cambridge",
        "analytica",
        "political",
        "consulting",
        "firm",
        "connected",
        "president",
        "trump",
        "campaign",
        "improperly",
        "obtained",
        "personal",
        "data",
        "facebook",
        "estimate",
        "million",
        "user",
        "news",
        "made",
        "nearly",
        "impossible",
        "avoid",
        "public",
        "appearance",
        "facebook",
        "normally",
        "inner",
        "working",
        "company",
        "official",
        "sharply",
        "shifted",
        "tone",
        "past",
        "week",
        "wednesday",
        "zuckerberg",
        "held",
        "rare",
        "conference",
        "call",
        "reporter",
        "admitted",
        "company",
        "failure",
        "anticipate",
        "tool",
        "could",
        "misused",
        "huge",
        "mistake",
        "friday",
        "zuckerberg",
        "said",
        "statement",
        "company",
        "started",
        "requiring",
        "advertiser",
        "verify",
        "identity",
        "location",
        "running",
        "political",
        "ad",
        "facebook",
        "also",
        "said",
        "company",
        "supported",
        "bill",
        "congress",
        "would",
        "require",
        "disclosure",
        "company",
        "also",
        "recent",
        "week",
        "tightened",
        "data",
        "sharing",
        "policy",
        "rolled",
        "simplified",
        "system",
        "user",
        "control",
        "privacy",
        "security",
        "setting",
        "zuckerberg",
        "set",
        "testify",
        "tuesday",
        "wednesday",
        "hearing",
        "democrat",
        "expected",
        "grill",
        "zuckerberg",
        "privacy",
        "scandal",
        "social",
        "network",
        "guarding",
        "possible",
        "interference",
        "fall",
        "midterm",
        "election",
        "republican",
        "expected",
        "reticent",
        "privacy",
        "regulation",
        "may",
        "use",
        "hearing",
        "raise",
        "suspicion",
        "political",
        "bias",
        "social",
        "network",
        "risk",
        "zuckerberg",
        "appearing",
        "evasive",
        "angering",
        "government",
        "official",
        "could",
        "lead",
        "attack",
        "company",
        "even",
        "aggressively",
        "company",
        "stock",
        "fallen",
        "percent",
        "three",
        "week",
        "since",
        "cambridge",
        "analytica",
        "misuse",
        "data",
        "became",
        "public",
        "facebook",
        "damage",
        "control",
        "effort",
        "overseen",
        "policy",
        "communication",
        "team",
        "employee",
        "well",
        "handful",
        "outside",
        "crisis",
        "communication",
        "firm",
        "unprecedented",
        "company",
        "history",
        "company",
        "used",
        "dealing",
        "criticism",
        "dating",
        "back",
        "early",
        "day",
        "zuckerberg",
        "forced",
        "calm",
        "user",
        "angry",
        "introduction",
        "news",
        "feed",
        "feature",
        "central",
        "facebook",
        "design",
        "scandal",
        "day",
        "backlash",
        "followed",
        "quick",
        "return",
        "normality",
        "election",
        "revelation",
        "russian",
        "used",
        "platform",
        "spread",
        "misinformation",
        "proved",
        "intractable",
        "problem",
        "fall",
        "stretch",
        "testified",
        "senate",
        "subcommittee",
        "facebook",
        "failed",
        "stop",
        "russian",
        "interference",
        "remark",
        "warmly",
        "received",
        "getty",
        "image",
        "protester",
        "group",
        "granny",
        "hold",
        "sign",
        "demonstration",
        "outside",
        "facebook",
        "headquarters",
        "april",
        "menlo",
        "park",
        "california",
        "cambridge",
        "analytica",
        "scandal",
        "seems",
        "unlocked",
        "even",
        "larger",
        "worry",
        "influence",
        "social",
        "medium",
        "power",
        "silicon",
        "valley",
        "cavalier",
        "approach",
        "many",
        "tech",
        "company",
        "taken",
        "toward",
        "user",
        "privacy",
        "vast",
        "majority",
        "user",
        "advertiser",
        "abandoned",
        "facebook",
        "zuckerberg",
        "acknowledged",
        "company",
        "reputation",
        "taken",
        "hit",
        "far",
        "failed",
        "every",
        "state",
        "every",
        "level",
        "organization",
        "said",
        "ari",
        "ratner",
        "former",
        "barack",
        "obama",
        "administration",
        "official",
        "run",
        "inside",
        "revolution",
        "strategic",
        "communication",
        "firm",
        "potential",
        "reset",
        "zuckerberg",
        "appearance",
        "congress",
        "addition",
        "mollifying",
        "lawmaker",
        "investor",
        "zuckerberg",
        "need",
        "impress",
        "another",
        "important",
        "audience",
        "next",
        "week",
        "hearing",
        "facebook",
        "employee",
        "begun",
        "question",
        "company",
        "leadership",
        "latest",
        "crisis",
        "spiraled",
        "past",
        "week",
        "internal",
        "tension",
        "began",
        "simmer",
        "internal",
        "memo",
        "andrew",
        "bosworth",
        "facebook",
        "executive",
        "published",
        "buzzfeed",
        "news",
        "appearance",
        "memo",
        "strident",
        "defense",
        "facebook",
        "strategy",
        "left",
        "employee",
        "fearful",
        "future",
        "leak",
        "others",
        "argued",
        "facebook",
        "use",
        "episode",
        "reflect",
        "responsibility",
        "protect",
        "user",
        "privacy",
        "scrutiny",
        "facebook",
        "core",
        "product",
        "risen",
        "unhappy",
        "engineer",
        "tried",
        "transfer",
        "company",
        "instagram",
        "whatsapp",
        "division",
        "wednesday",
        "westin",
        "lohne",
        "product",
        "designer",
        "facebook",
        "said",
        "twitter",
        "left",
        "job",
        "company",
        "citing",
        "ethical",
        "concern",
        "direction",
        "morally",
        "extremely",
        "difficult",
        "continue",
        "working",
        "lohne",
        "wrote"
    ]
}