{
    "organizations": [],
    "uuid": "2bcbb73bc4ef92ae4ba7e115ac77f814e3a31e5b",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/04/18/the-morning-download-ageing-it-systems-tax-the-irs/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Ageing IT Systems Tax the IRS",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS In this photo March 22, 2013, file photo, the exterior of the Internal Revenue Service (IRS) building in Washington. Politicians love trying to use the tax code to highlight their goals to voters. (AP Photo/Susan Walsh, File) Photo: Associated Press \nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. Only three things in life are certain: Death, taxes and the need to update your ancient IT systems before they destroy your business. The IRS had to grant filers a one-day, penalty-free extension after a hardware glitch on Tuesday shut down its systems and prevented taxpayers from filing returns electronically on the day 2017 payments were due.\nFormer IRS Commissioner John Koskinen tells the WSJ’s Richard Rubin that the agency’s hardware is two or three generations out of date. “The question was becoming not whether the system would just shut down one day, but when,” he said. The main systems are in Martinsburg, W.Va., Mr. Koskinen said.\nFail fast. “In the case of significant failure, you can move the system from a major site to the backup site,” said Mr. Koskinen. “But that doesn’t necessarily work quickly.” In a report last year, the Treasury Inspector General for Tax Administration wrote that the IRS could better protect systems and data “by improving disaster recovery planning and testing, general support system security controls, transfers of data to external partners, email records management, and external network perimeter security.”\nThe big, big takeaway. Congress has been steadily cutting the IRS budget or holding it flat for the past few years, partly in a broader austerity effort and partly in response to the agency’s treatment of conservative groups seeking tax-exempt status, the Journal reports. The lesson for CIOs is clear enough. Don’t do things this way.\nWhen the hacker threatening business operations is a well-armed nation state. The joint alert by U.S. and U.K. intelligence agencies warning that Russian cyberattackers are targeting critical internet infrastructure to spy on Western companies reflects the growing threat that individual companies face from well-armed nation-states. So what can CIOs do?\n1. Make sure you’re more secure than the other guy. “If you were doing all the right things to be cyber secure, I’m not going to say you’re penetration-proof, especially from a nation state,” Peter Zornio, chief technology officer of Emerson Automation Solutions , tells CIO Journal . Still, being more secure than a competitor could prove to be extremely beneficial, he said. “If you’ve got an alarm system, your door is locked and you’ve got a German Shepherd barking loudly, (the attackers) are going to go to your neighbor,” he said.\n2. Take the pulse of your security team. “As CIO, you want to provide some assurance that your team is able to ingest and respond to these types of alerts with minimal disruption,” said Suzette Kent, federal chief information officer. “You also want to level-set with leadership when these alerts are critical, their potential impact on core services, and of course, to escalate quickly when you need additional resources to mitigate those risks,” she continued.\nCIOs face growing challenges of user data governance. Recent scrutiny around Facebook Inc. ’s practices has raised questions surrounding the handling of user data, TBM Council founder Chris Pick tells CIO Journal . “What’s changed is that Facebook is a useful tool for legislatures to understand how their constituents feel about data privacy, and start thinking more holistically about this issue across all industries,” Mr. Pick tells CIO Journal. As a result, “CIOs will need a different, far more granular economic view of their technology investments to be able to comply with regulation of this nature.”\nTECH EARNINGS \nCHRIS HELGREN/REUTERS IBM reports higher revenue. International Business Machines reported its second consecutive quarter of higher revenue, a sign that Chief Executive Ginni Rometty’s slow-moving turnaround may be taking hold, the Journal’s Ted Greenwald reports . The company said revenue for its strategic-imperatives, which includes cloud and blockchain, reached $37.7 billion, making up 47% of its revenue over the past 12 months, and remains on track to reach $40 billion by the end of the year.\nEUROPE \nFacebook said the changes would be rolled out to users in the U.S. and the rest of the world in coming months MICHAEL CANDELORI/ZUMA PRESS Facebook provides a preview of its GDPR-inspired privacy makeover. The site will start asking European users for permission to use their personal data to power features like facial recognition and some forms of targeted advertising. But even with the updates, opting out of those features will remain more difficult than sharing such information with the social-media giant, says the WSJ’s Deepa Seetharaman . The FT notes that Facebook six years ago promised regulators in Europe that it would drop facial recognition.\nEU considers law to force tech to share data with police. The European Union Tuesday proposed a law that would require companies to hand user data to law enforcement officials, even if the data sits on servers maintained outside the bloc, Reuters reports .\nMORE TECHNOLOGY NEWS \nThe case centered on a dispute between the DOJ and Microsoft, which resisted complying with a warrant that sought emails from an account allegedly tied to illegal drug activity. LUCY NICHOLSON/REUTERS With ‘Cloud Act’ in the books, top court drops overseas email case. The Supreme Court dropped from its docket a case that examined whether emails and other data stored overseas are subject to U.S. search warrants, following new legislation from Congress saying they are, the WSJ’s Brent Kendall reports . It centered on a dispute between the Justice Department and Microsoft Corp. , which resisted complying with a warrant that sought emails from an account allegedly tied to illegal drug activity. Microsoft had stored the emails in Ireland and said U.S. warrants didn’t reach beyond domestic borders.\nTech companies pledge do no harm. Microsoft, Facebook and Cisco Systems Inc. are among the 31 tech companies pledging not to help any government mount cyberattacks against “innocent civilians and enterprises from anywhere.” The New York Times reports that the principles are largely the work of Microsoft President Brad Smith who has previously called for a “digital Geneva Convention.” Absent from the list: Apple Inc. , Amazon.com Inc. and Alphabet Inc. ‘s Google.\nSatellite project draws big names as investors. Airbus SE and two of the world’s most recognizable tech billionaires, Microsoft founder Bill Gates and SoftBank Group Corp. CEO Masayoshi Son, propose to build and launch some 500 small satellites to provide unmatched video coverage of the globe. The WSJ’s Andy Pasztor has more .\nCarl Icahn takes stake in VMware. As Dell considers a reverse-merger with VMware , the billionaire investor has taken a stake in the company. CNBC reports that “it’s unclear if Icahn has a particular agenda or is pushing for anything specific from VMware or Dell, which owns about 80 percent of the company.”\nFrom Trump to Broken Tooth. Cambridge Analytica , the firm at the center of the Facebook user data controversy surrounding the 2016 Presidential Elections, tried to develop its own virtual currency, part of a broader cryptocurrency push by the company that at one point brought it into contact with a firm associated with a Macau-based gangster nicknamed Broken Tooth. A former employee tells the New York Times that the virtual currency idea came about as a way to help people store and sell their data to advertisers.\nNew York pushes crypto exchanges for more transparency. The New York Attorney General‘s office sent a letter requesting information from 13 exchanges specializing in cryptocurrencies, saying investors dealing in the markets often don’t have the basic facts needed to protect themselves, says the Journal’s Paul Vigna . The market has “captured the imagination of millions of people world-wide,” according to a draft of New York Attorney General Eric Schneiderman’s letter, but is also a “highly speculative sector, featuring significant volatility, instability, and risk.” The letter requests information on basic trading rules, fee structures, policies and safeguards as well as the use of “bots” on the exchanges.\nScooter wars: Coming to your city. San Francisco has sent cease-and-desist letters to separate three electric-scooter venture-backed startups. Ars Technica reports that the scooters, which are accessed via smartphone app, and cost almost pennies to rent by the minute are zooming down sidewalks and annoying pedestrians. Worse, some users are leaving scooters sprawled willy-nilly across sidewalks.\nEVERYTHING ELSE YOU NEED TO KNOW \nPresident Donald Trump sent Central Intelligence Agency Director Mike Pompeo on a secret trip to meet with North Korean leader Kim Jong Un in Pyongyang over Easter, according to people familiar with the matter. (WSJ)\nBarbara Pierce Bush , the wife of one president and the mother of another, died Tuesday at the family’s home in Houston at the age of 92. (WSJ)\nThree additional Nike executives have left the company , including the head of diversity and a senior manager in the basketball business. (WSJ)\nWynn Resorts Ltd.’s largest shareholder, Elaine Wynn, demanded the company move swiftly to restructure its board and improve its corporate governance . (WSJ)\nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . \nShare this: CYBERSECURITY DATA PRIVACY DOWNLOAD FACEBOOK FEDERAL IT GOVERNANCE IBM IRS MICROSOFT Previous CIOs Face Growing Challenges of User Data Governance",
    "published": "2018-04-18T16:15:00.000+03:00",
    "crawled": "2018-04-18T19:24:12.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "photo",
        "march",
        "file",
        "photo",
        "exterior",
        "internal",
        "revenue",
        "service",
        "irs",
        "building",
        "washington",
        "politician",
        "love",
        "trying",
        "use",
        "tax",
        "code",
        "highlight",
        "goal",
        "voter",
        "ap",
        "walsh",
        "file",
        "photo",
        "associated",
        "press",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "three",
        "thing",
        "life",
        "certain",
        "death",
        "tax",
        "need",
        "update",
        "ancient",
        "system",
        "destroy",
        "business",
        "irs",
        "grant",
        "filer",
        "extension",
        "hardware",
        "glitch",
        "tuesday",
        "shut",
        "system",
        "prevented",
        "taxpayer",
        "filing",
        "return",
        "electronically",
        "day",
        "payment",
        "due",
        "former",
        "irs",
        "commissioner",
        "john",
        "koskinen",
        "tell",
        "wsj",
        "richard",
        "rubin",
        "agency",
        "hardware",
        "two",
        "three",
        "generation",
        "date",
        "question",
        "becoming",
        "whether",
        "system",
        "would",
        "shut",
        "one",
        "day",
        "said",
        "main",
        "system",
        "martinsburg",
        "koskinen",
        "said",
        "fail",
        "fast",
        "case",
        "significant",
        "failure",
        "move",
        "system",
        "major",
        "site",
        "backup",
        "site",
        "said",
        "koskinen",
        "necessarily",
        "work",
        "report",
        "last",
        "year",
        "treasury",
        "inspector",
        "general",
        "tax",
        "administration",
        "wrote",
        "irs",
        "could",
        "better",
        "protect",
        "system",
        "data",
        "improving",
        "disaster",
        "recovery",
        "planning",
        "testing",
        "general",
        "support",
        "system",
        "security",
        "control",
        "transfer",
        "data",
        "external",
        "partner",
        "email",
        "record",
        "management",
        "external",
        "network",
        "perimeter",
        "big",
        "big",
        "takeaway",
        "congress",
        "steadily",
        "cutting",
        "irs",
        "budget",
        "holding",
        "flat",
        "past",
        "year",
        "partly",
        "broader",
        "austerity",
        "effort",
        "partly",
        "response",
        "agency",
        "treatment",
        "conservative",
        "group",
        "seeking",
        "status",
        "journal",
        "report",
        "lesson",
        "cio",
        "clear",
        "enough",
        "thing",
        "way",
        "hacker",
        "threatening",
        "business",
        "operation",
        "nation",
        "state",
        "joint",
        "alert",
        "intelligence",
        "agency",
        "warning",
        "russian",
        "cyberattackers",
        "targeting",
        "critical",
        "internet",
        "infrastructure",
        "spy",
        "western",
        "company",
        "reflects",
        "growing",
        "threat",
        "individual",
        "company",
        "face",
        "cio",
        "make",
        "sure",
        "secure",
        "guy",
        "right",
        "thing",
        "cyber",
        "secure",
        "going",
        "say",
        "especially",
        "nation",
        "state",
        "peter",
        "zornio",
        "chief",
        "technology",
        "officer",
        "emerson",
        "automation",
        "solution",
        "tell",
        "cio",
        "journal",
        "still",
        "secure",
        "competitor",
        "could",
        "prove",
        "extremely",
        "beneficial",
        "said",
        "got",
        "alarm",
        "system",
        "door",
        "locked",
        "got",
        "german",
        "shepherd",
        "barking",
        "loudly",
        "attacker",
        "going",
        "go",
        "neighbor",
        "said",
        "take",
        "pulse",
        "security",
        "team",
        "cio",
        "want",
        "provide",
        "assurance",
        "team",
        "able",
        "ingest",
        "respond",
        "type",
        "alert",
        "minimal",
        "disruption",
        "said",
        "suzette",
        "kent",
        "federal",
        "chief",
        "information",
        "officer",
        "also",
        "want",
        "leadership",
        "alert",
        "critical",
        "potential",
        "impact",
        "core",
        "service",
        "course",
        "escalate",
        "quickly",
        "need",
        "additional",
        "resource",
        "mitigate",
        "risk",
        "continued",
        "cio",
        "face",
        "growing",
        "challenge",
        "user",
        "data",
        "governance",
        "recent",
        "scrutiny",
        "around",
        "facebook",
        "practice",
        "raised",
        "question",
        "surrounding",
        "handling",
        "user",
        "data",
        "tbm",
        "council",
        "founder",
        "chris",
        "pick",
        "tell",
        "cio",
        "journal",
        "changed",
        "facebook",
        "useful",
        "tool",
        "legislature",
        "understand",
        "constituent",
        "feel",
        "data",
        "privacy",
        "start",
        "thinking",
        "holistically",
        "issue",
        "across",
        "industry",
        "pick",
        "tell",
        "cio",
        "journal",
        "result",
        "cio",
        "need",
        "different",
        "far",
        "granular",
        "economic",
        "view",
        "technology",
        "investment",
        "able",
        "comply",
        "regulation",
        "tech",
        "earnings",
        "chris",
        "ibm",
        "report",
        "higher",
        "revenue",
        "international",
        "business",
        "machine",
        "reported",
        "second",
        "consecutive",
        "quarter",
        "higher",
        "revenue",
        "sign",
        "chief",
        "executive",
        "ginni",
        "rometty",
        "turnaround",
        "may",
        "taking",
        "hold",
        "journal",
        "ted",
        "greenwald",
        "report",
        "company",
        "said",
        "revenue",
        "includes",
        "cloud",
        "blockchain",
        "reached",
        "billion",
        "making",
        "revenue",
        "past",
        "month",
        "remains",
        "track",
        "reach",
        "billion",
        "end",
        "year",
        "europe",
        "facebook",
        "said",
        "change",
        "would",
        "rolled",
        "user",
        "rest",
        "world",
        "coming",
        "month",
        "michael",
        "press",
        "facebook",
        "provides",
        "preview",
        "privacy",
        "makeover",
        "site",
        "start",
        "asking",
        "european",
        "user",
        "permission",
        "use",
        "personal",
        "data",
        "power",
        "feature",
        "like",
        "facial",
        "recognition",
        "form",
        "targeted",
        "advertising",
        "even",
        "update",
        "opting",
        "feature",
        "remain",
        "difficult",
        "sharing",
        "information",
        "giant",
        "say",
        "wsj",
        "deepa",
        "seetharaman",
        "ft",
        "note",
        "facebook",
        "six",
        "year",
        "ago",
        "promised",
        "regulator",
        "europe",
        "would",
        "drop",
        "facial",
        "recognition",
        "eu",
        "considers",
        "law",
        "force",
        "tech",
        "share",
        "data",
        "police",
        "european",
        "union",
        "tuesday",
        "proposed",
        "law",
        "would",
        "require",
        "company",
        "hand",
        "user",
        "data",
        "law",
        "enforcement",
        "official",
        "even",
        "data",
        "sits",
        "server",
        "maintained",
        "outside",
        "bloc",
        "reuters",
        "report",
        "technology",
        "news",
        "case",
        "centered",
        "dispute",
        "doj",
        "microsoft",
        "resisted",
        "complying",
        "warrant",
        "sought",
        "email",
        "account",
        "allegedly",
        "tied",
        "illegal",
        "drug",
        "activity",
        "lucy",
        "cloud",
        "act",
        "book",
        "top",
        "court",
        "drop",
        "overseas",
        "email",
        "case",
        "supreme",
        "court",
        "dropped",
        "docket",
        "case",
        "examined",
        "whether",
        "email",
        "data",
        "stored",
        "overseas",
        "subject",
        "search",
        "warrant",
        "following",
        "new",
        "legislation",
        "congress",
        "saying",
        "wsj",
        "brent",
        "kendall",
        "report",
        "centered",
        "dispute",
        "justice",
        "department",
        "microsoft",
        "resisted",
        "complying",
        "warrant",
        "sought",
        "email",
        "account",
        "allegedly",
        "tied",
        "illegal",
        "drug",
        "activity",
        "microsoft",
        "stored",
        "email",
        "ireland",
        "said",
        "warrant",
        "reach",
        "beyond",
        "domestic",
        "border",
        "tech",
        "company",
        "pledge",
        "harm",
        "microsoft",
        "facebook",
        "cisco",
        "system",
        "among",
        "tech",
        "company",
        "pledging",
        "help",
        "government",
        "mount",
        "cyberattacks",
        "innocent",
        "civilian",
        "enterprise",
        "new",
        "york",
        "time",
        "report",
        "principle",
        "largely",
        "work",
        "microsoft",
        "president",
        "brad",
        "smith",
        "previously",
        "called",
        "digital",
        "geneva",
        "absent",
        "list",
        "apple",
        "alphabet",
        "google",
        "satellite",
        "project",
        "draw",
        "big",
        "name",
        "investor",
        "airbus",
        "se",
        "two",
        "world",
        "recognizable",
        "tech",
        "billionaire",
        "microsoft",
        "founder",
        "bill",
        "gate",
        "softbank",
        "group",
        "ceo",
        "masayoshi",
        "son",
        "propose",
        "build",
        "launch",
        "small",
        "satellite",
        "provide",
        "unmatched",
        "video",
        "coverage",
        "globe",
        "wsj",
        "andy",
        "pasztor",
        "carl",
        "icahn",
        "take",
        "stake",
        "vmware",
        "dell",
        "considers",
        "vmware",
        "billionaire",
        "investor",
        "taken",
        "stake",
        "company",
        "cnbc",
        "report",
        "unclear",
        "icahn",
        "particular",
        "agenda",
        "pushing",
        "anything",
        "specific",
        "vmware",
        "dell",
        "owns",
        "percent",
        "trump",
        "broken",
        "tooth",
        "cambridge",
        "analytica",
        "firm",
        "center",
        "facebook",
        "user",
        "data",
        "controversy",
        "surrounding",
        "presidential",
        "election",
        "tried",
        "develop",
        "virtual",
        "currency",
        "part",
        "broader",
        "cryptocurrency",
        "push",
        "company",
        "one",
        "point",
        "brought",
        "contact",
        "firm",
        "associated",
        "gangster",
        "nicknamed",
        "broken",
        "tooth",
        "former",
        "employee",
        "tell",
        "new",
        "york",
        "time",
        "virtual",
        "currency",
        "idea",
        "came",
        "way",
        "help",
        "people",
        "store",
        "sell",
        "data",
        "advertiser",
        "new",
        "york",
        "push",
        "crypto",
        "exchange",
        "transparency",
        "new",
        "york",
        "attorney",
        "general",
        "office",
        "sent",
        "letter",
        "requesting",
        "information",
        "exchange",
        "specializing",
        "cryptocurrencies",
        "saying",
        "investor",
        "dealing",
        "market",
        "often",
        "basic",
        "fact",
        "needed",
        "protect",
        "say",
        "journal",
        "paul",
        "vigna",
        "market",
        "captured",
        "imagination",
        "million",
        "people",
        "according",
        "draft",
        "new",
        "york",
        "attorney",
        "general",
        "eric",
        "schneiderman",
        "letter",
        "also",
        "highly",
        "speculative",
        "sector",
        "featuring",
        "significant",
        "volatility",
        "instability",
        "letter",
        "request",
        "information",
        "basic",
        "trading",
        "rule",
        "fee",
        "structure",
        "policy",
        "safeguard",
        "well",
        "use",
        "bot",
        "exchange",
        "scooter",
        "war",
        "coming",
        "city",
        "san",
        "francisco",
        "sent",
        "letter",
        "separate",
        "three",
        "startup",
        "ar",
        "technica",
        "report",
        "scooter",
        "accessed",
        "via",
        "smartphone",
        "app",
        "cost",
        "almost",
        "penny",
        "rent",
        "minute",
        "zooming",
        "sidewalk",
        "annoying",
        "pedestrian",
        "worse",
        "user",
        "leaving",
        "scooter",
        "sprawled",
        "across",
        "sidewalk",
        "everything",
        "else",
        "need",
        "know",
        "president",
        "donald",
        "trump",
        "sent",
        "central",
        "intelligence",
        "agency",
        "director",
        "mike",
        "pompeo",
        "secret",
        "trip",
        "meet",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "pyongyang",
        "easter",
        "according",
        "people",
        "familiar",
        "matter",
        "wsj",
        "barbara",
        "pierce",
        "bush",
        "wife",
        "one",
        "president",
        "mother",
        "another",
        "died",
        "tuesday",
        "family",
        "home",
        "houston",
        "age",
        "wsj",
        "three",
        "additional",
        "nike",
        "executive",
        "left",
        "company",
        "including",
        "head",
        "diversity",
        "senior",
        "manager",
        "basketball",
        "business",
        "wsj",
        "wynn",
        "resort",
        "largest",
        "shareholder",
        "elaine",
        "wynn",
        "demanded",
        "company",
        "move",
        "swiftly",
        "restructure",
        "board",
        "improve",
        "corporate",
        "governance",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "cybersecurity",
        "data",
        "privacy",
        "download",
        "facebook",
        "federal",
        "governance",
        "ibm",
        "irs",
        "microsoft",
        "previous",
        "cio",
        "face",
        "growing",
        "challenge",
        "user",
        "data",
        "governance"
    ]
}