{
    "organizations": [],
    "uuid": "0fb81afa4ff28af79dd9859d4072670869d0b4d8",
    "author": "Jillian D&#039;Onfro",
    "url": "https://www.cnbc.com/2018/04/13/google-maps-spam-fighters.html",
    "ord_in_thread": 0,
    "title": "Google Maps spam fighters",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Mike Blumenthal gives a talk at a LocalU conference. \nTom Waddington was hanging out at a friend's house when he got an unexpected notification from Google Maps. \nWaddington is part of a group of Google Maps advocates who are trying to improve the service, so he lets Google track his location and frequently adds photos or edits to Maps listings. \nSo the notification itself was routine, but the message was strange: Maps wanted him to contribute information about the Urgent Care center nearby. He was in a residential neighborhood. \nHe opened the app and, sure enough, one of the houses next door was listed as a clinic. A telemedicine company that also made house calls had falsely claimed that physical address to try to increase business. The scammers hoped potential patients would search Maps for Urgent Care centers nearby, then call its number to schedule a house call or virtual appointment. \nThese growth-hacking scams can have consequences: Waddington found someone who claimed to have taken his child to one of these non-existent clinics. \n\"I looked into it later and found over 40 listings that were part of this ring of fake listings for a nurse practitioner service that comes to you,\" Waddington says. He reported them all, as well as the profiles that had written reviews for every one of them. Google deleted the bunch. Yet several months later, Waddington noticed that someone had created very similar listings and reviews from fresh accounts. \n\"Maps is still really the Wild West,\" he tells CNBC. \nAlphabet investors see Google Maps as a huge, untapped opportunity. Morgan Stanley analyst Brian Nowak has called the service the \"most under-monetized\" asset he covers. Google's other mapping app, Waze, recently launched new local business ads that could be a blueprint for Maps' eventual strategy. \nBut the service is plagued by fake reviews, ghost listings, lead generation schemes and impersonators. This hurts both honest business owners who don't use deceptive tactics and consumers who have come to rely on Google Maps to find information about the world around them. \nGoogle says it's in a \"constant race with local business spammers\" and that it's \"heavily invested\" in getting users to contribute and flag issues, while also using manual and automated systems to detect fraud. \nIn the last year, Google has come under fire for how much it has relied on outsiders to help it find fake news in search, incorrect responses through its Home smart speaker and inappropriate videos in the trending section on YouTube. \nThere's a volunteer army to fight these Maps scams, too. Waddington is part of a group of passionate \" Top Contributors ,\" who spend countless unpaid hours answering questions and reporting spam. Many, like Waddington, have also built marketing businesses around advising people on how to legitimately use Maps' tools, and are feeling increasingly flabbergasted that Google hasn't found a better way to curb the abuse they can turn up so easily. They say the issues with Maps are getting worse and deserve to be in the spotlight. Fake reviews proliferating \nMike Blumenthal is one of the best-known Google Maps junkies. He has spent more than 10 years writing about the service's many changes and the evolution of local search in general. \nOne of his latest obsessions is fake review spam on Maps. \nPeople use fake reviews to prop up their legitimate business, sabotage a competitor with bad reviews, or make an illegitimate listing look like it really exists — either to drive phone calls to their real business, like in the urgent care center example, or to generate customer leads, which they will then sell. \nThere's even a cottage industry of \"black hat\" search engine optimization experts focused on Maps and reviews. These companies write fake reviews or port real reviews from other sites, like Yelp, over to Google (which isn't allowed). You can find \" review swap \" groups on Facebook or people selling them on the freelance site Fiverr or Craigslist. \nBlumenthal's friend built him a handy tool that helps him track down and mass-report \"review networks\" of linked accounts. \nHe estimates that he's reported tens of thousands of fake reviews to Google and has spent more than 1,200 total hours in its forums, answering questions, doling out advice and escalating issues. This work has earned him \"Top Contributor\" status. \n\"I'm one of those stupid guys who volunteers a lot of my time to give Google free labor,\" Blumenthal laughs. (His real job is working for a company that helps businesses manage customer feedback, including reviews, but he does Google Maps reporting work in his spare time.) \nHidden under the humor is a very real frustration: He thinks it's ridiculous that volunteers like him are doing dirty work that Google's engineers should be able to handle. \nUnder his guidance, it takes me only seconds to find a phony garage door repair company located nearby in San Francisco, complete with fake office photos and a handful of glowing reviews. \nOne of those reviews is attributed to a person named Nick Edward , who gave the service five stars. This person apparently also hired an exterminator in New Jersey, enjoyed personal training services in Texas, got his air conditioner repaired in Florida, sought legal counsel in Michigan, retiled his bathroom floor in Canada and had garage doors repaired in both Indiana and San Francisco. \nWith all of Google's sophisticated data tracking tools, Blumenthal argues, the company should be able to flag obviously fake accounts like this. \nThe company does take some steps to stop spam and scams in local search listings. Google has tried to crack down on garage door repair scams (which are known for swindling consumers ) and other fraud-heavy services such as locksmiths and plumbers by selling \"guaranteed\" listing ads in certain cities. Google essentially promises that these advertisers are legit, and shows a little green box saying \"guaranteed\" to show it. \nHowever, anyone who Googles \"garage door repair near me\" might skip past these ads. And people starting their search in Maps wouldn't see those listings at all, and could easily be tripped up by the fake reviews. \nJoy \"The Hawk\" Hawkins, a consultant who helps small businesses manage search results, says she's seen the number of fake reviews get \"much worse\" in the last year. \n\"These fake reviews might be easy to spot when you're looking for them, but unfortunately the average consumer isn't going to check the details to see who's writing the reviews,\" Hawkins says. \"The spam issue just isn't something that a lot of people are aware of.\" \nShe believes Google is aware of the problem — fake review complaints are incredibly popular on the Google My Business forums where she spends her time — but seems to be reactive, instead of proactive, in taking down listings. \nHawkins says she feels defeated when reviews evade Google's filters even when they've literally been copied and pasted between businesses — something that should be easy for Google to spot. \nShe feels even worse when she gets a review network taken down, only to find more fake reviews populating a business listing several months later. \n\"Google tells you it's a priority and that it's working on it, but at the end of the day, based on the progress I've seen in the last couple years, I just don't think it is,\" she says. Fake listings with real effects \nHawkins' friend Jason Brown, a fellow search consultant and spam-chaser, has made it his mission to report businesses buying fake reviews to the Federal Trade Commission through his site Review Fraud . \n\"I put in at least an hour or two of free time a day identifying, categorizing, and listing out businesses that are using fake reviews, and turning them over to Google to get them dumped,\" Brown says. \nOn weekends, he adds, he'll usually fit in more time by getting up before his family and locking himself in front of a computer screen. \n\"It's about preventing people from getting taken advantage of,\" he says. \"People are wasting hard-earned money and time with businesses that they shouldn't even be going to.\" \nEarlier this year, Google suspended addiction treatment center ads after a series of investigations showed that companies were abusing the ads service. \nBut now that those companies can't pay for ads, Brown found, they're trying harder to game Google Maps. \nBrown found a Craigslist ad offering to pay people to create Google Maps listings for drug rehab centers. When people call the number associated with what appears to be a real center near them, the phone operator will direct them to a different location, getting an undisclosed commission in the process if the person checks in. \n(The website, Seorehab, linked to from the Craigslist ad is connected to the company TopSeek Inc , which lists Narconon, a drug rehab network affiliated with Scientology, as one of its clients .) \nAfter Brown found the ad, he immediately went on the hunt to see whether any of the fake listings had gone through. He found two, which he promptly reported to Google. \nBut Brown believes that until the FTC starts fining more businesses for posting fake listings and reviews, or Google starts finding bad actors faster and doling out harsher punishments, he's only making a small dent in a huge ecosystem. Why Google hasn't done a better job \nGoogle isn't alone in being gamed by scammers, but the company is strangely ineffective when it comes to fighting scams on Maps. \nFor instance, local business giant Yelp is widely regarded as being more effective at fighting review spam than Google. When Hawkins finds a business with an average five-star rating and clearly fake reviews on Google, she'll often go to its Yelp profile, where it will have an accurately abysmal rating. \nAmazon has also improved its review process by highlighting \"verified\" reviews at the top of the list and by taking a hard stance on fraudulent reviews, launching lawsuits against people who bought and sold fake reviews . \nSo why hasn't Google done a better job on Maps? \nA recently departed Google employee who worked with the Maps team believes the lack of progress was partly because Google didn't have the best benchmarks for measuring its progress. This person asked not to be named to avoid damaging their relationship with their former employer. \nGoogle says that only a very small percentage of overall reviews content on Google is fake, but the former employee doesn't believe that its systems were good enough at distinguishing the fakes. \n\"Ultimately, if their measurements aren't coming up significantly different than before, then it's not raising eyebrows,\" the former employee said. \"And if they're not regularly redefining what the measurement should be, then it's not going to.\" \nBlumenthal argued a similar point in a fiery blog post following Google's 2017 report about abuse on Google Maps. Google had concluded that only 0.5 percent of local searches lead to fake listings. Blumenthal called this an understatement because of \"fundamentally flawed\" methodology. \n\"Google is guilty of delivering a lot of fake content,\" Blumenthal says. \"It has responsibility here. They need to wrestle the problem under control, and they haven't demonstrated enough of a commitment.\" \nAnother one of Google Maps' most high-profile critics remains pessimistic about Google's capacity to protect consumers. \nBack in 2014, former lead-generation spammer Bryan Seely intercepted FBI and Secret Service calls by setting up fake listings on Google Maps . He has since pointed out other flaws and loopholes . \nToday, he worries that Google isn't focusing enough on fixing the product, even as potential abusers find more creative ways to deceive users or make a quick buck. \n\"If it's on Google Maps, people think it's real,\" Seeley says. \"That's just the default.\" Jillian D'Onfro Technology Reporter for CNBC.com Related Securities",
    "published": "2018-04-14T01:00:00.000+03:00",
    "crawled": "2018-04-14T00:14:34.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mike",
        "blumenthal",
        "give",
        "talk",
        "localu",
        "conference",
        "tom",
        "waddington",
        "hanging",
        "friend",
        "house",
        "got",
        "unexpected",
        "notification",
        "google",
        "map",
        "waddington",
        "part",
        "group",
        "google",
        "map",
        "advocate",
        "trying",
        "improve",
        "service",
        "let",
        "google",
        "track",
        "location",
        "frequently",
        "add",
        "photo",
        "edits",
        "map",
        "listing",
        "notification",
        "routine",
        "message",
        "strange",
        "map",
        "wanted",
        "contribute",
        "information",
        "urgent",
        "care",
        "center",
        "nearby",
        "residential",
        "neighborhood",
        "opened",
        "app",
        "sure",
        "enough",
        "one",
        "house",
        "next",
        "door",
        "listed",
        "clinic",
        "telemedicine",
        "company",
        "also",
        "made",
        "house",
        "call",
        "falsely",
        "claimed",
        "physical",
        "address",
        "try",
        "increase",
        "business",
        "scammer",
        "hoped",
        "potential",
        "patient",
        "would",
        "search",
        "map",
        "urgent",
        "care",
        "center",
        "nearby",
        "call",
        "number",
        "schedule",
        "house",
        "call",
        "virtual",
        "appointment",
        "scam",
        "consequence",
        "waddington",
        "found",
        "someone",
        "claimed",
        "taken",
        "child",
        "one",
        "clinic",
        "looked",
        "later",
        "found",
        "listing",
        "part",
        "ring",
        "fake",
        "listing",
        "nurse",
        "practitioner",
        "service",
        "come",
        "waddington",
        "say",
        "reported",
        "well",
        "profile",
        "written",
        "review",
        "every",
        "one",
        "google",
        "deleted",
        "bunch",
        "yet",
        "several",
        "month",
        "later",
        "waddington",
        "noticed",
        "someone",
        "created",
        "similar",
        "listing",
        "review",
        "fresh",
        "account",
        "map",
        "still",
        "really",
        "wild",
        "west",
        "tell",
        "cnbc",
        "alphabet",
        "investor",
        "see",
        "google",
        "map",
        "huge",
        "untapped",
        "opportunity",
        "morgan",
        "stanley",
        "analyst",
        "brian",
        "nowak",
        "called",
        "service",
        "asset",
        "cover",
        "google",
        "mapping",
        "app",
        "waze",
        "recently",
        "launched",
        "new",
        "local",
        "business",
        "ad",
        "could",
        "blueprint",
        "map",
        "eventual",
        "strategy",
        "service",
        "plagued",
        "fake",
        "review",
        "ghost",
        "listing",
        "lead",
        "generation",
        "scheme",
        "impersonator",
        "hurt",
        "honest",
        "business",
        "owner",
        "use",
        "deceptive",
        "tactic",
        "consumer",
        "come",
        "rely",
        "google",
        "map",
        "find",
        "information",
        "world",
        "around",
        "google",
        "say",
        "constant",
        "race",
        "local",
        "business",
        "spammer",
        "heavily",
        "invested",
        "getting",
        "user",
        "contribute",
        "flag",
        "issue",
        "also",
        "using",
        "manual",
        "automated",
        "system",
        "detect",
        "fraud",
        "last",
        "year",
        "google",
        "come",
        "fire",
        "much",
        "relied",
        "outsider",
        "help",
        "find",
        "fake",
        "news",
        "search",
        "incorrect",
        "response",
        "home",
        "smart",
        "speaker",
        "inappropriate",
        "video",
        "trending",
        "section",
        "youtube",
        "volunteer",
        "army",
        "fight",
        "map",
        "scam",
        "waddington",
        "part",
        "group",
        "passionate",
        "top",
        "contributor",
        "spend",
        "countless",
        "unpaid",
        "hour",
        "answering",
        "question",
        "reporting",
        "spam",
        "many",
        "like",
        "waddington",
        "also",
        "built",
        "marketing",
        "business",
        "around",
        "advising",
        "people",
        "legitimately",
        "use",
        "map",
        "tool",
        "feeling",
        "increasingly",
        "flabbergasted",
        "google",
        "found",
        "better",
        "way",
        "curb",
        "abuse",
        "turn",
        "easily",
        "say",
        "issue",
        "map",
        "getting",
        "worse",
        "deserve",
        "spotlight",
        "fake",
        "review",
        "proliferating",
        "mike",
        "blumenthal",
        "one",
        "google",
        "map",
        "junky",
        "spent",
        "year",
        "writing",
        "service",
        "many",
        "change",
        "evolution",
        "local",
        "search",
        "general",
        "one",
        "latest",
        "obsession",
        "fake",
        "review",
        "spam",
        "map",
        "people",
        "use",
        "fake",
        "review",
        "prop",
        "legitimate",
        "business",
        "sabotage",
        "competitor",
        "bad",
        "review",
        "make",
        "illegitimate",
        "listing",
        "look",
        "like",
        "really",
        "exists",
        "either",
        "drive",
        "phone",
        "call",
        "real",
        "business",
        "like",
        "urgent",
        "care",
        "center",
        "example",
        "generate",
        "customer",
        "lead",
        "sell",
        "even",
        "cottage",
        "industry",
        "black",
        "hat",
        "search",
        "engine",
        "optimization",
        "expert",
        "focused",
        "map",
        "review",
        "company",
        "write",
        "fake",
        "review",
        "port",
        "real",
        "review",
        "site",
        "like",
        "yelp",
        "google",
        "allowed",
        "find",
        "review",
        "swap",
        "group",
        "facebook",
        "people",
        "selling",
        "freelance",
        "site",
        "fiverr",
        "craigslist",
        "blumenthal",
        "friend",
        "built",
        "handy",
        "tool",
        "help",
        "track",
        "review",
        "network",
        "linked",
        "account",
        "estimate",
        "reported",
        "ten",
        "thousand",
        "fake",
        "review",
        "google",
        "spent",
        "total",
        "hour",
        "forum",
        "answering",
        "question",
        "doling",
        "advice",
        "escalating",
        "issue",
        "work",
        "earned",
        "top",
        "contributor",
        "status",
        "one",
        "stupid",
        "guy",
        "volunteer",
        "lot",
        "time",
        "give",
        "google",
        "free",
        "labor",
        "blumenthal",
        "laugh",
        "real",
        "job",
        "working",
        "company",
        "help",
        "business",
        "manage",
        "customer",
        "feedback",
        "including",
        "review",
        "google",
        "map",
        "reporting",
        "work",
        "spare",
        "time",
        "hidden",
        "humor",
        "real",
        "frustration",
        "think",
        "ridiculous",
        "volunteer",
        "like",
        "dirty",
        "work",
        "google",
        "engineer",
        "able",
        "handle",
        "guidance",
        "take",
        "second",
        "find",
        "phony",
        "garage",
        "door",
        "repair",
        "company",
        "located",
        "nearby",
        "san",
        "francisco",
        "complete",
        "fake",
        "office",
        "photo",
        "handful",
        "glowing",
        "review",
        "one",
        "review",
        "attributed",
        "person",
        "named",
        "nick",
        "edward",
        "gave",
        "service",
        "five",
        "star",
        "person",
        "apparently",
        "also",
        "hired",
        "exterminator",
        "new",
        "jersey",
        "enjoyed",
        "personal",
        "training",
        "service",
        "texas",
        "got",
        "air",
        "conditioner",
        "repaired",
        "florida",
        "sought",
        "legal",
        "counsel",
        "michigan",
        "retiled",
        "bathroom",
        "floor",
        "canada",
        "garage",
        "door",
        "repaired",
        "indiana",
        "san",
        "francisco",
        "google",
        "sophisticated",
        "data",
        "tracking",
        "tool",
        "blumenthal",
        "argues",
        "company",
        "able",
        "flag",
        "obviously",
        "fake",
        "account",
        "like",
        "company",
        "take",
        "step",
        "stop",
        "spam",
        "scam",
        "local",
        "search",
        "listing",
        "google",
        "tried",
        "crack",
        "garage",
        "door",
        "repair",
        "scam",
        "known",
        "swindling",
        "consumer",
        "service",
        "locksmith",
        "plumber",
        "selling",
        "guaranteed",
        "listing",
        "ad",
        "certain",
        "city",
        "google",
        "essentially",
        "promise",
        "advertiser",
        "legit",
        "show",
        "little",
        "green",
        "box",
        "saying",
        "guaranteed",
        "show",
        "however",
        "anyone",
        "google",
        "garage",
        "door",
        "repair",
        "near",
        "might",
        "skip",
        "past",
        "ad",
        "people",
        "starting",
        "search",
        "map",
        "would",
        "see",
        "listing",
        "could",
        "easily",
        "tripped",
        "fake",
        "review",
        "joy",
        "hawk",
        "hawkins",
        "consultant",
        "help",
        "small",
        "business",
        "manage",
        "search",
        "result",
        "say",
        "seen",
        "number",
        "fake",
        "review",
        "get",
        "much",
        "worse",
        "last",
        "year",
        "fake",
        "review",
        "might",
        "easy",
        "spot",
        "looking",
        "unfortunately",
        "average",
        "consumer",
        "going",
        "check",
        "detail",
        "see",
        "writing",
        "review",
        "hawkins",
        "say",
        "spam",
        "issue",
        "something",
        "lot",
        "people",
        "aware",
        "belief",
        "google",
        "aware",
        "problem",
        "fake",
        "review",
        "complaint",
        "incredibly",
        "popular",
        "google",
        "business",
        "forum",
        "spends",
        "time",
        "seems",
        "reactive",
        "instead",
        "proactive",
        "taking",
        "listing",
        "hawkins",
        "say",
        "feel",
        "defeated",
        "review",
        "evade",
        "google",
        "filter",
        "even",
        "literally",
        "copied",
        "pasted",
        "business",
        "something",
        "easy",
        "google",
        "spot",
        "feel",
        "even",
        "worse",
        "get",
        "review",
        "network",
        "taken",
        "find",
        "fake",
        "review",
        "populating",
        "business",
        "listing",
        "several",
        "month",
        "later",
        "google",
        "tell",
        "priority",
        "working",
        "end",
        "day",
        "based",
        "progress",
        "seen",
        "last",
        "couple",
        "year",
        "think",
        "say",
        "fake",
        "listing",
        "real",
        "effect",
        "hawkins",
        "friend",
        "jason",
        "brown",
        "fellow",
        "search",
        "consultant",
        "made",
        "mission",
        "report",
        "business",
        "buying",
        "fake",
        "review",
        "federal",
        "trade",
        "commission",
        "site",
        "review",
        "fraud",
        "put",
        "least",
        "hour",
        "two",
        "free",
        "time",
        "day",
        "identifying",
        "categorizing",
        "listing",
        "business",
        "using",
        "fake",
        "review",
        "turning",
        "google",
        "get",
        "dumped",
        "brown",
        "say",
        "weekend",
        "add",
        "usually",
        "fit",
        "time",
        "getting",
        "family",
        "locking",
        "front",
        "computer",
        "screen",
        "preventing",
        "people",
        "getting",
        "taken",
        "advantage",
        "say",
        "people",
        "wasting",
        "money",
        "time",
        "business",
        "even",
        "going",
        "earlier",
        "year",
        "google",
        "suspended",
        "addiction",
        "treatment",
        "center",
        "ad",
        "series",
        "investigation",
        "showed",
        "company",
        "abusing",
        "ad",
        "service",
        "company",
        "ca",
        "pay",
        "ad",
        "brown",
        "found",
        "trying",
        "harder",
        "game",
        "google",
        "map",
        "brown",
        "found",
        "craigslist",
        "ad",
        "offering",
        "pay",
        "people",
        "create",
        "google",
        "map",
        "listing",
        "drug",
        "rehab",
        "center",
        "people",
        "call",
        "number",
        "associated",
        "appears",
        "real",
        "center",
        "near",
        "phone",
        "operator",
        "direct",
        "different",
        "location",
        "getting",
        "undisclosed",
        "commission",
        "process",
        "person",
        "check",
        "website",
        "seorehab",
        "linked",
        "craigslist",
        "ad",
        "connected",
        "company",
        "topseek",
        "inc",
        "list",
        "narconon",
        "drug",
        "rehab",
        "network",
        "affiliated",
        "scientology",
        "one",
        "client",
        "brown",
        "found",
        "ad",
        "immediately",
        "went",
        "hunt",
        "see",
        "whether",
        "fake",
        "listing",
        "gone",
        "found",
        "two",
        "promptly",
        "reported",
        "google",
        "brown",
        "belief",
        "ftc",
        "start",
        "fining",
        "business",
        "posting",
        "fake",
        "listing",
        "review",
        "google",
        "start",
        "finding",
        "bad",
        "actor",
        "faster",
        "doling",
        "harsher",
        "punishment",
        "making",
        "small",
        "dent",
        "huge",
        "ecosystem",
        "google",
        "done",
        "better",
        "job",
        "google",
        "alone",
        "gamed",
        "scammer",
        "company",
        "strangely",
        "ineffective",
        "come",
        "fighting",
        "scam",
        "map",
        "instance",
        "local",
        "business",
        "giant",
        "yelp",
        "widely",
        "regarded",
        "effective",
        "fighting",
        "review",
        "spam",
        "google",
        "hawkins",
        "find",
        "business",
        "average",
        "rating",
        "clearly",
        "fake",
        "review",
        "google",
        "often",
        "go",
        "yelp",
        "profile",
        "accurately",
        "abysmal",
        "rating",
        "amazon",
        "also",
        "improved",
        "review",
        "process",
        "highlighting",
        "verified",
        "review",
        "top",
        "list",
        "taking",
        "hard",
        "stance",
        "fraudulent",
        "review",
        "launching",
        "lawsuit",
        "people",
        "bought",
        "sold",
        "fake",
        "review",
        "google",
        "done",
        "better",
        "job",
        "map",
        "recently",
        "departed",
        "google",
        "employee",
        "worked",
        "map",
        "team",
        "belief",
        "lack",
        "progress",
        "partly",
        "google",
        "best",
        "benchmark",
        "measuring",
        "progress",
        "person",
        "asked",
        "named",
        "avoid",
        "damaging",
        "relationship",
        "former",
        "employer",
        "google",
        "say",
        "small",
        "percentage",
        "overall",
        "review",
        "content",
        "google",
        "fake",
        "former",
        "employee",
        "believe",
        "system",
        "good",
        "enough",
        "distinguishing",
        "fake",
        "ultimately",
        "measurement",
        "coming",
        "significantly",
        "different",
        "raising",
        "eyebrow",
        "former",
        "employee",
        "said",
        "regularly",
        "redefining",
        "measurement",
        "going",
        "blumenthal",
        "argued",
        "similar",
        "point",
        "fiery",
        "blog",
        "post",
        "following",
        "google",
        "report",
        "abuse",
        "google",
        "map",
        "google",
        "concluded",
        "percent",
        "local",
        "search",
        "lead",
        "fake",
        "listing",
        "blumenthal",
        "called",
        "understatement",
        "fundamentally",
        "flawed",
        "methodology",
        "google",
        "guilty",
        "delivering",
        "lot",
        "fake",
        "content",
        "blumenthal",
        "say",
        "responsibility",
        "need",
        "wrestle",
        "problem",
        "control",
        "demonstrated",
        "enough",
        "commitment",
        "another",
        "one",
        "google",
        "map",
        "critic",
        "remains",
        "pessimistic",
        "google",
        "capacity",
        "protect",
        "consumer",
        "back",
        "former",
        "spammer",
        "bryan",
        "seely",
        "intercepted",
        "fbi",
        "secret",
        "service",
        "call",
        "setting",
        "fake",
        "listing",
        "google",
        "map",
        "since",
        "pointed",
        "flaw",
        "loophole",
        "today",
        "worry",
        "google",
        "focusing",
        "enough",
        "fixing",
        "product",
        "even",
        "potential",
        "abuser",
        "find",
        "creative",
        "way",
        "deceive",
        "user",
        "make",
        "quick",
        "buck",
        "google",
        "map",
        "people",
        "think",
        "real",
        "seeley",
        "say",
        "default",
        "jillian",
        "technology",
        "reporter",
        "related",
        "security"
    ]
}