{
    "organizations": [],
    "uuid": "b91affc1d0704a0f2ea4b0bdebe5dec89cd34148",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-pinnacle-bankshares-corporation-announces-record-first-quarter-2018-earnings-and-voting-results-of-the-annual-meeting-of.html",
    "ord_in_thread": 0,
    "title": "Pinnacle Bankshares Corporation Announces Record First Quarter 2018 Earnings and Voting Results of the Annual Meeting of Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALTAVISTA, Va., April 25, 2018 (GLOBE NEWSWIRE) -- Net income for Pinnacle Bankshares Corporation (OTCQX:PPBN), the one-bank holding company (the “Company”) for First National Bank (the “Bank”), was $1,072,000 or $0.70 per basic and $0.69 per diluted share for the quarter ended March 31, 2018 compared to net income of $817,000 or $0.54 per basic and $0.53 per diluted share for the same period of 2017. Quarterly consolidated results are unaudited.\nNet income generated during the first quarter of 2018 represents a $255,000 or 31% increase as compared to the same time period of the prior year, which was driven by higher net interest income, lower provision for loan losses and lower income taxes. The net interest income improvement was due to 5% loan growth, a 35% increase in investments and a 19 basis point increase in yield on earning assets from March 31, 2017 to March 31, 2018. Further improvements in asset quality in the past year led to a lower provision for loan losses as the Bank saw decreases in its nonperforming loans and nonperforming assets. In addition, the Company benefitted from the lower corporate income tax rate of the Tax Cuts and Jobs Act signed into law in December of 2017. The net income improvement on a pre-tax basis was $147,000.\nProfitability as measured by the Company’s return on average assets (“ROA”) was 0.95% for the first quarter of 2018, which is a 20 basis points increase over the 0.75% produced in the first quarter of 2017. Correspondingly, return on average equity (“ROE”) also increased in the first quarter of 2018 to 10.96%, compared to 8.83% for the same time period of the prior year.\n“We have started 2018 with the highest quarterly core net income in our Company’s history,” stated Aubrey H. Hall, III, President and Chief Executive Officer for both the Company and the Bank. Mr. Hall further commented, “We are pleased with our improvement in profitability and remain focused on the execution of strategic initiatives.”\nThe Company’s net interest income was $3,836,000 for the quarter ended March 31, 2018 compared to $3,538,000 for the quarter ended March 31, 2017. Interest income increased $335,000, or approximately 8%, due to higher loan and investment volume as well as yields, while interest expense increased $37,000, or 9%. As a result of a 19 basis point increase in yield on earning assets, which was partially offset by a 2 basis point increase in the cost to fund earning assets, the Company’s net interest margin increased to 3.74% for the first quarter of 2018 as compared to 3.57% for the first quarter of 2017.\nThe provision for loan losses was only $1,000 in the first quarter of 2018 as compared to $105,000 in the first quarter of 2017. The allowance for loan losses was $2,967,000 as of March 31, 2018, representing 0.82% of total loans outstanding. In comparison, the allowance for loan losses was $2,963,000 as of December 31, 2017, which was 0.83% of total loans outstanding. Non-performing loans to total loans increased slightly to 0.22% as of March 31, 2018 compared to 0.20% as of year-end 2017, but declined as compared to 1.38% as of March 31, 2017. Allowance coverage of non-performing loans was 378% as of the end of the quarter compared to 410% as of year-end 2017. Management views the allowance balance as being sufficient to offset potential future losses associated with problem loans.\nNoninterest income for the quarter ended March 31, 2018 decreased $2,000 or less than 1%, to $983,000 from $985,000 for the quarter ended March 31, 2017. Decreases in investment sales commissions and fees generated from the sale of mortgage loans were mostly offset by increases in deposit service charges and income derived from the Bank’s investment in Bankers Insurance LLC.\nNoninterest expense for the quarter ended March 31, 2018 increased $253,000 or approximately 8%, to $3,494,000 from $3,241,000 for the quarter ended March 31, 2017. The increase is primarily attributed to increases in occupancy expense due to the new Odd Fellows Road facility, core processing expenses due to higher transaction volume, and salaries and benefits expenses.\nTotal assets as of March 31, 2018 were $464,114,000, up approximately 5% from $443,925,000 as of December 31, 2017. The principal components of the Company’s assets as of March 31, 2018 were $361,996,000 in total loans, $42,462,000 in securities and $30,007,000 in cash and cash equivalents. During the first quarter of 2018, total loans increased approximately 1% or $4,204,000 from $357,792,000 as of December 31, 2017, while securities decreased approximately 4% or $1,755,000 from $44,217,000.\nTotal liabilities as of March 31, 2018 were $424,663,000, up $19,533,000 or approximately 5% from $405,130,000 as of December 31, 2017. Higher levels of deposits and a $10,000,000 ninety day Federal Home Loan Bank (FHLB) advance drove the increase in liabilities. The FHLB advance was used for the Company’s short term funding needs and will mature at the end of April 2018.\nTotal stockholders’ equity as of March 31, 2018 was $39,451,000 and consisted primarily of $36,296,000 in retained earnings. In comparison, as of December 31, 2017 total stockholders’ equity was $38,795,000. The Company has continued to increase capital while also paying a cash dividend to shareholders in each of the last twenty-two quarters. Both the Company and Bank remain “well capitalized” per all regulatory definitions.\nIn other news, at the Annual Meeting of Shareholders held on April 10, 2018, Connie C. Burnette, Carroll E. Shelton, C. Bryan Stott, Michael E. Watson and James O. Watts, IV, Esq. were re-elected to the Board of Directors as Class III Directors to serve until the 2021 Annual Meeting of Shareholders.\nA copy of the Company’s Shareholder/Investor Presentation has been made available on the Bank’s website at www.1stnatbk.com under the Investor Relations Tab.\nPinnacle Bankshares Corporation is a locally managed community banking organization based in Central Virginia. The one-bank holding company of First National Bank serves an area consisting primarily of all or portions of the Counties of Campbell, Pittsylvania, Bedford, Amherst and the City of Lynchburg. The Company has a total of nine branches with two located in the Town of Altavista, where the Bank was founded. Other branch locations include Village Highway in Rustburg, Wards Road near the Lynchburg Regional Airport, Timberlake Road in Campbell County, South Main Street in the Town of Amherst, Old Forest Road and Odd Fellows Road in the City of Lynchburg and Forest Road in Bedford County. First National Bank is in its 110th year of operation.\nVarious securities laws regulate the use of financial measures that are not prepared in accordance with GAAP. We believe these non-GAAP measures provide important supplemental information to investors. We use these measures, together with GAAP measures, for internal managerial purposes and as a means to evaluate period-to-period comparisons. However, we do not, and you should not, rely on non-GAAP financial measures alone as measures of our performance. We believe that non-GAAP financial measures reflect an additional way of viewing aspects of our operations that - when taken together with GAAP results as presented in this press release- provide a more complete understanding of factors and trends affecting our business. Because non-GAAP financial measures are not standardized, it may not be possible to compare these financial measures with other companies' non-GAAP financial measures, even if they have similar names.\nThis press release may contain “forward-looking statements” within the meaning of federal securities laws that involve significant risks and uncertainties. Any statements contained herein that are not historical facts are forward-looking and are based on current assumptions and analysis by the Company. These forward-looking statements may include, but are not limited to, statements regarding the credit quality of our asset portfolio in future periods, the expected losses of nonperforming loans in future periods, returns and capital accretion during future periods, the lowering of our cost of funds, the maintenance of our net interest margin, the continuation of improved returns, the cost savings related to the deregistration of our common stock, and future operating results and business performance. Although we believe our plans and expectations reflected in these forward-looking statements are reasonable, our ability to predict results or the actual effect of future plans or strategies is inherently uncertain, and we can give no assurance that these plans or expectations will be achieved. Factors that could cause actual results to differ materially from management's expectations include, but are not limited to, the effectiveness of management’s efforts to improve asset quality, returns, net interest margin and collections and control operating expenses, management’s efforts to minimize losses related to nonperforming loans, management’s efforts to lower our cost of funds, changes in: interest rates, general economic and business conditions, declining collateral values, especially real estate, the real estate market, the legislative/regulatory climate, including the effect that the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and regulations adopted thereunder may have on us, monetary and fiscal policies of the U.S. Government, including policies of the U.S. Treasury and the Board of Governors of the Federal Reserve System and any policies or programs implemented pursuant to the Emergency Economic Stabilization Act of 2008, the quality or composition of the loan or investment portfolios, demand for loan products, deposit flows and funding costs, competition, demand for financial services in our market area, actual savings related to the deregistration of our common stock and accounting principles, policies and guidelines. These risks and uncertainties should be considered in evaluating the forward-looking statements contained herein, and you should not place undue reliance on such statements, which reflect our views as of the date of this release.\nPinnacle Bankshares Corporation Selected Financial Highlights\n(3/31/2018 and 3/31/2017 results unaudited) (In thousands, except ratios, share and per share data) 3 Months Ended 3 Months Ended 3 Months Ended Income Statement Highlights 3/31/2018 12/31/2017 3/31/2017 Interest Income $4,280 $4,246 $3,945 Interest Expense 444 421 407 Net Interest Income 3,836 3,825 3,538 Provision for Loan Losses 1 34 105 Noninterest Income 983 915 985 Noninterest Expense 3,494 3,857 3,241 Net Income 1,072 328 817 Earnings Per Share (Basic) 0.70 0.22 0.54 Earnings Per Share (Diluted) 0.69 0.21 0.53 Balance Sheet Highlights 3/31/2018 12/31/2017 03/31/2017 Cash and Cash Equivalents $30,007 $12,825 $47,760 Total Loans 361,996 357,792 345,159 Total Securities 42,462 44,217 31,480 Total Assets 464,114 443,925 451,026 Total Deposits 411,383 401,685 410,035 Total Liabilities 424,663 405,130 413,624 Stockholders' Equity 39,451 38,795 37,402 Shares Outstanding 1,533,975 1,529,033 1,526,769\nRatios and Stock Price 3/31/2018 12/31/2017 03/31/2017 Gross Loan-to-Deposit Ratio 87.99% 89.07% 84.18% Net Interest Margin (Year-to-date) 3.74% 3.63% 3.57% Liquidity 16.19% 12.92% 18.22% Efficiency Ratio 72.46% 75.51% 71.65% Return on Average Assets (ROA) 0.95% 0.62% 0.75% Return on Average Equity (ROE) 10.96% 7.25% 8.83% Leverage Ratio (Bank) 9.07% 9.06% 8.86% Tier 1 Risk-based Capital Ratio (Bank) 10.91% 10.77% 10.74% Total Capital Ratio (Bank) 11.72% 11.59% 11.59% Stock Price $28.50 $29.50 $28.50 Book Value $25.73 $25.37 $24.50\nAsset Quality Highlights 3/31/2018 12/31/2017 03/31/2017 Nonaccruing Loans $785 $723 $4,762 Loans 90 Days or More Past Due and Accruing 0 0 0 Total Nonperforming Loans 785 723 4,762 Troubled Debt Restructures Accruing 537 541 344 Total Impaired Loans 1,322 1,264 5,106 Other Real Estate Owned (OREO) (Foreclosed Assets) 186 224 552 Total Nonperforming Assets 970 946 5,314 Nonperforming Loans to Total Loans 0.22% 0.20% 1.38% Nonperforming Assets to Total Assets 0.21% 0.21% 1.18% Allowance for Loan Losses $2,967 $2,963 $2,933 Allowance for Loan Losses to Total Loans 0.82% 0.83% 0.85% Allowance for Loan Losses to Nonperforming Loans 378.18% 409.90% 61.59% CONTACT: Pinnacle Bankshares Corporation, Bryan M. Lemley, 434-477-5882 or bryanlemley@1stnatbk.com\nSource:Pinnacle Bankshares Corporation",
    "published": "2018-04-25T19:00:00.000+03:00",
    "crawled": "2018-04-25T19:15:32.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "altavista",
        "april",
        "globe",
        "newswire",
        "net",
        "income",
        "pinnacle",
        "bankshares",
        "corporation",
        "otcqx",
        "ppbn",
        "holding",
        "company",
        "company",
        "first",
        "national",
        "bank",
        "bank",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "march",
        "compared",
        "net",
        "income",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "period",
        "quarterly",
        "consolidated",
        "result",
        "unaudited",
        "net",
        "income",
        "generated",
        "first",
        "quarter",
        "represents",
        "increase",
        "compared",
        "time",
        "period",
        "prior",
        "year",
        "driven",
        "higher",
        "net",
        "interest",
        "income",
        "lower",
        "provision",
        "loan",
        "loss",
        "lower",
        "income",
        "tax",
        "net",
        "interest",
        "income",
        "improvement",
        "due",
        "loan",
        "growth",
        "increase",
        "investment",
        "basis",
        "point",
        "increase",
        "yield",
        "earning",
        "asset",
        "march",
        "march",
        "improvement",
        "asset",
        "quality",
        "past",
        "year",
        "led",
        "lower",
        "provision",
        "loan",
        "loss",
        "bank",
        "saw",
        "decrease",
        "nonperforming",
        "loan",
        "nonperforming",
        "asset",
        "addition",
        "company",
        "benefitted",
        "lower",
        "corporate",
        "income",
        "tax",
        "rate",
        "tax",
        "cut",
        "job",
        "act",
        "signed",
        "law",
        "december",
        "net",
        "income",
        "improvement",
        "basis",
        "profitability",
        "measured",
        "company",
        "return",
        "average",
        "asset",
        "roa",
        "first",
        "quarter",
        "basis",
        "point",
        "increase",
        "produced",
        "first",
        "quarter",
        "correspondingly",
        "return",
        "average",
        "equity",
        "roe",
        "also",
        "increased",
        "first",
        "quarter",
        "compared",
        "time",
        "period",
        "prior",
        "year",
        "started",
        "highest",
        "quarterly",
        "core",
        "net",
        "income",
        "company",
        "history",
        "stated",
        "aubrey",
        "hall",
        "iii",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "bank",
        "hall",
        "commented",
        "pleased",
        "improvement",
        "profitability",
        "remain",
        "focused",
        "execution",
        "strategic",
        "company",
        "net",
        "interest",
        "income",
        "quarter",
        "ended",
        "march",
        "compared",
        "quarter",
        "ended",
        "march",
        "interest",
        "income",
        "increased",
        "approximately",
        "due",
        "higher",
        "loan",
        "investment",
        "volume",
        "well",
        "yield",
        "interest",
        "expense",
        "increased",
        "result",
        "basis",
        "point",
        "increase",
        "yield",
        "earning",
        "asset",
        "partially",
        "offset",
        "basis",
        "point",
        "increase",
        "cost",
        "fund",
        "earning",
        "asset",
        "company",
        "net",
        "interest",
        "margin",
        "increased",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "provision",
        "loan",
        "loss",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "allowance",
        "loan",
        "loss",
        "march",
        "representing",
        "total",
        "loan",
        "outstanding",
        "comparison",
        "allowance",
        "loan",
        "loss",
        "december",
        "total",
        "loan",
        "outstanding",
        "loan",
        "total",
        "loan",
        "increased",
        "slightly",
        "march",
        "compared",
        "declined",
        "compared",
        "march",
        "allowance",
        "coverage",
        "loan",
        "end",
        "quarter",
        "compared",
        "management",
        "view",
        "allowance",
        "balance",
        "sufficient",
        "offset",
        "potential",
        "future",
        "loss",
        "associated",
        "problem",
        "loan",
        "noninterest",
        "income",
        "quarter",
        "ended",
        "march",
        "decreased",
        "less",
        "quarter",
        "ended",
        "march",
        "decrease",
        "investment",
        "sale",
        "commission",
        "fee",
        "generated",
        "sale",
        "mortgage",
        "loan",
        "mostly",
        "offset",
        "increase",
        "deposit",
        "service",
        "charge",
        "income",
        "derived",
        "bank",
        "investment",
        "banker",
        "insurance",
        "llc",
        "noninterest",
        "expense",
        "quarter",
        "ended",
        "march",
        "increased",
        "approximately",
        "quarter",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributed",
        "increase",
        "occupancy",
        "expense",
        "due",
        "new",
        "odd",
        "fellow",
        "road",
        "facility",
        "core",
        "processing",
        "expense",
        "due",
        "higher",
        "transaction",
        "volume",
        "salary",
        "benefit",
        "expense",
        "total",
        "asset",
        "march",
        "approximately",
        "december",
        "principal",
        "component",
        "company",
        "asset",
        "march",
        "total",
        "loan",
        "security",
        "cash",
        "cash",
        "equivalent",
        "first",
        "quarter",
        "total",
        "loan",
        "increased",
        "approximately",
        "december",
        "security",
        "decreased",
        "approximately",
        "total",
        "liability",
        "march",
        "approximately",
        "december",
        "higher",
        "level",
        "deposit",
        "ninety",
        "day",
        "federal",
        "home",
        "loan",
        "bank",
        "fhlb",
        "advance",
        "drove",
        "increase",
        "liability",
        "fhlb",
        "advance",
        "used",
        "company",
        "short",
        "term",
        "funding",
        "need",
        "mature",
        "end",
        "april",
        "total",
        "stockholder",
        "equity",
        "march",
        "consisted",
        "primarily",
        "retained",
        "earnings",
        "comparison",
        "december",
        "total",
        "stockholder",
        "equity",
        "company",
        "continued",
        "increase",
        "capital",
        "also",
        "paying",
        "cash",
        "dividend",
        "shareholder",
        "last",
        "quarter",
        "company",
        "bank",
        "remain",
        "well",
        "capitalized",
        "per",
        "regulatory",
        "definition",
        "news",
        "annual",
        "meeting",
        "shareholder",
        "held",
        "april",
        "connie",
        "burnette",
        "carroll",
        "shelton",
        "bryan",
        "stott",
        "michael",
        "watson",
        "james",
        "watt",
        "iv",
        "esq",
        "board",
        "director",
        "class",
        "iii",
        "director",
        "serve",
        "annual",
        "meeting",
        "shareholder",
        "copy",
        "company",
        "presentation",
        "made",
        "available",
        "bank",
        "website",
        "investor",
        "relation",
        "tab",
        "pinnacle",
        "bankshares",
        "corporation",
        "locally",
        "managed",
        "community",
        "banking",
        "organization",
        "based",
        "central",
        "virginia",
        "holding",
        "company",
        "first",
        "national",
        "bank",
        "serf",
        "area",
        "consisting",
        "primarily",
        "portion",
        "county",
        "campbell",
        "pittsylvania",
        "bedford",
        "amherst",
        "city",
        "lynchburg",
        "company",
        "total",
        "nine",
        "branch",
        "two",
        "located",
        "town",
        "altavista",
        "bank",
        "founded",
        "branch",
        "location",
        "include",
        "village",
        "highway",
        "rustburg",
        "ward",
        "road",
        "near",
        "lynchburg",
        "regional",
        "airport",
        "timberlake",
        "road",
        "campbell",
        "county",
        "south",
        "main",
        "street",
        "town",
        "amherst",
        "old",
        "forest",
        "road",
        "odd",
        "fellow",
        "road",
        "city",
        "lynchburg",
        "forest",
        "road",
        "bedford",
        "county",
        "first",
        "national",
        "bank",
        "110th",
        "year",
        "operation",
        "various",
        "security",
        "law",
        "regulate",
        "use",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "believe",
        "measure",
        "provide",
        "important",
        "supplemental",
        "information",
        "investor",
        "use",
        "measure",
        "together",
        "gaap",
        "measure",
        "internal",
        "managerial",
        "purpose",
        "mean",
        "evaluate",
        "comparison",
        "however",
        "rely",
        "financial",
        "measure",
        "alone",
        "measure",
        "performance",
        "believe",
        "financial",
        "measure",
        "reflect",
        "additional",
        "way",
        "viewing",
        "aspect",
        "operation",
        "taken",
        "together",
        "gaap",
        "result",
        "presented",
        "press",
        "provide",
        "complete",
        "understanding",
        "factor",
        "trend",
        "affecting",
        "business",
        "financial",
        "measure",
        "standardized",
        "may",
        "possible",
        "compare",
        "financial",
        "measure",
        "company",
        "financial",
        "measure",
        "even",
        "similar",
        "name",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "based",
        "current",
        "assumption",
        "analysis",
        "company",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "regarding",
        "credit",
        "quality",
        "asset",
        "portfolio",
        "future",
        "period",
        "expected",
        "loss",
        "nonperforming",
        "loan",
        "future",
        "period",
        "return",
        "capital",
        "accretion",
        "future",
        "period",
        "lowering",
        "cost",
        "fund",
        "maintenance",
        "net",
        "interest",
        "margin",
        "continuation",
        "improved",
        "return",
        "cost",
        "saving",
        "related",
        "deregistration",
        "common",
        "stock",
        "future",
        "operating",
        "result",
        "business",
        "performance",
        "although",
        "believe",
        "plan",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "ability",
        "predict",
        "result",
        "actual",
        "effect",
        "future",
        "plan",
        "strategy",
        "inherently",
        "uncertain",
        "give",
        "assurance",
        "plan",
        "expectation",
        "achieved",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "management",
        "expectation",
        "include",
        "limited",
        "effectiveness",
        "management",
        "effort",
        "improve",
        "asset",
        "quality",
        "return",
        "net",
        "interest",
        "margin",
        "collection",
        "control",
        "operating",
        "expense",
        "management",
        "effort",
        "minimize",
        "loss",
        "related",
        "nonperforming",
        "loan",
        "management",
        "effort",
        "lower",
        "cost",
        "fund",
        "change",
        "interest",
        "rate",
        "general",
        "economic",
        "business",
        "condition",
        "declining",
        "collateral",
        "value",
        "especially",
        "real",
        "estate",
        "real",
        "estate",
        "market",
        "climate",
        "including",
        "effect",
        "wall",
        "street",
        "reform",
        "consumer",
        "protection",
        "act",
        "regulation",
        "adopted",
        "thereunder",
        "may",
        "u",
        "monetary",
        "fiscal",
        "policy",
        "government",
        "including",
        "policy",
        "treasury",
        "board",
        "governor",
        "federal",
        "reserve",
        "system",
        "policy",
        "program",
        "implemented",
        "pursuant",
        "emergency",
        "economic",
        "stabilization",
        "act",
        "quality",
        "composition",
        "loan",
        "investment",
        "portfolio",
        "demand",
        "loan",
        "product",
        "deposit",
        "flow",
        "funding",
        "cost",
        "competition",
        "demand",
        "financial",
        "service",
        "market",
        "area",
        "actual",
        "saving",
        "related",
        "deregistration",
        "common",
        "stock",
        "accounting",
        "principle",
        "policy",
        "guideline",
        "risk",
        "uncertainty",
        "considered",
        "evaluating",
        "statement",
        "contained",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "view",
        "date",
        "release",
        "pinnacle",
        "bankshares",
        "corporation",
        "selected",
        "financial",
        "highlight",
        "result",
        "unaudited",
        "thousand",
        "except",
        "ratio",
        "share",
        "per",
        "share",
        "data",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "income",
        "statement",
        "highlight",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "noninterest",
        "income",
        "noninterest",
        "expense",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "balance",
        "sheet",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "total",
        "loan",
        "total",
        "security",
        "total",
        "asset",
        "total",
        "deposit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "share",
        "outstanding",
        "ratio",
        "stock",
        "price",
        "gross",
        "ratio",
        "net",
        "interest",
        "margin",
        "liquidity",
        "efficiency",
        "ratio",
        "return",
        "average",
        "asset",
        "roa",
        "return",
        "average",
        "equity",
        "roe",
        "leverage",
        "ratio",
        "bank",
        "tier",
        "capital",
        "ratio",
        "bank",
        "total",
        "capital",
        "ratio",
        "bank",
        "stock",
        "price",
        "book",
        "value",
        "asset",
        "quality",
        "highlight",
        "nonaccruing",
        "loan",
        "loan",
        "day",
        "past",
        "due",
        "accruing",
        "total",
        "nonperforming",
        "loan",
        "troubled",
        "debt",
        "restructures",
        "accruing",
        "total",
        "impaired",
        "loan",
        "real",
        "estate",
        "owned",
        "oreo",
        "foreclosed",
        "asset",
        "total",
        "nonperforming",
        "asset",
        "nonperforming",
        "loan",
        "total",
        "loan",
        "nonperforming",
        "asset",
        "total",
        "asset",
        "allowance",
        "loan",
        "loss",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "allowance",
        "loan",
        "loss",
        "nonperforming",
        "loan",
        "contact",
        "pinnacle",
        "bankshares",
        "corporation",
        "bryan",
        "lemley",
        "bryanlemley",
        "source",
        "pinnacle",
        "bankshares",
        "corporation"
    ]
}