{
    "organizations": [],
    "uuid": "4c504500f3301d47aecdb3e83405a0691e116022",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/03/raceahead-eliminating-bias-checklists/",
    "ord_in_thread": 0,
    "title": "raceAhead: Eliminating Bias Through Checklists",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Quick. Picture a genius. Who did you see in your mind's eye?\nSome 90% of people will see Albert Einstein, says Daniel Chait, the CEO of Greenhouse, a firm that makes hiring software. “We’re used to thinking of geniuses as white men,” he said, referring to the hundreds of years of men-as-geniuses branding in Albert’s favor. Even if you’re super-woke and hustle to conjure up an image of Katherine Jonson or Isamu Akasaki, Einstein’s image will probably still pop up first.\nIt was the opening salvo of his keynote at the Greenhouse Open conference today and a reminder that if we want to minimize bias in our lives, we'll have to interrupt the shortcuts that our brains take a million times a day based on the patterns we're used to and the experiences we’ve had. \"It's necessary to take some of them to get through our day,\" he said. But unexamined, \"they can lead you badly astray.\"\nChait was teeing up some upcoming changes to their software, designed to include diversity data and inclusion prompts that talent managers can use to better identify the bias baked into their systems. (I haven't demo'd it, nor have I done any reporting on it, so this is not an endorsement.)\nWhat got my attention was the partner they used to develop this version of their software: Joelle Emerson, the founder and CEO of Paradigm , an inclusion consultancy. Emerson was an indispensable resource on Fortune's recent story on grit, which explored how companies are finding ways to look past traditional markers of success to find potential in people who are overlooked by existing talent screens.\n\"We use quantitative analysis to figure out what are the specific barriers candidates are facing,” Emerson told Fortune . \"Companies desperately need to know what's happening at every stage of their hiring funnel so they can think about the investments they want to make.\"\nWhile I'll leave the software review to a later column, Emerson shared an idea that I plan to put into place immediately to help me re-train my own brain: The checklist.\nEmerson found inspiration from The Checklist Manifesto , a remarkable book by Dr. Atul Gawande, who studied how simple checklists for routine tasks yielded extraordinary results.\nThe most memorable examples are people in the aviation industry, who use checklists for everything from clearing planes for takeoff, to managing sudden crises like the one that helped Capt. Chelsey “Sully” Sullenberger successfully land a hobbled plane on the Hudson River in 2009. Apply the same discipline to surgical procedures and suddenly surgical teams were seeing reductions in subsequent infections and death. And we’re not talking brain surgery. One of the prompts on the checklist: Did you remember to wash your hands?\n“What checklists do is help you break down tasks into routine steps, then make them systematic and add structure,” says Emerson. We’re human. People forget what they’re supposed to do, become frazzled, or simply want to stand out from their peers with their own way of doing things. But what they miss when they improvise can be problematic.\n\"Now add this to the world of hiring,\" she says. Inclusion prompts - like making note of where specific groups are falling out of the interview process, or reminding interviewers to ask about specific achievements, not just credentials – helps you track how people are faring as they seek jobs and promotions at your firm. \"Since there is no holistic solution at every stage of the hiring process, if you don't have data, you don't know what's working or not.\"\nAnd like hand-washing, it's the little things that matter. Last year, I began asking subjects I didn’t already know for their preferred pronouns. It was the latest addition to my own pre-interview \"checklist,\" which until today, was just in my head. In countless cases, the question itself yielded richer conversations and in one case, saved me from embarrassment and my subject from being offended in public.\nAfter today, I’ll be writing my checklist down. I think it will help me feel more confident in my conversations and make sure I don't forget to tell someone something vital - like, hey, okay if I record this? \nBut it should also help me make sure I don’t inadvertently make a part of someone’s identity disappear. It might not be a Nobel Prize-worthy innovation, but I’m sure Einstein would approve.\nOn Point [bs-title]Jesse Jackson calls on tech companies to do more to diversify[/bs-title][bs-content]The civil rights leader has been a long-time tech diversity champion. Dismayed by a lack of progress, he's asking Silicon Valley to do more to include marginalized groups and to be more transparent with their efforts to date. \"It's time to take stock of what has been done; what has worked and what hasn't,\" he wrote in a letter to Apple, Facebook, Google and other big tech companies, in a letter shared with USA Today. \"Companies must set specific, quantifiable diversity and inclusion goals, targets and timetables,\" Jackson wrote. \"Without them, the ability to measure and be accountable for progress will be difficult.\" The letter was co-signed by several advocacy groups including the Kapor Center.[/bs-content][bs-link link=\"https://www.usatoday.com/story/tech/2018/04/02/jesse-jackson-apple-amazon-facebook-google-redouble-diversity-efforts/474543002/\" source=\"USA Today\"]\n[bs-title]Health and Human Services Department removes breast cancer information from their website[/bs-title][bs-content]According to a recent report from the Sunlight Foundation, a government watchdog group, information about breast cancer -- including symptoms, risk factors and no- or low-cost screening options -- have been removed from the HHS website. A spokesperson for the department said the pages were removed for an update, a claim which is being disputed by advocates. An earlier report showed health information for lesbian and bisexual women had also been removed without warning and has not appeared elsewhere on the site. All former links to breast cancer information now loop back to the Office of Women's Health home page, where no breast cancer information is found, according to reporting from MedPage Today. [/bs-content][bs-link link=\"https://www.medpagetoday.com/publichealthpolicy/healthpolicy/72115\" source=\"MedPage Today\"]\n[bs-title]Dating app Grindr allowed other companies to see HIV status and location of users[/bs-title][bs-content]By late Monday the company confirmed that they would discontinue the practice, but the damage was done. According to an outside analysis, gay dating app Grindr had been sharing the HIV status of users without their knowledge with two outside app-optimizing companies, Apptimize and Localytics. HIV information, including \"last tested date\" was sent in bundled with users GPS location, phone and email. \"I think this is the incompetence of some developers that just send everything, including HIV status,\" said the researcher who first identified the issue. The news sent shockwaves through the gay community. \"It can put people in danger, and it feels like an invasion of privacy,\" said one user.[/bs-content][bs-link link=\"https://www.buzzfeed.com/azeenghorayshi/grindr-hiv-status-privacy\" source=\"Buzzfeed\"]\n[bs-title]Cisco commits $50 million to address homelessness in their backyard[/bs-title][bs-content]The commitment comes in the form of a donation to Destination: Home , a San Jose-based program that provides extremely low-income and supportive housing and related services, Despite being the home of Silicon Valley, Santa Clara has the third highest rate of chronic homelessness in the entire country. And the problem is getting worse. \"I believe that this commitment is a smart, long-term investment in the work that Destination: Home does, allowing them to buy land and build additional housing, pioneer technology solutions around homelessness, enhance data collection capabilities, and test promising social service intervention model,\" Cisco CEO Chuck Robbins said.[/bs-content][bs-link link=\"https://techcrunch.com/2018/03/26/cisco-commits-50-million-to-address-homelessness-in-silicon-valley/\" source=\"Techcrunch\"]\n \n \nThe Woke Leader [bs-title]Meet the woman who wants to diversify historical interpretation[/bs-title][bs-content]There are very few people of color who work as historical interpreters at the dozens of pre-Reconstruction historical sites or during the thousands of Civil War re-enactments every year. But Cheyney McKnight, who works a guest interpreter at Historic Richmond Town on Staten Island, NY, wants to change that. While her costumed colleagues show what life was like from the 1600s to the late 1800s, McKnight performs as an enslaved black woman, who works slavery information into her cooking and other demonstrations. \"I think people's guards go down when I talk about clothing and cooking,\" she told The Outline. \"But then it's like -- bam! Guess what? You are in a slavery lecture! And I'm not here to talk about a happy plantation narrative.\"[/bs-content][bs-link link=\"https://theoutline.com/post/3956/cheyney-mcknight-not-your-mommas-history-profile?zd=1&zi=437tmqe3\" source=\"The Outline\"]\n[bs-title]Traveling while Indian[/bs-title][bs-content]Deepti Kapoor begins this hilarious first-person account of the travel limitations placed on her by her government - specifically, how hard it is to get visas for her passport - with this question: How many Indian backpackers have you met? Turns out, not being able to travel freely has some pretty unfunny implications. Click through for an excellent graphic showing where she can freely travel compared with her English husband. The world is his oyster![/bs-content][bs-link link=\"https://catapult.co/stories/my-indian-passport-is-a-bitch\" source=\"Catapult\"]\n[bs-title]Scholar, poet, national treasure Eve Ewing wins an award[/bs-title][bs-content] RaceAhead favorite Eve Ewing has won the Norma Faber First Book Award for her resplendent Electric Arches. \"The books I admired most took on one aspect or another of our dreadful current situation and then attentively ordered it for human breath,\" wrote reviewer Elizabeth Macklin of her search for a winner. A mix of poetry, art and stories, Macklin found the work to speak to a deep need of a troubled world. \"[O]ne after another the poems were intelligent, self-aware, and good-willed down to their handwritten endings, their serious humor, their typographical wit,\" she said. Click through for a quick poem that will eat you alive.[/bs-content][bs-link link=\"http://www.poetrysociety.org/psa/awards/annual/winners/2018/award_8/\" source=\"Poetry Society\"]\nQuote [bs-quote link=\"https://www.smithsonianmag.com/science-nature/how-celebrity-scientist-albert-einstein-used-fame-denounce-american-racism-180962356/#yOoXFsjDRHojVFmP.99\" author =\"Albert Einstein\"]There is separation of colored people from white people in the United States. That separation is not a disease of colored people. It is a disease of white people. I do not intend to be quiet about it... It must be pointed out time and again that the exclusion of a large part of the colored population from active civil rights by the common practices is a slap in the face of the Constitution of the nation.[/bs-quote]\n",
    "published": "2018-04-03T22:27:00.000+03:00",
    "crawled": "2018-04-03T22:28:12.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quick",
        "picture",
        "genius",
        "see",
        "mind",
        "eye",
        "people",
        "see",
        "albert",
        "einstein",
        "say",
        "daniel",
        "chait",
        "ceo",
        "greenhouse",
        "firm",
        "make",
        "hiring",
        "software",
        "used",
        "thinking",
        "genius",
        "white",
        "men",
        "said",
        "referring",
        "hundred",
        "year",
        "branding",
        "albert",
        "favor",
        "even",
        "hustle",
        "conjure",
        "image",
        "katherine",
        "jonson",
        "isamu",
        "akasaki",
        "einstein",
        "image",
        "probably",
        "still",
        "pop",
        "first",
        "opening",
        "salvo",
        "keynote",
        "greenhouse",
        "open",
        "conference",
        "today",
        "reminder",
        "want",
        "minimize",
        "bias",
        "life",
        "interrupt",
        "shortcut",
        "brain",
        "take",
        "million",
        "time",
        "day",
        "based",
        "pattern",
        "used",
        "experience",
        "necessary",
        "take",
        "get",
        "day",
        "said",
        "unexamined",
        "lead",
        "badly",
        "astray",
        "chait",
        "teeing",
        "upcoming",
        "change",
        "software",
        "designed",
        "include",
        "diversity",
        "data",
        "inclusion",
        "prompt",
        "talent",
        "manager",
        "use",
        "better",
        "identify",
        "bias",
        "baked",
        "system",
        "demo",
        "done",
        "reporting",
        "endorsement",
        "got",
        "attention",
        "partner",
        "used",
        "develop",
        "version",
        "software",
        "joelle",
        "emerson",
        "founder",
        "ceo",
        "paradigm",
        "inclusion",
        "consultancy",
        "emerson",
        "indispensable",
        "resource",
        "fortune",
        "recent",
        "story",
        "grit",
        "explored",
        "company",
        "finding",
        "way",
        "look",
        "past",
        "traditional",
        "marker",
        "success",
        "find",
        "potential",
        "people",
        "overlooked",
        "existing",
        "talent",
        "screen",
        "use",
        "quantitative",
        "analysis",
        "figure",
        "specific",
        "barrier",
        "candidate",
        "facing",
        "emerson",
        "told",
        "fortune",
        "company",
        "desperately",
        "need",
        "know",
        "happening",
        "every",
        "stage",
        "hiring",
        "funnel",
        "think",
        "investment",
        "want",
        "make",
        "leave",
        "software",
        "review",
        "later",
        "column",
        "emerson",
        "shared",
        "idea",
        "plan",
        "put",
        "place",
        "immediately",
        "help",
        "brain",
        "checklist",
        "emerson",
        "found",
        "inspiration",
        "checklist",
        "manifesto",
        "remarkable",
        "book",
        "atul",
        "gawande",
        "studied",
        "simple",
        "checklist",
        "routine",
        "task",
        "yielded",
        "extraordinary",
        "result",
        "memorable",
        "example",
        "people",
        "aviation",
        "industry",
        "use",
        "checklist",
        "everything",
        "clearing",
        "plane",
        "takeoff",
        "managing",
        "sudden",
        "crisis",
        "like",
        "one",
        "helped",
        "capt",
        "chelsey",
        "sully",
        "sullenberger",
        "successfully",
        "land",
        "hobbled",
        "plane",
        "hudson",
        "river",
        "apply",
        "discipline",
        "surgical",
        "procedure",
        "suddenly",
        "surgical",
        "team",
        "seeing",
        "reduction",
        "subsequent",
        "infection",
        "death",
        "talking",
        "brain",
        "surgery",
        "one",
        "prompt",
        "checklist",
        "remember",
        "wash",
        "hand",
        "checklist",
        "help",
        "break",
        "task",
        "routine",
        "step",
        "make",
        "systematic",
        "add",
        "structure",
        "say",
        "emerson",
        "human",
        "people",
        "forget",
        "supposed",
        "become",
        "frazzled",
        "simply",
        "want",
        "stand",
        "peer",
        "way",
        "thing",
        "miss",
        "improvise",
        "problematic",
        "add",
        "world",
        "hiring",
        "say",
        "inclusion",
        "prompt",
        "like",
        "making",
        "note",
        "specific",
        "group",
        "falling",
        "interview",
        "process",
        "reminding",
        "interviewer",
        "ask",
        "specific",
        "achievement",
        "credential",
        "help",
        "track",
        "people",
        "faring",
        "seek",
        "job",
        "promotion",
        "firm",
        "since",
        "holistic",
        "solution",
        "every",
        "stage",
        "hiring",
        "process",
        "data",
        "know",
        "working",
        "like",
        "little",
        "thing",
        "matter",
        "last",
        "year",
        "began",
        "asking",
        "subject",
        "already",
        "know",
        "preferred",
        "pronoun",
        "latest",
        "addition",
        "checklist",
        "today",
        "head",
        "countless",
        "case",
        "question",
        "yielded",
        "richer",
        "conversation",
        "one",
        "case",
        "saved",
        "embarrassment",
        "subject",
        "offended",
        "public",
        "today",
        "writing",
        "checklist",
        "think",
        "help",
        "feel",
        "confident",
        "conversation",
        "make",
        "sure",
        "forget",
        "tell",
        "someone",
        "something",
        "vital",
        "like",
        "hey",
        "okay",
        "record",
        "also",
        "help",
        "make",
        "sure",
        "inadvertently",
        "make",
        "part",
        "someone",
        "identity",
        "disappear",
        "might",
        "nobel",
        "innovation",
        "sure",
        "einstein",
        "would",
        "approve",
        "point",
        "jesse",
        "jackson",
        "call",
        "tech",
        "company",
        "diversify",
        "civil",
        "right",
        "leader",
        "tech",
        "diversity",
        "champion",
        "dismayed",
        "lack",
        "progress",
        "asking",
        "silicon",
        "valley",
        "include",
        "marginalized",
        "group",
        "transparent",
        "effort",
        "date",
        "time",
        "take",
        "stock",
        "done",
        "worked",
        "wrote",
        "letter",
        "apple",
        "facebook",
        "google",
        "big",
        "tech",
        "company",
        "letter",
        "shared",
        "usa",
        "today",
        "company",
        "must",
        "set",
        "specific",
        "quantifiable",
        "diversity",
        "inclusion",
        "goal",
        "target",
        "timetable",
        "jackson",
        "wrote",
        "without",
        "ability",
        "measure",
        "accountable",
        "progress",
        "difficult",
        "letter",
        "several",
        "advocacy",
        "group",
        "including",
        "kapor",
        "center",
        "http",
        "usa",
        "today",
        "health",
        "human",
        "service",
        "department",
        "remove",
        "breast",
        "cancer",
        "information",
        "website",
        "according",
        "recent",
        "report",
        "sunlight",
        "foundation",
        "government",
        "watchdog",
        "group",
        "information",
        "breast",
        "cancer",
        "including",
        "symptom",
        "risk",
        "factor",
        "screening",
        "option",
        "removed",
        "hhs",
        "website",
        "spokesperson",
        "department",
        "said",
        "page",
        "removed",
        "update",
        "claim",
        "disputed",
        "advocate",
        "earlier",
        "report",
        "showed",
        "health",
        "information",
        "lesbian",
        "bisexual",
        "woman",
        "also",
        "removed",
        "without",
        "warning",
        "appeared",
        "elsewhere",
        "site",
        "former",
        "link",
        "breast",
        "cancer",
        "information",
        "loop",
        "back",
        "office",
        "woman",
        "health",
        "home",
        "page",
        "breast",
        "cancer",
        "information",
        "found",
        "according",
        "reporting",
        "medpage",
        "today",
        "http",
        "medpage",
        "today",
        "dating",
        "app",
        "grindr",
        "allowed",
        "company",
        "see",
        "hiv",
        "status",
        "location",
        "user",
        "late",
        "monday",
        "company",
        "confirmed",
        "would",
        "discontinue",
        "practice",
        "damage",
        "done",
        "according",
        "outside",
        "analysis",
        "gay",
        "dating",
        "app",
        "grindr",
        "sharing",
        "hiv",
        "status",
        "user",
        "without",
        "knowledge",
        "two",
        "outside",
        "company",
        "apptimize",
        "localytics",
        "hiv",
        "information",
        "including",
        "last",
        "tested",
        "date",
        "sent",
        "bundled",
        "user",
        "gps",
        "location",
        "phone",
        "email",
        "think",
        "incompetence",
        "developer",
        "send",
        "everything",
        "including",
        "hiv",
        "status",
        "said",
        "researcher",
        "first",
        "identified",
        "issue",
        "news",
        "sent",
        "shockwaves",
        "gay",
        "community",
        "put",
        "people",
        "danger",
        "feel",
        "like",
        "invasion",
        "privacy",
        "said",
        "one",
        "user",
        "http",
        "buzzfeed",
        "cisco",
        "commits",
        "million",
        "address",
        "homelessness",
        "backyard",
        "commitment",
        "come",
        "form",
        "donation",
        "destination",
        "home",
        "san",
        "program",
        "provides",
        "extremely",
        "supportive",
        "housing",
        "related",
        "service",
        "despite",
        "home",
        "silicon",
        "valley",
        "santa",
        "clara",
        "third",
        "highest",
        "rate",
        "chronic",
        "homelessness",
        "entire",
        "country",
        "problem",
        "getting",
        "worse",
        "believe",
        "commitment",
        "smart",
        "investment",
        "work",
        "destination",
        "home",
        "allowing",
        "buy",
        "land",
        "build",
        "additional",
        "housing",
        "pioneer",
        "technology",
        "solution",
        "around",
        "homelessness",
        "enhance",
        "data",
        "collection",
        "capability",
        "test",
        "promising",
        "social",
        "service",
        "intervention",
        "model",
        "cisco",
        "ceo",
        "chuck",
        "robbins",
        "said",
        "http",
        "techcrunch",
        "woke",
        "leader",
        "meet",
        "woman",
        "want",
        "diversify",
        "historical",
        "interpretation",
        "people",
        "color",
        "work",
        "historical",
        "interpreter",
        "dozen",
        "historical",
        "site",
        "thousand",
        "civil",
        "war",
        "every",
        "year",
        "cheyney",
        "mcknight",
        "work",
        "guest",
        "interpreter",
        "historic",
        "richmond",
        "town",
        "staten",
        "island",
        "ny",
        "want",
        "change",
        "costumed",
        "colleague",
        "show",
        "life",
        "like",
        "1600s",
        "late",
        "1800s",
        "mcknight",
        "performs",
        "enslaved",
        "black",
        "woman",
        "work",
        "slavery",
        "information",
        "cooking",
        "demonstration",
        "think",
        "people",
        "guard",
        "go",
        "talk",
        "clothing",
        "cooking",
        "told",
        "outline",
        "like",
        "bam",
        "guess",
        "slavery",
        "lecture",
        "talk",
        "happy",
        "plantation",
        "narrative",
        "http",
        "outline",
        "traveling",
        "indian",
        "deepti",
        "kapoor",
        "begin",
        "hilarious",
        "account",
        "travel",
        "limitation",
        "placed",
        "government",
        "specifically",
        "hard",
        "get",
        "visa",
        "passport",
        "question",
        "many",
        "indian",
        "backpacker",
        "met",
        "turn",
        "able",
        "travel",
        "freely",
        "pretty",
        "unfunny",
        "implication",
        "click",
        "excellent",
        "graphic",
        "showing",
        "freely",
        "travel",
        "compared",
        "english",
        "husband",
        "world",
        "oyster",
        "http",
        "catapult",
        "scholar",
        "poet",
        "national",
        "treasure",
        "eve",
        "ewing",
        "win",
        "award",
        "raceahead",
        "favorite",
        "eve",
        "ewing",
        "norma",
        "faber",
        "first",
        "book",
        "award",
        "resplendent",
        "electric",
        "arch",
        "book",
        "admired",
        "took",
        "one",
        "aspect",
        "another",
        "dreadful",
        "current",
        "situation",
        "attentively",
        "ordered",
        "human",
        "breath",
        "wrote",
        "reviewer",
        "elizabeth",
        "macklin",
        "search",
        "winner",
        "mix",
        "poetry",
        "art",
        "story",
        "macklin",
        "found",
        "work",
        "speak",
        "deep",
        "need",
        "troubled",
        "world",
        "ne",
        "another",
        "poem",
        "intelligent",
        "handwritten",
        "ending",
        "serious",
        "humor",
        "typographical",
        "wit",
        "said",
        "click",
        "quick",
        "poem",
        "eat",
        "alive",
        "http",
        "poetry",
        "society",
        "quote",
        "http",
        "author",
        "albert",
        "einstein",
        "separation",
        "colored",
        "people",
        "white",
        "people",
        "united",
        "state",
        "separation",
        "disease",
        "colored",
        "people",
        "disease",
        "white",
        "people",
        "intend",
        "quiet",
        "must",
        "pointed",
        "time",
        "exclusion",
        "large",
        "part",
        "colored",
        "population",
        "active",
        "civil",
        "right",
        "common",
        "practice",
        "slap",
        "face",
        "constitution",
        "nation"
    ]
}