{
    "organizations": [],
    "uuid": "5be8fa4280a5c7a9e8cf5cc64db5ce8758a6346e",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/04/19/lamborghini-aventador-s-roadster-2018/",
    "ord_in_thread": 0,
    "title": "$460,000 Lamborghini Aventador S Roadster Echoes Wild Past",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "10:58 AM EDT \nLamborghini has been very deliberate lately in its evolution as a brand. \nIn the past half-decade, the company that started making tractors for Italian farmers more than 55 years ago has unveiled the $242,300 Huracán—known for its smoother, sleeker (more affordable) demeanor behind the wheel—and the $200,000 Urus, its first SUV since the LM002 went out of production decades ago. \nBoth vehicles are attracting new customers to the brand, especially women and first-time Lamborghini owners, according to dealers and company executives. \nThe cars have also provoked cries from some old-school die-hards that the brand has so tamed itself in order to reach the masses that it is no longer recognizable as the revered brand. (But can you actually call fewer than 4,000 cars sold globally per year mass appeal?) \nThose people, I’d suggest, should take note of the 2018 Aventador S Roadster. The new 740-horsepower V12 bull from Sant’Agata Bolognese is every bit as demonic as its immediate predecessor, the Murciélago—and quite a bit more than anything else that comes from standard stock production. With a starting price of $460,247, it’ll also hurt your pocketbook just as much to own one as those top-end Gallardos and Murciélagos did back in the good old days. You know, before Lamborghini became so common. A Car Apart \nI’ll lay off the sarcasm now, because let’s get real: In an era in which every premium sedan feels interchangeable and anything remotely fuel-efficient feels and looks like an appliance, Lamborghini remains exceptional. You may not like its point of view, but at least it has a point of view. Most brands these days are scared to make any point at all. \nAnd here we find the Aventador S Roadster—the only mid-engine V12 on the market, complete with a front end “fangs” befitting a viper, sides that slice through the air like blades, and a rear that looks like the exoskeleton of an intergalactic insect. \nAfter all, this is Lamborghini’s iconic model. Of course it’s going to scream for attention. \nWhere many of today’s top cars from Porsche, Mercedes, Ferrari, and even McLaren are turbo-charged with dual-clutch transmissions (for smoother, quicker, more-efficient driving, my dear) the Aventador S Roadster is naturally aspirated, with only a single clutch to its all-wheel-drive, seven-speed transmission. In Sport—a medium-aggressive (paddle-shifting) option among its four drive modes—it jolts and jerks from first to second and from second to third gear. It does this so abruptly that your passengers will question your driving skills. This also means you get the sort of rubbed-raw driving feel that jump-starts the flow of adrenaline through your veins. If it hurts, it’s working, right? The Drawbacks \nWhile we’re on the subject, here are some other things that hurt about this car: \n(1) Visibility: nil. You might as well just close your eyes when you shift into reverse or change lanes in any direction; the windshield is so slanted that, even when peering forward, the view is impeded by the top line of the glass. I had to slouch to see traffic lights. \n(2) Ground clearance. Don’t even try going up that slightly tilted driveway, or pass over that speed bump at more than eight miles per hour. \n(3) Trunk space. With the roof stowed in the front truck, there is none. Literally. \nI know, I know. These things are beside the point to some of you die-hards; I hear this every time I review an old-school Lambo. Plus, many supercars have these problems. But it must be said that the Aventador S Roadster bears them with the greatest pride, like badges of honor. \nThere is more headroom in a Porsche 911 than in this Aventador S Roadster, for example, and more foot room in a Mercedes-Benz AMG GT. Don’t ask me how it’s possible that a car with the top cut off manages to feel tight for anyone over 5’10’’, but Lamborghini has achieved this feat. That famous Italian magic that makes pizza and wine so good has gone in reverse. \nThis is not a car to take on a day trip or an overnight holiday, unless you have an SUV following with all your gear. On the day I drove this car last week, in Malibu and through the canyons near Mulholland Drive, that’s how I carried my backpack. \nAlthough once you open the throttle, all is forgiven. \nTop speed here is 217mph—not so far from the fastest land speed on record—and zero to 62mph takes three seconds flat. (That is the slimmest sliver of a second slower than the 2.9 seconds of the Aventador S Coupe, which exactly no one will notice.) Plus, this comes on a carbon-fiber body that weighs less than 3,600 pounds, with 507 pound-feet of torque. When you accelerate, it feels like a giant hand pressing your chest. The steering is so precise that if you time corners right, you may even think you’ve tamed this car enough to be a team—it will feel as if it’s reading your mind. The active wing spoiler alternates among three positions as you accelerate past 100mph. And its wide, square stance grips the entire width of the road in a hug as tight as a boa constrictor. \nWhere McLaren makes clinically perfect supercars such as the 720S that can lack discernable personality, the Aventador S Roadster is the opposite: messy, angry, passionate, disinclined to obey. \nI suspect most modern, younger drivers will agree with me when I say that something from the Huracán Performante line will be much more fun to drive and own than the Aventador S Roadster. But for bragging rights and (ahem) measuring machismo, the Aventador S Roadster is for you. \nIf you buy one (they’re available now), you might as well get the brightest color you can think of. Let everyone know you’ll keep up the old guard side of things while the brand moves forward. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-19T22:58:00.000+03:00",
    "crawled": "2018-04-19T19:12:47.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "edt",
        "lamborghini",
        "deliberate",
        "lately",
        "evolution",
        "brand",
        "past",
        "company",
        "started",
        "making",
        "tractor",
        "italian",
        "farmer",
        "year",
        "ago",
        "unveiled",
        "smoother",
        "sleeker",
        "affordable",
        "demeanor",
        "behind",
        "urus",
        "first",
        "suv",
        "since",
        "lm002",
        "went",
        "production",
        "decade",
        "ago",
        "vehicle",
        "attracting",
        "new",
        "customer",
        "brand",
        "especially",
        "woman",
        "lamborghini",
        "owner",
        "according",
        "dealer",
        "company",
        "executive",
        "car",
        "also",
        "provoked",
        "cry",
        "brand",
        "tamed",
        "order",
        "reach",
        "mass",
        "longer",
        "recognizable",
        "revered",
        "brand",
        "actually",
        "call",
        "fewer",
        "car",
        "sold",
        "globally",
        "per",
        "year",
        "mass",
        "appeal",
        "people",
        "suggest",
        "take",
        "note",
        "aventador",
        "roadster",
        "new",
        "v12",
        "bull",
        "sant",
        "agata",
        "bolognese",
        "every",
        "bit",
        "demonic",
        "immediate",
        "predecessor",
        "quite",
        "bit",
        "anything",
        "else",
        "come",
        "standard",
        "stock",
        "production",
        "starting",
        "price",
        "also",
        "hurt",
        "pocketbook",
        "much",
        "one",
        "gallardos",
        "murciélagos",
        "back",
        "good",
        "old",
        "day",
        "know",
        "lamborghini",
        "became",
        "common",
        "car",
        "apart",
        "lay",
        "sarcasm",
        "let",
        "get",
        "real",
        "era",
        "every",
        "premium",
        "sedan",
        "feel",
        "interchangeable",
        "anything",
        "remotely",
        "feel",
        "look",
        "like",
        "appliance",
        "lamborghini",
        "remains",
        "exceptional",
        "may",
        "like",
        "point",
        "view",
        "least",
        "point",
        "view",
        "brand",
        "day",
        "scared",
        "make",
        "point",
        "find",
        "aventador",
        "v12",
        "market",
        "complete",
        "front",
        "end",
        "fang",
        "befitting",
        "viper",
        "side",
        "slice",
        "air",
        "like",
        "blade",
        "rear",
        "look",
        "like",
        "exoskeleton",
        "intergalactic",
        "insect",
        "lamborghini",
        "iconic",
        "model",
        "course",
        "going",
        "scream",
        "attention",
        "many",
        "today",
        "top",
        "car",
        "porsche",
        "mercedes",
        "ferrari",
        "even",
        "mclaren",
        "transmission",
        "smoother",
        "quicker",
        "driving",
        "dear",
        "aventador",
        "roadster",
        "naturally",
        "aspirated",
        "single",
        "clutch",
        "transmission",
        "option",
        "among",
        "four",
        "drive",
        "jolt",
        "jerk",
        "first",
        "second",
        "second",
        "third",
        "gear",
        "abruptly",
        "passenger",
        "question",
        "driving",
        "skill",
        "also",
        "mean",
        "get",
        "sort",
        "driving",
        "feel",
        "flow",
        "adrenaline",
        "vein",
        "hurt",
        "working",
        "right",
        "drawback",
        "subject",
        "thing",
        "hurt",
        "car",
        "visibility",
        "nil",
        "might",
        "well",
        "close",
        "eye",
        "shift",
        "reverse",
        "change",
        "lane",
        "direction",
        "windshield",
        "slanted",
        "even",
        "peering",
        "forward",
        "view",
        "impeded",
        "top",
        "line",
        "glass",
        "slouch",
        "see",
        "traffic",
        "light",
        "ground",
        "clearance",
        "even",
        "try",
        "going",
        "slightly",
        "tilted",
        "driveway",
        "pas",
        "speed",
        "bump",
        "eight",
        "mile",
        "per",
        "hour",
        "trunk",
        "space",
        "roof",
        "stowed",
        "front",
        "truck",
        "none",
        "literally",
        "know",
        "know",
        "thing",
        "beside",
        "point",
        "hear",
        "every",
        "time",
        "review",
        "lambo",
        "plus",
        "many",
        "supercars",
        "problem",
        "must",
        "said",
        "aventador",
        "roadster",
        "bear",
        "greatest",
        "pride",
        "like",
        "badge",
        "honor",
        "headroom",
        "porsche",
        "aventador",
        "roadster",
        "example",
        "foot",
        "room",
        "amg",
        "gt",
        "ask",
        "possible",
        "car",
        "top",
        "cut",
        "manages",
        "feel",
        "tight",
        "anyone",
        "lamborghini",
        "achieved",
        "feat",
        "famous",
        "italian",
        "magic",
        "make",
        "pizza",
        "wine",
        "good",
        "gone",
        "reverse",
        "car",
        "take",
        "day",
        "trip",
        "overnight",
        "holiday",
        "unless",
        "suv",
        "following",
        "gear",
        "day",
        "drove",
        "car",
        "last",
        "week",
        "malibu",
        "canyon",
        "near",
        "mulholland",
        "drive",
        "carried",
        "backpack",
        "although",
        "open",
        "throttle",
        "forgiven",
        "top",
        "speed",
        "far",
        "fastest",
        "land",
        "speed",
        "zero",
        "62mph",
        "take",
        "three",
        "second",
        "flat",
        "slimmest",
        "sliver",
        "second",
        "slower",
        "second",
        "aventador",
        "coupe",
        "exactly",
        "one",
        "notice",
        "plus",
        "come",
        "body",
        "weighs",
        "less",
        "pound",
        "torque",
        "accelerate",
        "feel",
        "like",
        "giant",
        "hand",
        "pressing",
        "chest",
        "steering",
        "precise",
        "time",
        "corner",
        "right",
        "may",
        "even",
        "think",
        "tamed",
        "car",
        "enough",
        "feel",
        "reading",
        "mind",
        "active",
        "wing",
        "spoiler",
        "alternate",
        "among",
        "three",
        "position",
        "accelerate",
        "past",
        "100mph",
        "wide",
        "square",
        "stance",
        "grip",
        "entire",
        "width",
        "road",
        "hug",
        "tight",
        "boa",
        "constrictor",
        "mclaren",
        "make",
        "clinically",
        "perfect",
        "supercars",
        "720s",
        "lack",
        "discernable",
        "personality",
        "aventador",
        "roadster",
        "opposite",
        "messy",
        "angry",
        "passionate",
        "disinclined",
        "obey",
        "suspect",
        "modern",
        "younger",
        "driver",
        "agree",
        "say",
        "something",
        "huracán",
        "performante",
        "line",
        "much",
        "fun",
        "drive",
        "aventador",
        "roadster",
        "bragging",
        "right",
        "ahem",
        "measuring",
        "machismo",
        "aventador",
        "roadster",
        "buy",
        "one",
        "available",
        "might",
        "well",
        "get",
        "brightest",
        "color",
        "think",
        "let",
        "everyone",
        "know",
        "keep",
        "old",
        "guard",
        "side",
        "thing",
        "brand",
        "move",
        "forward",
        "sponsored",
        "financial",
        "content"
    ]
}