{
    "organizations": [],
    "uuid": "bec8cdf8bc6d97b1b1bc3209e80e550396a2c8af",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/16/trevor-chapman-started-lds-man-with-200-and-sold-it-for-10-million.html",
    "ord_in_thread": 0,
    "title": "How a 34-year-old turned $200 into a company he sold for over $10 million in a matter of months",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "2 Hours Ago | 02:04 \nThirteen years ago as a broke college student, Trevor Chapman took a job selling pest control door-to-door to make extra money. Eventually, he launched his own sales operation — a solar panel installation company that quickly expanded across three states. But two years in, something was missing — and it wasn't a shortage of time spent in the office. \n\"There came a point in time when I had to say, 'I'm in my mid-thirties, am I willing to wait until some of my kids are out of the house ... [to enjoy] my life to the extent I imagined I would?'\" Chapman recalls. \nHis answer became the impetus to spend $200 launching LDSman.com , an online store offering a strange assortment of items sourced from China (Kevlar pants, charcoal toothpaste, inflatable lounge chairs, fidget spinners and more). \nWithin three months, Chapman went from putting in 12-hour days at his solar company to spending just an hour and a half each week on his site by the time he hit his first $1 million in sales. Then, in 2018, he sold LDSman, along with his corresponding e-commerce logistics companies, to a holding company in a deal worth over $10 million. Trevor Chapman | Trevor Chapman, now 34, founded his e-commerce site LDSman.com to be able to spend more time with his family. \nThe experience convinced Chapman e-commerce offers the best opportunity for anyone to take control of their time and make money, even for the inexperienced just looking to start something, like he was. \nHow it all started \nUnhappy running his solar panel business and seeing no path to change there, Chapman came across a quote from Warren Buffett: \"If you don't find a way to make money while you sleep, you will work until you die.\" \"If you don't find a way to make money while you sleep, you will work until you die.\" -Warren Buffett, CEO of Berkshire Hathaway \nChapman figured the best way to earn passive income would be through e-commerce. It's big business: Global online retail sales grew by 20 percent from $1.9 trillion to $2.3 trillion in 2015, according to a 2016 Ecommerce Foundation report . \nBut before he gave any real thought to leaving his day job, he wanted to see for himself if it was possible to make a living selling things online. \"It requires work like everything else, but you don't have to risk your full-time job to do this,\" the 34-year-old says . \nChapman spent a few hours a night on the project, and start-up costs were minimal, about $200 he says. He bought adomain name for $2.99 a year and set up a Shopify account via a $14 trial. The most expensive thing was when he started spending $100 a day on a Facebook advertising budget. LDSman.com went live on Nov. 11, 2016. \nDay One, Chapman lost money. \nAt first, he was selling the wrong product. \"My initial thing was that I was going to sell Mormon artwork online. That was probably up for 10 hours,\" he says. \"I realized that what I was peddling online was not compelling enough to drive traffic.\" \nTo refocus, Chapman used a lesson from his solar panel operation: When selling door-to-door, the product has to be intriguing enough for people to invite you into their homes, Chapman says. \"Same thing online — to pull someone away from their friend feed, you've got to be offering something interesting.\" \nOut went Mormon art and in came inflatable lounge chairs, a popular staple among online stores selling viral products . Sourcing from Chinese manufacturers on Alibaba and Aliexpress, Chapman found other products for $4.99 that he could resell for $59.99. To avoid the cost and risk of taking on inventory, he would set up arrangements with suppliers (over the popular Chinese messaging service WeChat) to have his orders shipped directly from their warehouses in China to the customer in the U.S. — a practice known as drop shipping. \n\"That's the best way to test a product to see whether or not it's actually going to sell,\" he says. \nAnd drop shipping had other benefits: Through a program called ePacket , an arrangement between the United States Postal Service and foreign postal operators designed to encourage e-commerce, it was actually cheaper for LDSman to ship from China, albeit with a slight lag time. Shipping an external iPhone zoom lens from Shanghai, for example, cost $2.29 — more than $5 cheaper than the cost to ship the same package domestically . \nMaking money while he slept \nAs orders streamed in while Chapman slept, he realized he was on to something. \"I made money my second day and every day after that,\" he says. Just two weeks in, he had his first $10,000 day. \nThe revenue allowed Chapman to hire out time-consuming customer service work to a team of freelancers in the Philippines. Chapman says he pays each team member $700 a month (low by U.S. standards but notably higher than the $400 monthly average a family in the Philippines earns). He also boosted his budget for Facebook advertisements, focusing more money on the ads that attracted the most purchases. \nNearly two months in, the woes of drop shipping caught up with him. The vendor in China he paid $80,000 to supply and ship inflatable lounges swapped out the approved product for a cheaper alternative. When customers started complaining, LDSman replaced about 1,500 bags. Even so, Chapman says he's bounced back from the experience to reach a 48 percent total pretax profit margin. Chapman's warehouse now not only houses his own products, but also those he's importing on behalf of others. \nLike any good businessperson, Chapman also turned the setback into an opportunity: He bought a 9,000-square-foot warehouse in Salt Lake City and hired a five-person fulfillment staff. It's a move that enabled LDSman to take the business to the next level but something Chapman concedes isn't for everyone, given the capital investment and commitment. Chapman quit the solar panel business, and with the warehouse and staff in place, was spending just over an hour a week working on the site and updating Facebook ads. \nShortly after day 92, when the site brought in that first $1 million in sales, Utah-based VC firm Clarke Capital came calling, interested in adding Chapman's e-commerce company to its portfolio. Chapman says he turned down a buyout offer in 2017 worth around $3 million to maintain independence and to have the income and time to pursue his own projects. Chapman, who once worked with the software company behind Israel's defense system, says Facebook's advertising data is alarmingly more robust. \nIn early 2018, however, Chapman agreed to sell LDSman and his logistics company that specializes in importing good from countries around the world in a deal worth over $10 million with outside investors. The deal also included selling Academy of Arbitrage, the educational site Chapman founded to walk others through getting started in e-commerce. \nWhile a few of the people in his online courses have come close to replicating his initial success, the most common sales total at the one-month mark in one of his early classes was under $12,000. \"As with anything,\" Chapman says, \"you get out of it what you put in.\" His own mother, Chapman notes, was able to build up a site of her own after she followed his lessons despite not knowing anything about e-commerce. \nIt's a full-circle finish that Chapman sees as a sign of just how revolutionary the opportunities provided by a globalized and digital economy actually are. \n\"The data on each individual is astounding,\" he says about the information he can cull from advertising on Facebook. Before, this kind of consumer targeting would have cost hundreds of millions of dollars, says Chapman. \"[O]nly companies like Target could engage in this kind of marketing,\" he says in reference to Target's controversial marketing tactics which targeted expecting mothers with baby product ads based on their changing purchase habits , even before some were aware they were pregnant. \nNow, \"In a month you can be more powerful than Target ... and you can do that online,\" says Chapman. \"That's the power of e-commerce.\" \n— Video by Zack Guzman . \nWant more side hustle inspiration? Watch all new episodes of \"Staten Island Hustle,\" Wednesdays at 10P ET/PT on CNBC. \nSee also: ",
    "published": "2018-04-16T18:41:00.000+03:00",
    "crawled": "2018-04-16T19:54:32.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "thirteen",
        "year",
        "ago",
        "broke",
        "college",
        "student",
        "trevor",
        "chapman",
        "took",
        "job",
        "selling",
        "pest",
        "control",
        "make",
        "extra",
        "money",
        "eventually",
        "launched",
        "sale",
        "operation",
        "solar",
        "panel",
        "installation",
        "company",
        "quickly",
        "expanded",
        "across",
        "three",
        "state",
        "two",
        "year",
        "something",
        "missing",
        "shortage",
        "time",
        "spent",
        "office",
        "came",
        "point",
        "time",
        "say",
        "willing",
        "wait",
        "kid",
        "house",
        "enjoy",
        "life",
        "extent",
        "imagined",
        "would",
        "chapman",
        "recall",
        "answer",
        "became",
        "impetus",
        "spend",
        "launching",
        "online",
        "store",
        "offering",
        "strange",
        "assortment",
        "item",
        "sourced",
        "china",
        "kevlar",
        "pant",
        "charcoal",
        "toothpaste",
        "inflatable",
        "lounge",
        "chair",
        "fidget",
        "spinner",
        "within",
        "three",
        "month",
        "chapman",
        "went",
        "putting",
        "day",
        "solar",
        "company",
        "spending",
        "hour",
        "half",
        "week",
        "site",
        "time",
        "hit",
        "first",
        "million",
        "sale",
        "sold",
        "ldsman",
        "along",
        "corresponding",
        "logistics",
        "company",
        "holding",
        "company",
        "deal",
        "worth",
        "million",
        "trevor",
        "chapman",
        "trevor",
        "chapman",
        "founded",
        "site",
        "able",
        "spend",
        "time",
        "family",
        "experience",
        "convinced",
        "chapman",
        "offer",
        "best",
        "opportunity",
        "anyone",
        "take",
        "control",
        "time",
        "make",
        "money",
        "even",
        "inexperienced",
        "looking",
        "start",
        "something",
        "like",
        "started",
        "unhappy",
        "running",
        "solar",
        "panel",
        "business",
        "seeing",
        "path",
        "change",
        "chapman",
        "came",
        "across",
        "quote",
        "warren",
        "buffett",
        "find",
        "way",
        "make",
        "money",
        "sleep",
        "work",
        "die",
        "find",
        "way",
        "make",
        "money",
        "sleep",
        "work",
        "die",
        "buffett",
        "ceo",
        "berkshire",
        "hathaway",
        "chapman",
        "figured",
        "best",
        "way",
        "earn",
        "passive",
        "income",
        "would",
        "big",
        "business",
        "global",
        "online",
        "retail",
        "sale",
        "grew",
        "percent",
        "trillion",
        "trillion",
        "according",
        "ecommerce",
        "foundation",
        "report",
        "gave",
        "real",
        "thought",
        "leaving",
        "day",
        "job",
        "wanted",
        "see",
        "possible",
        "make",
        "living",
        "selling",
        "thing",
        "online",
        "requires",
        "work",
        "like",
        "everything",
        "else",
        "risk",
        "job",
        "say",
        "chapman",
        "spent",
        "hour",
        "night",
        "project",
        "cost",
        "minimal",
        "say",
        "bought",
        "adomain",
        "name",
        "year",
        "set",
        "shopify",
        "account",
        "via",
        "trial",
        "expensive",
        "thing",
        "started",
        "spending",
        "day",
        "facebook",
        "advertising",
        "budget",
        "went",
        "live",
        "day",
        "one",
        "chapman",
        "lost",
        "money",
        "first",
        "selling",
        "wrong",
        "product",
        "initial",
        "thing",
        "going",
        "sell",
        "mormon",
        "artwork",
        "online",
        "probably",
        "hour",
        "say",
        "realized",
        "peddling",
        "online",
        "compelling",
        "enough",
        "drive",
        "traffic",
        "refocus",
        "chapman",
        "used",
        "lesson",
        "solar",
        "panel",
        "operation",
        "selling",
        "product",
        "intriguing",
        "enough",
        "people",
        "invite",
        "home",
        "chapman",
        "say",
        "thing",
        "online",
        "pull",
        "someone",
        "away",
        "friend",
        "feed",
        "got",
        "offering",
        "something",
        "interesting",
        "went",
        "mormon",
        "art",
        "came",
        "inflatable",
        "lounge",
        "chair",
        "popular",
        "staple",
        "among",
        "online",
        "store",
        "selling",
        "viral",
        "product",
        "sourcing",
        "chinese",
        "manufacturer",
        "alibaba",
        "aliexpress",
        "chapman",
        "found",
        "product",
        "could",
        "resell",
        "avoid",
        "cost",
        "risk",
        "taking",
        "inventory",
        "would",
        "set",
        "arrangement",
        "supplier",
        "popular",
        "chinese",
        "messaging",
        "service",
        "wechat",
        "order",
        "shipped",
        "directly",
        "warehouse",
        "china",
        "customer",
        "practice",
        "known",
        "drop",
        "shipping",
        "best",
        "way",
        "test",
        "product",
        "see",
        "whether",
        "actually",
        "going",
        "sell",
        "say",
        "drop",
        "shipping",
        "benefit",
        "program",
        "called",
        "epacket",
        "arrangement",
        "united",
        "state",
        "postal",
        "service",
        "foreign",
        "postal",
        "operator",
        "designed",
        "encourage",
        "actually",
        "cheaper",
        "ldsman",
        "ship",
        "china",
        "albeit",
        "slight",
        "lag",
        "time",
        "shipping",
        "external",
        "iphone",
        "zoom",
        "lens",
        "shanghai",
        "example",
        "cost",
        "cheaper",
        "cost",
        "ship",
        "package",
        "domestically",
        "making",
        "money",
        "slept",
        "order",
        "streamed",
        "chapman",
        "slept",
        "realized",
        "something",
        "made",
        "money",
        "second",
        "day",
        "every",
        "day",
        "say",
        "two",
        "week",
        "first",
        "day",
        "revenue",
        "allowed",
        "chapman",
        "hire",
        "customer",
        "service",
        "work",
        "team",
        "freelancer",
        "philippine",
        "chapman",
        "say",
        "pay",
        "team",
        "member",
        "month",
        "low",
        "standard",
        "notably",
        "higher",
        "monthly",
        "average",
        "family",
        "philippine",
        "earns",
        "also",
        "boosted",
        "budget",
        "facebook",
        "advertisement",
        "focusing",
        "money",
        "ad",
        "attracted",
        "purchase",
        "nearly",
        "two",
        "month",
        "woe",
        "drop",
        "shipping",
        "caught",
        "vendor",
        "china",
        "paid",
        "supply",
        "ship",
        "inflatable",
        "lounge",
        "swapped",
        "approved",
        "product",
        "cheaper",
        "alternative",
        "customer",
        "started",
        "complaining",
        "ldsman",
        "replaced",
        "bag",
        "even",
        "chapman",
        "say",
        "bounced",
        "back",
        "experience",
        "reach",
        "percent",
        "total",
        "pretax",
        "profit",
        "margin",
        "chapman",
        "warehouse",
        "house",
        "product",
        "also",
        "importing",
        "behalf",
        "others",
        "like",
        "good",
        "businessperson",
        "chapman",
        "also",
        "turned",
        "setback",
        "opportunity",
        "bought",
        "warehouse",
        "salt",
        "lake",
        "city",
        "hired",
        "fulfillment",
        "staff",
        "move",
        "enabled",
        "ldsman",
        "take",
        "business",
        "next",
        "level",
        "something",
        "chapman",
        "concedes",
        "everyone",
        "given",
        "capital",
        "investment",
        "commitment",
        "chapman",
        "quit",
        "solar",
        "panel",
        "business",
        "warehouse",
        "staff",
        "place",
        "spending",
        "hour",
        "week",
        "working",
        "site",
        "updating",
        "facebook",
        "ad",
        "shortly",
        "day",
        "site",
        "brought",
        "first",
        "million",
        "sale",
        "vc",
        "firm",
        "clarke",
        "capital",
        "came",
        "calling",
        "interested",
        "adding",
        "chapman",
        "company",
        "portfolio",
        "chapman",
        "say",
        "turned",
        "buyout",
        "offer",
        "worth",
        "around",
        "million",
        "maintain",
        "independence",
        "income",
        "time",
        "pursue",
        "project",
        "chapman",
        "worked",
        "software",
        "company",
        "behind",
        "israel",
        "defense",
        "system",
        "say",
        "facebook",
        "advertising",
        "data",
        "alarmingly",
        "robust",
        "early",
        "however",
        "chapman",
        "agreed",
        "sell",
        "ldsman",
        "logistics",
        "company",
        "specializes",
        "importing",
        "good",
        "country",
        "around",
        "world",
        "deal",
        "worth",
        "million",
        "outside",
        "investor",
        "deal",
        "also",
        "included",
        "selling",
        "academy",
        "arbitrage",
        "educational",
        "site",
        "chapman",
        "founded",
        "walk",
        "others",
        "getting",
        "started",
        "people",
        "online",
        "course",
        "come",
        "close",
        "replicating",
        "initial",
        "success",
        "common",
        "sale",
        "total",
        "mark",
        "one",
        "early",
        "class",
        "anything",
        "chapman",
        "say",
        "get",
        "put",
        "mother",
        "chapman",
        "note",
        "able",
        "build",
        "site",
        "followed",
        "lesson",
        "despite",
        "knowing",
        "anything",
        "finish",
        "chapman",
        "see",
        "sign",
        "revolutionary",
        "opportunity",
        "provided",
        "globalized",
        "digital",
        "economy",
        "actually",
        "data",
        "individual",
        "astounding",
        "say",
        "information",
        "cull",
        "advertising",
        "facebook",
        "kind",
        "consumer",
        "targeting",
        "would",
        "cost",
        "hundred",
        "million",
        "dollar",
        "say",
        "chapman",
        "nly",
        "company",
        "like",
        "target",
        "could",
        "engage",
        "kind",
        "marketing",
        "say",
        "reference",
        "target",
        "controversial",
        "marketing",
        "tactic",
        "targeted",
        "expecting",
        "mother",
        "baby",
        "product",
        "ad",
        "based",
        "changing",
        "purchase",
        "habit",
        "even",
        "aware",
        "pregnant",
        "month",
        "powerful",
        "target",
        "online",
        "say",
        "chapman",
        "power",
        "video",
        "zack",
        "guzman",
        "want",
        "side",
        "hustle",
        "inspiration",
        "watch",
        "new",
        "episode",
        "staten",
        "island",
        "hustle",
        "wednesday",
        "10p",
        "cnbc",
        "see",
        "also"
    ]
}