{
    "organizations": [],
    "uuid": "183a8bfa801a96a46fd9d751b1a6bddc9f269ebc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-p-a-m-transportation-services-inc-announces-results-for-the-first-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "P.A.M. Transportation Services, Inc. Announces Results for the First Quarter Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TONTITOWN, Ark., April 30, 2018 (GLOBE NEWSWIRE) -- P.A.M. Transportation Services, Inc. (NASDAQ:PTSI) today reported adjusted net income of $2,305,209 or adjusted diluted earnings per share of $0.37 for the quarter ended March 31, 2018. This compares to adjusted net income of $1,189,032 or adjusted diluted earnings per share of $0.19 for the quarter ended March 31, 2017. Adjusted net income and adjusted diluted earnings per share exclude the impact of recognized gains or losses that are associated with the Company’s investments in marketable equity securities. Including the impact of these gains or losses for each period resulted in net income of $1,387,308 or diluted earnings per share of $0.22 for the quarter ended March 31, 2018 and net income of $2,283,164 or diluted earnings per share of $0.36 for the quarter ended March 31, 2017.\nOperating revenues, before fuel surcharge revenue, increased 5.9% to $99,103,824 for the first quarter of 2018 compared to $93,602,715 for the first quarter of 2017. Fuel surcharge revenue increased 28.8% to $20,354,323 for the first quarter of 2018 compared to $15,801,816 for the first quarter of 2017 as fuel prices were significantly higher year over year. Total operating revenues increased 9.2% to $119,458,147 for the first quarter of 2018 compared to $109,404,531 for the first quarter of 2017.\nDaniel H. Cushman, President of the Company, commented, “We are pleased with operating results for first quarter of 2018, which improved considerably compared to the first quarter of 2017. This improvement in operating results was a positive move towards attaining our goal of record earnings for the Company, which we feel well positioned to achieve in the future.\n“Several significant challenges existed during the first quarter 2018 that were not present during the first quarter of 2017. Winter weather persisted throughout the 2018 quarter, with prolonged major weather events that affected large portions of our operating area. These events negatively impact fuel expense, maintenance expenses, insurance claims and revenue, due to reduced equipment utilization. Many of our customers close on Good Friday, which was observed during the first quarter of 2018, but was observed in the second quarter of 2017. Also, in late December 2017 we gave a significant pay increase to company drivers, which increased driver per mile costs by an average of approximately 13%. These company driver pay raises were followed shortly thereafter by an increase in rates paid to certain owner operators within our network. These raises were long overdue and we believe they are necessary to experience the level of growth we anticipate for the year.\n“While we did experience significant headwinds during this first quarter, the freight market was very strong and provided long overdue opportunities to secure customer rate increases. Over most of the last two years, the freight market had become very stagnant and many customers pushed rates lower at the same time many of our costs were rising. A favorable shift in freight demand began during the fourth quarter of 2017 and has strengthened throughout the first quarter of 2018.\n“Unlike many of our competitors, a large percentage of our freight network consists of automotive related customers, with approximately 55% of our customer base comprised of a diversified mix of automotive OEM’s and their suppliers. Many of these customers have established contractual rates and capacity commitments that we have honored, which means that we have forgone other opportunities that take advantage of the rising freight rates witnessed in the spot market as capacity continued to constrict. While taking advantage of these spot market opportunities would have improved our results for the quarter, we did not feel that the risk of disrupting our current network was in either our customers’ or the Company’s best interests. As of the end of this year’s first quarter, we have only addressed rate increases on approximately 45% of our business, and will address the remainder as contractual commitments allow. We are excited about the prospect of the rate increases on the remaining 55% of our business and the resulting positive impact we expect to see in our operating results.\n“The customer rate increases achieved during the first quarter of this year were largely offset by the cost increases associated with the driver pay increases mentioned above. We have seen a positive effect on both driver hiring and driver retention during the first quarter as a result of these increased pay rates and have experienced a 10% increase in company truck growth since implementation. We believe that we are well positioned to grow our driver fleet due to a more competitive compensation package, having one of the newest fleets in the industry and the availability of high utilization network lanes we can offer. We plan to leverage driver availability and planned fleet growth to provide additional capacity and capitalize on current market conditions.\n“We continue to be a leading cross border service provider with our Mexico service offering and have seen growth in the demand for this service. We have also achieved significant year over year growth in both revenue and profitability in our Logistics operation. We anticipate that other factors, such as the enforcement of the electronic logging device mandate could have positive impacts on demand for our services throughout the remainder of the year.\n“In light of current market trends, our position in the market, and our diversity of services, we are very optimistic about the remainder of 2018.”\nIn addition to our results under United States generally accepted accounting principles (GAAP), this press release also includes non-GAAP financial measures termed adjusted net income and adjusted diluted earnings per share. The Company defines adjusted net income and adjusted diluted earnings per share as GAAP net income and GAAP diluted earnings per share, respectively, excluding any amount recognized as gain or loss on transactions involving the Company’s investments in marketable equity securities. Management believes that reporting adjusted net income and adjusted diluted earnings per share more clearly reflects the Company’s current operating results and provides investors with a better understanding of the Company’s overall financial performance. In addition, the adjusted results, although not a financial measure under GAAP, facilitate the ability to analyze the Company’s financial results in relation to those of its competitors and to the Company’s prior financial performance by excluding items which otherwise would distort the comparison. However, because not all companies use identical calculations, the Company's presentation of adjusted results may not be comparable to similarly titled measures of other companies. Adjusted net income or adjusted diluted earnings per share are not recognized terms under GAAP, do not purport to be alternatives to, and should be considered in addition to, and not as a substitute for or superior to, net income or diluted earnings per share as defined under GAAP.\nPursuant to the requirements of Regulation G, we have provided a tabular reconciliation of GAAP net income to adjusted net income and GAAP diluted earnings per share to adjusted diluted earnings per share in this press release.\nP.A.M. Transportation Services, Inc. is a leading truckload dry van carrier transporting general commodities throughout the continental United States, as well as in the Canadian provinces of Ontario and Quebec. The Company also provides transportation services in Mexico through its gateways in Laredo and El Paso, Texas under agreements with Mexican carriers.\nCertain information included in this document contains or may contain “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements may relate to expected future financial and operating results or events, and are thus prospective. Such forward-looking statements are subject to risks, uncertainties and other factors which could cause actual results to differ materially from future results expressed or implied by such forward-looking statements. Potential risks and uncertainties include, but are not limited to, excess capacity in the trucking industry; surplus inventories; recessionary economic cycles and downturns in customers' business cycles; increases or rapid fluctuations in fuel prices, interest rates, fuel taxes, tolls, and license and registration fees; the resale value of the Company's used equipment and the price of new equipment; increases in compensation for and difficulty in attracting and retaining qualified drivers and owner-operators; increases in insurance premiums and deductible amounts relating to accident, cargo, workers' compensation, health, and other claims; unanticipated increases in the number or amount of claims for which the Company is self-insured; inability of the Company to continue to secure acceptable financing arrangements; seasonal factors such as harsh weather conditions that increase operating costs; competition from trucking, rail, and intermodal competitors including reductions in rates resulting from competitive bidding; the ability to identify acceptable acquisition candidates, consummate acquisitions, and integrate acquired operations; a significant reduction in or termination of the Company's trucking service by a key customer; and other factors, including risk factors, included from time to time in filings made by the Company with the Securities and Exchange Commission. The Company undertakes no obligation to publicly update or revise forward-looking statements, whether as a result of new information, future events or otherwise. In light of these risks and uncertainties, the forward-looking events and circumstances discussed above and in company filings might not transpire.\nP.A.M. Transportation Services, Inc. and Subsidiaries\nKey Financial and Operating Statistics\n(unaudited) Quarter ended March 31, 2018 2017 Revenue, before fuel surcharge $99,103,824 $93,602,715 Fuel surcharge 20,354,323 15,801,816 119,458,147 109,404,531 Operating expenses and costs: Salaries, wages and benefits 28,639,307 25,904,215 Operating supplies and expenses 22,670,587 20,232,072 Rent and purchased transportation 45,916,592 43,122,782 Depreciation 11,623,433 10,671,391 Insurance and claims 4,267,854 4,696,261 Other 2,580,486 2,116,602 Loss (gain) on disposition of equipment 3,303 (629 ) Total operating expenses and costs 115,701,562 106,742,694 Operating income 3,756,585 2,661,837 Interest expense (1,160,324 ) (976,619 ) Non-operating (loss) income (879,206 ) 2,052,160 Income before income taxes 1,717,055 3,737,378 Income tax expense 329,747 1,454,214 Net income $1,387,308 $2,283,164 Diluted earnings per share $0.22 $0.36 Average shares outstanding – Diluted 6,263,621 6,425,056\nQuarter ended March 31, Truckload Operations 2018 2017 Total miles 55,565,898 60,124,609 Operating ratio (1) 96.37 % 97.24 % Empty miles factor 6.43 % 6.81 % Revenue per total mile, before fuel surcharge $1.45 $1.38 Total loads 94,975 83,751 Revenue per truck per work day $706 $678 Revenue per truck per week $3,528 $3,390 Average company-driver trucks 1,233 1,281 Average owner operator trucks 550 631 Logistics Operations Total revenue $18,580,238 $10,684,582 Operating ratio 95.50 % 96.57 %\nP.A.M. Transportation Services, Inc. and Subsidiaries\nReconciliation of GAAP Measures to Non-GAAP Amounts\nReconciliation of Net Income to Adjusted Net Income\n(unaudited) Quarter ended March 31, 2018 2017 Net income (GAAP) $1,387,308 $2,283,164 Adjustment to exclude loss (gain) recognized on marketable equity securities 1,136,075 (1,791,017 ) Tax (expense) benefit of adjustment (2) (218,174 ) 696,885 Adjusted net income (non-GAAP) $2,305,209 $1,189,032\nP.A.M. Transportation Services, Inc. and Subsidiaries\nReconciliation of GAAP Measures to Non-GAAP Amounts\nReconciliation of Diluted Earnings Per Share to\nAdjusted Diluted Earnings Per Share\n(unaudited) Quarter ended December 31, 2018 2017 Diluted earnings per share (GAAP) $0.22 $0.36 Adjustment to exclude loss (gain) recognized on marketable equity securities 0.18 (0.28 ) Tax (expense) benefit of adjustment (2) (0.03 ) 0.11 Adjusted diluted earnings per share (non-GAAP) $0.37 $0.19",
    "published": "2018-04-30T19:43:00.000+03:00",
    "crawled": "2018-04-30T20:20:50.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tontitown",
        "april",
        "globe",
        "newswire",
        "transportation",
        "service",
        "nasdaq",
        "ptsi",
        "today",
        "reported",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "compare",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "exclude",
        "impact",
        "recognized",
        "gain",
        "loss",
        "associated",
        "company",
        "investment",
        "marketable",
        "equity",
        "security",
        "including",
        "impact",
        "gain",
        "loss",
        "period",
        "resulted",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "operating",
        "revenue",
        "fuel",
        "surcharge",
        "revenue",
        "increased",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "fuel",
        "surcharge",
        "revenue",
        "increased",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "fuel",
        "price",
        "significantly",
        "higher",
        "year",
        "year",
        "total",
        "operating",
        "revenue",
        "increased",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "daniel",
        "cushman",
        "president",
        "company",
        "commented",
        "pleased",
        "operating",
        "result",
        "first",
        "quarter",
        "improved",
        "considerably",
        "compared",
        "first",
        "quarter",
        "improvement",
        "operating",
        "result",
        "positive",
        "move",
        "towards",
        "attaining",
        "goal",
        "record",
        "earnings",
        "company",
        "feel",
        "well",
        "positioned",
        "achieve",
        "future",
        "several",
        "significant",
        "challenge",
        "existed",
        "first",
        "quarter",
        "present",
        "first",
        "quarter",
        "winter",
        "weather",
        "persisted",
        "throughout",
        "quarter",
        "prolonged",
        "major",
        "weather",
        "event",
        "affected",
        "large",
        "portion",
        "operating",
        "area",
        "event",
        "negatively",
        "impact",
        "fuel",
        "expense",
        "maintenance",
        "expense",
        "insurance",
        "claim",
        "revenue",
        "due",
        "reduced",
        "equipment",
        "utilization",
        "many",
        "customer",
        "close",
        "good",
        "friday",
        "observed",
        "first",
        "quarter",
        "observed",
        "second",
        "quarter",
        "also",
        "late",
        "december",
        "gave",
        "significant",
        "pay",
        "increase",
        "company",
        "driver",
        "increased",
        "driver",
        "per",
        "mile",
        "cost",
        "average",
        "approximately",
        "company",
        "driver",
        "pay",
        "raise",
        "followed",
        "shortly",
        "thereafter",
        "increase",
        "rate",
        "paid",
        "certain",
        "owner",
        "operator",
        "within",
        "network",
        "raise",
        "long",
        "overdue",
        "believe",
        "necessary",
        "experience",
        "level",
        "growth",
        "anticipate",
        "year",
        "experience",
        "significant",
        "headwind",
        "first",
        "quarter",
        "freight",
        "market",
        "strong",
        "provided",
        "long",
        "overdue",
        "opportunity",
        "secure",
        "customer",
        "rate",
        "increase",
        "last",
        "two",
        "year",
        "freight",
        "market",
        "become",
        "stagnant",
        "many",
        "customer",
        "pushed",
        "rate",
        "lower",
        "time",
        "many",
        "cost",
        "rising",
        "favorable",
        "shift",
        "freight",
        "demand",
        "began",
        "fourth",
        "quarter",
        "strengthened",
        "throughout",
        "first",
        "quarter",
        "unlike",
        "many",
        "competitor",
        "large",
        "percentage",
        "freight",
        "network",
        "consists",
        "automotive",
        "related",
        "customer",
        "approximately",
        "customer",
        "base",
        "comprised",
        "diversified",
        "mix",
        "automotive",
        "oem",
        "supplier",
        "many",
        "customer",
        "established",
        "contractual",
        "rate",
        "capacity",
        "commitment",
        "honored",
        "mean",
        "forgone",
        "opportunity",
        "take",
        "advantage",
        "rising",
        "freight",
        "rate",
        "witnessed",
        "spot",
        "market",
        "capacity",
        "continued",
        "constrict",
        "taking",
        "advantage",
        "spot",
        "market",
        "opportunity",
        "would",
        "improved",
        "result",
        "quarter",
        "feel",
        "risk",
        "disrupting",
        "current",
        "network",
        "either",
        "customer",
        "company",
        "best",
        "interest",
        "end",
        "year",
        "first",
        "quarter",
        "addressed",
        "rate",
        "increase",
        "approximately",
        "business",
        "address",
        "remainder",
        "contractual",
        "commitment",
        "allow",
        "excited",
        "prospect",
        "rate",
        "increase",
        "remaining",
        "business",
        "resulting",
        "positive",
        "impact",
        "expect",
        "see",
        "operating",
        "result",
        "customer",
        "rate",
        "increase",
        "achieved",
        "first",
        "quarter",
        "year",
        "largely",
        "offset",
        "cost",
        "increase",
        "associated",
        "driver",
        "pay",
        "increase",
        "mentioned",
        "seen",
        "positive",
        "effect",
        "driver",
        "hiring",
        "driver",
        "retention",
        "first",
        "quarter",
        "result",
        "increased",
        "pay",
        "rate",
        "experienced",
        "increase",
        "company",
        "truck",
        "growth",
        "since",
        "implementation",
        "believe",
        "well",
        "positioned",
        "grow",
        "driver",
        "fleet",
        "due",
        "competitive",
        "compensation",
        "package",
        "one",
        "newest",
        "fleet",
        "industry",
        "availability",
        "high",
        "utilization",
        "network",
        "lane",
        "offer",
        "plan",
        "leverage",
        "driver",
        "availability",
        "planned",
        "fleet",
        "growth",
        "provide",
        "additional",
        "capacity",
        "capitalize",
        "current",
        "market",
        "condition",
        "continue",
        "leading",
        "cross",
        "border",
        "service",
        "provider",
        "mexico",
        "service",
        "offering",
        "seen",
        "growth",
        "demand",
        "service",
        "also",
        "achieved",
        "significant",
        "year",
        "year",
        "growth",
        "revenue",
        "profitability",
        "logistics",
        "operation",
        "anticipate",
        "factor",
        "enforcement",
        "electronic",
        "logging",
        "device",
        "mandate",
        "could",
        "positive",
        "impact",
        "demand",
        "service",
        "throughout",
        "remainder",
        "year",
        "light",
        "current",
        "market",
        "trend",
        "position",
        "market",
        "diversity",
        "service",
        "optimistic",
        "remainder",
        "addition",
        "result",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "also",
        "includes",
        "financial",
        "measure",
        "termed",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "company",
        "defines",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "gaap",
        "net",
        "income",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "respectively",
        "excluding",
        "amount",
        "recognized",
        "gain",
        "loss",
        "transaction",
        "involving",
        "company",
        "investment",
        "marketable",
        "equity",
        "security",
        "management",
        "belief",
        "reporting",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "clearly",
        "reflects",
        "company",
        "current",
        "operating",
        "result",
        "provides",
        "investor",
        "better",
        "understanding",
        "company",
        "overall",
        "financial",
        "performance",
        "addition",
        "adjusted",
        "result",
        "although",
        "financial",
        "measure",
        "gaap",
        "facilitate",
        "ability",
        "analyze",
        "company",
        "financial",
        "result",
        "relation",
        "competitor",
        "company",
        "prior",
        "financial",
        "performance",
        "excluding",
        "item",
        "otherwise",
        "would",
        "distort",
        "comparison",
        "however",
        "company",
        "use",
        "identical",
        "calculation",
        "company",
        "presentation",
        "adjusted",
        "result",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "recognized",
        "term",
        "gaap",
        "purport",
        "alternative",
        "considered",
        "addition",
        "substitute",
        "superior",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "defined",
        "gaap",
        "pursuant",
        "requirement",
        "regulation",
        "g",
        "provided",
        "tabular",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "press",
        "release",
        "transportation",
        "service",
        "leading",
        "truckload",
        "dry",
        "van",
        "carrier",
        "transporting",
        "general",
        "commodity",
        "throughout",
        "continental",
        "united",
        "state",
        "well",
        "canadian",
        "province",
        "ontario",
        "quebec",
        "company",
        "also",
        "provides",
        "transportation",
        "service",
        "mexico",
        "gateway",
        "laredo",
        "el",
        "paso",
        "texas",
        "agreement",
        "mexican",
        "carrier",
        "certain",
        "information",
        "included",
        "document",
        "contains",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "relate",
        "expected",
        "future",
        "financial",
        "operating",
        "result",
        "event",
        "thus",
        "prospective",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "excess",
        "capacity",
        "trucking",
        "industry",
        "surplus",
        "inventory",
        "recessionary",
        "economic",
        "cycle",
        "downturn",
        "customer",
        "business",
        "cycle",
        "increase",
        "rapid",
        "fluctuation",
        "fuel",
        "price",
        "interest",
        "rate",
        "fuel",
        "tax",
        "toll",
        "license",
        "registration",
        "fee",
        "resale",
        "value",
        "company",
        "used",
        "equipment",
        "price",
        "new",
        "equipment",
        "increase",
        "compensation",
        "difficulty",
        "attracting",
        "retaining",
        "qualified",
        "driver",
        "increase",
        "insurance",
        "premium",
        "deductible",
        "amount",
        "relating",
        "accident",
        "cargo",
        "worker",
        "compensation",
        "health",
        "claim",
        "unanticipated",
        "increase",
        "number",
        "amount",
        "claim",
        "company",
        "inability",
        "company",
        "continue",
        "secure",
        "acceptable",
        "financing",
        "arrangement",
        "seasonal",
        "factor",
        "harsh",
        "weather",
        "condition",
        "increase",
        "operating",
        "cost",
        "competition",
        "trucking",
        "rail",
        "intermodal",
        "competitor",
        "including",
        "reduction",
        "rate",
        "resulting",
        "competitive",
        "bidding",
        "ability",
        "identify",
        "acceptable",
        "acquisition",
        "candidate",
        "consummate",
        "acquisition",
        "integrate",
        "acquired",
        "operation",
        "significant",
        "reduction",
        "termination",
        "company",
        "trucking",
        "service",
        "key",
        "customer",
        "factor",
        "including",
        "risk",
        "factor",
        "included",
        "time",
        "time",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "light",
        "risk",
        "uncertainty",
        "event",
        "circumstance",
        "discussed",
        "company",
        "filing",
        "might",
        "transpire",
        "transportation",
        "service",
        "subsidiary",
        "key",
        "financial",
        "operating",
        "statistic",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "revenue",
        "fuel",
        "surcharge",
        "fuel",
        "surcharge",
        "operating",
        "expense",
        "cost",
        "salary",
        "wage",
        "benefit",
        "operating",
        "supply",
        "expense",
        "rent",
        "purchased",
        "transportation",
        "depreciation",
        "insurance",
        "claim",
        "loss",
        "gain",
        "disposition",
        "equipment",
        "total",
        "operating",
        "expense",
        "cost",
        "operating",
        "income",
        "interest",
        "expense",
        "loss",
        "income",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "average",
        "share",
        "outstanding",
        "diluted",
        "quarter",
        "ended",
        "march",
        "truckload",
        "operation",
        "total",
        "mile",
        "operating",
        "ratio",
        "empty",
        "mile",
        "factor",
        "revenue",
        "per",
        "total",
        "mile",
        "fuel",
        "surcharge",
        "total",
        "load",
        "revenue",
        "per",
        "truck",
        "per",
        "work",
        "day",
        "revenue",
        "per",
        "truck",
        "per",
        "week",
        "average",
        "truck",
        "average",
        "owner",
        "operator",
        "truck",
        "logistics",
        "operation",
        "total",
        "revenue",
        "operating",
        "ratio",
        "transportation",
        "service",
        "subsidiary",
        "reconciliation",
        "gaap",
        "measure",
        "amount",
        "reconciliation",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "net",
        "income",
        "gaap",
        "adjustment",
        "exclude",
        "loss",
        "gain",
        "recognized",
        "marketable",
        "equity",
        "security",
        "tax",
        "expense",
        "benefit",
        "adjustment",
        "adjusted",
        "net",
        "income",
        "transportation",
        "service",
        "subsidiary",
        "reconciliation",
        "gaap",
        "measure",
        "amount",
        "reconciliation",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "unaudited",
        "quarter",
        "ended",
        "december",
        "diluted",
        "earnings",
        "per",
        "share",
        "gaap",
        "adjustment",
        "exclude",
        "loss",
        "gain",
        "recognized",
        "marketable",
        "equity",
        "security",
        "tax",
        "expense",
        "benefit",
        "adjustment",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share"
    ]
}