{
    "organizations": [],
    "uuid": "67d0a582f7a48c225c6629a5dbd9bb2a6718d2f6",
    "author": "Michelle Castillo",
    "url": "https://www.cnbc.com/2018/04/08/cubeyou-cambridge-like-app-collected-data-on-millions-from-facebook.html",
    "ord_in_thread": 0,
    "title": "CubeYou Cambridge-like app collected data on millions from Facebook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Getty Images Mark Zuckerberg, chief executive officer and founder of Facebook in July 2017 \nFacebook is suspending a data analytics firm called CubeYou from the platform after CNBC notified the company that CubeYou was collecting information about users through quizzes. \nCubeYou misleadingly labeled its quizzes \"for non-profit academic research,\" then shared user information with marketers. The scenario is eerily similar to how Cambridge Analytica received unauthorized access to data from as many as 87 million Facebook user accounts to target political marketing. \nLike Cambridge Analytica, the company sold data that had been collected by researchers working with the Psychometrics Lab at Cambridge University. \nThe CubeYou discovery suggests that collecting data from quizzes and using it for marketing purposes was far from an isolated incident. Moreover, the fact that CubeYou was able to mislabel the purpose of the quizzes — and that Facebook did nothing to stop it until CNBC pointed out the problem — suggests the platform has little control over this activity. \nFacebook, however, disputed the implication that it can't exercise proper oversight over these types of apps, telling CNBC that it can't control information that companies mislabel. Upon being notified of CubeYou's alleged violations, Facebook said it would suspend all CubeYou's apps until a further audit could be completed. \n\"These are serious claims and we have suspended CubeYou from Facebook while we investigate them,\" Ime Archibong, Facebook vice president of product partnerships, said in a statement. \n\"If they refuse or fail our audit, their apps will be banned from Facebook. In addition, we will work with the UK ICO [Information Commissioner's Office] to ask the University of Cambridge about the development of apps in general by its Psychometrics Centre given this case and the misuse by Kogan,\" he said. Aleksander Kogan was the researcher who built the quiz used by Cambridge Analytica. \n\"We want to thank CNBC for bringing this case to our attention,\" Archibong added. \nThe revelation comes as Facebook CEO Mark Zuckerberg prepares to answer questions before Congress this week stemming from the Cambridge Analytica scandal. The Senate Commerce and Judiciary committees and the House Energy and Commerce Committee are expected to quiz him on what the site is doing to enhance user privacy, and prevent foreign actors from using Facebook to meddle in future elections. \nSince the Cambridge Analytica scandal erupted, Facebook CEO Mark Zuckerberg has claimed personal responsibility for the data privacy leaks, and the company has launched several initiatives to increase user control over their data. Meet CubeYou \nCubeYou boasts on its web site that it uses census data and various web and social apps on Facebook and Twitter to collect personal information. CubeYou then contracts with advertising agenices who want to target certain types of Facebook users for ad campaigns. \nCubeYou's site says it has access to personally identifiable information (PII) such as first names, last names, emails, phone numbers, IP addresses, mobile IDs and browser fingerprints. \nOn a cached version of its web site from March 19, it also said it keeps age, gender, location, work and education, and family and relationship information. It also has likes, follows, shares, posts, likes to posts, comments to posts, check-ins and mentions of brands/celebrities in a post. Interactions with companies are tracked back to 2012 and are updated weekly, the site said. \n\"This PII information of our panelists is used to verify eligibility (we do not knowingly accept panelists under the age of 18 in our panel), then match and/or fuse other online and offline data sources to enhance their profiles,\" CubeYou wrote. \nThe company's web site currently claims it has more than 10 million opted-in panelists , but the cached March 19 version said it had \"an unbiased panel of more than 45 million people globally.\" (Click the images in this story to make them bigger.) \nCubeYou collected a lot of this data through online apps that are meant to be entertaining or fun. \nAn ad agency exec who met with the company confirmed CubeYou said it mostly collects information through quizzes. \nAccording to its web site, one of CubeYou's \"most viral apps\" is a Facebook quiz created in conjunction with the University of Cambridge called \"You Are What You Like.\" It is meant \"to predict a user's personality based on the pages s/he liked on Facebook.\" \nTwo versions of this app still were active on Facebook as of Sunday morning. The most recent version of this app has been renamed \"Apply Magic Sauce,\" (YouAreWhatYouLike.com redirects to ApplyMagicSauce.com), and existed on the platform as recently as Sunday morning. Another version still called \"You Are What You Like\" is also available. \nWhen a user clicks on the \"App Terms\" link for the Apply Magic Sauce app, it links to a page saying that the information collected through the quiz is intended for \" non-exclusive access for research purposes only \" and only for \"non-profit academic research that has no connection whatsoever to any commercial or profit-making purpose or entity.\" \nAfter CNBC contacted Facebook for this story, Facebook said there were two previous versions of the app named \"You Are What You Like,\" one created in 2013, which was deleted by the developer, and one submitted later in 2013. \nBoth of those prior versions had similar disclaimers on Facebook about being used for academic research purposes. \nIn addition, those prior versions were able to get access to information from friends of the people who took the quiz -- as also happened in the Cambridge Analytica case. Until 2015, Facebook allowed developers to access information on Facebook friends as long as the original app user opted-in, a loophole that expanded the database of personal information considerably. \nIf the original user still remained opted in, CubeYou could theoretically still access their data to this day. CubeYou and Cambridge U's response \nWhen reached for comment, CubeYou CEO Federico Treu said the company was involved with developing the app and website, but only worked with Cambridge University from December 2013 to May 2015. \nIt only collected data from that time and has not had access since June 2015 to data from new people who have taken the quiz, Treu said \nHe also pointed out that the YouAreWhatYouLike.com website has different -- and looser -- terms of usage than the Facebook terms that CNBC discovered. \nThe web site says, \"the information you submit to You Are What You Like may be stored and used for academic and business purposes, and also disclosed to third parties , including for example (but not limited to) research institutions. Any disclosure will be strictly in an anonymous format, such that the information can never be used to identify you or any other individual user.\" (Italics added by CNBC.) \nHe also denied CubeYou has access to friends' data if a user opted in, and said it only connects friends who have opted into the app individually. \nCambridge University said CubeYou's involvement was limited to developing a website. \n\"We were not aware of Cubeyou's claims on their blog,\" the University of Cambridge Psychometrics Center said in a statement. \n\"Having had a look now, several of these appear to be misleading and we will contact them to request that they clarify them. For example, we have not collaborated with them to build a psychological prediction model -- we keep our prediction model secret and it was already built before we started working with them,\" the institution said. \n\"Our relationship was not commercial in nature and no fees or client projects were exchanged. They just designed the interface for a website that used our models to give users insight on their [the users'] data. Unfortunately collaborators with the University of Cambridge sometimes exaggerate their connection to Cambridge in order to gain prestige from its academics' work,\" it added. 'A great place for us to get smart about the consumer' \nCubeYou certainly claimed it was able to use this data to target Facebook users, and advertisers seem to have bought the pitch. \nCubeYou's web site says its customers include global communications firm Edelman, and sports and entertainment agency Octagon. It also works with advertising agencies including 72 and Sunny (which counts Google, Adidas and Coors Light as clients), the Martin Agency (Discover, Geico, Experian), and Legacy Marketing (L'Oreal, Hilton, TGI Fridays), among others. \nThe site does not say which CubeYou data was used on which projects, but all agencies' testimonials talk about how CubeYou's data has allow more understanding of potential customers. \n\"CubeYou is a great place for us to get smart about the consumer,\" one customer testimonial from Legacy Marketing says. \"We primarily use Mintel for our research, but there's very little consumer segmentation and I think that the greatest benefit of a tool like CubeYou is you can get highly nuanced data about demographics, psychographics and interests so easily.\"",
    "published": "2018-04-08T20:43:00.000+03:00",
    "crawled": "2018-04-08T20:44:06.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "mark",
        "zuckerberg",
        "chief",
        "executive",
        "officer",
        "founder",
        "facebook",
        "july",
        "facebook",
        "suspending",
        "data",
        "analytics",
        "firm",
        "called",
        "cubeyou",
        "platform",
        "cnbc",
        "notified",
        "company",
        "cubeyou",
        "collecting",
        "information",
        "user",
        "quiz",
        "cubeyou",
        "misleadingly",
        "labeled",
        "quiz",
        "academic",
        "research",
        "shared",
        "user",
        "information",
        "marketer",
        "scenario",
        "eerily",
        "similar",
        "cambridge",
        "analytica",
        "received",
        "unauthorized",
        "access",
        "data",
        "many",
        "million",
        "facebook",
        "user",
        "account",
        "target",
        "political",
        "marketing",
        "like",
        "cambridge",
        "analytica",
        "company",
        "sold",
        "data",
        "collected",
        "researcher",
        "working",
        "psychometrics",
        "lab",
        "cambridge",
        "university",
        "cubeyou",
        "discovery",
        "suggests",
        "collecting",
        "data",
        "quiz",
        "using",
        "marketing",
        "purpose",
        "far",
        "isolated",
        "incident",
        "moreover",
        "fact",
        "cubeyou",
        "able",
        "mislabel",
        "purpose",
        "quiz",
        "facebook",
        "nothing",
        "stop",
        "cnbc",
        "pointed",
        "problem",
        "suggests",
        "platform",
        "little",
        "control",
        "activity",
        "facebook",
        "however",
        "disputed",
        "implication",
        "ca",
        "exercise",
        "proper",
        "oversight",
        "type",
        "apps",
        "telling",
        "cnbc",
        "ca",
        "control",
        "information",
        "company",
        "mislabel",
        "upon",
        "notified",
        "cubeyou",
        "alleged",
        "violation",
        "facebook",
        "said",
        "would",
        "suspend",
        "cubeyou",
        "apps",
        "audit",
        "could",
        "completed",
        "serious",
        "claim",
        "suspended",
        "cubeyou",
        "facebook",
        "investigate",
        "ime",
        "archibong",
        "facebook",
        "vice",
        "president",
        "product",
        "partnership",
        "said",
        "statement",
        "refuse",
        "fail",
        "audit",
        "apps",
        "banned",
        "facebook",
        "addition",
        "work",
        "uk",
        "ico",
        "information",
        "commissioner",
        "office",
        "ask",
        "university",
        "cambridge",
        "development",
        "apps",
        "general",
        "psychometrics",
        "centre",
        "given",
        "case",
        "misuse",
        "kogan",
        "said",
        "aleksander",
        "kogan",
        "researcher",
        "built",
        "quiz",
        "used",
        "cambridge",
        "analytica",
        "want",
        "thank",
        "cnbc",
        "bringing",
        "case",
        "attention",
        "archibong",
        "added",
        "revelation",
        "come",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "prepares",
        "answer",
        "question",
        "congress",
        "week",
        "stemming",
        "cambridge",
        "analytica",
        "scandal",
        "senate",
        "commerce",
        "judiciary",
        "committee",
        "house",
        "energy",
        "commerce",
        "committee",
        "expected",
        "quiz",
        "site",
        "enhance",
        "user",
        "privacy",
        "prevent",
        "foreign",
        "actor",
        "using",
        "facebook",
        "meddle",
        "future",
        "election",
        "since",
        "cambridge",
        "analytica",
        "scandal",
        "erupted",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "claimed",
        "personal",
        "responsibility",
        "data",
        "privacy",
        "leak",
        "company",
        "launched",
        "several",
        "initiative",
        "increase",
        "user",
        "control",
        "data",
        "meet",
        "cubeyou",
        "cubeyou",
        "boast",
        "web",
        "site",
        "us",
        "census",
        "data",
        "various",
        "web",
        "social",
        "apps",
        "facebook",
        "twitter",
        "collect",
        "personal",
        "information",
        "cubeyou",
        "contract",
        "advertising",
        "agenices",
        "want",
        "target",
        "certain",
        "type",
        "facebook",
        "user",
        "ad",
        "campaign",
        "cubeyou",
        "site",
        "say",
        "access",
        "personally",
        "identifiable",
        "information",
        "pii",
        "first",
        "name",
        "last",
        "name",
        "email",
        "phone",
        "number",
        "ip",
        "address",
        "mobile",
        "id",
        "browser",
        "fingerprint",
        "cached",
        "version",
        "web",
        "site",
        "march",
        "also",
        "said",
        "keep",
        "age",
        "gender",
        "location",
        "work",
        "education",
        "family",
        "relationship",
        "information",
        "also",
        "like",
        "follows",
        "share",
        "post",
        "like",
        "post",
        "comment",
        "post",
        "mention",
        "post",
        "interaction",
        "company",
        "tracked",
        "back",
        "updated",
        "weekly",
        "site",
        "said",
        "pii",
        "information",
        "panelist",
        "used",
        "verify",
        "eligibility",
        "knowingly",
        "accept",
        "panelist",
        "age",
        "panel",
        "match",
        "fuse",
        "online",
        "offline",
        "data",
        "source",
        "enhance",
        "profile",
        "cubeyou",
        "wrote",
        "company",
        "web",
        "site",
        "currently",
        "claim",
        "million",
        "panelist",
        "cached",
        "march",
        "version",
        "said",
        "unbiased",
        "panel",
        "million",
        "people",
        "globally",
        "click",
        "image",
        "story",
        "make",
        "bigger",
        "cubeyou",
        "collected",
        "lot",
        "data",
        "online",
        "apps",
        "meant",
        "entertaining",
        "fun",
        "ad",
        "agency",
        "exec",
        "met",
        "company",
        "confirmed",
        "cubeyou",
        "said",
        "mostly",
        "collect",
        "information",
        "quiz",
        "according",
        "web",
        "site",
        "one",
        "cubeyou",
        "viral",
        "apps",
        "facebook",
        "quiz",
        "created",
        "conjunction",
        "university",
        "cambridge",
        "called",
        "like",
        "meant",
        "predict",
        "user",
        "personality",
        "based",
        "page",
        "liked",
        "facebook",
        "two",
        "version",
        "app",
        "still",
        "active",
        "facebook",
        "sunday",
        "morning",
        "recent",
        "version",
        "app",
        "renamed",
        "apply",
        "magic",
        "sauce",
        "redirects",
        "existed",
        "platform",
        "recently",
        "sunday",
        "morning",
        "another",
        "version",
        "still",
        "called",
        "like",
        "also",
        "available",
        "user",
        "click",
        "app",
        "term",
        "link",
        "apply",
        "magic",
        "sauce",
        "app",
        "link",
        "page",
        "saying",
        "information",
        "collected",
        "quiz",
        "intended",
        "access",
        "research",
        "purpose",
        "academic",
        "research",
        "connection",
        "whatsoever",
        "commercial",
        "purpose",
        "entity",
        "cnbc",
        "contacted",
        "facebook",
        "story",
        "facebook",
        "said",
        "two",
        "previous",
        "version",
        "app",
        "named",
        "like",
        "one",
        "created",
        "deleted",
        "developer",
        "one",
        "submitted",
        "later",
        "prior",
        "version",
        "similar",
        "disclaimer",
        "facebook",
        "used",
        "academic",
        "research",
        "purpose",
        "addition",
        "prior",
        "version",
        "able",
        "get",
        "access",
        "information",
        "friend",
        "people",
        "took",
        "quiz",
        "also",
        "happened",
        "cambridge",
        "analytica",
        "case",
        "facebook",
        "allowed",
        "developer",
        "access",
        "information",
        "facebook",
        "friend",
        "long",
        "original",
        "app",
        "user",
        "loophole",
        "expanded",
        "database",
        "personal",
        "information",
        "considerably",
        "original",
        "user",
        "still",
        "remained",
        "opted",
        "cubeyou",
        "could",
        "theoretically",
        "still",
        "access",
        "data",
        "day",
        "cubeyou",
        "cambridge",
        "u",
        "response",
        "reached",
        "comment",
        "cubeyou",
        "ceo",
        "federico",
        "treu",
        "said",
        "company",
        "involved",
        "developing",
        "app",
        "website",
        "worked",
        "cambridge",
        "university",
        "december",
        "may",
        "collected",
        "data",
        "time",
        "access",
        "since",
        "june",
        "data",
        "new",
        "people",
        "taken",
        "quiz",
        "treu",
        "said",
        "also",
        "pointed",
        "website",
        "different",
        "looser",
        "term",
        "usage",
        "facebook",
        "term",
        "cnbc",
        "discovered",
        "web",
        "site",
        "say",
        "information",
        "submit",
        "like",
        "may",
        "stored",
        "used",
        "academic",
        "business",
        "purpose",
        "also",
        "disclosed",
        "third",
        "party",
        "including",
        "example",
        "limited",
        "research",
        "institution",
        "disclosure",
        "strictly",
        "anonymous",
        "format",
        "information",
        "never",
        "used",
        "identify",
        "individual",
        "user",
        "italic",
        "added",
        "cnbc",
        "also",
        "denied",
        "cubeyou",
        "access",
        "friend",
        "data",
        "user",
        "opted",
        "said",
        "connects",
        "friend",
        "opted",
        "app",
        "individually",
        "cambridge",
        "university",
        "said",
        "cubeyou",
        "involvement",
        "limited",
        "developing",
        "website",
        "aware",
        "cubeyou",
        "claim",
        "blog",
        "university",
        "cambridge",
        "psychometrics",
        "center",
        "said",
        "statement",
        "look",
        "several",
        "appear",
        "misleading",
        "contact",
        "request",
        "clarify",
        "example",
        "collaborated",
        "build",
        "psychological",
        "prediction",
        "model",
        "keep",
        "prediction",
        "model",
        "secret",
        "already",
        "built",
        "started",
        "working",
        "institution",
        "said",
        "relationship",
        "commercial",
        "nature",
        "fee",
        "client",
        "project",
        "exchanged",
        "designed",
        "interface",
        "website",
        "used",
        "model",
        "give",
        "user",
        "insight",
        "user",
        "data",
        "unfortunately",
        "collaborator",
        "university",
        "cambridge",
        "sometimes",
        "exaggerate",
        "connection",
        "cambridge",
        "order",
        "gain",
        "prestige",
        "academic",
        "work",
        "added",
        "great",
        "place",
        "u",
        "get",
        "smart",
        "consumer",
        "cubeyou",
        "certainly",
        "claimed",
        "able",
        "use",
        "data",
        "target",
        "facebook",
        "user",
        "advertiser",
        "seem",
        "bought",
        "pitch",
        "cubeyou",
        "web",
        "site",
        "say",
        "customer",
        "include",
        "global",
        "communication",
        "firm",
        "edelman",
        "sport",
        "entertainment",
        "agency",
        "octagon",
        "also",
        "work",
        "advertising",
        "agency",
        "including",
        "sunny",
        "count",
        "google",
        "adidas",
        "coors",
        "light",
        "client",
        "martin",
        "agency",
        "discover",
        "geico",
        "experian",
        "legacy",
        "marketing",
        "hilton",
        "tgi",
        "friday",
        "among",
        "others",
        "site",
        "say",
        "cubeyou",
        "data",
        "used",
        "project",
        "agency",
        "testimonial",
        "talk",
        "cubeyou",
        "data",
        "allow",
        "understanding",
        "potential",
        "customer",
        "cubeyou",
        "great",
        "place",
        "u",
        "get",
        "smart",
        "consumer",
        "one",
        "customer",
        "testimonial",
        "legacy",
        "marketing",
        "say",
        "primarily",
        "use",
        "mintel",
        "research",
        "little",
        "consumer",
        "segmentation",
        "think",
        "greatest",
        "benefit",
        "tool",
        "like",
        "cubeyou",
        "get",
        "highly",
        "nuanced",
        "data",
        "demographic",
        "psychographics",
        "interest",
        "easily"
    ]
}