{
    "organizations": [],
    "uuid": "7c7c3756bf578f4bb25850bcfcd8dbb80836ef94",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-sopra-steriaaq1-2018-revenue-a991-point-8-million.html",
    "ord_in_thread": 0,
    "title": "Sopra Steria: Q1 2018 Revenue: €991.8 Million",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Organic growth of 3.8%\nPARIS--(BUSINESS WIRE)--\nRegulatory News:\nSopra Steria (Paris:SOP) generated revenue of €991.8 million in the first quarter of 2018, representing growth of 4.4%. Growth at constant scope and exchange rates was 3.8%.\nSopra Steria: Consolidated revenue – Q1 2018 €m / % Q1 2018\nIFRS 15\nQ1 2017\nIFRS 15\nOrganic\ngrowth*\nTotal growth\nRevenue 991.8 949.7 3.8% 4.4% * Alternative performance measures are defined in the glossary at the end of this document Comments on Q1 2018 business activity\nSopra Steria posted revenue growth of 4.4% for the first quarter of 2018. Changes in scope had a positive impact of €17.2 million, while currency fluctuations had a negative impact of €11.0 million, due to the drop in the value of the British pound and Scandinavian currencies with respect to the euro compared to the first quarter of 2017. At constant exchange rates, revenue growth was 5.7%. At constant scope and exchange rates, growth came to 3.8%.\nIn France , first-quarter revenue was €426.3 million. Taking into account a negative calendar effect (1 day less), organic growth was 1.8%. Excluding the calendar effect, market patterns and revenue growth trends remained similar to those observed over full-year 2017. Business for the quarter was driven by consulting, up more than 10%, and by cybersecurity, up more than 30%. The quarter’s best-performing vertical markets were banking, insurance, defence and aeronautics.\nIn the United Kingdom , first-quarter revenue (€188.4 million) equated to negative growth of 7.4%. At constant exchange rates and scope, negative growth was 4.8%. This change was due to the decrease in revenue for the SSCL joint venture, for which revenue for financial year 2018 is expected to total around £140 million (as indicated in early 2017). Excluding SSCL, the business recorded slight growth for the quarter. This change was driven by an improvement in the market environment with respect to the second half of 2017, particularly in the public sector. In parallel, ongoing initiatives (to refocus the business model on higher-added-value services, reinforce the Group’s presence in the private sector, invest in consulting and the Group’s sales force, and cut costs) continued according to schedule during the quarter.\nThe Other Europe reporting unit posted robust positive organic revenue growth of 13.4%, with revenue coming to €231.6 million. All the countries in this reporting unit contributed to growth for the quarter. Performance was very strong in Germany, particularly in the public sector and the banking sector, confirming the country’s positive sales trend and operational momentum.\nSopra Banking Software posted revenue of €88.2 million, representing organic growth of 11.8%. With the key features of 2018 being the continuation of major investments and the delivery of the last main components of the “Platform” core banking product, the first quarter also saw strong growth in Cassiopae’s specialist loans business. Following the successes achieved with Hyundai, Volkswagen and Siemens, Sopra Banking Software began business relations with Nissan. In payments, the Sopra Banking Platform for Payments software solution for Transactis successfully went live. Another noteworthy trend was the continued momentum in Africa, which was boosted in particular by the success of the new “Amplitude Up” version of the Group’s “Amplitude” core banking product.\nThe Other Solutions reporting unit generated revenue of €57.4 million, equating to organic growth of 2.2%. It now includes Property Management Solutions-related revenue generated by Cassiopae. As regards Human Resource Solutions, the first quarter benefited in particular from preparations to implement income tax withholding in 2019 in France.\nWorkforce\nAt 31 March 2018, the Group’s total workforce consisted of 42,376 people (41,661 at 31 December 2017), with 19% working in X-Shore zones.\nExternal growth\nOn 8 January 2018, the Group announced its plan to acquire BLUECARAT, a German company with 2017 revenue of €33 million. The company should be consolidated during the second quarter of 2018. Sopra Banking Software successfully acquired O.R. System, the developer of a counterparty risk management solution for the banking sector and financial institutions. The company posted revenue of around €2 million in 2017, and will be consolidated during the second quarter of 2018.\nOutlook\nAs a reminder, the Group’s targets for the 2018 financial year are as follows:\nOrganic revenue growth of between 3% and 5% A slight improvement in operating margin on business activity Free cash flow in excess of €170 million (€133 million including the 2017 sale of trade receivables for €37 million)\nThe seasonal effect between the two half-year periods will be more pronounced in 2018 than in 2017, due to the more favourable calendar effect in the second half-year, the higher concentration of licence sales in the second half-year and the investment plan launched in the first half-year in the United Kingdom.\nUpcoming events\nTuesday, 12 June 2018: Annual General Meeting of Shareholders – 2:30 p.m. / Pavillon Dauphine, Paris (France)\nFriday, 27 July 2018: Publication of 2018 half-year results (before market) and presentation meeting\nGlossary\nRestated revenue : Revenue for the prior year, expressed on the basis of the scope and exchange rates for the current year. Organic revenue growth : Increase in revenue between the period under review and the restated revenue for the same period in the prior financial year. EBITDA : This measure, as defined in the Registration Document, is equal to consolidated operating profit on business activity adding back depreciation, amortisation and provisions included in operating profit on business activity. Operating profit on business activity : This measure, as defined in the Registration Document, is equal to profit from recurring operations adjusted to exclude the expense relating to the cost of services rendered by the grantees of stock options and free shares and additions to the amortisation of allocated intangible assets. Profit from recurring operations : This measure is equal to operating profit before other operating income and expenses, which includes any particularly significant items of operating income and expense that are unusual, abnormal, infrequent or not predictive, presented separately in order to give a clearer picture of performance based on ordinary activities. Basic recurring earnings per share : This measure is equal to basic earnings per share before taking into account other operating income and expenses net of tax. Free cash flow : Free cash flow is defined as net cash from operating activities, less investments (net of disposals) in tangible and intangible fixed assets, less net interest and less additional contributions to address any deficits in defined-benefit pension plans.\nDisclaimer\nThis document contains forward-looking information subject to certain risks and uncertainties that may affect the Group’s future growth and financial results. Readers are reminded that licence agreements, which often represent investments for clients, are signed in greater numbers in the second half of the year, with varying impacts on end-of-year performance. Actual outcomes and results may differ from those described in this document due to operational risks and uncertainties. More detailed information on the potential risks that may affect the Group’s financial results can be found in the 2017 Registration Document filed with the Autorité des Marchés Financiers (AMF) on 13 April 2018 (see pages 35 and following in particular). Sopra Steria does not undertake any obligation to update the forward-looking information contained in this document beyond what is required by current laws and regulations. The distribution of this document in certain countries may be subject to certain laws and regulations. Persons physically present in countries where this document is released, published or distributed should inquire as to any applicable restrictions and should comply with those restrictions.\nAbout Sopra Steria\nSopra Steria, a European leader in digital transformation, provides one of the most comprehensive portfolios of offerings on the market, spanning consulting, systems integration, industry-specific solutions, infrastructure management and business process services. It provides end-to-end solutions to address the core business needs of large companies and organisations, helping them remain competitive and grow. Combining added value with innovative high-performance services, Sopra Steria excels in guiding its clients through their transformation projects to help them make the most of digital technology. With 42,000 employees in more than 20 countries, Sopra Steria generated revenue of €3.8 billion in 2017.\nSopra Steria (SOP) is listed on Euronext Paris (Compartment A) – ISIN: FR 50809\nFor more information, please visit our website: www.soprasteria.com\nAnnexes\nSopra Steria: Impact on revenue of changes in scope and exchange rates – Q1 2018 €m Q1 2018\nIFRS 15\nQ1\n2017\nGrowth Revenue 953.7 Impact of IFRS 15 -4.0 Revenue under IFRS 15 991.8 949.7 +4.4% Changes in exchange rates -11.0 Revenue at constant exchange rates 991.8 938.7 +5.7% Changes in scope 17.2 Revenue at constant scope and exchange rates 991.8 955.9 +3.8% Sopra Steria: Changes in exchange rates – Q1 2018 For €1 / % Average rate Q1 2018\nAverage rate Q1 2017\nChange Pound sterling 0.883 0.860 -2.6% Norwegian krone 9.634 8.989 -6.7% Swedish krona 9.971 9.506 -4.7% Danish krone 7.447 7.435 -0.2% Swiss franc 1.165 1.069 -8.2% Sopra Steria: Revenue by reporting unit – Q1 2018 €m / % Q1 2018\nIFRS 15\nQ1 2017 Restated*\nQ1 2017 IFRS 15\nOrganic\ngrowth\nTotal growth\nFrance 426.3 418.6 410.5 1.8% 3.8% United Kingdom 188.4 197.9 203.4 -4.8% -7.4% Other Europe 231.6 204.3 200.1 13.4% 15.7% Sopra Banking Software 88.2 78.9 79.4 11.8% 11.0% Other Solutions 57.4 56.2 56.2 2.2% 2.2% Total 991.8 955.9 949.7 3.8% 4.4% * Revenue at 2018 scope and exchange rates, and after application of IFRS 15\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180425006396/en/\nInvestor Relations\nOlivier Psaume, +33 (0)1 40 67 68 16\nolivier.psaume@soprasteria.com\nor\nPress Relations\nSimon Zaks (Image 7), +33 (0)1 53 70 74 63\nszaks@image7.fr\nSource: Sopra Steria",
    "published": "2018-04-26T09:00:00.000+03:00",
    "crawled": "2018-04-26T08:24:36.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "organic",
        "growth",
        "paris",
        "business",
        "wire",
        "regulatory",
        "news",
        "sopra",
        "steria",
        "paris",
        "sop",
        "generated",
        "revenue",
        "million",
        "first",
        "quarter",
        "representing",
        "growth",
        "growth",
        "constant",
        "scope",
        "exchange",
        "rate",
        "sopra",
        "steria",
        "consolidated",
        "revenue",
        "q1",
        "q1",
        "ifrs",
        "q1",
        "ifrs",
        "organic",
        "growth",
        "total",
        "growth",
        "revenue",
        "alternative",
        "performance",
        "measure",
        "defined",
        "glossary",
        "end",
        "document",
        "comment",
        "q1",
        "business",
        "activity",
        "sopra",
        "steria",
        "posted",
        "revenue",
        "growth",
        "first",
        "quarter",
        "change",
        "scope",
        "positive",
        "impact",
        "million",
        "currency",
        "fluctuation",
        "negative",
        "impact",
        "million",
        "due",
        "drop",
        "value",
        "british",
        "pound",
        "scandinavian",
        "currency",
        "respect",
        "euro",
        "compared",
        "first",
        "quarter",
        "constant",
        "exchange",
        "rate",
        "revenue",
        "growth",
        "constant",
        "scope",
        "exchange",
        "rate",
        "growth",
        "came",
        "france",
        "revenue",
        "million",
        "taking",
        "account",
        "negative",
        "calendar",
        "effect",
        "day",
        "less",
        "organic",
        "growth",
        "excluding",
        "calendar",
        "effect",
        "market",
        "pattern",
        "revenue",
        "growth",
        "trend",
        "remained",
        "similar",
        "observed",
        "business",
        "quarter",
        "driven",
        "consulting",
        "cybersecurity",
        "quarter",
        "vertical",
        "market",
        "banking",
        "insurance",
        "defence",
        "aeronautics",
        "united",
        "kingdom",
        "revenue",
        "million",
        "equated",
        "negative",
        "growth",
        "constant",
        "exchange",
        "rate",
        "scope",
        "negative",
        "growth",
        "change",
        "due",
        "decrease",
        "revenue",
        "sscl",
        "joint",
        "venture",
        "revenue",
        "financial",
        "year",
        "expected",
        "total",
        "around",
        "million",
        "indicated",
        "early",
        "excluding",
        "sscl",
        "business",
        "recorded",
        "slight",
        "growth",
        "quarter",
        "change",
        "driven",
        "improvement",
        "market",
        "environment",
        "respect",
        "second",
        "half",
        "particularly",
        "public",
        "sector",
        "parallel",
        "ongoing",
        "initiative",
        "refocus",
        "business",
        "model",
        "service",
        "reinforce",
        "group",
        "presence",
        "private",
        "sector",
        "invest",
        "consulting",
        "group",
        "sale",
        "force",
        "cut",
        "cost",
        "continued",
        "according",
        "schedule",
        "quarter",
        "europe",
        "reporting",
        "unit",
        "posted",
        "robust",
        "positive",
        "organic",
        "revenue",
        "growth",
        "revenue",
        "coming",
        "million",
        "country",
        "reporting",
        "unit",
        "contributed",
        "growth",
        "quarter",
        "performance",
        "strong",
        "germany",
        "particularly",
        "public",
        "sector",
        "banking",
        "sector",
        "confirming",
        "country",
        "positive",
        "sale",
        "trend",
        "operational",
        "momentum",
        "sopra",
        "banking",
        "software",
        "posted",
        "revenue",
        "million",
        "representing",
        "organic",
        "growth",
        "key",
        "feature",
        "continuation",
        "major",
        "investment",
        "delivery",
        "last",
        "main",
        "component",
        "platform",
        "core",
        "banking",
        "product",
        "first",
        "quarter",
        "also",
        "saw",
        "strong",
        "growth",
        "cassiopae",
        "specialist",
        "loan",
        "business",
        "following",
        "success",
        "achieved",
        "hyundai",
        "volkswagen",
        "siemens",
        "sopra",
        "banking",
        "software",
        "began",
        "business",
        "relation",
        "nissan",
        "payment",
        "sopra",
        "banking",
        "platform",
        "payment",
        "software",
        "solution",
        "transactis",
        "successfully",
        "went",
        "live",
        "another",
        "noteworthy",
        "trend",
        "continued",
        "momentum",
        "africa",
        "boosted",
        "particular",
        "success",
        "new",
        "amplitude",
        "version",
        "group",
        "amplitude",
        "core",
        "banking",
        "product",
        "solution",
        "reporting",
        "unit",
        "generated",
        "revenue",
        "million",
        "equating",
        "organic",
        "growth",
        "includes",
        "property",
        "management",
        "revenue",
        "generated",
        "cassiopae",
        "regard",
        "human",
        "resource",
        "solution",
        "first",
        "quarter",
        "benefited",
        "particular",
        "preparation",
        "implement",
        "income",
        "tax",
        "withholding",
        "france",
        "workforce",
        "march",
        "group",
        "total",
        "workforce",
        "consisted",
        "people",
        "december",
        "working",
        "zone",
        "external",
        "growth",
        "january",
        "group",
        "announced",
        "plan",
        "acquire",
        "bluecarat",
        "german",
        "company",
        "revenue",
        "million",
        "company",
        "consolidated",
        "second",
        "quarter",
        "sopra",
        "banking",
        "software",
        "successfully",
        "acquired",
        "system",
        "developer",
        "counterparty",
        "risk",
        "management",
        "solution",
        "banking",
        "sector",
        "financial",
        "institution",
        "company",
        "posted",
        "revenue",
        "around",
        "million",
        "consolidated",
        "second",
        "quarter",
        "outlook",
        "reminder",
        "group",
        "target",
        "financial",
        "year",
        "follows",
        "organic",
        "revenue",
        "growth",
        "slight",
        "improvement",
        "operating",
        "margin",
        "business",
        "activity",
        "free",
        "cash",
        "flow",
        "excess",
        "million",
        "million",
        "including",
        "sale",
        "trade",
        "receivables",
        "million",
        "seasonal",
        "effect",
        "two",
        "period",
        "pronounced",
        "due",
        "favourable",
        "calendar",
        "effect",
        "second",
        "higher",
        "concentration",
        "licence",
        "sale",
        "second",
        "investment",
        "plan",
        "launched",
        "first",
        "united",
        "kingdom",
        "upcoming",
        "event",
        "tuesday",
        "june",
        "annual",
        "general",
        "meeting",
        "shareholder",
        "pavillon",
        "dauphine",
        "paris",
        "france",
        "friday",
        "july",
        "publication",
        "result",
        "market",
        "presentation",
        "meeting",
        "glossary",
        "restated",
        "revenue",
        "revenue",
        "prior",
        "year",
        "expressed",
        "basis",
        "scope",
        "exchange",
        "rate",
        "current",
        "year",
        "organic",
        "revenue",
        "growth",
        "increase",
        "revenue",
        "period",
        "review",
        "restated",
        "revenue",
        "period",
        "prior",
        "financial",
        "year",
        "ebitda",
        "measure",
        "defined",
        "registration",
        "document",
        "equal",
        "consolidated",
        "operating",
        "profit",
        "business",
        "activity",
        "adding",
        "back",
        "depreciation",
        "amortisation",
        "provision",
        "included",
        "operating",
        "profit",
        "business",
        "activity",
        "operating",
        "profit",
        "business",
        "activity",
        "measure",
        "defined",
        "registration",
        "document",
        "equal",
        "profit",
        "recurring",
        "operation",
        "adjusted",
        "exclude",
        "expense",
        "relating",
        "cost",
        "service",
        "rendered",
        "grantee",
        "stock",
        "option",
        "free",
        "share",
        "addition",
        "amortisation",
        "allocated",
        "intangible",
        "asset",
        "profit",
        "recurring",
        "operation",
        "measure",
        "equal",
        "operating",
        "profit",
        "operating",
        "income",
        "expense",
        "includes",
        "particularly",
        "significant",
        "item",
        "operating",
        "income",
        "expense",
        "unusual",
        "abnormal",
        "infrequent",
        "predictive",
        "presented",
        "separately",
        "order",
        "give",
        "clearer",
        "picture",
        "performance",
        "based",
        "ordinary",
        "activity",
        "basic",
        "recurring",
        "earnings",
        "per",
        "share",
        "measure",
        "equal",
        "basic",
        "earnings",
        "per",
        "share",
        "taking",
        "account",
        "operating",
        "income",
        "expense",
        "net",
        "tax",
        "free",
        "cash",
        "flow",
        "free",
        "cash",
        "flow",
        "defined",
        "net",
        "cash",
        "operating",
        "activity",
        "less",
        "investment",
        "net",
        "disposal",
        "tangible",
        "intangible",
        "fixed",
        "asset",
        "less",
        "net",
        "interest",
        "less",
        "additional",
        "contribution",
        "address",
        "deficit",
        "pension",
        "plan",
        "disclaimer",
        "document",
        "contains",
        "information",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "group",
        "future",
        "growth",
        "financial",
        "result",
        "reader",
        "reminded",
        "licence",
        "agreement",
        "often",
        "represent",
        "investment",
        "client",
        "signed",
        "greater",
        "number",
        "second",
        "half",
        "year",
        "varying",
        "impact",
        "performance",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "described",
        "document",
        "due",
        "operational",
        "risk",
        "uncertainty",
        "detailed",
        "information",
        "potential",
        "risk",
        "may",
        "affect",
        "group",
        "financial",
        "result",
        "found",
        "registration",
        "document",
        "filed",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "april",
        "see",
        "page",
        "following",
        "particular",
        "sopra",
        "steria",
        "undertake",
        "obligation",
        "update",
        "information",
        "contained",
        "document",
        "beyond",
        "required",
        "current",
        "law",
        "regulation",
        "distribution",
        "document",
        "certain",
        "country",
        "may",
        "subject",
        "certain",
        "law",
        "regulation",
        "person",
        "physically",
        "present",
        "country",
        "document",
        "released",
        "published",
        "distributed",
        "inquire",
        "applicable",
        "restriction",
        "comply",
        "restriction",
        "sopra",
        "steria",
        "sopra",
        "steria",
        "european",
        "leader",
        "digital",
        "transformation",
        "provides",
        "one",
        "comprehensive",
        "portfolio",
        "offering",
        "market",
        "spanning",
        "consulting",
        "system",
        "integration",
        "solution",
        "infrastructure",
        "management",
        "business",
        "process",
        "service",
        "provides",
        "solution",
        "address",
        "core",
        "business",
        "need",
        "large",
        "company",
        "organisation",
        "helping",
        "remain",
        "competitive",
        "grow",
        "combining",
        "added",
        "value",
        "innovative",
        "service",
        "sopra",
        "steria",
        "excels",
        "guiding",
        "client",
        "transformation",
        "project",
        "help",
        "make",
        "digital",
        "technology",
        "employee",
        "country",
        "sopra",
        "steria",
        "generated",
        "revenue",
        "billion",
        "sopra",
        "steria",
        "sop",
        "listed",
        "euronext",
        "paris",
        "compartment",
        "isin",
        "fr",
        "information",
        "please",
        "visit",
        "website",
        "annex",
        "sopra",
        "steria",
        "impact",
        "revenue",
        "change",
        "scope",
        "exchange",
        "rate",
        "q1",
        "q1",
        "ifrs",
        "q1",
        "growth",
        "revenue",
        "impact",
        "ifrs",
        "revenue",
        "ifrs",
        "change",
        "exchange",
        "rate",
        "revenue",
        "constant",
        "exchange",
        "rate",
        "change",
        "scope",
        "revenue",
        "constant",
        "scope",
        "exchange",
        "rate",
        "sopra",
        "steria",
        "change",
        "exchange",
        "rate",
        "q1",
        "average",
        "rate",
        "q1",
        "average",
        "rate",
        "q1",
        "change",
        "pound",
        "sterling",
        "norwegian",
        "krone",
        "swedish",
        "krona",
        "danish",
        "krone",
        "swiss",
        "franc",
        "sopra",
        "steria",
        "revenue",
        "reporting",
        "unit",
        "q1",
        "q1",
        "ifrs",
        "q1",
        "restated",
        "q1",
        "ifrs",
        "organic",
        "growth",
        "total",
        "growth",
        "france",
        "united",
        "kingdom",
        "europe",
        "sopra",
        "banking",
        "software",
        "solution",
        "total",
        "revenue",
        "scope",
        "exchange",
        "rate",
        "application",
        "ifrs",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "relation",
        "olivier",
        "psaume",
        "press",
        "relation",
        "simon",
        "zaks",
        "image",
        "szaks",
        "source",
        "sopra",
        "steria"
    ]
}