{
    "organizations": [],
    "uuid": "198243034c3aca8e0b8481442f7faf4685b8523e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/pr-newswire-copper-mountain-mining-announces-q1-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Copper Mountain Mining Announces Q1-2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TSX: CMMC | ASX: C6C\nVANCOUVER, April 27, 2018 /PRNewswire/ - Copper Mountain Mining Corporation (TSX: CMMC, ASX:C6C) (the \"Company\" or \"Copper Mountain\") announces 2018 first quarter revenues of $78 million after pricing adjustments and treatment charges from the sale of 24.8 million pounds of copper equivalent, including 21.7 million pounds of copper, 6,500 ounces of gold, and 80,600 ounces of silver. Total cash cost for the quarter ended March 31, 2018 was US$1.90 per pound of copper sold, net of precious metals credits.\nHighlights (100% Basis)\nCopper, gold and silver production for the first quarter of 2018 at Copper Mountain Mine was 23.2 million pounds of copper equivalent which includes 19.9 million pounds of copper, 6,070 ounces of gold and 77,900 ounces of silver. Revenue for the period was $78.0 million, from the sale of 21.7 million pounds of copper, 6,500 ounces of gold and 80,600 ounces of silver, net of pricing adjustments.Gross profit for the quarter was $6.3 million. Adjusted EBITDA was $28.6 million for the quarter, compared to $16 million in the same quarter for 2017. Adjusted earnings were $10.6 million or $0.08 per share, compared to $0.3 million and nil per share for the same quarter of 2017. Site cash costs for the 2018 first quarter were US$1.46 per pound of copper produced net of precious metal credits. Total cash costs for the period were US$1.90 per pound of copper sold net of precious metal credits and after all off-site charges. At the end of the quarter the Company had $42.5 million in cash, and received an additional $22 million on April 4, 2018 relating to an end of March shipment of copper concentrate. Realized prices on metal sales were US$3.17 per pound of copper, US$1,326 per ounce of gold and US$16.60 per ounce of silver.\nJim O'Rourke, President and CEO of Copper Mountain, remarked \"During the first quarter of 2018, the mill throughput averaged 38,800 tpd. Abnormally high snowfall during the quarter created operating challenges in the pit and resulted in some power supply disruptions. We remain bullish on the outlook for the copper market and with our production on target we are well positioned to benefit from a strong copper price environment. We continue to focus on cost control and operational improvements to further strengthen the Company's balance sheet.\"\nSummary Financial Results\nThree months ended\nMarch 31,\n(In thousands of CDN$, other than per share and per pound amounts)\n2018\n$\n2017\n$\nRevenues\n77,946\n74,096\nCash flow from operations\n18,083\n20,843\nGross profit\n6,312\n11,211\nOperating income (loss)\n3,332\n7,971\nEBITDA 1\n11,485\n22,819\nAdjusted EBITDA\n28,553\n16,030\nAdjusted earnings 2\n10,602\n328\nAdjusted earnings (loss) per share 3\n0.08\n0.00\nCash and cash equivalents\n42,568\n30,126\nAccounts receivable\n36,194\n26,044\nTotal cash and cash equivalents and accounts receivable\n78,762\n56,170\nEquity\n259,427\n230,460\nTotal pounds of copper sold (000's lbs)\n21,700\n19,000\nTotal ounces of gold sold (oz)\n6,500\n6,000\nTotal ounces of silver sold (oz)\n80,600\n64,000\nSite cash costs per pound of copper produced (net of precious metal credits) (US$)\n1.46\n1.36\nTotal cash costs per pound of copper sold (net of precious metal credits) (US$)\n1.90\n1.86\nRealized Copper Price (US$)\n3.17\n2.65\n1\nEarnings before interest, taxes, depreciation and amortization. Refer to the Non-GAAP Performance measures section of this MD&A.\n2\nAdjusted earnings (loss) is a non-GAAP financial measure which removes unrealized gains/losses on interest rate swaps, pricing adjustments on concentrate metal sales and foreign currency gains/losses.\n3\nCalculated by dividing the total adjusted earnings by the weighted average number of shares outstanding under the basic method.\nDuring the quarter, the Company completed a total of four shipments of copper concentrate containing approximately 21.7 million pounds of copper, 6,500 ounces of gold, and 80,600 ounces of silver which generated $78 million in revenue net of treatment and refining charges and pricing adjustments, a 5 % increase over Q1 2017. Site cash costs were US$1.46 per pound of copper produced and total cash costs were US$1.90 per pound sold, net of precious metal credits for the three months ended March 31, 2018; compared to site cash costs of US$1.36 per pound of copper produced and total cash costs of US$1.86 per pound of copper sold, net of precious metal credits for the three months ended March 31, 2017.\nMining activities were mainly focused in the Pit #2, Saddle and Oriole Pit areas for the first quarter of 2018. During the quarter a total of 16.6 million tonnes of material was mined, including 6.5 million tonnes of ore and 10.1 million tonnes of waste for a strip ratio of 1.54:1. During the quarter the mine experienced abnormally high snow fall causing some challenges in the pit and a minor disruption in power supply. During the quarter mining rates of 184,300 tonnes per day moved were achieved.\nDuring the quarter the mill processed a total of 3.5 million tonnes of ore grading 0.33% copper to produce 19.9 million pounds of copper, 6,070 ounces of gold, and 77,900 ounces of silver. Mill head grade was above guidance for the quarter, while copper recoveries were above the plan at 79%. Mill operating time during the quarter averaged 93% and the mill achieved an average throughput rate of 38,800 tpd during the quarter.\nThe Company currently has 435 operating employees engaged at the mine site.\nThe following table sets out the major operating parameters for the mine for the three months ended March 31, 2018:\nMine Production Information\nThree months ended\nMarch 31,\nCopper Mountain Mine (100% Basis)\n2018\n2017\nMine:\nTotal tonnes mined (000's 4 )\n16,584\n17,962\nOre tonnes mined (000's)\n6,518\n5,698\nWaste tonnes (000's)\n10,066\n12,264\nStripping ratio\n1.54\n2.16\nMill:\nTonnes milled (000's)\n3,492\n3,361\nFeed Grade (Cu%)\n0.33\n0.31\nRecovery (%)\n78.7\n78.9\nOperating time (%)\n92.5\n91.8\nTonnes milled (TPD 5 )\n38,800\n37,350\nProduction:\nCopper production (000's lbs)\n19,900\n18,100\nGold production (oz)\n6,070\n5,900\nSilver production (oz)\n77,900\n64,300\nSite cash costs per pound of copper produced (net of precious metal credits) (US$)\n1.46\n1.36\nTotal cash costs per pound of copper sold (net of precious metal credits) (US$)\n1.90\n1.86\n4\nExcludes ore re-handle from stockpile\n5\nTonnes per day\nExploration Update:\nDuring the quarter exploration work consisted of continuous near mine compilation work as well as developing localized exploration drill programs to implement this summer to optimize long term mine planning.\nThe Company completed the acquisition of Altona Mining Limited on April 18, 2018. With the acquisition the Company holds minerals tenures over approximately 4,000km 2 along the Rose Bee fault complex spanning 250 km that is a dominate land position in the Eastern Mt. Isa Inlier area. The Company is planning to follow up on some of the successful drilling from Altona's 2017 drilling program on the Companion, Veiled and Quamby prospects. These prospects add to an emerging cluster of copper-gold discoveries south of the proposed Eva Copper Project.\nListed below is a summarized balance sheet and income statement as well as details for our conference call schedule:\nSummarized Balance Sheet\nDecember 31,\n2017\n$\nDecember 31,\n2016\n$\nAssets\nCash\n42,568\n45,133\nAccounts Receivable and prepaids\n36,194\n29,314\nInventory\n65,404\n68,135\nProperty, plant and equipment\n400,989\n414,041\nOther Assets\n122,873\n111,326\n668,028\n667,949\nLiabilities\nCurrent liabilities\n88,056\n92,056\nAmounts payable to related parties\n59,349\n43,633\nProvisions\n6,493\n6,521\nInterest rate swap liability\n1,623\n2,081\nLong-term debt\n253,080\n258,373\n408,601\n402,664\nEquity\nShare capital\n195,758\n195,670\nContributed surplus\n16,244\n15,724\nDeficit\n(30,944)\n(25,693)\nNon-controlling interest\n78,369\n79,584\nTotal equity\n259,427\n265,285\n668,028\n667,949\nSummarized Income Statement\n(In thousands of Canadian dollars, other than per share and per pound amounts)\nThree months ended\nMarch 31,\n2017\n$\n2017\n$\nRevenues\n77,946\n74,096\nCost of sales 6\n(71,634)\n(62,885)\nGross profit\n6,312\n11,211\nOther income and expenses\nGeneral and administration\n(2,474)\n(2,682)\nExploration and evaluation\n-\n(35)\nShare based compensation\n(506)\n(523)\nOperating income\n3,332\n7,971\nPricing adjustments on concentrate and metal sales\n9,765\n(3,976)\nFinance income\n136\n145\nFinance expense\n(3,514)\n(3,437)\nCurrent resource tax expense\n(345)\n(375)\nDeferred income and resource tax expense\n1,228\n-\nAdjusted earnings 7\n10,602\n328\nPricing adjustments on concentrate and metal sales\n(9,765)\n3,976\nUnrealized loss on interest rate swap\n773\n(358)\nUnrealized gain on foreign exchange\n(8,076)\n3,171\nNet income and comprehensive income for the period\n(6,466)\n7,117\nNet income and comprehensive income attributable to:\nShareholders of the company\n(5,251)\n4,723\nNon-controlling interest\n(1,215)\n2,394\n(6,466)\n7,117\nEarnings per share\n($0.04)\n$0.04\nAdjusted earnings per share\n$0.08\n$0.00\n6\nCost of sales consists of direct mining and milling costs (which include mine site employee compensation and benefits, mine site general and administrative costs, non-capitalized stripping costs, maintenance and repair costs, operating supplies and external services), depreciation and offsite transportation costs.\n7\nAdjusted earnings (loss) is a non-GAAP financial measure which excludes unrealized gains/losses on derivative instruments, changes in fair value of financial instruments, foreign currency gains/losses, pricing adjustments related to metal sales and non-recurring transactions.\nThe full set of financial statements and accompanying MD&A are posted on Sedar.com .\nAbout Copper Mountain Mining Corporation :\nCopper Mountain's flagship asset is the Copper Mountain mine located in southern British Columbia near the town of Princeton. The Company has a strategic alliance with Mitsubishi Materials Corporation who owns 25% of the mine. The Copper Mountain mine has a large resource of copper that remains open laterally and at depth. This large exploration potential is being explored over the next few years in order to fully appreciate the property's full development potential. Recently, Copper Mountain's acquisition of Altona Mining Limited has been completed which brings with it approximately A$30M cash, the Cloncurry project with development-ready Eva Copper Project and an extensive exploration potential in the acquired ~ 4,000 square km (379,000 hectare) mineralized land package within the highly prospective Mt. Isa inlier area in Queensland, Australia.\nAdditional information is available on the Company's web page at www.CuMtn.com .\nA conference call and audio webcast will be held on Friday April 27, 2018 at 7:30 am (Pacific Daylight Time) for management to discuss the first quarter 2018 results. This discussion will be followed by a question-and-answer period with investors.\nLive Dial-in information\nToronto and international: 647-427-7450\nNorth America (toll-free): 1-888-231-8191\nTo participate in the webcast live via your computer go to: : http://event.on24.com/r.htm?e=1396431&s=1&k=67F97D9094AA01C7BA6587307E6DA50A\nReplay call information\nToronto and international: 416.849.0833, passcode 1590989\nNorth America (toll-free): 1.855.859.2056, passcode 1590898\nThe conference call replay will be available from 10:30 am (PDT) on April 27, 2018, until 11:59 pm PST on May 14, 2018. Participant audio webcast will also be available on the Company's website at http://www.CuMtn.com\nOn behalf of the Board of\nCOPPER MOUNTAIN MINING CORPORATION\n\"Rod Shier\"\nRodney A. Shier, CPA,CA\nChief Financial Officer\nCautionary Note Regarding Forward-Looking Statements\nThis news release may contain forward-looking statements and forward-looking information (together, \"forward-looking statements\") within the meaning of applicable securities laws. All statements, other than statements of historical facts, are forward-looking statements. Generally, forward-looking statements can be identified by the use of terminology such as \"plans\", \"expects\", \"estimates\", \"intends\", \"anticipates\", \"believes\" or variations of such words, or statements that certain actions, events or results \"may\", \"could\", \"would\", \"might\", \"occur\" or \"be achieved\". Forward-looking statements involve risks, uncertainties and other factors that could cause actual results, performance and opportunities to differ materially from those implied by such forward-looking statements. Factors that could cause actual results to differ materially from these forward-looking statements include the successful exploration of the Company's properties in Canada and Australia, the reliability of the historical data referenced in this press relase and risks set out in Copper Mountain's public documents, including in each management discussion and analysis, filed on SEDAR at www.sedar.com . Although Copper Mountain believes that the information and assumptions used in preparing the forward-looking statements are reasonable, undue reliance should not be placed on these statements, which only apply as of the date of this news release, and no assurance can be given that such events will occur in the disclosed time frames or at all. Except where required by applicable law, Copper Mountain disclaims any intention or obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nView original content with multimedia: http://www.prnewswire.com/news-releases/copper-mountain-mining-announces-q1-2018-financial-results-300637858.html\nSOURCE Copper Mountain Mining Corporation",
    "published": "2018-04-27T14:30:00.000+03:00",
    "crawled": "2018-04-27T14:51:13.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tsx",
        "cmmc",
        "asx",
        "c6c",
        "vancouver",
        "april",
        "copper",
        "mountain",
        "mining",
        "corporation",
        "tsx",
        "cmmc",
        "asx",
        "c6c",
        "company",
        "copper",
        "mountain",
        "announces",
        "first",
        "quarter",
        "revenue",
        "million",
        "pricing",
        "adjustment",
        "treatment",
        "charge",
        "sale",
        "million",
        "pound",
        "copper",
        "equivalent",
        "including",
        "million",
        "pound",
        "copper",
        "ounce",
        "gold",
        "ounce",
        "silver",
        "total",
        "cash",
        "cost",
        "quarter",
        "ended",
        "march",
        "u",
        "per",
        "pound",
        "copper",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "highlight",
        "basis",
        "copper",
        "gold",
        "silver",
        "production",
        "first",
        "quarter",
        "copper",
        "mountain",
        "mine",
        "million",
        "pound",
        "copper",
        "equivalent",
        "includes",
        "million",
        "pound",
        "copper",
        "ounce",
        "gold",
        "ounce",
        "silver",
        "revenue",
        "period",
        "million",
        "sale",
        "million",
        "pound",
        "copper",
        "ounce",
        "gold",
        "ounce",
        "silver",
        "net",
        "pricing",
        "profit",
        "quarter",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "quarter",
        "compared",
        "million",
        "quarter",
        "adjusted",
        "earnings",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "nil",
        "per",
        "share",
        "quarter",
        "site",
        "cash",
        "cost",
        "first",
        "quarter",
        "u",
        "per",
        "pound",
        "copper",
        "produced",
        "net",
        "precious",
        "metal",
        "credit",
        "total",
        "cash",
        "cost",
        "period",
        "u",
        "per",
        "pound",
        "copper",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "charge",
        "end",
        "quarter",
        "company",
        "million",
        "cash",
        "received",
        "additional",
        "million",
        "april",
        "relating",
        "end",
        "march",
        "shipment",
        "copper",
        "concentrate",
        "realized",
        "price",
        "metal",
        "sale",
        "u",
        "per",
        "pound",
        "copper",
        "u",
        "per",
        "ounce",
        "gold",
        "u",
        "per",
        "ounce",
        "silver",
        "jim",
        "president",
        "ceo",
        "copper",
        "mountain",
        "remarked",
        "first",
        "quarter",
        "mill",
        "throughput",
        "averaged",
        "tpd",
        "abnormally",
        "high",
        "snowfall",
        "quarter",
        "created",
        "operating",
        "challenge",
        "pit",
        "resulted",
        "power",
        "supply",
        "disruption",
        "remain",
        "bullish",
        "outlook",
        "copper",
        "market",
        "production",
        "target",
        "well",
        "positioned",
        "benefit",
        "strong",
        "copper",
        "price",
        "environment",
        "continue",
        "focus",
        "cost",
        "control",
        "operational",
        "improvement",
        "strengthen",
        "company",
        "balance",
        "sheet",
        "summary",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "cdn",
        "per",
        "share",
        "per",
        "pound",
        "amount",
        "revenue",
        "cash",
        "flow",
        "operation",
        "gross",
        "profit",
        "operating",
        "income",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "earnings",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "total",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "equity",
        "total",
        "pound",
        "copper",
        "sold",
        "lb",
        "total",
        "ounce",
        "gold",
        "sold",
        "oz",
        "total",
        "ounce",
        "silver",
        "sold",
        "oz",
        "site",
        "cash",
        "cost",
        "per",
        "pound",
        "copper",
        "produced",
        "net",
        "precious",
        "metal",
        "credit",
        "u",
        "total",
        "cash",
        "cost",
        "per",
        "pound",
        "copper",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "u",
        "realized",
        "copper",
        "price",
        "u",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "refer",
        "performance",
        "measure",
        "section",
        "md",
        "adjusted",
        "earnings",
        "loss",
        "financial",
        "measure",
        "remove",
        "unrealized",
        "interest",
        "rate",
        "swap",
        "pricing",
        "adjustment",
        "concentrate",
        "metal",
        "sale",
        "foreign",
        "currency",
        "calculated",
        "dividing",
        "total",
        "adjusted",
        "earnings",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "method",
        "quarter",
        "company",
        "completed",
        "total",
        "four",
        "shipment",
        "copper",
        "concentrate",
        "containing",
        "approximately",
        "million",
        "pound",
        "copper",
        "ounce",
        "gold",
        "ounce",
        "silver",
        "generated",
        "million",
        "revenue",
        "net",
        "treatment",
        "refining",
        "charge",
        "pricing",
        "adjustment",
        "increase",
        "q1",
        "site",
        "cash",
        "cost",
        "u",
        "per",
        "pound",
        "copper",
        "produced",
        "total",
        "cash",
        "cost",
        "u",
        "per",
        "pound",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "site",
        "cash",
        "cost",
        "u",
        "per",
        "pound",
        "copper",
        "produced",
        "total",
        "cash",
        "cost",
        "u",
        "per",
        "pound",
        "copper",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "three",
        "month",
        "ended",
        "march",
        "mining",
        "activity",
        "mainly",
        "focused",
        "pit",
        "saddle",
        "oriole",
        "pit",
        "area",
        "first",
        "quarter",
        "quarter",
        "total",
        "million",
        "tonne",
        "material",
        "mined",
        "including",
        "million",
        "tonne",
        "ore",
        "million",
        "tonne",
        "waste",
        "strip",
        "ratio",
        "quarter",
        "mine",
        "experienced",
        "abnormally",
        "high",
        "snow",
        "fall",
        "causing",
        "challenge",
        "pit",
        "minor",
        "disruption",
        "power",
        "supply",
        "quarter",
        "mining",
        "rate",
        "tonne",
        "per",
        "day",
        "moved",
        "achieved",
        "quarter",
        "mill",
        "processed",
        "total",
        "million",
        "tonne",
        "ore",
        "grading",
        "copper",
        "produce",
        "million",
        "pound",
        "copper",
        "ounce",
        "gold",
        "ounce",
        "silver",
        "mill",
        "head",
        "grade",
        "guidance",
        "quarter",
        "copper",
        "recovery",
        "plan",
        "mill",
        "operating",
        "time",
        "quarter",
        "averaged",
        "mill",
        "achieved",
        "average",
        "throughput",
        "rate",
        "tpd",
        "quarter",
        "company",
        "currently",
        "operating",
        "employee",
        "engaged",
        "mine",
        "site",
        "following",
        "table",
        "set",
        "major",
        "operating",
        "parameter",
        "mine",
        "three",
        "month",
        "ended",
        "march",
        "mine",
        "production",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "copper",
        "mountain",
        "mine",
        "basis",
        "mine",
        "total",
        "tonne",
        "mined",
        "ore",
        "tonne",
        "mined",
        "waste",
        "tonne",
        "stripping",
        "ratio",
        "mill",
        "tonne",
        "milled",
        "feed",
        "grade",
        "cu",
        "recovery",
        "operating",
        "time",
        "tonne",
        "milled",
        "tpd",
        "production",
        "copper",
        "production",
        "lb",
        "gold",
        "production",
        "oz",
        "silver",
        "production",
        "oz",
        "site",
        "cash",
        "cost",
        "per",
        "pound",
        "copper",
        "produced",
        "net",
        "precious",
        "metal",
        "credit",
        "u",
        "total",
        "cash",
        "cost",
        "per",
        "pound",
        "copper",
        "sold",
        "net",
        "precious",
        "metal",
        "credit",
        "u",
        "excludes",
        "ore",
        "stockpile",
        "tonne",
        "per",
        "day",
        "exploration",
        "update",
        "quarter",
        "exploration",
        "work",
        "consisted",
        "continuous",
        "near",
        "mine",
        "compilation",
        "work",
        "well",
        "developing",
        "localized",
        "exploration",
        "drill",
        "program",
        "implement",
        "summer",
        "optimize",
        "long",
        "term",
        "mine",
        "planning",
        "company",
        "completed",
        "acquisition",
        "altona",
        "mining",
        "limited",
        "april",
        "acquisition",
        "company",
        "hold",
        "mineral",
        "tenure",
        "approximately",
        "along",
        "rose",
        "bee",
        "fault",
        "complex",
        "spanning",
        "km",
        "dominate",
        "land",
        "position",
        "eastern",
        "mt",
        "isa",
        "inlier",
        "area",
        "company",
        "planning",
        "follow",
        "successful",
        "drilling",
        "altona",
        "drilling",
        "program",
        "companion",
        "veiled",
        "quamby",
        "prospect",
        "prospect",
        "add",
        "emerging",
        "cluster",
        "discovery",
        "south",
        "proposed",
        "eva",
        "copper",
        "project",
        "listed",
        "summarized",
        "balance",
        "sheet",
        "income",
        "statement",
        "well",
        "detail",
        "conference",
        "call",
        "schedule",
        "summarized",
        "balance",
        "sheet",
        "december",
        "december",
        "asset",
        "cash",
        "account",
        "receivable",
        "prepaids",
        "inventory",
        "property",
        "plant",
        "equipment",
        "asset",
        "liability",
        "current",
        "liability",
        "amount",
        "payable",
        "related",
        "party",
        "provision",
        "interest",
        "rate",
        "swap",
        "liability",
        "debt",
        "equity",
        "share",
        "capital",
        "contributed",
        "surplus",
        "deficit",
        "interest",
        "total",
        "equity",
        "summarized",
        "income",
        "statement",
        "thousand",
        "canadian",
        "dollar",
        "per",
        "share",
        "per",
        "pound",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "income",
        "expense",
        "general",
        "administration",
        "exploration",
        "evaluation",
        "share",
        "based",
        "compensation",
        "operating",
        "income",
        "pricing",
        "adjustment",
        "concentrate",
        "metal",
        "sale",
        "finance",
        "income",
        "finance",
        "expense",
        "current",
        "resource",
        "tax",
        "expense",
        "deferred",
        "income",
        "resource",
        "tax",
        "expense",
        "adjusted",
        "earnings",
        "pricing",
        "adjustment",
        "concentrate",
        "metal",
        "sale",
        "unrealized",
        "loss",
        "interest",
        "rate",
        "swap",
        "unrealized",
        "gain",
        "foreign",
        "exchange",
        "net",
        "income",
        "comprehensive",
        "income",
        "period",
        "net",
        "income",
        "comprehensive",
        "income",
        "attributable",
        "shareholder",
        "company",
        "interest",
        "earnings",
        "per",
        "share",
        "adjusted",
        "earnings",
        "per",
        "share",
        "cost",
        "sale",
        "consists",
        "direct",
        "mining",
        "milling",
        "cost",
        "include",
        "mine",
        "site",
        "employee",
        "compensation",
        "benefit",
        "mine",
        "site",
        "general",
        "administrative",
        "cost",
        "stripping",
        "cost",
        "maintenance",
        "repair",
        "cost",
        "operating",
        "supply",
        "external",
        "service",
        "depreciation",
        "offsite",
        "transportation",
        "cost",
        "adjusted",
        "earnings",
        "loss",
        "financial",
        "measure",
        "excludes",
        "unrealized",
        "derivative",
        "instrument",
        "change",
        "fair",
        "value",
        "financial",
        "instrument",
        "foreign",
        "currency",
        "pricing",
        "adjustment",
        "related",
        "metal",
        "sale",
        "transaction",
        "full",
        "set",
        "financial",
        "statement",
        "accompanying",
        "md",
        "posted",
        "copper",
        "mountain",
        "mining",
        "corporation",
        "copper",
        "mountain",
        "flagship",
        "asset",
        "copper",
        "mountain",
        "mine",
        "located",
        "southern",
        "british",
        "columbia",
        "near",
        "town",
        "princeton",
        "company",
        "strategic",
        "alliance",
        "mitsubishi",
        "material",
        "corporation",
        "owns",
        "mine",
        "copper",
        "mountain",
        "mine",
        "large",
        "resource",
        "copper",
        "remains",
        "open",
        "laterally",
        "depth",
        "large",
        "exploration",
        "potential",
        "explored",
        "next",
        "year",
        "order",
        "fully",
        "appreciate",
        "property",
        "full",
        "development",
        "potential",
        "recently",
        "copper",
        "mountain",
        "acquisition",
        "altona",
        "mining",
        "limited",
        "completed",
        "brings",
        "approximately",
        "30m",
        "cash",
        "cloncurry",
        "project",
        "eva",
        "copper",
        "project",
        "extensive",
        "exploration",
        "potential",
        "acquired",
        "square",
        "km",
        "hectare",
        "mineralized",
        "land",
        "package",
        "within",
        "highly",
        "prospective",
        "mt",
        "isa",
        "inlier",
        "area",
        "queensland",
        "australia",
        "additional",
        "information",
        "available",
        "company",
        "web",
        "page",
        "conference",
        "call",
        "audio",
        "webcast",
        "held",
        "friday",
        "april",
        "pacific",
        "daylight",
        "time",
        "management",
        "discus",
        "first",
        "quarter",
        "result",
        "discussion",
        "followed",
        "period",
        "investor",
        "live",
        "information",
        "toronto",
        "international",
        "north",
        "america",
        "participate",
        "webcast",
        "live",
        "via",
        "computer",
        "go",
        "http",
        "replay",
        "call",
        "information",
        "toronto",
        "international",
        "passcode",
        "north",
        "america",
        "passcode",
        "conference",
        "call",
        "replay",
        "available",
        "pdt",
        "april",
        "pm",
        "pst",
        "may",
        "participant",
        "audio",
        "webcast",
        "also",
        "available",
        "company",
        "website",
        "http",
        "behalf",
        "board",
        "copper",
        "mountain",
        "mining",
        "corporation",
        "rod",
        "shier",
        "rodney",
        "shier",
        "cpa",
        "ca",
        "chief",
        "financial",
        "officer",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "statement",
        "information",
        "together",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "generally",
        "statement",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "estimate",
        "intends",
        "anticipates",
        "belief",
        "variation",
        "word",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "occur",
        "achieved",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "opportunity",
        "differ",
        "materially",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "successful",
        "exploration",
        "company",
        "property",
        "canada",
        "australia",
        "reliability",
        "historical",
        "data",
        "referenced",
        "press",
        "relase",
        "risk",
        "set",
        "copper",
        "mountain",
        "public",
        "document",
        "including",
        "management",
        "discussion",
        "analysis",
        "filed",
        "sedar",
        "although",
        "copper",
        "mountain",
        "belief",
        "information",
        "assumption",
        "used",
        "preparing",
        "statement",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "apply",
        "date",
        "news",
        "release",
        "assurance",
        "given",
        "event",
        "occur",
        "disclosed",
        "time",
        "frame",
        "except",
        "required",
        "applicable",
        "law",
        "copper",
        "mountain",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "copper",
        "mountain",
        "mining",
        "corporation"
    ]
}