{
    "organizations": [],
    "uuid": "ae35c2d75e55faec0703a9bc68058f1a33107298",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/business-wire-graco-reports-record-sales-and-operating-earnings.html",
    "ord_in_thread": 0,
    "title": "Graco Reports Record Sales and Operating Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Strong Sales Growth in All Segments and Regions\nMINNEAPOLIS--(BUSINESS WIRE)-- Graco Inc. (NYSE: GGG) today announced results for the first quarter ended March 30, 2018.\nSummary\n$ in millions except per share amounts\nThree Months Ended Mar 30,\n2018\nMar 31,\n2017\n%\nChange\nNet Sales $ 406.3 $ 340.6 19 % Operating Earnings 111.7 87.4 28 % Net Earnings 85.5 60.7 41 % Diluted Net Earnings per Common Share $ 0.49 $ 0.35 40 % Adjusted (non-GAAP): (1) Net Earnings, adjusted $ 84.1 $ 57.0 48 % Diluted Net Earnings per Common Share, adjusted $ 0.48 $ 0.33 45 % (1) Excludes impacts of excess tax benefits from stock option exercises. See Financial Results Adjusted for Comparability below for a reconciliation of adjusted non-GAAP financial measures to GAAP. Sales increased 19 percent, with double-digit percentage growth in all segments and regions. Favorable currency translation contributed 5 percentage points and acquired operations added 3 percentage points of sales growth. Gross margin rates remained strong, up slightly compared to the first quarter last year. Operating expenses increased 13 percent, including 3 percentage points from currency translation and 2 percentage points from acquired operations. Operating expenses as a percentage of sales decreased by nearly 2 percentage points. The effective income tax rate decreased by 5 percentage points, driven by the impacts of U.S. federal income tax reform, partially offset by the effect of a decrease in excess tax benefits from option exercises.\n\"The Company's record performance from 2017 continued into the first quarter of 2018, achieving the highest sales and operating earnings for a quarter in Graco history,\" said Patrick J. McHale, Graco's President and CEO. \"Year-over-year sales growth was strong in the quarter, as we posted organic, constant currency growth in every region of the world and double-digit growth in each of our reportable segments. First quarter profitability remained solid, aided by increased sales volumes, ongoing factory performance and good expense leverage. Our employees and channel partners around the world continue to execute at a high level and I thank them for their efforts to get this year off to a great start against tough 2017 comparables.\"\nConsolidated Results\nSales for the quarter increased 19 percent, with increases of 11 percent in the Americas, 28 percent in EMEA (15 percent at consistent translation rates) and 36 percent in Asia Pacific (28 percent at consistent translation rates). Changes in currency translation rates increased sales by approximately $14 million (5 percentage points) for the quarter. Acquired operations contributed 3 percentage points of sales growth.\nGross profit margin rates improved slightly for the quarter. Favorable effects from currency translation were mostly offset by the unfavorable effect of lower gross margins from acquired operations, including a charge of $1 million related to purchase accounting inventory valuation.\nThe Company adopted the new revenue recognition accounting standard during the first quarter with no significant impact on operating results. The Company also adopted a new accounting standard requiring certain components of pension cost to be reclassified from operating costs and expenses to other non-operating income and expense. The Company had previously classified such cost as unallocated corporate expense, so the reclassification had no impact on segment operating results. Prior year results were restated to conform to current year classification under the new standard.\nTotal operating expenses for the quarter increased $12 million (13 percent) compared to the first quarter last year. The increase includes $3 million related to currency translation, $2 million from acquired operations and $3 million of increases in sales and earnings-based incentive compensation and market-driven share-based compensation.\nThe effective income tax rate was 20 percent for the quarter, down 5 percentage points from the first quarter last year. Excess tax benefits related to stock option exercises reduced the effective tax rate by 1 percentage point in the first quarter of 2018 and 4 percentage points in the first quarter last year. U.S. federal income tax reform legislation passed at the end of 2017 decreased the effective tax rate by 8 percentage points compared to last year.\nSegment Results\nManagement assesses performance of segments by reference to operating earnings excluding unallocated corporate expenses and asset impairments. For a reconciliation of segment operating earnings to consolidated operating earnings, refer to the Segment Information table included in the financial statement section of this release. Certain measurements of segment operations are summarized below:\nThree Months Industrial Process Contractor Net Sales (in millions) $ 195.2 $ 80.0 $ 131.1 Percentage change from last year Sales 25 % 14 % 15 % Operating earnings 29 % 31 % 21 % Operating earnings as a percentage of sales 2018\n35 % 22 % 24 % 2017\n34 % 19 % 23 % Components of net sales change by geographic region for the Industrial segment were as follows:\nThree Months Volume\nand Price\nAcquisitions Currency Total Americas 7 % 0 % 0 % 7 % EMEA 10 % 12 % 15 % 37 % Asia Pacific 24 % 7 % 9 % 40 % Consolidated 13 % 5 % 7 % 25 % Industrial segment sales growth included $9 million from acquired operations and strong finishing systems sales. Unfavorable effects of purchase accounting and lower operating margins in acquired operations partially offset the operating margin rate increase from higher sales volume and favorable expense leverage.\nComponents of net sales change by geographic region for the Process segment were as follows:\nThree Months Volume\nand Price\nAcquisitions Currency Total Americas 13 % 2 % 0 % 15 % EMEA (8 )% 1 % 8 % 1 % Asia Pacific 25 % 1 % 6 % 32 % Consolidated 10 % 1 % 3 % 14 % The Process segment had sales growth in all product applications. Sales growth was particularly strong in the segment's Lubrication division. Operating margin rates for this segment increased 3 percentage points driven by higher sales and favorable expense leverage.\nComponents of net sales change by geographic region for the Contractor segment were as follows:\nThree Months Volume\nand Price\nAcquisitions Currency Total Americas 9 % 2 % 0 % 11 % EMEA 15 % 0 % 15 % 30 % Asia Pacific 11 % 0 % 5 % 16 % Consolidated 11 % 1 % 3 % 15 % Contractor segment sales increased in all channels. Currency translation effects drove the segment's 1 percentage point increase in operating margin rate.\nOutlook\n\"Demand in the first quarter continued to be broad-based across products and geographies,\" stated McHale. \"We are raising our full-year 2018 outlook to mid-to-high single-digit organic sales growth on a constant currency basis worldwide, from a prior outlook of mid single-digit growth. Industrial segment demand in the first quarter was consistent with our full-year Company outlook, with segment sales outgrowing bookings; we expect the Industrial segment's second quarter growth to moderate and the first half sales growth to be consistent with the full-year Company outlook. Regionally, we expect to achieve mid-to-high single-digit growth for the full-year 2018.\"\nFinancial Results Adjusted for Comparability\nExcluding the impact of tax benefits related to stock option exercises presents a more consistent basis for comparison of financial results. A calculation of the non-GAAP measurements of adjusted income taxes, effective income tax rates, net earnings and diluted earnings per share follows (in millions except per share amounts):\nThree Months Ended\nMar 30,\n2018 Mar 31,\n2017 Earnings before income taxes $ 107.4 $ 81.6 Income taxes, as reported $ 21.9 $ 20.8 Excess tax benefit from option exercises 1.4 3.7 Income taxes, adjusted $ 23.3 $ 24.5 Effective income tax rate As reported 20.4 % 25.6 % Adjusted 21.7 % 30.0 % Net Earnings, as reported $ 85.5 $ 60.7 Excess tax benefit from option exercises (1.4 ) (3.7 ) Net Earnings, adjusted $ 84.1 $ 57.0 Weighted Average Diluted Shares 175.6 173.1 Diluted Earnings per Share As reported $ 0.49 $ 0.35 Adjusted $ 0.48 $ 0.33 Cautionary Statement Regarding Forward-Looking Statements\nThe Company desires to take advantage of the “safe harbor” provisions regarding forward-looking statements of the Private Securities Litigation Reform Act of 1995 and is filing this Cautionary Statement in order to do so. From time to time various forms filed by our Company with the Securities and Exchange Commission, including our Form 10-K, Form 10-Qs and Form 8-Ks, and other disclosures, including our 2017 Overview report, press releases, earnings releases, analyst briefings, conference calls and other written documents or oral statements released by our Company, may contain forward-looking statements. Forward-looking statements generally use words such as “expect,” “foresee,” “anticipate,” “believe,” “project,” “should,” “estimate,” “will,” and similar expressions, and reflect our Company’s expectations concerning the future. All forecasts and projections are forward-looking statements. Forward-looking statements are based upon currently available information, but various risks and uncertainties may cause our Company’s actual results to differ expressed in these statements. The Company undertakes no obligation to update these statements in light of new information or future events.\nFuture results could differ expressed due to the impact of changes in various factors. These risk factors include, but are not limited to: our Company’s growth strategies, which include making acquisitions, investing in new products, expanding geographically and targeting new industries; economic conditions in the United States and other major world economies; changes in tax rates or the adoption of new tax legislation; changes in currency translation rates; changes in laws and regulations; compliance with anti-corruption and trade laws; new entrants who copy our products or infringe on our intellectual property; risks incident to conducting business internationally; the ability to meet our customers’ needs and changes in product demand; supply interruptions or delays; security breaches; the possibility of asset impairments if acquired businesses do not meet performance expectations; political instability; results of and costs associated with litigation, administrative proceedings and regulatory reviews incident to our business; the possibility of decline in purchases from a few large customers of the Contractor segment; variations in activity in the construction, automotive, mining and oil and natural gas industries; our ability to attract, develop and retain qualified personnel; and catastrophic events. Please refer to Item 1A of our Annual Report on Form 10-K for fiscal year 2017 (and most recent Form 10-Q) for a more comprehensive discussion of these and other risk factors. These reports are available on the Company’s website at www.graco.com and the Securities and Exchange Commission’s website at www.sec.gov . Shareholders, potential investors and other readers are urged to consider these factors in evaluating forward-looking statements and are cautioned not to place undue reliance on such forward-looking statements.\nInvestors should realize that factors other than those identified above and in Item 1A might prove important to the Company’s future results. It is not possible for management to identify each and every factor that may have an impact on the Company’s operations in the future as new factors can develop from time to time.\nConference Call\nGraco management will hold a conference call, including slides via webcast, with analysts and institutional investors on Thursday, April 26, 2018, at 11 a.m. ET, 10 a.m. CT, to discuss Graco’s first quarter results.\nA real-time webcast of the conference call will be broadcast live over the Internet. Individuals wanting to listen and view slides can access the call at the Company’s website at www.graco.com . Listeners should go to the website at least 15 minutes prior to the live conference call to install any necessary audio software.\nFor those unable to listen to the live event, a replay will be available soon after the conference call at Graco’s website, or by telephone beginning at approximately 2 p.m. ET on April 26, 2018, by dialing 888-203-1112, Conference ID #3053454, if calling within the U.S. or Canada. The dial-in number for international participants is 719-457-0820, with the same Conference ID #. The replay by telephone will be available through April 30, 2018.\nAbout Graco\nGraco Inc. supplies technology and expertise for the management of fluids and coatings in both industrial and commercial applications. It designs, manufactures and markets systems and equipment to move, measure, control, dispense and spray fluid and powder materials. A recognized leader in its specialties, Minneapolis-based Graco serves customers around the world in the manufacturing, processing, construction and maintenance industries. For additional information about Graco Inc., please visit us at www.graco.com or on Twitter @GracoInc.\nGRACO INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF EARNINGS (Unaudited) (In thousands except per share amounts)\nThree Months Ended\nMar 30,\n2018 Mar 31,\n2017 Net Sales $ 406,348 $ 340,590 Cost of products sold 183,927 154,745 Gross Profit 222,421 185,845 Product development 15,289 14,259 Selling, marketing and distribution 62,522 54,389 General and administrative 32,914 29,762 Operating Earnings 111,696 87,435 Interest expense 3,233 4,055 Other expense, net 1,035 1,805 Earnings Before Income Taxes 107,428 81,575 Income taxes 21,918 20,843 Net Earnings $ 85,510 $ 60,732 Net Earnings (Loss) per Common Share Basic $ 0.51 $ 0.36 Diluted $ 0.49 $ 0.35 Weighted Average Number of Shares Basic 169,073 167,304 Diluted 175,649 173,137 SEGMENT INFORMATION (Unaudited) (In thousands)\nThree Months Ended\nMar 30,\n2018 Mar 31,\n2017 Net Sales Industrial $ 195,196 $ 156,390 Process 80,035 70,029 Contractor 131,117 114,171 Total $ 406,348 $ 340,590 Operating Earnings Industrial $ 69,125 $ 53,735 Process 17,702 13,463 Contractor 31,411 26,019 Unallocated corporate (expense) (6,542 ) (5,782 ) Total $ 111,696 $ 87,435 The Consolidated Balance Sheets, Consolidated Statements of Cash Flows and Management's Discussion and Analysis are available in our Quarterly Report on Form 10-Q on our website at www.graco.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180425006561/en/\nGraco Inc.\nFinancial Contact:\nChristian Rothe, 612-623-6205\nor\nMedia Contact:\nCharlotte Boyd, 612-623-6153\nCharlotte_M_Boyd@graco.com\nSource: Graco Inc.",
    "published": "2018-04-26T00:10:00.000+03:00",
    "crawled": "2018-04-26T02:20:16.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "strong",
        "sale",
        "growth",
        "segment",
        "region",
        "minneapolis",
        "business",
        "wire",
        "graco",
        "nyse",
        "ggg",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "summary",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "mar",
        "mar",
        "change",
        "net",
        "sale",
        "operating",
        "earnings",
        "net",
        "earnings",
        "diluted",
        "net",
        "earnings",
        "per",
        "common",
        "share",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "diluted",
        "net",
        "earnings",
        "per",
        "common",
        "share",
        "adjusted",
        "excludes",
        "impact",
        "excess",
        "tax",
        "benefit",
        "stock",
        "option",
        "exercise",
        "see",
        "financial",
        "result",
        "adjusted",
        "comparability",
        "reconciliation",
        "adjusted",
        "financial",
        "measure",
        "gaap",
        "sale",
        "increased",
        "percent",
        "percentage",
        "growth",
        "segment",
        "region",
        "favorable",
        "currency",
        "translation",
        "contributed",
        "percentage",
        "point",
        "acquired",
        "operation",
        "added",
        "percentage",
        "point",
        "sale",
        "growth",
        "gross",
        "margin",
        "rate",
        "remained",
        "strong",
        "slightly",
        "compared",
        "first",
        "quarter",
        "last",
        "year",
        "operating",
        "expense",
        "increased",
        "percent",
        "including",
        "percentage",
        "point",
        "currency",
        "translation",
        "percentage",
        "point",
        "acquired",
        "operation",
        "operating",
        "expense",
        "percentage",
        "sale",
        "decreased",
        "nearly",
        "percentage",
        "point",
        "effective",
        "income",
        "tax",
        "rate",
        "decreased",
        "percentage",
        "point",
        "driven",
        "impact",
        "federal",
        "income",
        "tax",
        "reform",
        "partially",
        "offset",
        "effect",
        "decrease",
        "excess",
        "tax",
        "benefit",
        "option",
        "exercise",
        "company",
        "record",
        "performance",
        "continued",
        "first",
        "quarter",
        "achieving",
        "highest",
        "sale",
        "operating",
        "earnings",
        "quarter",
        "graco",
        "history",
        "said",
        "patrick",
        "mchale",
        "graco",
        "president",
        "ceo",
        "sale",
        "growth",
        "strong",
        "quarter",
        "posted",
        "organic",
        "constant",
        "currency",
        "growth",
        "every",
        "region",
        "world",
        "growth",
        "reportable",
        "segment",
        "first",
        "quarter",
        "profitability",
        "remained",
        "solid",
        "aided",
        "increased",
        "sale",
        "volume",
        "ongoing",
        "factory",
        "performance",
        "good",
        "expense",
        "leverage",
        "employee",
        "channel",
        "partner",
        "around",
        "world",
        "continue",
        "execute",
        "high",
        "level",
        "thank",
        "effort",
        "get",
        "year",
        "great",
        "start",
        "tough",
        "comparables",
        "consolidated",
        "result",
        "sale",
        "quarter",
        "increased",
        "percent",
        "increase",
        "percent",
        "america",
        "percent",
        "emea",
        "percent",
        "consistent",
        "translation",
        "rate",
        "percent",
        "asia",
        "pacific",
        "percent",
        "consistent",
        "translation",
        "rate",
        "change",
        "currency",
        "translation",
        "rate",
        "increased",
        "sale",
        "approximately",
        "million",
        "percentage",
        "point",
        "quarter",
        "acquired",
        "operation",
        "contributed",
        "percentage",
        "point",
        "sale",
        "growth",
        "gross",
        "profit",
        "margin",
        "rate",
        "improved",
        "slightly",
        "quarter",
        "favorable",
        "effect",
        "currency",
        "translation",
        "mostly",
        "offset",
        "unfavorable",
        "effect",
        "lower",
        "gross",
        "margin",
        "acquired",
        "operation",
        "including",
        "charge",
        "million",
        "related",
        "purchase",
        "accounting",
        "inventory",
        "valuation",
        "company",
        "adopted",
        "new",
        "revenue",
        "recognition",
        "accounting",
        "standard",
        "first",
        "quarter",
        "significant",
        "impact",
        "operating",
        "result",
        "company",
        "also",
        "adopted",
        "new",
        "accounting",
        "standard",
        "requiring",
        "certain",
        "component",
        "pension",
        "cost",
        "reclassified",
        "operating",
        "cost",
        "expense",
        "income",
        "expense",
        "company",
        "previously",
        "classified",
        "cost",
        "unallocated",
        "corporate",
        "expense",
        "reclassification",
        "impact",
        "segment",
        "operating",
        "result",
        "prior",
        "year",
        "result",
        "restated",
        "conform",
        "current",
        "year",
        "classification",
        "new",
        "standard",
        "total",
        "operating",
        "expense",
        "quarter",
        "increased",
        "million",
        "percent",
        "compared",
        "first",
        "quarter",
        "last",
        "year",
        "increase",
        "includes",
        "million",
        "related",
        "currency",
        "translation",
        "million",
        "acquired",
        "operation",
        "million",
        "increase",
        "sale",
        "incentive",
        "compensation",
        "compensation",
        "effective",
        "income",
        "tax",
        "rate",
        "percent",
        "quarter",
        "percentage",
        "point",
        "first",
        "quarter",
        "last",
        "year",
        "excess",
        "tax",
        "benefit",
        "related",
        "stock",
        "option",
        "exercise",
        "reduced",
        "effective",
        "tax",
        "rate",
        "percentage",
        "point",
        "first",
        "quarter",
        "percentage",
        "point",
        "first",
        "quarter",
        "last",
        "year",
        "federal",
        "income",
        "tax",
        "reform",
        "legislation",
        "passed",
        "end",
        "decreased",
        "effective",
        "tax",
        "rate",
        "percentage",
        "point",
        "compared",
        "last",
        "year",
        "segment",
        "result",
        "management",
        "assesses",
        "performance",
        "segment",
        "reference",
        "operating",
        "earnings",
        "excluding",
        "unallocated",
        "corporate",
        "expense",
        "asset",
        "impairment",
        "reconciliation",
        "segment",
        "operating",
        "earnings",
        "consolidated",
        "operating",
        "earnings",
        "refer",
        "segment",
        "information",
        "table",
        "included",
        "financial",
        "statement",
        "section",
        "release",
        "certain",
        "measurement",
        "segment",
        "operation",
        "summarized",
        "three",
        "month",
        "industrial",
        "process",
        "contractor",
        "net",
        "sale",
        "million",
        "percentage",
        "change",
        "last",
        "year",
        "sale",
        "operating",
        "earnings",
        "operating",
        "earnings",
        "percentage",
        "sale",
        "component",
        "net",
        "sale",
        "change",
        "geographic",
        "region",
        "industrial",
        "segment",
        "follows",
        "three",
        "month",
        "volume",
        "price",
        "acquisition",
        "currency",
        "total",
        "america",
        "emea",
        "asia",
        "pacific",
        "consolidated",
        "industrial",
        "segment",
        "sale",
        "growth",
        "included",
        "million",
        "acquired",
        "operation",
        "strong",
        "finishing",
        "system",
        "sale",
        "unfavorable",
        "effect",
        "purchase",
        "accounting",
        "lower",
        "operating",
        "margin",
        "acquired",
        "operation",
        "partially",
        "offset",
        "operating",
        "margin",
        "rate",
        "increase",
        "higher",
        "sale",
        "volume",
        "favorable",
        "expense",
        "leverage",
        "component",
        "net",
        "sale",
        "change",
        "geographic",
        "region",
        "process",
        "segment",
        "follows",
        "three",
        "month",
        "volume",
        "price",
        "acquisition",
        "currency",
        "total",
        "america",
        "emea",
        "asia",
        "pacific",
        "consolidated",
        "process",
        "segment",
        "sale",
        "growth",
        "product",
        "application",
        "sale",
        "growth",
        "particularly",
        "strong",
        "segment",
        "lubrication",
        "division",
        "operating",
        "margin",
        "rate",
        "segment",
        "increased",
        "percentage",
        "point",
        "driven",
        "higher",
        "sale",
        "favorable",
        "expense",
        "leverage",
        "component",
        "net",
        "sale",
        "change",
        "geographic",
        "region",
        "contractor",
        "segment",
        "follows",
        "three",
        "month",
        "volume",
        "price",
        "acquisition",
        "currency",
        "total",
        "america",
        "emea",
        "asia",
        "pacific",
        "consolidated",
        "contractor",
        "segment",
        "sale",
        "increased",
        "channel",
        "currency",
        "translation",
        "effect",
        "drove",
        "segment",
        "percentage",
        "point",
        "increase",
        "operating",
        "margin",
        "rate",
        "outlook",
        "demand",
        "first",
        "quarter",
        "continued",
        "across",
        "product",
        "geography",
        "stated",
        "mchale",
        "raising",
        "outlook",
        "organic",
        "sale",
        "growth",
        "constant",
        "currency",
        "basis",
        "worldwide",
        "prior",
        "outlook",
        "mid",
        "growth",
        "industrial",
        "segment",
        "demand",
        "first",
        "quarter",
        "consistent",
        "company",
        "outlook",
        "segment",
        "sale",
        "outgrowing",
        "booking",
        "expect",
        "industrial",
        "segment",
        "second",
        "quarter",
        "growth",
        "moderate",
        "first",
        "half",
        "sale",
        "growth",
        "consistent",
        "company",
        "outlook",
        "regionally",
        "expect",
        "achieve",
        "growth",
        "financial",
        "result",
        "adjusted",
        "comparability",
        "excluding",
        "impact",
        "tax",
        "benefit",
        "related",
        "stock",
        "option",
        "exercise",
        "present",
        "consistent",
        "basis",
        "comparison",
        "financial",
        "result",
        "calculation",
        "measurement",
        "adjusted",
        "income",
        "tax",
        "effective",
        "income",
        "tax",
        "rate",
        "net",
        "earnings",
        "diluted",
        "earnings",
        "per",
        "share",
        "follows",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "mar",
        "mar",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "reported",
        "excess",
        "tax",
        "benefit",
        "option",
        "exercise",
        "income",
        "tax",
        "adjusted",
        "effective",
        "income",
        "tax",
        "rate",
        "reported",
        "adjusted",
        "net",
        "earnings",
        "reported",
        "excess",
        "tax",
        "benefit",
        "option",
        "exercise",
        "net",
        "earnings",
        "adjusted",
        "weighted",
        "average",
        "diluted",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "reported",
        "adjusted",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "company",
        "desire",
        "take",
        "advantage",
        "safe",
        "harbor",
        "provision",
        "regarding",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "filing",
        "cautionary",
        "statement",
        "order",
        "time",
        "time",
        "various",
        "form",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "including",
        "form",
        "form",
        "form",
        "disclosure",
        "including",
        "overview",
        "report",
        "press",
        "release",
        "earnings",
        "release",
        "analyst",
        "briefing",
        "conference",
        "call",
        "written",
        "document",
        "oral",
        "statement",
        "released",
        "company",
        "may",
        "contain",
        "statement",
        "statement",
        "generally",
        "use",
        "word",
        "expect",
        "foresee",
        "anticipate",
        "believe",
        "project",
        "estimate",
        "similar",
        "expression",
        "reflect",
        "company",
        "expectation",
        "concerning",
        "future",
        "forecast",
        "projection",
        "statement",
        "statement",
        "based",
        "upon",
        "currently",
        "available",
        "information",
        "various",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "light",
        "new",
        "information",
        "future",
        "event",
        "future",
        "result",
        "could",
        "differ",
        "expressed",
        "due",
        "impact",
        "change",
        "various",
        "factor",
        "risk",
        "factor",
        "include",
        "limited",
        "company",
        "growth",
        "strategy",
        "include",
        "making",
        "acquisition",
        "investing",
        "new",
        "product",
        "expanding",
        "geographically",
        "targeting",
        "new",
        "industry",
        "economic",
        "condition",
        "united",
        "state",
        "major",
        "world",
        "economy",
        "change",
        "tax",
        "rate",
        "adoption",
        "new",
        "tax",
        "legislation",
        "change",
        "currency",
        "translation",
        "rate",
        "change",
        "law",
        "regulation",
        "compliance",
        "trade",
        "law",
        "new",
        "entrant",
        "copy",
        "product",
        "infringe",
        "intellectual",
        "property",
        "risk",
        "incident",
        "conducting",
        "business",
        "internationally",
        "ability",
        "meet",
        "customer",
        "need",
        "change",
        "product",
        "demand",
        "supply",
        "interruption",
        "delay",
        "security",
        "breach",
        "possibility",
        "asset",
        "impairment",
        "acquired",
        "business",
        "meet",
        "performance",
        "expectation",
        "political",
        "instability",
        "result",
        "cost",
        "associated",
        "litigation",
        "administrative",
        "proceeding",
        "regulatory",
        "review",
        "incident",
        "business",
        "possibility",
        "decline",
        "purchase",
        "large",
        "customer",
        "contractor",
        "segment",
        "variation",
        "activity",
        "construction",
        "automotive",
        "mining",
        "oil",
        "natural",
        "gas",
        "industry",
        "ability",
        "attract",
        "develop",
        "retain",
        "qualified",
        "personnel",
        "catastrophic",
        "event",
        "please",
        "refer",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "recent",
        "form",
        "comprehensive",
        "discussion",
        "risk",
        "factor",
        "report",
        "available",
        "company",
        "website",
        "security",
        "exchange",
        "commission",
        "website",
        "shareholder",
        "potential",
        "investor",
        "reader",
        "urged",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "investor",
        "realize",
        "factor",
        "identified",
        "item",
        "1a",
        "might",
        "prove",
        "important",
        "company",
        "future",
        "result",
        "possible",
        "management",
        "identify",
        "every",
        "factor",
        "may",
        "impact",
        "company",
        "operation",
        "future",
        "new",
        "factor",
        "develop",
        "time",
        "time",
        "conference",
        "call",
        "graco",
        "management",
        "hold",
        "conference",
        "call",
        "including",
        "slide",
        "via",
        "webcast",
        "analyst",
        "institutional",
        "investor",
        "thursday",
        "april",
        "et",
        "ct",
        "discus",
        "graco",
        "first",
        "quarter",
        "result",
        "webcast",
        "conference",
        "call",
        "broadcast",
        "live",
        "internet",
        "individual",
        "wanting",
        "listen",
        "view",
        "slide",
        "access",
        "call",
        "company",
        "website",
        "listener",
        "go",
        "website",
        "least",
        "minute",
        "prior",
        "live",
        "conference",
        "call",
        "install",
        "necessary",
        "audio",
        "software",
        "unable",
        "listen",
        "live",
        "event",
        "replay",
        "available",
        "soon",
        "conference",
        "call",
        "graco",
        "website",
        "telephone",
        "beginning",
        "approximately",
        "et",
        "april",
        "dialing",
        "conference",
        "id",
        "calling",
        "within",
        "canada",
        "number",
        "international",
        "participant",
        "conference",
        "id",
        "replay",
        "telephone",
        "available",
        "april",
        "graco",
        "graco",
        "supply",
        "technology",
        "expertise",
        "management",
        "fluid",
        "coating",
        "industrial",
        "commercial",
        "application",
        "design",
        "manufacture",
        "market",
        "system",
        "equipment",
        "move",
        "measure",
        "control",
        "dispense",
        "spray",
        "fluid",
        "powder",
        "material",
        "recognized",
        "leader",
        "specialty",
        "graco",
        "serf",
        "customer",
        "around",
        "world",
        "manufacturing",
        "processing",
        "construction",
        "maintenance",
        "industry",
        "additional",
        "information",
        "graco",
        "please",
        "visit",
        "u",
        "twitter",
        "gracoinc",
        "graco",
        "subsidiary",
        "consolidated",
        "statement",
        "earnings",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "mar",
        "mar",
        "net",
        "sale",
        "cost",
        "product",
        "sold",
        "gross",
        "profit",
        "product",
        "development",
        "selling",
        "marketing",
        "distribution",
        "general",
        "administrative",
        "operating",
        "earnings",
        "interest",
        "expense",
        "expense",
        "net",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "earnings",
        "net",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "basic",
        "diluted",
        "segment",
        "information",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "mar",
        "mar",
        "net",
        "sale",
        "industrial",
        "process",
        "contractor",
        "total",
        "operating",
        "earnings",
        "industrial",
        "process",
        "contractor",
        "unallocated",
        "corporate",
        "expense",
        "total",
        "consolidated",
        "balance",
        "sheet",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "management",
        "discussion",
        "analysis",
        "available",
        "quarterly",
        "report",
        "form",
        "website",
        "view",
        "source",
        "version",
        "http",
        "graco",
        "financial",
        "contact",
        "christian",
        "rothe",
        "medium",
        "contact",
        "charlotte",
        "boyd",
        "source",
        "graco",
        "inc"
    ]
}