{
    "organizations": [],
    "uuid": "0aedb12dd36cadbfed6c7cd7d20de75d4f19051b",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/10/the-morning-risk-report-money-laundering-conference-talk-centers-on-innovation-tech/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Money-Laundering Conference Talk Centers on Innovation, Tech - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nPanelists speak at the ACAMS moneylaundering.com International AML and Financial Crime Conference in Hollywood, Fla., on Monday. The Wall Street Journal/Samuel Rubenfeld Good morning. Technology and innovation emerged as hot topics of conversation on Monday at the ACAMS moneylaundering.com International AML and Financial Crime Conference, in Hollywood, Fla.\nRegulators tasked with stopping financial crimes said they increasingly are looking to how well banks are integrating technology and innovation into their anti-money laundering compliance programs, Risk & Compliance Journal’s Samuel Rubenfeld reports from the conference .\nKen Blanco, director of the U.S. Treasury Department’s Financial Crimes Enforcement Network, or FinCEN, said during a speech on Monday he planned to hire a new adviser on the topic sometime this month. “We’ve been talking about reform for a long time,” said Mr. Blanco. “I don’t want to be catching up; we’re the U.S. and we need to be ahead of the game.”\nThe “vast majority” of banks have satisfactory anti-money laundering compliance programs, said Spencer Doak, director of policy on anti-money laundering compliance for the Office of the Comptroller of the Currency, during a regulatory panel.\nBanks are increasingly using technology in a compliance testing environment as new threats evolve, he said. “That’s an important step forward,” said Mr. Doak.\nOfficials with the Federal Deposit Insurance Corporation plan on attending more events to learn about innovation, said Lisa Arquette, associate director of the FDIC’s division of risk management supervision.\nAlso Monday, regulators said at the conference they won’t immediately crack down on financial institutions once a new anti-money laundering rule takes effect next month.\nThe rule requires financial institutions to identify the true owners of companies when they open bank accounts. It will get a light enforcement touch in the early days after the May 11 effective date, officials said.\nFinCEN will oversee the rule and released guidance last week, but multiple government agencies will examine compliance, depending on the financial institution. Those regulators said they won’t be tough, at least early on.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nRegulators plan slow start for laundering rule. U.S. regulators said they won’t immediately crack down on financial institutions once a new anti-money laundering rule takes effect next month. The rule requires financial institutions to identify the true owners of companies when they open bank accounts.\nCOMPLIANCE\nXi Jinping pledges market access. Chinese President Xi Jinping promised foreign companies greater access to China’s economy. He said plans are under way to accelerate access to the insurance sector and reduce tariffs on imported automobiles, among other initiatives, the WSJ reports.\nU.S. to allow Bayer-Monsanto deal. The Justice Department has decided to allow Bayer AG ’s megadeal to acquire Monsanto Co. , valued at more than $60 billion, after the companies pledged to sell off additional assets to secure government antitrust approval, the WSJ reports.\nUber loses European court case. The European Union’s top court ruled that France may bring criminal charges against local managers at Uber Technologies Inc. for running an illegal taxi service, Reuters reports. Uber had argued criminal charges against two of its French managers were invalid.\nU.S. to let states narrow health coverage. The Trump administration will give states leeway to winnow down the mandatory health benefits guaranteed to consumers who buy Affordable Care Act insurance plans, under a rule issued Monday, the WSJ reports.\nCosby retrial begins. Prosecutors opened a criminal trial of Bill Cosby, saying jurors will hear evidence the entertainer assaulted a woman using a pattern he had used previously, including by positioning himself as a mentor and providing drugs to incapacitate them, the WSJ reports. A previous trial ended in a mistrial. Mr. Cosby says he is innocent.\nU.S. closes Backpage. Federal officials said they were shutting down Backpage, a classified-ad website that has long been accused by political leaders and law-enforcement officials of providing a platform for prostitution and sex trafficking, the WSJ reports. Backpage has rejected claims it fosters prostitution.\nGOVERNANCE\nGlencore chief leaves Rusal board. Glencore PLC Chief Executive Ivan Glasenberg has resigned as a director of United Co. Rusal PLC . Rusal and its controlling shareholder, EN+ Group PLC , came under U.S. sanctions Friday because of their connection to Russian billionaire Oleg Deripaska, the WSJ reports.\nWynn Resorts addresses culture. Wynn Resorts has created a department to tackle fair treatment in the workplace in the wake of a sexual-misconduct scandal that has raised concerns about its corporate culture and led to the exit of co-founder Steve Wynn as chief executive, the WSJ reports.\nSteve Wynn, co-founder of Wynn Resorts Ltd., speaks in California in 2017. Patrick T. Fallon/Bloomberg News RISK\nPayday lenders sue CFPB. Payday lenders sued the U.S. government on Monday, seeking to stop a rule they say would end their business model, ratcheting up pressure on the Consumer Financial Protection Bureau to back away from planned regulation of their industry, the WSJ reports.\nCalifornia considers suit over emissions. California officials are weighing a lawsuit to challenge the Trump administration’s decision to ease vehicle emissions standards, though the state remains open to negotiations, said Mary Nichols, the head of California’s air-pollution regulator, the WSJ reports.\nFirstEnergy seeks emergency help. A unit of FirstEnergy is seeking to persuade the Trump administration to bail out its coal and nuclear-power plants by forcing the operator of a 13-state competitive power market to take their electricity, regardless of whether it is the most financially sensible option, the WSJ reports. FirstEnergy Solutions declined to comment.\nSTRATEGY\nPrivate-equity group makes deal for VeriFone. Payments company VeriFone Systems has reached a deal to be acquired by a private-equity-led investor group for roughly $2.6 billion in cash. The deal from Francisco Partners and Canada’s British Columbia Investment Management Corp. is valued at $3.4 billion, including debt, the WSJ reports.\nA person uses a VeriFone payment device at a restaurant in London in 2015. Bloomberg News The Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: Affordable Care Act Backpage.com Bayer Bill Cosby British Columbia Investment Management Corp. California emissions CFPB Deripaska FDIC FinCEN FirstEnergy Group Francisco Partners Glasenberg Glencore Ken Blanco Lisa Arquette Mary Nichols Monsanto Obamacare Office of the Comptroller of the Currency Rusal Spencer Doak Uber Technologies Inc. VeriFone Wynn Resorts Xi Jinping Previous Enforcement of Anti-Money Laundering Rule Will Start Slowly, Regulators Say Next UK Serious Fraud Office Names Interim Director Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Innovating Internal Audit to Unlock Value Many audit committees, boards and management teams now expect internal audit (IA) to advise management on key issues, anticipate risks and be more forward looking. As a result, the IA function must develop new approaches to how it works and innovates. Learn how IA can enhance the rigor and improve the results of innovation efforts, using a practical framework by Doblin, the innovation unit of Monitor Deloitte within Deloitte Consulting LLP.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-04-10T15:27:00.000+03:00",
    "crawled": "2018-04-10T22:55:42.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "panelist",
        "speak",
        "acams",
        "international",
        "aml",
        "financial",
        "crime",
        "conference",
        "hollywood",
        "monday",
        "wall",
        "street",
        "rubenfeld",
        "good",
        "morning",
        "technology",
        "innovation",
        "emerged",
        "hot",
        "topic",
        "conversation",
        "monday",
        "acams",
        "international",
        "aml",
        "financial",
        "crime",
        "conference",
        "hollywood",
        "regulator",
        "tasked",
        "stopping",
        "financial",
        "crime",
        "said",
        "increasingly",
        "looking",
        "well",
        "bank",
        "integrating",
        "technology",
        "innovation",
        "laundering",
        "compliance",
        "program",
        "risk",
        "compliance",
        "journal",
        "samuel",
        "rubenfeld",
        "report",
        "conference",
        "ken",
        "blanco",
        "director",
        "treasury",
        "department",
        "financial",
        "crime",
        "enforcement",
        "network",
        "fincen",
        "said",
        "speech",
        "monday",
        "planned",
        "hire",
        "new",
        "adviser",
        "topic",
        "sometime",
        "month",
        "talking",
        "reform",
        "long",
        "time",
        "said",
        "blanco",
        "want",
        "catching",
        "need",
        "ahead",
        "vast",
        "majority",
        "bank",
        "satisfactory",
        "laundering",
        "compliance",
        "program",
        "said",
        "spencer",
        "doak",
        "director",
        "policy",
        "laundering",
        "compliance",
        "office",
        "comptroller",
        "currency",
        "regulatory",
        "panel",
        "bank",
        "increasingly",
        "using",
        "technology",
        "compliance",
        "testing",
        "environment",
        "new",
        "threat",
        "evolve",
        "said",
        "important",
        "step",
        "forward",
        "said",
        "doak",
        "official",
        "federal",
        "deposit",
        "insurance",
        "corporation",
        "plan",
        "attending",
        "event",
        "learn",
        "innovation",
        "said",
        "lisa",
        "arquette",
        "associate",
        "director",
        "fdic",
        "division",
        "risk",
        "management",
        "supervision",
        "also",
        "monday",
        "regulator",
        "said",
        "conference",
        "immediately",
        "crack",
        "financial",
        "institution",
        "new",
        "laundering",
        "rule",
        "take",
        "effect",
        "next",
        "month",
        "rule",
        "requires",
        "financial",
        "institution",
        "identify",
        "true",
        "owner",
        "company",
        "open",
        "bank",
        "account",
        "get",
        "light",
        "enforcement",
        "touch",
        "early",
        "day",
        "may",
        "effective",
        "date",
        "official",
        "said",
        "fincen",
        "oversee",
        "rule",
        "released",
        "guidance",
        "last",
        "week",
        "multiple",
        "government",
        "agency",
        "examine",
        "compliance",
        "depending",
        "financial",
        "institution",
        "regulator",
        "said",
        "tough",
        "least",
        "early",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "regulator",
        "plan",
        "slow",
        "start",
        "laundering",
        "rule",
        "regulator",
        "said",
        "immediately",
        "crack",
        "financial",
        "institution",
        "new",
        "laundering",
        "rule",
        "take",
        "effect",
        "next",
        "month",
        "rule",
        "requires",
        "financial",
        "institution",
        "identify",
        "true",
        "owner",
        "company",
        "open",
        "bank",
        "account",
        "compliance",
        "xi",
        "jinping",
        "pledge",
        "market",
        "access",
        "chinese",
        "president",
        "xi",
        "jinping",
        "promised",
        "foreign",
        "company",
        "greater",
        "access",
        "china",
        "economy",
        "said",
        "plan",
        "way",
        "accelerate",
        "access",
        "insurance",
        "sector",
        "reduce",
        "tariff",
        "imported",
        "automobile",
        "among",
        "initiative",
        "wsj",
        "report",
        "allow",
        "deal",
        "justice",
        "department",
        "decided",
        "allow",
        "bayer",
        "ag",
        "megadeal",
        "acquire",
        "monsanto",
        "valued",
        "billion",
        "company",
        "pledged",
        "sell",
        "additional",
        "asset",
        "secure",
        "government",
        "antitrust",
        "approval",
        "wsj",
        "report",
        "uber",
        "loses",
        "european",
        "court",
        "case",
        "european",
        "union",
        "top",
        "court",
        "ruled",
        "france",
        "may",
        "bring",
        "criminal",
        "charge",
        "local",
        "manager",
        "uber",
        "technology",
        "running",
        "illegal",
        "taxi",
        "service",
        "reuters",
        "report",
        "uber",
        "argued",
        "criminal",
        "charge",
        "two",
        "french",
        "manager",
        "invalid",
        "let",
        "state",
        "narrow",
        "health",
        "coverage",
        "trump",
        "administration",
        "give",
        "state",
        "leeway",
        "winnow",
        "mandatory",
        "health",
        "benefit",
        "guaranteed",
        "consumer",
        "buy",
        "affordable",
        "care",
        "act",
        "insurance",
        "plan",
        "rule",
        "issued",
        "monday",
        "wsj",
        "report",
        "cosby",
        "retrial",
        "begin",
        "prosecutor",
        "opened",
        "criminal",
        "trial",
        "bill",
        "cosby",
        "saying",
        "juror",
        "hear",
        "evidence",
        "entertainer",
        "assaulted",
        "woman",
        "using",
        "pattern",
        "used",
        "previously",
        "including",
        "positioning",
        "mentor",
        "providing",
        "drug",
        "incapacitate",
        "wsj",
        "report",
        "previous",
        "trial",
        "ended",
        "mistrial",
        "cosby",
        "say",
        "innocent",
        "close",
        "backpage",
        "federal",
        "official",
        "said",
        "shutting",
        "backpage",
        "website",
        "long",
        "accused",
        "political",
        "leader",
        "official",
        "providing",
        "platform",
        "prostitution",
        "sex",
        "trafficking",
        "wsj",
        "report",
        "backpage",
        "rejected",
        "claim",
        "foster",
        "prostitution",
        "governance",
        "glencore",
        "chief",
        "leaf",
        "rusal",
        "board",
        "glencore",
        "plc",
        "chief",
        "executive",
        "ivan",
        "glasenberg",
        "resigned",
        "director",
        "united",
        "rusal",
        "plc",
        "rusal",
        "controlling",
        "shareholder",
        "group",
        "plc",
        "came",
        "sanction",
        "friday",
        "connection",
        "russian",
        "billionaire",
        "oleg",
        "deripaska",
        "wsj",
        "report",
        "wynn",
        "resort",
        "address",
        "culture",
        "wynn",
        "resort",
        "created",
        "department",
        "tackle",
        "fair",
        "treatment",
        "workplace",
        "wake",
        "scandal",
        "raised",
        "concern",
        "corporate",
        "culture",
        "led",
        "exit",
        "steve",
        "wynn",
        "chief",
        "executive",
        "wsj",
        "report",
        "steve",
        "wynn",
        "wynn",
        "resort",
        "speaks",
        "california",
        "patrick",
        "news",
        "risk",
        "payday",
        "lender",
        "sue",
        "cfpb",
        "payday",
        "lender",
        "sued",
        "government",
        "monday",
        "seeking",
        "stop",
        "rule",
        "say",
        "would",
        "end",
        "business",
        "model",
        "ratcheting",
        "pressure",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "back",
        "away",
        "planned",
        "regulation",
        "industry",
        "wsj",
        "report",
        "california",
        "considers",
        "suit",
        "emission",
        "california",
        "official",
        "weighing",
        "lawsuit",
        "challenge",
        "trump",
        "administration",
        "decision",
        "ease",
        "vehicle",
        "emission",
        "standard",
        "though",
        "state",
        "remains",
        "open",
        "negotiation",
        "said",
        "mary",
        "nichols",
        "head",
        "california",
        "regulator",
        "wsj",
        "report",
        "firstenergy",
        "seek",
        "emergency",
        "help",
        "unit",
        "firstenergy",
        "seeking",
        "persuade",
        "trump",
        "administration",
        "bail",
        "coal",
        "plant",
        "forcing",
        "operator",
        "competitive",
        "power",
        "market",
        "take",
        "electricity",
        "regardless",
        "whether",
        "financially",
        "sensible",
        "option",
        "wsj",
        "report",
        "firstenergy",
        "solution",
        "declined",
        "comment",
        "strategy",
        "group",
        "make",
        "deal",
        "verifone",
        "payment",
        "company",
        "verifone",
        "system",
        "reached",
        "deal",
        "acquired",
        "investor",
        "group",
        "roughly",
        "billion",
        "cash",
        "deal",
        "francisco",
        "partner",
        "canada",
        "british",
        "columbia",
        "investment",
        "management",
        "valued",
        "billion",
        "including",
        "debt",
        "wsj",
        "report",
        "person",
        "us",
        "verifone",
        "payment",
        "device",
        "restaurant",
        "london",
        "bloomberg",
        "news",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "affordable",
        "care",
        "act",
        "bayer",
        "bill",
        "cosby",
        "british",
        "columbia",
        "investment",
        "management",
        "california",
        "emission",
        "cfpb",
        "deripaska",
        "fdic",
        "fincen",
        "firstenergy",
        "group",
        "francisco",
        "partner",
        "glasenberg",
        "glencore",
        "ken",
        "blanco",
        "lisa",
        "arquette",
        "mary",
        "nichols",
        "monsanto",
        "obamacare",
        "office",
        "comptroller",
        "currency",
        "rusal",
        "spencer",
        "doak",
        "uber",
        "technology",
        "verifone",
        "wynn",
        "resort",
        "xi",
        "jinping",
        "previous",
        "enforcement",
        "laundering",
        "rule",
        "start",
        "slowly",
        "regulator",
        "say",
        "next",
        "uk",
        "serious",
        "fraud",
        "office",
        "name",
        "interim",
        "director",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "innovating",
        "internal",
        "audit",
        "unlock",
        "value",
        "many",
        "audit",
        "committee",
        "board",
        "management",
        "team",
        "expect",
        "internal",
        "audit",
        "ia",
        "advise",
        "management",
        "key",
        "issue",
        "anticipate",
        "risk",
        "forward",
        "looking",
        "result",
        "ia",
        "function",
        "must",
        "develop",
        "new",
        "approach",
        "work",
        "innovates",
        "learn",
        "ia",
        "enhance",
        "rigor",
        "improve",
        "result",
        "innovation",
        "effort",
        "using",
        "practical",
        "framework",
        "doblin",
        "innovation",
        "unit",
        "monitor",
        "deloitte",
        "within",
        "deloitte",
        "consulting",
        "llp",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}