{
    "organizations": [],
    "uuid": "4f3c56f546ffda5875d70ad7ede828f1cd2b9aff",
    "author": "David Novak",
    "url": "https://www.cnbc.com/2018/04/03/golfer-rory-mcilroy-how-to-become-a-master-in-your-field.html",
    "ord_in_thread": 0,
    "title": "Golfer Rory McIlroy: How to become a master in your field",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Rory McIlroy is a four-time major champion and recent winner of the Arnold Palmer Invitational. He has spent 95 weeks ranked as the No. 1 golfer in the world, joining the illustrious company of Jack Nicklaus and Tiger Woods as the world's only three golfers to have won four Major titles by the age of 25.\nDavid Novak, the former CEO of Yum! Brands and the founder and CEO of leadership platform oGoLead, recently interviewed McIlroy for a new oGoLead Leadership Podcast . The candid conversation spans McIlroy's life and leadership lessons that apply to everyone who wants to be a better leader, whether in business or sports.\nHere are some of McIlroy's top insights:\nDavid Novak: What makes a great coach — not just for golf? \nRory McIlroy : Communication. It's how a coach says it, knowing you and how you'll receive feedback. Take time to know people's personalities and how they take on information because everyone is different. Whether you are coaching a team or an individual, there are different ways to communicate.\nWhat traits do you admire in leaders? \nYou have to lead by example. You can't just preach about what people need to do, you have to show them. If you look to your boss or leader and they are practicing what they preach, it is more authentic, so that's a big thing. With leadership, you don't want to lead by fear, you want to make the people you are leading feel a part of things. You don't want a separation between people and a leader. Make it feel like one big team and make everyone feel valued.\n\"Lead by example, the way you want to be led.\" -Rory McIlroy, golfer I see that authenticity is really important to you — you are the real deal. \nI try to be me, not somebody else. Once I became 100 percent comfortable in my own skin, if not everyone likes me, that's OK as long as I stay true to myself, the values I believe in and be authentic.\nWhat was it like during the 2011 Masters when winning was in your grasp, then you hit a bad drive on the 10 th ? What did you learn from that experience? \nThat round at Augusta was the most important round of my life, and I learned so much. At the time, it was a failure and I didn't know if I would get a chance at The Masters again. I was distraught. But when I looked back at the tape, one of the big things I saw was that I was very insular.\nMy shoulders were rounded, my head was down a lot. Even on 10 th hole, I wasn't embracing the situation. I wasn't going out with the right mindset and was thinking about the person ahead of me versus focusing on what I can do. I wasn't in control of what I was in control of, that's why I lost. I don't think I would have the career I have without that day.\nshow chapters From an NFL star to a techie: Patrick Willis opens up about his new life      10:57 AM ET Fri, 9 Sept 2016 | 01:44 Talk about having grit and coming back. How'd you do that? \nAll I wanted was to give myself another chance and prove to myself that that person on the back 9 at Augusta wasn't me. I wasn't going to be defined by it, and it wasn't me to wilt under pressure. Whoever that was, he's gone. I thought that if I get that chance again, I'm going to make sure I grasp it with two hands.\nFast forward, the chance was at the US Open. I was a different person , walking around with head up and chest out. I kept my eye line above the heads of the fans, exuding confidence, big on body language and positive thought.\nWhen you are at the top, how do you stay hungry and push for better results? \nYou always have to reset your goals, reassess. I always ask, 'What's next?' One of my first goals in 2012 was to get to world No. 1, and I did that by end of February. I struggled for a couple of months after meeting that goal thinking, 'This is great. Now what?'\nI learned a valuable lesson. You always have to reassess, reset your goals. So I said, OK, now that I got to No. 1, I want to average 15 points in world rankings and got my head around that. Once you've achieved the goal, it's always what's next.\n\"Once you've achieved your goal, you always have to reassess and reset your goals. I always ask, 'What's next?'\" -Rory McIlroy, golfer What do you look for when you team up with people? \nCommon values is a big thing. Relationships matter; it can't just be transactional. You have to build firm relationships, you need to want to be in it together and share common goals. Partnerships can't just be one-way street. It's two-way. You want the best for them, they want the best for you. Everyone needs to feel valued.\nHow do you hold people accountable? \nIt goes back to leading by example, having strong beliefs and values and making sure people live up to those beliefs in any decisions they make. Consciously think, Is this decision in the best interest of what we want to achieve? Everyone is looking out for themselves, but at same time you are part of a team, so think about your overall objectives.\nDo you have any fears about winning? \nNo, not at all. I know that if I play anywhere near my best, in any given week, I have a chance to win. And it's just about giving yourself a chance. And once you're there, you have to grasp it with both hands and hit the shots that matter. I have no doubt if I get myself in that position, the win won't be too far away. \nshow chapters Entrepreneur: If you're this kind of person you should lead — not follow      3:52 PM ET Thu, 6 Oct 2016 | 01:36 How much is gratitude a part of your life? \nIt's huge. I think everyone has to be thankful for what they have. I think to receive something, you first have to be thankful for it, and I've been very thankful for everything that's happened to me in my life. I've got a deep gratitude to my parents and what they've done for me. I'm thankful every day I can get up in the morning and do what I do and spend time with very special people and learn from these people.\nAny advice for up-and-coming leaders? \nNever be afraid to ask for advice, too proud or stubborn to take advice from people. Everyone is trying to help in some way. Lead by example, the way you want to be led. Be engaging and inspiring. Try to help others. Be selfless; if you help others, it will help you along the way as well. Keep a great perspective on things.\nListen to David Novak's full conversation with Rory McIlroy via the oGoLead Leadership Podcast available on oGoLead.com, iTunes.com and Soundcloud.com. \nNovak created oGoLead to help people become stronger leaders. He is co-founder and former CEO of Yum! Brands and a New York Times bestselling leadership author. He has been recognized as \"2012 CEO of the Year\" by Chief Executive magazine, one of the world's \"30 Best CEOs\" by Barron's, one of the \"Top People in Business\" by Fortune and one of the \"100 Best-Performing CEOs in the World\" by Harvard Business Review. \nLike this story? Like CNBC Make It on Facebook ! \nDon't miss: Golf star Rory McIlroy shares the mindset shift that can make you more successful \nshow chapters Triple amputee helps thousands find joy through golf      11:02 AM ET Fri, 28 Oct 2016 | 02:35",
    "published": "2018-04-03T21:32:00.000+03:00",
    "crawled": "2018-04-03T21:52:24.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rory",
        "mcilroy",
        "major",
        "champion",
        "recent",
        "winner",
        "arnold",
        "palmer",
        "invitational",
        "spent",
        "week",
        "ranked",
        "golfer",
        "world",
        "joining",
        "illustrious",
        "company",
        "jack",
        "nicklaus",
        "tiger",
        "wood",
        "world",
        "three",
        "golfer",
        "four",
        "major",
        "title",
        "age",
        "david",
        "novak",
        "former",
        "ceo",
        "yum",
        "brand",
        "founder",
        "ceo",
        "leadership",
        "platform",
        "ogolead",
        "recently",
        "interviewed",
        "mcilroy",
        "new",
        "ogolead",
        "leadership",
        "podcast",
        "candid",
        "conversation",
        "span",
        "mcilroy",
        "life",
        "leadership",
        "lesson",
        "apply",
        "everyone",
        "want",
        "better",
        "leader",
        "whether",
        "business",
        "sport",
        "mcilroy",
        "top",
        "insight",
        "david",
        "novak",
        "make",
        "great",
        "coach",
        "golf",
        "rory",
        "mcilroy",
        "communication",
        "coach",
        "say",
        "knowing",
        "receive",
        "feedback",
        "take",
        "time",
        "know",
        "people",
        "personality",
        "take",
        "information",
        "everyone",
        "different",
        "whether",
        "coaching",
        "team",
        "individual",
        "different",
        "way",
        "communicate",
        "trait",
        "admire",
        "leader",
        "lead",
        "example",
        "ca",
        "preach",
        "people",
        "need",
        "show",
        "look",
        "bos",
        "leader",
        "practicing",
        "preach",
        "authentic",
        "big",
        "thing",
        "leadership",
        "want",
        "lead",
        "fear",
        "want",
        "make",
        "people",
        "leading",
        "feel",
        "part",
        "thing",
        "want",
        "separation",
        "people",
        "leader",
        "make",
        "feel",
        "like",
        "one",
        "big",
        "team",
        "make",
        "everyone",
        "feel",
        "valued",
        "lead",
        "example",
        "way",
        "want",
        "led",
        "mcilroy",
        "golfer",
        "see",
        "authenticity",
        "really",
        "important",
        "real",
        "deal",
        "try",
        "somebody",
        "else",
        "became",
        "percent",
        "comfortable",
        "skin",
        "everyone",
        "like",
        "ok",
        "long",
        "stay",
        "true",
        "value",
        "believe",
        "authentic",
        "like",
        "master",
        "winning",
        "grasp",
        "hit",
        "bad",
        "drive",
        "th",
        "learn",
        "experience",
        "round",
        "augusta",
        "important",
        "round",
        "life",
        "learned",
        "much",
        "time",
        "failure",
        "know",
        "would",
        "get",
        "chance",
        "master",
        "distraught",
        "looked",
        "back",
        "tape",
        "one",
        "big",
        "thing",
        "saw",
        "insular",
        "shoulder",
        "rounded",
        "head",
        "lot",
        "even",
        "th",
        "hole",
        "embracing",
        "situation",
        "going",
        "right",
        "mindset",
        "thinking",
        "person",
        "ahead",
        "versus",
        "focusing",
        "control",
        "control",
        "lost",
        "think",
        "would",
        "career",
        "without",
        "day",
        "show",
        "chapter",
        "nfl",
        "star",
        "techie",
        "patrick",
        "willis",
        "open",
        "new",
        "life",
        "et",
        "fri",
        "sept",
        "talk",
        "grit",
        "coming",
        "back",
        "wanted",
        "give",
        "another",
        "chance",
        "prove",
        "person",
        "back",
        "augusta",
        "going",
        "defined",
        "wilt",
        "pressure",
        "whoever",
        "gone",
        "thought",
        "get",
        "chance",
        "going",
        "make",
        "sure",
        "grasp",
        "two",
        "hand",
        "fast",
        "forward",
        "chance",
        "u",
        "open",
        "different",
        "person",
        "walking",
        "around",
        "head",
        "chest",
        "kept",
        "eye",
        "line",
        "head",
        "fan",
        "exuding",
        "confidence",
        "big",
        "body",
        "language",
        "positive",
        "thought",
        "top",
        "stay",
        "hungry",
        "push",
        "better",
        "result",
        "always",
        "reset",
        "goal",
        "reassess",
        "always",
        "ask",
        "next",
        "one",
        "first",
        "goal",
        "get",
        "world",
        "end",
        "february",
        "struggled",
        "couple",
        "month",
        "meeting",
        "goal",
        "thinking",
        "great",
        "learned",
        "valuable",
        "lesson",
        "always",
        "reassess",
        "reset",
        "goal",
        "said",
        "ok",
        "got",
        "want",
        "average",
        "point",
        "world",
        "ranking",
        "got",
        "head",
        "around",
        "achieved",
        "goal",
        "always",
        "next",
        "achieved",
        "goal",
        "always",
        "reassess",
        "reset",
        "goal",
        "always",
        "ask",
        "next",
        "mcilroy",
        "golfer",
        "look",
        "team",
        "people",
        "common",
        "value",
        "big",
        "thing",
        "relationship",
        "matter",
        "ca",
        "transactional",
        "build",
        "firm",
        "relationship",
        "need",
        "want",
        "together",
        "share",
        "common",
        "goal",
        "partnership",
        "ca",
        "street",
        "want",
        "best",
        "want",
        "best",
        "everyone",
        "need",
        "feel",
        "valued",
        "hold",
        "people",
        "accountable",
        "go",
        "back",
        "leading",
        "example",
        "strong",
        "belief",
        "value",
        "making",
        "sure",
        "people",
        "live",
        "belief",
        "decision",
        "make",
        "consciously",
        "think",
        "decision",
        "best",
        "interest",
        "want",
        "achieve",
        "everyone",
        "looking",
        "time",
        "part",
        "team",
        "think",
        "overall",
        "objective",
        "fear",
        "winning",
        "know",
        "play",
        "anywhere",
        "near",
        "best",
        "given",
        "week",
        "chance",
        "win",
        "giving",
        "chance",
        "grasp",
        "hand",
        "hit",
        "shot",
        "matter",
        "doubt",
        "get",
        "position",
        "win",
        "wo",
        "far",
        "away",
        "show",
        "chapter",
        "entrepreneur",
        "kind",
        "person",
        "lead",
        "follow",
        "pm",
        "et",
        "thu",
        "oct",
        "much",
        "gratitude",
        "part",
        "life",
        "huge",
        "think",
        "everyone",
        "thankful",
        "think",
        "receive",
        "something",
        "first",
        "thankful",
        "thankful",
        "everything",
        "happened",
        "life",
        "got",
        "deep",
        "gratitude",
        "parent",
        "done",
        "thankful",
        "every",
        "day",
        "get",
        "morning",
        "spend",
        "time",
        "special",
        "people",
        "learn",
        "people",
        "advice",
        "leader",
        "never",
        "afraid",
        "ask",
        "advice",
        "proud",
        "stubborn",
        "take",
        "advice",
        "people",
        "everyone",
        "trying",
        "help",
        "way",
        "lead",
        "example",
        "way",
        "want",
        "led",
        "engaging",
        "inspiring",
        "try",
        "help",
        "others",
        "selfless",
        "help",
        "others",
        "help",
        "along",
        "way",
        "well",
        "keep",
        "great",
        "perspective",
        "thing",
        "listen",
        "david",
        "novak",
        "full",
        "conversation",
        "rory",
        "mcilroy",
        "via",
        "ogolead",
        "leadership",
        "podcast",
        "available",
        "novak",
        "created",
        "ogolead",
        "help",
        "people",
        "become",
        "stronger",
        "leader",
        "former",
        "ceo",
        "yum",
        "brand",
        "new",
        "york",
        "time",
        "bestselling",
        "leadership",
        "author",
        "recognized",
        "ceo",
        "year",
        "chief",
        "executive",
        "magazine",
        "one",
        "world",
        "best",
        "ceo",
        "barron",
        "one",
        "top",
        "people",
        "business",
        "fortune",
        "one",
        "ceo",
        "world",
        "harvard",
        "business",
        "review",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "golf",
        "star",
        "rory",
        "mcilroy",
        "share",
        "mindset",
        "shift",
        "make",
        "successful",
        "show",
        "chapter",
        "triple",
        "amputee",
        "help",
        "thousand",
        "find",
        "joy",
        "golf",
        "et",
        "fri",
        "oct"
    ]
}