{
    "organizations": [],
    "uuid": "bbd56b0f005832dfa755280b8fa09d6ac710684a",
    "author": "Marc Myers",
    "url": "https://www.wsj.com/articles/baseball-cards-are-swinging-for-the-digital-age-1524839020",
    "ord_in_thread": 0,
    "title": "Baseball Cards Are Swinging for the Digital Age",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "2 COMMENTS In the summer of 1965, when I was 8, I had a quarter-a-day baseball-card habit. My craving was driven by the waxy feel of Topps’s red-and-yellow packaging, the lingering perfume of bubble gum on card surfaces and the foolish belief that a Mickey Mantle card was just a nickel away.\nTrades in my neighborhood of Washington Heights in Manhattan were settled two ways: You either forked over many cards for the one you wanted, or you “flipped” with friends, with the card tossed closest to a wall taking all of them. Less-desired cards wound up in my bike spokes to mimic the sound of a motorcycle.\nToday, many of the sensory hot buttons that once drove card sales are evolving, with deluxe editions that include precious stones and swatches of players’ jerseys. Like our music, photos and books, collecting sports trading cards is also fast becoming a virtual experience, with a wide range of new online enticements.\nIn the past few years, the major makers of sports cards—Topps, Panini America and Upper Deck—have introduced card apps that let users collect, trade and play games on their smartphones. Though physical cards still dominate the market, digital versions are growing and will eventually pose a challenge.\nFor now, old-fashioned cards still have juice. On April 19, Mantle’s 1952 rookie card sold at auction for $2.88 million, the second highest price ever paid for a baseball card. Leading the pack is the 1909 Honus Wagner card that went for $3.12 million in 2016.\nVintage cards also appear to be bullish investments. PWCC Marketplace, the largest seller of investment-grade trading cards ($50 million in annual revenue), recently created a Top 500 Card Index that has outperformed the S&P 500 over 10 years.\nNews of the recent Mantle auction sent me to my knees. Reaching way under my bed, I managed to locate the shoebox that holds my childhood card collection. Or rather, my second collection. My mother tossed the first in the fall of ’65 after I ignored her last-straw demands to make homework a priority. Once my trauma passed, I resumed collecting and did a better job hiding the box in my closet.\nLast week, after the shoebox saw the light of day for the first time in 25 years, I popped the lid. Inside were about 700 cards made by Topps, Fleer and Sportflic dating from 1967 to the early 1980s. I flew through the decks with a thumb technique mastered in playgrounds of the ’60s.\nSome of Marc Myers's baseball card collection: From left, Roberto Clemente, Rollie Fingers, Luis Aparicio, Ernie Banks and Hank Aaron. Photo: F. Martin Ramin/The Wall Street Journal; Styling by Anne Cardenas Among my finds were Ernie Banks, Hank Aaron and Luis Aparicio (all 1969), Rollie Fingers (1970) and Roberto Clemente (posthumously in 1973). Sadly, all were going for just a few dollars on eBay. Even worse, they no longer smelled like gum.\nToday, interest in physical and digital baseball cards is staging a comeback following a couple of setbacks, said Brian Fleischer, senior market analyst for Beckett Media, which sets prices for trading cards. Many people in the business blame the first setback on overproduction in the 1980s, when retail warehouse clubs sold factory-sealed boxes of more than 500 cards at discounted prices. “Initially, it was profitable for buyers to open all the packs and sell hot individual cards,” said Mr. Fleischer. “When the bubble burst, the price of many star rookie cards fell.”\nThen came the 232-day baseball strike, which ran from August 1994 to April 1995. Disappointed fans turned on players and owners. “Many saw the strike as millionaire players fighting with billionaire owners,” said Mr. Fleischer. “Adults began bad-mouthing the game to their kids.”\nAmong preteens, baseball-card collecting and baseball itself never fully recovered. According to a 2016 study of Nielsen data by the ad-buying agency Magna Global, the average age of baseball’s viewer is 57 —up from 52 in 2006. The number of hobby shops that used to dot Main Streets declined as young patrons turned to diversions such as videogames, social media and texting.\nTo remain relevant, card companies launched digital divisions. Six years ago, Topps, the leading baseball-card producer since 1951, introduced MLB Bunt, a digital app. Since then, 2.6 million users have opened 108 million digital packs of baseball cards and have completed 48 million trades, according to Chris Vaccaro, Topps’s digital director.\nOnce the free app is downloaded, users choose from among more than 20 card lines. To pay, they use “coins” and “diamonds,” a virtual currency purchased and won on the app. Products range from Base Packs (the traditional variety I was hooked on in the 1960s) to Marathon Packs, for collectors chasing enhanced limited-edition cards.\nIn 1965, a boy admires his Topps baseball cards. Photo: Bettmann Archive/Getty Images When you click on a purchased pack, the digital wrapper tears open with sound effects, and a virtual stick of bubble gum snaps in half and disappears. (You’ll have to hold a pack of Bazooka to your nose for the full effect.) Swipe your phone’s screen with your finger to run through newly acquired cards. The number of cards in a deck varies by price. Touch a card, and it flips over to display the player’s statistics.\nNoticeably missing from the backs of digital cards are the quirky comics that once highlighted fun facts about players on physical cards. “We had to drop those,” said Mr. Vaccaro. “Each day, when professional games are completed, players’ statistics on the backs of digital cards are automatically updated.”\nUsers also can trade cards by clicking a button to request a trade. Then they search for the digital card they want and review what global traders want in exchange. Topps’s servers store the digital cards, so collectors don’t have to worry about collections disappearing if they lose their phones.\nAs for Panini, it markets seven hard-card baseball products, including a $1,500 Flawless collection of 10 to 12 cards in a steel briefcase. These limited editions have diamonds, rubies, sapphires or emeralds embedded in them, along with a piece of the player’s worn jersey and his autograph. “We sell several hundred of these cases a year,” says Jason Howarth, Panini’s vice president of marketing.\nMore Essays\nA #MeToo Divorce Debate in the Philippines April 27, 2018 Workplace Advice I Wish I Had Known April 27, 2018 Starbucks’s Troubles Can Be a Test for Anti-Bias Training: Does It Work? April 25, 2018 Rap Doesn’t Need a Pulitzer Prize April 20, 2018 Want Our Personal Data? Pay for It April 20, 2018 Upper Deck has found a way to unite digital and hard cards. Since launching its e-Pack site in 2016, the company has offered hard-card versions of its digital baseball cards for a fee. This option, Upper Deck says, lets e-consumers protect their collection if there’s a licensing change affecting the digital version.\nHard cards have also become streaming stars. At “case breaker” sites, users pay as little as $25 for a “spot” that guarantees them cards for the team they want. Then users watch a live stream as a case of cards costing between $700 and $3,000 is unsealed. Site staffers open the packs on camera and mail to each user all the cards of players on their chosen team.\nFor nostalgia-struck older collectors, the digital-card revolution has drawbacks. You can’t hold the cards in your hand, and you probably wouldn’t want to flip your phone against a wall. On the other hand, teenage fans of digital cards have a huge advantage: They’ll never suffer the loss of a collection at the hands of fed-up parents.\n—Mr. Myers, a frequent arts and culture contributor to the Journal, is the author of “Anatomy of a Song” (Grove).",
    "published": "2018-04-27T18:23:00.000+03:00",
    "crawled": "2018-04-28T05:42:27.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "summer",
        "habit",
        "craving",
        "driven",
        "waxy",
        "feel",
        "topps",
        "packaging",
        "lingering",
        "perfume",
        "bubble",
        "gum",
        "card",
        "surface",
        "foolish",
        "belief",
        "mickey",
        "mantle",
        "card",
        "nickel",
        "away",
        "trade",
        "neighborhood",
        "washington",
        "height",
        "manhattan",
        "settled",
        "two",
        "way",
        "either",
        "forked",
        "many",
        "card",
        "one",
        "wanted",
        "flipped",
        "friend",
        "card",
        "tossed",
        "closest",
        "wall",
        "taking",
        "card",
        "wound",
        "bike",
        "spoke",
        "mimic",
        "sound",
        "motorcycle",
        "today",
        "many",
        "sensory",
        "hot",
        "button",
        "drove",
        "card",
        "sale",
        "evolving",
        "deluxe",
        "edition",
        "include",
        "precious",
        "stone",
        "swatch",
        "player",
        "jersey",
        "like",
        "music",
        "photo",
        "book",
        "collecting",
        "sport",
        "trading",
        "card",
        "also",
        "fast",
        "becoming",
        "virtual",
        "experience",
        "wide",
        "range",
        "new",
        "online",
        "enticement",
        "past",
        "year",
        "major",
        "maker",
        "sport",
        "panini",
        "america",
        "upper",
        "introduced",
        "card",
        "apps",
        "let",
        "user",
        "collect",
        "trade",
        "play",
        "game",
        "smartphones",
        "though",
        "physical",
        "card",
        "still",
        "dominate",
        "market",
        "digital",
        "version",
        "growing",
        "eventually",
        "pose",
        "challenge",
        "card",
        "still",
        "juice",
        "april",
        "mantle",
        "rookie",
        "card",
        "sold",
        "auction",
        "million",
        "second",
        "highest",
        "price",
        "ever",
        "paid",
        "baseball",
        "card",
        "leading",
        "pack",
        "honus",
        "wagner",
        "card",
        "went",
        "million",
        "vintage",
        "card",
        "also",
        "appear",
        "bullish",
        "investment",
        "pwcc",
        "marketplace",
        "largest",
        "seller",
        "trading",
        "card",
        "million",
        "annual",
        "revenue",
        "recently",
        "created",
        "top",
        "card",
        "index",
        "outperformed",
        "p",
        "year",
        "news",
        "recent",
        "mantle",
        "auction",
        "sent",
        "knee",
        "reaching",
        "way",
        "bed",
        "managed",
        "locate",
        "shoebox",
        "hold",
        "childhood",
        "card",
        "collection",
        "rather",
        "second",
        "collection",
        "mother",
        "tossed",
        "first",
        "fall",
        "ignored",
        "demand",
        "make",
        "homework",
        "priority",
        "trauma",
        "passed",
        "resumed",
        "collecting",
        "better",
        "job",
        "hiding",
        "box",
        "closet",
        "last",
        "week",
        "shoebox",
        "saw",
        "light",
        "day",
        "first",
        "time",
        "year",
        "popped",
        "lid",
        "inside",
        "card",
        "made",
        "topps",
        "fleer",
        "sportflic",
        "dating",
        "early",
        "1980s",
        "flew",
        "deck",
        "thumb",
        "technique",
        "mastered",
        "playground",
        "60",
        "marc",
        "myers",
        "baseball",
        "card",
        "collection",
        "left",
        "roberto",
        "clemente",
        "rollie",
        "finger",
        "luis",
        "aparicio",
        "ernie",
        "bank",
        "hank",
        "aaron",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "anne",
        "cardenas",
        "among",
        "find",
        "ernie",
        "bank",
        "hank",
        "aaron",
        "luis",
        "aparicio",
        "rollie",
        "finger",
        "roberto",
        "clemente",
        "posthumously",
        "sadly",
        "going",
        "dollar",
        "ebay",
        "even",
        "worse",
        "longer",
        "smelled",
        "like",
        "gum",
        "today",
        "interest",
        "physical",
        "digital",
        "baseball",
        "card",
        "staging",
        "comeback",
        "following",
        "couple",
        "setback",
        "said",
        "brian",
        "fleischer",
        "senior",
        "market",
        "analyst",
        "beckett",
        "medium",
        "set",
        "price",
        "trading",
        "card",
        "many",
        "people",
        "business",
        "blame",
        "first",
        "setback",
        "overproduction",
        "1980s",
        "retail",
        "warehouse",
        "club",
        "sold",
        "box",
        "card",
        "discounted",
        "price",
        "initially",
        "profitable",
        "buyer",
        "open",
        "pack",
        "sell",
        "hot",
        "individual",
        "card",
        "said",
        "fleischer",
        "bubble",
        "burst",
        "price",
        "many",
        "star",
        "rookie",
        "card",
        "came",
        "baseball",
        "strike",
        "ran",
        "august",
        "april",
        "disappointed",
        "fan",
        "turned",
        "player",
        "owner",
        "many",
        "saw",
        "strike",
        "millionaire",
        "player",
        "fighting",
        "billionaire",
        "owner",
        "said",
        "fleischer",
        "adult",
        "began",
        "game",
        "among",
        "preteen",
        "collecting",
        "baseball",
        "never",
        "fully",
        "recovered",
        "according",
        "study",
        "nielsen",
        "data",
        "agency",
        "magna",
        "global",
        "average",
        "age",
        "baseball",
        "viewer",
        "number",
        "hobby",
        "shop",
        "used",
        "dot",
        "main",
        "street",
        "declined",
        "young",
        "patron",
        "turned",
        "diversion",
        "videogames",
        "social",
        "medium",
        "texting",
        "remain",
        "relevant",
        "card",
        "company",
        "launched",
        "digital",
        "division",
        "six",
        "year",
        "ago",
        "topps",
        "leading",
        "producer",
        "since",
        "introduced",
        "mlb",
        "bunt",
        "digital",
        "app",
        "since",
        "million",
        "user",
        "opened",
        "million",
        "digital",
        "pack",
        "baseball",
        "card",
        "completed",
        "million",
        "trade",
        "according",
        "chris",
        "vaccaro",
        "topps",
        "digital",
        "director",
        "free",
        "app",
        "downloaded",
        "user",
        "choose",
        "among",
        "card",
        "line",
        "pay",
        "use",
        "coin",
        "diamond",
        "virtual",
        "currency",
        "purchased",
        "app",
        "product",
        "range",
        "base",
        "pack",
        "traditional",
        "variety",
        "hooked",
        "1960s",
        "marathon",
        "pack",
        "collector",
        "chasing",
        "enhanced",
        "card",
        "boy",
        "admires",
        "topps",
        "baseball",
        "card",
        "photo",
        "bettmann",
        "image",
        "click",
        "purchased",
        "pack",
        "digital",
        "wrapper",
        "tear",
        "open",
        "sound",
        "effect",
        "virtual",
        "stick",
        "bubble",
        "gum",
        "snap",
        "half",
        "disappears",
        "hold",
        "pack",
        "bazooka",
        "nose",
        "full",
        "effect",
        "swipe",
        "phone",
        "screen",
        "finger",
        "run",
        "newly",
        "acquired",
        "card",
        "number",
        "card",
        "deck",
        "varies",
        "price",
        "touch",
        "card",
        "flip",
        "display",
        "player",
        "statistic",
        "noticeably",
        "missing",
        "back",
        "digital",
        "card",
        "quirky",
        "comic",
        "highlighted",
        "fun",
        "fact",
        "player",
        "physical",
        "card",
        "drop",
        "said",
        "vaccaro",
        "day",
        "professional",
        "game",
        "completed",
        "player",
        "statistic",
        "back",
        "digital",
        "card",
        "automatically",
        "user",
        "also",
        "trade",
        "card",
        "clicking",
        "button",
        "request",
        "trade",
        "search",
        "digital",
        "card",
        "want",
        "review",
        "global",
        "trader",
        "want",
        "exchange",
        "topps",
        "server",
        "store",
        "digital",
        "card",
        "collector",
        "worry",
        "collection",
        "disappearing",
        "lose",
        "phone",
        "panini",
        "market",
        "seven",
        "baseball",
        "product",
        "including",
        "flawless",
        "collection",
        "card",
        "steel",
        "briefcase",
        "limited",
        "edition",
        "diamond",
        "ruby",
        "sapphire",
        "emerald",
        "embedded",
        "along",
        "piece",
        "player",
        "worn",
        "jersey",
        "autograph",
        "sell",
        "several",
        "hundred",
        "case",
        "year",
        "say",
        "jason",
        "howarth",
        "panini",
        "vice",
        "president",
        "marketing",
        "essay",
        "metoo",
        "divorce",
        "debate",
        "philippine",
        "april",
        "workplace",
        "advice",
        "wish",
        "known",
        "april",
        "starbucks",
        "trouble",
        "test",
        "training",
        "work",
        "april",
        "rap",
        "need",
        "pulitzer",
        "prize",
        "april",
        "want",
        "personal",
        "data",
        "pay",
        "april",
        "upper",
        "deck",
        "found",
        "way",
        "unite",
        "digital",
        "hard",
        "card",
        "since",
        "launching",
        "site",
        "company",
        "offered",
        "version",
        "digital",
        "baseball",
        "card",
        "fee",
        "option",
        "upper",
        "deck",
        "say",
        "let",
        "protect",
        "collection",
        "licensing",
        "change",
        "affecting",
        "digital",
        "version",
        "hard",
        "card",
        "also",
        "become",
        "streaming",
        "star",
        "case",
        "breaker",
        "site",
        "user",
        "pay",
        "little",
        "spot",
        "guarantee",
        "card",
        "team",
        "want",
        "user",
        "watch",
        "live",
        "stream",
        "case",
        "card",
        "costing",
        "unsealed",
        "site",
        "staffer",
        "open",
        "pack",
        "camera",
        "mail",
        "user",
        "card",
        "player",
        "chosen",
        "team",
        "older",
        "collector",
        "revolution",
        "drawback",
        "hold",
        "card",
        "hand",
        "probably",
        "want",
        "flip",
        "phone",
        "wall",
        "hand",
        "teenage",
        "fan",
        "digital",
        "card",
        "huge",
        "advantage",
        "never",
        "suffer",
        "loss",
        "collection",
        "hand",
        "parent",
        "myers",
        "frequent",
        "art",
        "culture",
        "contributor",
        "journal",
        "author",
        "anatomy",
        "song",
        "grove"
    ]
}