{
    "organizations": [],
    "uuid": "139542a46f51fc37d9f558c64787b6169ff7217f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-wesco-international-inc-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "WESCO International, Inc. Reports First 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PITTSBURGH, April 26, 2018 /PRNewswire/ -- WESCO International, Inc. (NYSE: WCC), a leading provider of electrical, industrial, and communications maintenance, repair and operating (MRO) and original equipment manufacturers (OEM) products, construction materials, and advanced supply chain management and logistics services, announces its results for the first quarter of 2018.\nMr. John J. Engel, WESCO's Chairman, President and CEO, commented, \"We are seeing continued positive and broad-based momentum in our business. Sales grew 11% organically, our highest growth rate in seven years, with all end markets and geographies contributing. Sales growth was consistently strong throughout the quarter and backlog expanded to another all-time record level. Operating profit and EPS both grew on a double digit percentage basis versus prior year, reflecting the positive pull through and operating leverage of our business. Free cash flow generation was also strong, exceeding 100% of net income.\"\nThe following are results for the three months ended March 31, 2018 compared to the three months ended March 31, 2017:\nNet sales were $2.0 billion for the first quarter of 2018, compared to $1.8 billion for the first quarter of 2017, an increase of 12.5%. Organic sales for the first quarter of 2018 grew by 10.9% and foreign exchange rates positively impacted net sales by 1.6%. Cost of goods sold for the first quarter of 2018 was $1.6 billion and gross profit was $379.9 million, compared to cost of goods sold and gross profit of $1.4 billion and $350.0 million, respectively, for the first quarter of 2017. As a percentage of net sales, gross profit was 19.1% and 19.7% for the first quarter of 2018 and 2017, respectively. Over half of the decline in gross profit as a percentage of net sales versus the prior year was due to growth in International projects and a reclassification of certain labor costs from selling, general and administrative expenses. Selling, general and administrative expenses were $290.8 million, or 14.6% of net sales, for the first quarter of 2018, compared to $267.4 million, or 15.1% of net sales, for the first quarter of 2017. Operating profit was $73.2 million for the first quarter of 2018, compared to $66.6 million for the first quarter of 2017, an increase of 9.9%. Operating profit as a percentage of net sales was 3.7% for the current quarter, compared to 3.8% for the first quarter of the prior year. Net interest and other for the first quarter of 2018 was $19.8 million, compared to $16.2 million for the first quarter of 2017. For the three months ended March 31, 2018, net interest and other includes a foreign exchange loss of $3.0 million from the remeasurement of a financial instrument. The effective tax rate for the first quarter of 2018 was 19.6%, compared to 25.0% for the first quarter of 2017. The lower effective tax rate in the current quarter is primarily due to the Tax Cuts and Jobs Act of 2017, which permanently reduced the U.S. federal statutory income tax rate from 35% to 21%, effective January 1, 2018. Net income attributable to WESCO International, Inc. was $44.4 million and $37.7 million for the first quarter of 2018 and 2017, respectively. Earnings per diluted share for the first quarter of 2018 was $0.93, based on 47.6 million diluted shares, compared to $0.76 for the first quarter of 2017, based on 49.4 million diluted shares. Earnings per diluted share for the first quarter of 2018 increased 22.4% as compared to the first quarter of 2017. Operating cash flow for the first quarter of 2018 was $53.0 million, compared to $47.6 million for the first quarter of 2017. Free cash flow for the first quarter of 2018 was $45.3 million, or 105% of net income, compared to $43.1 million, or 114% of net income, for the first quarter of 2017.\nMr. Engel continued, \"After returning to above-market sales growth in the second half of last year, our top priority was to return to profitable growth in 2018, and we are off to a good start in the first quarter. Sales growth momentum has continued in April, and we expect the favorable economic conditions and the positive growth in our end markets to continue this year. Our plan includes continued above-market performance, execution of our profitable growth initiatives, investments in our people and processes, and maintaining our cost and cash management discipline. Based on our first quarter results, we have increased our full year expectations for sales growth to be in the range of 5% to 8%, and EPS to be in the range of $4.50 to $5.00 per diluted share, while reaffirming our expectation for free cash flow generation of at least 90% of net income.\"\nMr. Engel added, \"Our customers and suppliers look to WESCO to provide leading supply chain solutions, supported by our broad portfolio of products, value-added services and global footprint. I am confident in our team's ability to provide outstanding customer service and deliver value to our customers' operations and supply chains in 2018 and beyond.\"\nWebcast and Teleconference Access\nWESCO will conduct a webcast and teleconference to discuss the first quarter of 2018 earnings as described in this News Release on Thursday, April 26, 2018, at 10:00 a.m. E.T. The call will be broadcast live over the internet and can be accessed from the Investor Relations page of the Company's website at www.wesco.investorroom.com . The call will be archived on this internet site for seven days.\nWESCO International, Inc. (NYSE: WCC), a publicly traded Fortune 500 holding company headquartered in Pittsburgh, Pennsylvania, is a leading provider of electrical, industrial, and communications maintenance, repair and operating (MRO) and original equipment manufacturers (OEM) products, construction materials, and advanced supply chain management and logistic services. 2017 annual sales were approximately $7.7 billion. The company employs approximately 9,100 people, maintains relationships with over 26,000 suppliers, and serves approximately 70,000 active customers worldwide. Customers include commercial and industrial businesses, contractors, government agencies, institutions, telecommunications providers, and utilities. WESCO operates 10 fully automated distribution centers and approximately 500 branches in North America and international markets, providing a local presence for customers and a global network to serve multi-location businesses and multi-national corporations.\nThe matters discussed herein may contain forward-looking statements that are subject to certain risks and uncertainties that could cause actual results to differ materially from expectations. Certain of these risks are set forth in the Company's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, as well as the Company's other reports filed with the Securities and Exchange Commission.\nhttp://www.wesco.com\nWESCO INTERNATIONAL, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF INCOME\n(dollar amounts in millions, except per share amounts)\n(Unaudited)\nThree Months Ended\nMarch 31,\n2018\nMarch 31,\n2017\nNet sales\n$\n1,993.9\n$\n1,772.6\nCost of goods sold (excluding\n1,614.0\n80.9\n%\n1,422.6\n80.3\n%\ndepreciation and amortization)\nSelling, general and administrative expenses (1)\n290.8\n14.6\n%\n267.4\n15.1\n%\nDepreciation and amortization\n15.9\n16.0\nIncome from operations\n73.2\n3.7\n%\n66.6\n3.8\n%\nNet interest and other (1)\n19.8\n16.2\nIncome before income taxes\n53.4\n2.7\n%\n50.4\n2.8\n%\n10.5\n12.6\nNet income\n42.9\n2.2\n%\n37.8\n2.1\n%\nNet (loss) income attributable to noncontrolling interests\n(1.5)\n0.1\nNet income attributable to WESCO International, Inc.\n$\n44.4\n2.2\n%\n$\n37.7\n2.1\n%\nEarnings per diluted common share\n$\n0.93\n$\n0.76\nWeighted-average common shares outstanding and common\nshare equivalents used in computing earnings per diluted\nshare (in millions)\n47.6\n49.4\n(1)\nThe Company adopted Accounting Standards Update (ASU) 2017-07, Compensation—Retirement Benefits (Topic 715): Improving the Presentation of Net Periodic Pension Cost and Net Periodic Postretirement Benefit Cost, on a retrospective basis during the first quarter of 2018. This ASU requires the disaggregation of service cost from the other components of net periodic benefit cost. For the three months ended March 31, 2018 and 2017, the non-service cost components of net periodic benefit cost aggregated to a benefit of $0.5 million and are included in net interest and other.\nWESCO INTERNATIONAL, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(dollar amounts in millions)\n(Unaudited)\nMarch 31,\n2018\nDecember 31,\n2017\nAssets\nCurrent Assets\n$\n123.9\n$\n118.0\nTrade accounts receivable, net\n1,205.0\n1,170.1\nInventories\n949.5\n956.1\nOther current assets\n140.3\n164.7\n2,418.7\n2,408.9\nOther assets\n2,294.6\n2,326.6\nTotal assets\n$\n4,713.3\n$\n4,735.5\nLiabilities and Stockholders' Equity\nCurrent Liabilities\nAccounts payable\n$\n805.4\n$\n799.5\nShort-term borrowings and current debt\n42.9\n35.3\nOther current liabilities\n173.3\n206.2\n1,021.6\n1,041.0\nLong-term debt, net\n1,292.1\n1,313.3\nOther noncurrent liabilities\n266.7\n265.1\nTotal liabilities\n2,580.4\n2,619.4\nStockholders' Equity\nTotal stockholders' equity\n2,132.9\n2,116.1\nTotal liabilities and stockholders' equity\n$\n4,713.3\n$\n4,735.5\nWESCO INTERNATIONAL, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(dollar amounts in millions)\n(Unaudited)\nThree Months Ended\nMarch 31,\n2018\nMarch 31,\n2017\nOperating Activities:\nNet income\n$\n42.9\n$\n37.8\nAdd back (deduct):\nDepreciation and amortization\n15.9\n16.0\nDeferred income taxes\n2.7\n2.3\nChange in trade receivables, net\n(37.5)\n(22.1)\nChange in inventories\n3.0\n(26.4)\nChange in accounts payable\n8.1\n26.1\nOther\n17.9\n13.9\nNet cash provided by operating activities\n53.0\n47.6\nInvesting Activities:\nCapital expenditures\n(7.7)\n(4.5)\nOther\n(8.7)\n—\nNet cash used in investing activities\n(16.4)\n(4.5)\nFinancing Activities:\nDebt repayments, net\n(16.6)\n(48.2)\nEquity activity, net\n(1.7)\n(6.5)\nOther\n(10.6)\n4.0\nNet cash used in financing activities\n(28.9)\n(50.7)\nEffect of exchange rate changes on cash and cash equivalents\n(1.8)\n0.5\nNet change in cash and cash equivalents\n5.9\n(7.1)\n at the beginning of the period\n118.0\n110.1\n at the end of the period\n$\n123.9\n$\n103.0\nNON-GAAP FINANCIAL MEASURES\nThis earnings release includes certain non-GAAP financial measures. These financial measures include organic sales growth, gross profit, financial leverage, earnings before interest, taxes, depreciation and amortization (EBITDA), and free cash flow. The Company believes that these non-GAAP measures are useful to investors as they provide a better understanding of sales performance, and the use of debt and liquidity on a comparable basis. Management does not use these non-GAAP financial measures for any purpose other than the reasons stated above.\nWESCO INTERNATIONAL, INC.\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\n(dollar amounts in millions, except organic sales data)\n(Unaudited)\nThree Months\nEnded\nOrganic Sales Growth:\nMarch 31,\n2018\nChange in net sales\n12.5\n%\nImpact from acquisitions\n—\n%\nImpact from foreign exchange rates\n1.6\n%\nImpact from number of workdays\n—\n%\nOrganic sales growth\n10.9\n%\nNote: Organic sales growth is a measure of sales performance. Organic sales growth is calculated by deducting the percentage impact from acquisitions in the first year of ownership, foreign exchange rates and number of workdays from the overall percentage change in consolidated net sales.\nThree Months Ended\nGross Profit:\nMarch 31,\n2018\nMarch 31,\n2017\nNet sales\n$\n1,993.9\n$\n1,772.6\nCost of goods sold (excluding depreciation and amortization)\n1,614.0\n1,422.6\nGross profit\n$\n379.9\n$\n350.0\nGross margin\n19.1\n%\n19.7\n%\nNote: Gross profit is a financial measure commonly used within the distribution industry. Gross profit is calculated by deducting cost of goods sold, excluding depreciation and amortization, from net sales. Gross margin is calculated by dividing gross profit by net sales.\nWESCO INTERNATIONAL, INC.\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\n(dollar amounts in millions)\n(Unaudited)\nTwelve Months Ended\nFinancial Leverage:\nMarch 31,\n2018\nDecember 31,\n2017\nIncome from operations (1)\n$\n325.6\n$\n319.2\nDepreciation and amortization\n63.9\n64.0\nEBITDA\n$\n389.5\n$\n383.2\nMarch 31,\n2018\nDecember 31,\n2017\nShort-term borrowings and current debt\n$\n42.9\n$\n35.3\nLong-term debt\n1,292.1\n1,313.3\nDebt discount and debt issuance costs (2)\n13.2\n14.2\nTotal debt\n$\n1,348.2\n$\n1,362.8\nFinancial leverage ratio\n3.5\n3.6\n(1)\nDue to the adoption of ASU 2017-07 on a retrospective basis in the first quarter of 2018, the Company classified the non-service cost components of net periodic benefit cost as part of net interest and other for the twelve months ended March 31, 2018 and December 31, 2017. These components aggregated to a benefit of $1.9 million and $1.8 million, respectively.\n(2)\nLong-term debt is presented in the condensed consolidated balance sheets net of debt discount and debt issuance costs.\nNote: Financial leverage measures the use of debt. Financial leverage ratio is calculated by dividing total debt, including debt discount and debt issuance costs, by EBITDA. EBITDA is defined as the trailing twelve months earnings before interest, taxes, depreciation and amortization.\nThree Months Ended\nFree Cash Flow:\nMarch 31, 2018\nMarch 31, 2017\nCash flow provided by operations\n$\n53.0\n$\n47.6\nLess: Capital expenditures\n(7.7)\n(4.5)\nFree cash flow\n$\n45.3\n$\n43.1\nPercentage of net income\n105\n%\n114\n%\nNote: Free cash flow is a measure of liquidity. Capital expenditures are deducted from operating cash flow to determine free cash flow. Free cash flow is available to fund investing and financing activities.\nView original content with multimedia: http://www.prnewswire.com/news-releases/wesco-international-inc-reports-first-quarter-2018-results-300636866.html\nSOURCE WESCO International, Inc.",
    "published": "2018-04-26T14:00:00.000+03:00",
    "crawled": "2018-04-26T14:08:04.043+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pittsburgh",
        "april",
        "wesco",
        "international",
        "nyse",
        "wcc",
        "leading",
        "provider",
        "electrical",
        "industrial",
        "communication",
        "maintenance",
        "repair",
        "operating",
        "mro",
        "original",
        "equipment",
        "manufacturer",
        "oem",
        "product",
        "construction",
        "material",
        "advanced",
        "supply",
        "chain",
        "management",
        "logistics",
        "service",
        "announces",
        "result",
        "first",
        "quarter",
        "john",
        "engel",
        "wesco",
        "chairman",
        "president",
        "ceo",
        "commented",
        "seeing",
        "continued",
        "positive",
        "momentum",
        "business",
        "sale",
        "grew",
        "organically",
        "highest",
        "growth",
        "rate",
        "seven",
        "year",
        "end",
        "market",
        "geography",
        "contributing",
        "sale",
        "growth",
        "consistently",
        "strong",
        "throughout",
        "quarter",
        "backlog",
        "expanded",
        "another",
        "record",
        "level",
        "operating",
        "profit",
        "eps",
        "grew",
        "double",
        "digit",
        "percentage",
        "basis",
        "versus",
        "prior",
        "year",
        "reflecting",
        "positive",
        "pull",
        "operating",
        "leverage",
        "business",
        "free",
        "cash",
        "flow",
        "generation",
        "also",
        "strong",
        "exceeding",
        "net",
        "income",
        "following",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "billion",
        "first",
        "quarter",
        "compared",
        "billion",
        "first",
        "quarter",
        "increase",
        "organic",
        "sale",
        "first",
        "quarter",
        "grew",
        "foreign",
        "exchange",
        "rate",
        "positively",
        "impacted",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "first",
        "quarter",
        "billion",
        "gross",
        "profit",
        "million",
        "compared",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "billion",
        "million",
        "respectively",
        "first",
        "quarter",
        "percentage",
        "net",
        "sale",
        "gross",
        "profit",
        "first",
        "quarter",
        "respectively",
        "half",
        "decline",
        "gross",
        "profit",
        "percentage",
        "net",
        "sale",
        "versus",
        "prior",
        "year",
        "due",
        "growth",
        "international",
        "project",
        "reclassification",
        "certain",
        "labor",
        "cost",
        "selling",
        "general",
        "administrative",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "net",
        "sale",
        "first",
        "quarter",
        "compared",
        "million",
        "net",
        "sale",
        "first",
        "quarter",
        "operating",
        "profit",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "operating",
        "profit",
        "percentage",
        "net",
        "sale",
        "current",
        "quarter",
        "compared",
        "first",
        "quarter",
        "prior",
        "year",
        "net",
        "interest",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "interest",
        "includes",
        "foreign",
        "exchange",
        "loss",
        "million",
        "remeasurement",
        "financial",
        "instrument",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "lower",
        "effective",
        "tax",
        "rate",
        "current",
        "quarter",
        "primarily",
        "due",
        "tax",
        "cut",
        "job",
        "act",
        "permanently",
        "reduced",
        "federal",
        "statutory",
        "income",
        "tax",
        "rate",
        "effective",
        "january",
        "net",
        "income",
        "attributable",
        "wesco",
        "international",
        "million",
        "million",
        "first",
        "quarter",
        "respectively",
        "earnings",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "based",
        "million",
        "diluted",
        "share",
        "compared",
        "first",
        "quarter",
        "based",
        "million",
        "diluted",
        "share",
        "earnings",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "increased",
        "compared",
        "first",
        "quarter",
        "operating",
        "cash",
        "flow",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "free",
        "cash",
        "flow",
        "first",
        "quarter",
        "million",
        "net",
        "income",
        "compared",
        "million",
        "net",
        "income",
        "first",
        "quarter",
        "engel",
        "continued",
        "returning",
        "sale",
        "growth",
        "second",
        "half",
        "last",
        "year",
        "top",
        "priority",
        "return",
        "profitable",
        "growth",
        "good",
        "start",
        "first",
        "quarter",
        "sale",
        "growth",
        "momentum",
        "continued",
        "april",
        "expect",
        "favorable",
        "economic",
        "condition",
        "positive",
        "growth",
        "end",
        "market",
        "continue",
        "year",
        "plan",
        "includes",
        "continued",
        "performance",
        "execution",
        "profitable",
        "growth",
        "initiative",
        "investment",
        "people",
        "process",
        "maintaining",
        "cost",
        "cash",
        "management",
        "discipline",
        "based",
        "first",
        "quarter",
        "result",
        "increased",
        "full",
        "year",
        "expectation",
        "sale",
        "growth",
        "range",
        "eps",
        "range",
        "per",
        "diluted",
        "share",
        "reaffirming",
        "expectation",
        "free",
        "cash",
        "flow",
        "generation",
        "least",
        "net",
        "income",
        "engel",
        "added",
        "customer",
        "supplier",
        "look",
        "wesco",
        "provide",
        "leading",
        "supply",
        "chain",
        "solution",
        "supported",
        "broad",
        "portfolio",
        "product",
        "service",
        "global",
        "footprint",
        "confident",
        "team",
        "ability",
        "provide",
        "outstanding",
        "customer",
        "service",
        "deliver",
        "value",
        "customer",
        "operation",
        "supply",
        "chain",
        "beyond",
        "webcast",
        "teleconference",
        "access",
        "wesco",
        "conduct",
        "webcast",
        "teleconference",
        "discus",
        "first",
        "quarter",
        "earnings",
        "described",
        "news",
        "release",
        "thursday",
        "april",
        "call",
        "broadcast",
        "live",
        "internet",
        "accessed",
        "investor",
        "relation",
        "page",
        "company",
        "website",
        "call",
        "archived",
        "internet",
        "site",
        "seven",
        "day",
        "wesco",
        "international",
        "nyse",
        "wcc",
        "publicly",
        "traded",
        "fortune",
        "holding",
        "company",
        "headquartered",
        "pittsburgh",
        "pennsylvania",
        "leading",
        "provider",
        "electrical",
        "industrial",
        "communication",
        "maintenance",
        "repair",
        "operating",
        "mro",
        "original",
        "equipment",
        "manufacturer",
        "oem",
        "product",
        "construction",
        "material",
        "advanced",
        "supply",
        "chain",
        "management",
        "logistic",
        "service",
        "annual",
        "sale",
        "approximately",
        "billion",
        "company",
        "employ",
        "approximately",
        "people",
        "maintains",
        "relationship",
        "supplier",
        "serf",
        "approximately",
        "active",
        "customer",
        "worldwide",
        "customer",
        "include",
        "commercial",
        "industrial",
        "business",
        "contractor",
        "government",
        "agency",
        "institution",
        "telecommunication",
        "provider",
        "utility",
        "wesco",
        "operates",
        "fully",
        "automated",
        "distribution",
        "center",
        "approximately",
        "branch",
        "north",
        "america",
        "international",
        "market",
        "providing",
        "local",
        "presence",
        "customer",
        "global",
        "network",
        "serve",
        "business",
        "corporation",
        "matter",
        "discussed",
        "herein",
        "may",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "certain",
        "risk",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "well",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "http",
        "wesco",
        "international",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "amount",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "excluding",
        "depreciation",
        "amortization",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "operation",
        "net",
        "interest",
        "income",
        "income",
        "tax",
        "net",
        "income",
        "net",
        "loss",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "wesco",
        "international",
        "earnings",
        "per",
        "diluted",
        "common",
        "share",
        "common",
        "share",
        "outstanding",
        "common",
        "share",
        "equivalent",
        "used",
        "computing",
        "earnings",
        "per",
        "diluted",
        "share",
        "million",
        "company",
        "adopted",
        "accounting",
        "standard",
        "update",
        "asu",
        "benefit",
        "topic",
        "improving",
        "presentation",
        "net",
        "periodic",
        "pension",
        "cost",
        "net",
        "periodic",
        "postretirement",
        "benefit",
        "cost",
        "retrospective",
        "basis",
        "first",
        "quarter",
        "asu",
        "requires",
        "disaggregation",
        "service",
        "cost",
        "component",
        "net",
        "periodic",
        "benefit",
        "cost",
        "three",
        "month",
        "ended",
        "march",
        "cost",
        "component",
        "net",
        "periodic",
        "benefit",
        "cost",
        "aggregated",
        "benefit",
        "million",
        "included",
        "net",
        "interest",
        "wesco",
        "international",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "amount",
        "million",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "current",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "borrowing",
        "current",
        "debt",
        "current",
        "liability",
        "debt",
        "net",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "wesco",
        "international",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "dollar",
        "amount",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "operating",
        "activity",
        "net",
        "income",
        "add",
        "back",
        "deduct",
        "depreciation",
        "amortization",
        "deferred",
        "income",
        "tax",
        "change",
        "trade",
        "receivables",
        "net",
        "change",
        "inventory",
        "change",
        "account",
        "payable",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "debt",
        "repayment",
        "net",
        "equity",
        "activity",
        "net",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "change",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "end",
        "period",
        "financial",
        "measure",
        "earnings",
        "release",
        "includes",
        "certain",
        "financial",
        "measure",
        "financial",
        "measure",
        "include",
        "organic",
        "sale",
        "growth",
        "gross",
        "profit",
        "financial",
        "leverage",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "free",
        "cash",
        "flow",
        "company",
        "belief",
        "measure",
        "useful",
        "investor",
        "provide",
        "better",
        "understanding",
        "sale",
        "performance",
        "use",
        "debt",
        "liquidity",
        "comparable",
        "basis",
        "management",
        "use",
        "financial",
        "measure",
        "purpose",
        "reason",
        "stated",
        "wesco",
        "international",
        "reconciliation",
        "financial",
        "measure",
        "dollar",
        "amount",
        "million",
        "except",
        "organic",
        "sale",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "organic",
        "sale",
        "growth",
        "march",
        "change",
        "net",
        "sale",
        "impact",
        "acquisition",
        "impact",
        "foreign",
        "exchange",
        "rate",
        "impact",
        "number",
        "workday",
        "organic",
        "sale",
        "growth",
        "note",
        "organic",
        "sale",
        "growth",
        "measure",
        "sale",
        "performance",
        "organic",
        "sale",
        "growth",
        "calculated",
        "deducting",
        "percentage",
        "impact",
        "acquisition",
        "first",
        "year",
        "ownership",
        "foreign",
        "exchange",
        "rate",
        "number",
        "workday",
        "overall",
        "percentage",
        "change",
        "consolidated",
        "net",
        "sale",
        "three",
        "month",
        "ended",
        "gross",
        "profit",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "excluding",
        "depreciation",
        "amortization",
        "gross",
        "profit",
        "gross",
        "margin",
        "note",
        "gross",
        "profit",
        "financial",
        "measure",
        "commonly",
        "used",
        "within",
        "distribution",
        "industry",
        "gross",
        "profit",
        "calculated",
        "deducting",
        "cost",
        "good",
        "sold",
        "excluding",
        "depreciation",
        "amortization",
        "net",
        "sale",
        "gross",
        "margin",
        "calculated",
        "dividing",
        "gross",
        "profit",
        "net",
        "sale",
        "wesco",
        "international",
        "reconciliation",
        "financial",
        "measure",
        "dollar",
        "amount",
        "million",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "financial",
        "leverage",
        "march",
        "december",
        "income",
        "operation",
        "depreciation",
        "amortization",
        "ebitda",
        "march",
        "december",
        "borrowing",
        "current",
        "debt",
        "debt",
        "debt",
        "discount",
        "debt",
        "issuance",
        "cost",
        "total",
        "debt",
        "financial",
        "leverage",
        "ratio",
        "due",
        "adoption",
        "asu",
        "retrospective",
        "basis",
        "first",
        "quarter",
        "company",
        "classified",
        "cost",
        "component",
        "net",
        "periodic",
        "benefit",
        "cost",
        "part",
        "net",
        "interest",
        "twelve",
        "month",
        "ended",
        "march",
        "december",
        "component",
        "aggregated",
        "benefit",
        "million",
        "million",
        "respectively",
        "debt",
        "presented",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "net",
        "debt",
        "discount",
        "debt",
        "issuance",
        "cost",
        "note",
        "financial",
        "leverage",
        "measure",
        "use",
        "debt",
        "financial",
        "leverage",
        "ratio",
        "calculated",
        "dividing",
        "total",
        "debt",
        "including",
        "debt",
        "discount",
        "debt",
        "issuance",
        "cost",
        "ebitda",
        "ebitda",
        "defined",
        "trailing",
        "twelve",
        "month",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "three",
        "month",
        "ended",
        "free",
        "cash",
        "flow",
        "march",
        "march",
        "cash",
        "flow",
        "provided",
        "operation",
        "less",
        "capital",
        "expenditure",
        "free",
        "cash",
        "flow",
        "percentage",
        "net",
        "income",
        "note",
        "free",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "capital",
        "expenditure",
        "deducted",
        "operating",
        "cash",
        "flow",
        "determine",
        "free",
        "cash",
        "flow",
        "free",
        "cash",
        "flow",
        "available",
        "fund",
        "investing",
        "financing",
        "activity",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "wesco",
        "international",
        "inc"
    ]
}