{
    "organizations": [],
    "uuid": "31c9c9fbf7bbd355a4428730cc7c55caaff1dc95",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/07/the-associated-press-ap-fact-check-trump-is-having-it-both-ways-on-border-policy.html",
    "ord_in_thread": 0,
    "title": "AP FACT CHECK: Trump is having it both ways on border policy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) — President Donald Trump was having it both ways over the past week, portraying a \"crisis\" at the Mexico border that demands the use of National Guard troops while boasting of a huge drop in illegal border crossings there.\nA border crisis is in the eye of the beholder, but his claims about illegal entry into the U.S. were off.\nAlso in recent days, the president misrepresented his tax package's place in history and the size of the U.S. trade deficit with China, a number at the heart of an intensifying trade clash between the economic superpowers. \"The U.S. is losing $500 Billion a year,\" he tweeted Saturday, inaccurately.\nA look at some recent statements and the facts behind them:\nTRUMP: \"For 40 years, they couldn't pass anything and they didn't know why. I said, 'How is it hard to pass tax cuts?'\" — remarks Thursday in White Sulphur Springs, West Virginia.\nTHE FACTS: It's not even close to true that Trump is the first president in 40 years to achieve tax cuts. Ronald Reagan in the 1980s and George W. Bush and Barack Obama in the 2000s each achieved several rounds of historically significant tax cuts, some bigger than Trump's.\nTRUMP: \"Because of the Trump Administrations actions, Border crossings are at a still UNACCEPTABLE 46 year low. Stop drugs!\" - tweet Thursday.\nTHE FACTS: Trump's numbers are dated. He's taking credit for a reduction in apprehensions at the Southwest border that began before he took office. The numbers have since risen to typical arrest rates seen during the Obama administration.\nArrests tend to follow a pattern. The numbers begin to rise late in winter, peak in the spring and dip as the Southwest heat becomes insufferable.\nThat pattern broke after Trump's election. Arrests dipped after the election and plunged after Trump took office. April 2017 logged the fewest arrests in a single month since the Homeland Security Department was created in 2003. Indeed, thanks to that drop, the 2017 budget year logged the fewest Border Patrol arrests in 45 years.\nBut after April 2017, the numbers ticked up. In the autumn they returned to rates seen during Obama's second term. New federal statistics show 50,308 arrests in March — a 203 percent increase from March 2017, when there were only 16,588 arrests, and 37 percent more than the previous month.\nTrump called the numbers a \"point of crisis\" in his proclamation seeking National Guard deployment to the Southern border.\nApprehensions at the border are a useful gauge of illegal crossings but an imperfect one because nobody knows exactly how many people cross without being detected.\nTRUMP: \"The United States hasn't had a Trade Surplus with China in 40 years. They must end unfair trade, take down barriers and charge only Reciprocal Tariffs. The U.S. is losing $500 Billion a year, and has been losing Billions of Dollars for decades. Cannot continue!\" — tweet Saturday.\nTRUMP: \"We are not in a trade war with China, that war was lost many years ago by the foolish, or incompetent, people who represented the U.S. Now we have a Trade Deficit of $500 Billion a year, with Intellectual Property Theft of another $300 Billion. We cannot let this continue!\" And: \"When you're already $500 Billion DOWN, you can't lose!\" — tweets Wednesday.\nTHE FACTS: He overstates the trade deficit with China by $163 billion.\nHe does this by counting Americans' purchases of goods from China as a loss for the U.S., while ignoring what China buys from the U.S. He also ignores another big part of the equation — trade in services.\nLast year, Americans bought about $505.6 billion in goods from China while China bought about $130.4 billion in goods from the U.S. So the actual trade deficit in goods was just over $375 billion.\nFactor in trade in services and the actual U.S trade deficit with China was $337 billion.\nAs for intellectual property theft, it's not clear where Trump gets his figure of $300 billion and it's not possible to be precise about illicit activity such as counterfeit goods, pirated software, theft of trade secrets and so on. But various analyses suggest his estimate is plausible.\nAn independent bipartisan U.S. commission estimated in 2017 that U.S. interests lost $225 billion to $600 billion from worldwide intellectual property theft, with \"thousands of Chinese actors\" the main culprits.\nWHITE HOUSE: \"President Trump's tax cuts are the biggest gross tax cuts in American history, with $5.5 trillion in gross tax cuts over ten years and $4.5 trillion in reforms.\" — news release Thursday.\nTHE FACTS: What's notable about this statement is that the White House is edging away from Trump's frequent and false boast that the tax cuts are the largest ever, period. The new statement asserts that the \"gross\" tax cuts are the largest in history. But that's still shoddy accounting.\nThe gross value of tax cuts is only one side of the ledger. The other side consists of \"offsets\" — various increases in certain taxes and fees, taxes created and reductions or eliminations of current tax breaks — that are used to pay for the cuts.\nEconomists, historians and lawmakers judge the significance of a tax package by its net effect. They measure or estimate the cost of net tax cuts to the treasury and compare that with the size of the overall economy — the gross domestic product.\nBy that measure, Trump's package — \"reforms\" and all — considerably trails Reagan's 1981 tax cuts, Obama's 2013 extension of Bush's tax cuts, and more.\nThe estimated cost of Trump's package is $1.5 trillion over 10 years. In October, before the details were complete, the non-partisan Committee for a Responsible Federal Budget assumed a higher value to the package — $2.2 trillion. Even that more significant plan ranked as only the eighth largest in history as a percentage of GDP and fourth largest by another measure — inflation-adjusted dollars.\nTRUMP: \"In many places like California the same person votes many times. ... They always like to say, 'Oh, that's a conspiracy theory.' Not a conspiracy theory, folks. Millions and millions of people. And it's very hard because the state guards their records. They don't want to see it.\"— remarks Thursday in West Virginia.\nTHE FACTS: Trump is repeating a claim, without evidence, that 3 million to 5 million people voted illegally in the 2016 election, delivering the popular vote to Democrat Hillary Clinton. Trump won the Electoral College.\nStudies have found only isolated cases of voter fraud in recent U.S. elections and no evidence that election results were affected. Loyola Law School professor Justin Levitt found 31 cases of impersonation fraud, for example, in about 1 billion votes cast in elections from 2000 to 2014.\nTrump hoped to come up with evidence of widespread fraud when he appointed a commission to study the issue. But he abandoned the effort because of infighting by the panel and lawsuits as states refused to cooperate. More than a dozen states balked at the commission's demand for reams of personal voter data, including names, partial Social Security numbers, voting histories and party affiliations.\nTRUMP: \"This will be the last time — in April ... that you're going to go with that old fashioned, big, lots of pages, complicated tax form. Because next April, you're going to in many cases, one page, one card. It's going to be very, very different. ...You will have a nice simple form. This will be the last year, so take pictures of it and enjoy it. This is the last time you'll have to file a very complex and big tax form. It'll be much easier starting next April.\" — remarks Thursday in West Virginia.\nTHE FACTS: There's no sign that the IRS is planning new filing forms, card-sized or otherwise, for the 2018 tax year. As for the new one-page form that Trump said is coming, there already is one: the 1040EZ has been around for years. It can be used by people with less than $100,000 in taxable income and no dependents, and who meet other criteria.\nThe tax postcard has been a political gimmick for years.\n\"The idea of radically simplifying taxes has always been more of a political talking point or sales pitch, more than it's been part of any reality,\" says Joseph Rosenberg, senior research associate at the nonpartisan Urban-Brookings Tax Policy Center.\nAlthough many taxpayers will have an easier time filing because of the doubling of the standard deduction, they'll still have to do legwork to figure out their taxable income and whether they qualify for the deduction or would be better off itemizing. They will also need to figure in the hit they could take from the capping of deductions for mortgage interest and state and local taxes.\nSo if a shorter form is in their future, so are pages of data and tables to consult.\nAt any rate, the overwhelming majority of Americans now file their tax returns electronically, which is how they simplify. The idea of dropping a postcard-type paper with personal financial data into the mail seems old-school.\nTRUMP, on deploying troops to the Mexico border: \"We really haven't done that before, or certainly not very much before.\" — remarks Tuesday at the White House.\nTHE FACTS: The last two presidents did it. So did Rick Perry, Trump's energy secretary, when he was Texas governor.\nTrump plans to send 2,000 to 4,000 National Guard members to the border to help federal officials fight illegal immigration and drug trafficking, a smaller force than George W. Bush deployed in 2006, when he sent more than 6,000. Altogether 29,000 National Guard members participated in that mission as forces rotated in and out over two years.\nObama sent about 1,200 National Guard troops in 2010 to beef up efforts against drug smuggling and illegal immigration. Perry dispatched 1,000 from the Texas National Guards in 2014.\nThe Border Patrol has more than 20,000 agents along the border.\nTax cut analysis: https://tinyurl.com/y8ktlfn3 \n2017 U.S. trade statistics: https://tinyurl.com/y7kz4ckz \nIntellectual property theft report: https://tinyurl.com/ydc4ayd2 \nAssociated Press writers Jill Colvin, Marcy Gordon and Christopher Rugaber in Washington and Elliot Spagat in San Diego contributed to this report.\nFind AP Fact Checks at http://apne.ws/2kbx8bd \nFollow @APFactCheck on Twitter: https://twitter.com/APFactCheck \nA look at the veracity of claims by political figures.",
    "published": "2018-04-07T16:34:00.000+03:00",
    "crawled": "2018-04-07T22:35:46.054+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "president",
        "donald",
        "trump",
        "way",
        "past",
        "week",
        "portraying",
        "crisis",
        "mexico",
        "border",
        "demand",
        "use",
        "national",
        "guard",
        "troop",
        "boasting",
        "huge",
        "drop",
        "illegal",
        "border",
        "crossing",
        "border",
        "crisis",
        "eye",
        "beholder",
        "claim",
        "illegal",
        "entry",
        "also",
        "recent",
        "day",
        "president",
        "misrepresented",
        "tax",
        "package",
        "place",
        "history",
        "size",
        "trade",
        "deficit",
        "china",
        "number",
        "heart",
        "intensifying",
        "trade",
        "clash",
        "economic",
        "superpower",
        "losing",
        "billion",
        "year",
        "tweeted",
        "saturday",
        "inaccurately",
        "look",
        "recent",
        "statement",
        "fact",
        "behind",
        "trump",
        "year",
        "could",
        "pas",
        "anything",
        "know",
        "said",
        "hard",
        "pas",
        "tax",
        "cut",
        "remark",
        "thursday",
        "white",
        "sulphur",
        "spring",
        "west",
        "virginia",
        "fact",
        "even",
        "close",
        "true",
        "trump",
        "first",
        "president",
        "year",
        "achieve",
        "tax",
        "cut",
        "ronald",
        "reagan",
        "1980s",
        "george",
        "bush",
        "barack",
        "obama",
        "2000s",
        "achieved",
        "several",
        "round",
        "historically",
        "significant",
        "tax",
        "cut",
        "bigger",
        "trump",
        "trump",
        "trump",
        "administration",
        "action",
        "border",
        "crossing",
        "still",
        "unacceptable",
        "year",
        "low",
        "stop",
        "drug",
        "tweet",
        "thursday",
        "fact",
        "trump",
        "number",
        "dated",
        "taking",
        "credit",
        "reduction",
        "apprehension",
        "southwest",
        "border",
        "began",
        "took",
        "office",
        "number",
        "since",
        "risen",
        "typical",
        "arrest",
        "rate",
        "seen",
        "obama",
        "administration",
        "arrest",
        "tend",
        "follow",
        "pattern",
        "number",
        "begin",
        "rise",
        "late",
        "winter",
        "peak",
        "spring",
        "dip",
        "southwest",
        "heat",
        "becomes",
        "insufferable",
        "pattern",
        "broke",
        "trump",
        "election",
        "arrest",
        "dipped",
        "election",
        "plunged",
        "trump",
        "took",
        "office",
        "april",
        "logged",
        "fewest",
        "arrest",
        "single",
        "month",
        "since",
        "homeland",
        "security",
        "department",
        "created",
        "indeed",
        "thanks",
        "drop",
        "budget",
        "year",
        "logged",
        "fewest",
        "border",
        "patrol",
        "arrest",
        "year",
        "april",
        "number",
        "ticked",
        "autumn",
        "returned",
        "rate",
        "seen",
        "obama",
        "second",
        "term",
        "new",
        "federal",
        "statistic",
        "show",
        "arrest",
        "march",
        "percent",
        "increase",
        "march",
        "arrest",
        "percent",
        "previous",
        "month",
        "trump",
        "called",
        "number",
        "point",
        "crisis",
        "proclamation",
        "seeking",
        "national",
        "guard",
        "deployment",
        "southern",
        "border",
        "apprehension",
        "border",
        "useful",
        "gauge",
        "illegal",
        "crossing",
        "imperfect",
        "one",
        "nobody",
        "know",
        "exactly",
        "many",
        "people",
        "cross",
        "without",
        "detected",
        "trump",
        "united",
        "state",
        "trade",
        "surplus",
        "china",
        "year",
        "must",
        "end",
        "unfair",
        "trade",
        "take",
        "barrier",
        "charge",
        "reciprocal",
        "tariff",
        "losing",
        "billion",
        "year",
        "losing",
        "billion",
        "dollar",
        "decade",
        "continue",
        "tweet",
        "saturday",
        "trump",
        "trade",
        "war",
        "china",
        "war",
        "lost",
        "many",
        "year",
        "ago",
        "foolish",
        "incompetent",
        "people",
        "represented",
        "trade",
        "deficit",
        "billion",
        "year",
        "intellectual",
        "property",
        "theft",
        "another",
        "billion",
        "let",
        "continue",
        "already",
        "billion",
        "ca",
        "lose",
        "tweet",
        "wednesday",
        "fact",
        "overstates",
        "trade",
        "deficit",
        "china",
        "billion",
        "counting",
        "american",
        "purchase",
        "good",
        "china",
        "loss",
        "ignoring",
        "china",
        "buy",
        "also",
        "ignores",
        "another",
        "big",
        "part",
        "equation",
        "trade",
        "service",
        "last",
        "year",
        "american",
        "bought",
        "billion",
        "good",
        "china",
        "china",
        "bought",
        "billion",
        "good",
        "actual",
        "trade",
        "deficit",
        "good",
        "billion",
        "factor",
        "trade",
        "service",
        "actual",
        "trade",
        "deficit",
        "china",
        "billion",
        "intellectual",
        "property",
        "theft",
        "clear",
        "trump",
        "get",
        "figure",
        "billion",
        "possible",
        "precise",
        "illicit",
        "activity",
        "counterfeit",
        "good",
        "pirated",
        "software",
        "theft",
        "trade",
        "secret",
        "various",
        "analysis",
        "suggest",
        "estimate",
        "plausible",
        "independent",
        "bipartisan",
        "commission",
        "estimated",
        "interest",
        "lost",
        "billion",
        "billion",
        "worldwide",
        "intellectual",
        "property",
        "theft",
        "thousand",
        "chinese",
        "actor",
        "main",
        "culprit",
        "white",
        "house",
        "president",
        "trump",
        "tax",
        "cut",
        "biggest",
        "gross",
        "tax",
        "cut",
        "american",
        "history",
        "trillion",
        "gross",
        "tax",
        "cut",
        "ten",
        "year",
        "trillion",
        "reform",
        "news",
        "release",
        "thursday",
        "fact",
        "notable",
        "statement",
        "white",
        "house",
        "edging",
        "away",
        "trump",
        "frequent",
        "false",
        "boast",
        "tax",
        "cut",
        "largest",
        "ever",
        "period",
        "new",
        "statement",
        "asserts",
        "gross",
        "tax",
        "cut",
        "largest",
        "history",
        "still",
        "shoddy",
        "accounting",
        "gross",
        "value",
        "tax",
        "cut",
        "one",
        "side",
        "ledger",
        "side",
        "consists",
        "offset",
        "various",
        "increase",
        "certain",
        "tax",
        "fee",
        "tax",
        "created",
        "reduction",
        "elimination",
        "current",
        "tax",
        "break",
        "used",
        "pay",
        "cut",
        "economist",
        "historian",
        "lawmaker",
        "judge",
        "significance",
        "tax",
        "package",
        "net",
        "effect",
        "measure",
        "estimate",
        "cost",
        "net",
        "tax",
        "cut",
        "treasury",
        "compare",
        "size",
        "overall",
        "economy",
        "gross",
        "domestic",
        "product",
        "measure",
        "trump",
        "package",
        "reform",
        "considerably",
        "trail",
        "reagan",
        "tax",
        "cut",
        "obama",
        "extension",
        "bush",
        "tax",
        "cut",
        "estimated",
        "cost",
        "trump",
        "package",
        "trillion",
        "year",
        "october",
        "detail",
        "complete",
        "committee",
        "responsible",
        "federal",
        "budget",
        "assumed",
        "higher",
        "value",
        "package",
        "trillion",
        "even",
        "significant",
        "plan",
        "ranked",
        "eighth",
        "largest",
        "history",
        "percentage",
        "gdp",
        "fourth",
        "largest",
        "another",
        "measure",
        "dollar",
        "trump",
        "many",
        "place",
        "like",
        "california",
        "person",
        "vote",
        "many",
        "time",
        "always",
        "like",
        "say",
        "conspiracy",
        "theory",
        "conspiracy",
        "theory",
        "folk",
        "million",
        "million",
        "people",
        "hard",
        "state",
        "guard",
        "record",
        "want",
        "see",
        "remark",
        "thursday",
        "west",
        "virginia",
        "fact",
        "trump",
        "repeating",
        "claim",
        "without",
        "evidence",
        "million",
        "million",
        "people",
        "voted",
        "illegally",
        "election",
        "delivering",
        "popular",
        "vote",
        "democrat",
        "hillary",
        "clinton",
        "trump",
        "electoral",
        "college",
        "study",
        "found",
        "isolated",
        "case",
        "voter",
        "fraud",
        "recent",
        "election",
        "evidence",
        "election",
        "result",
        "affected",
        "loyola",
        "law",
        "school",
        "professor",
        "justin",
        "levitt",
        "found",
        "case",
        "impersonation",
        "fraud",
        "example",
        "billion",
        "vote",
        "cast",
        "election",
        "trump",
        "hoped",
        "come",
        "evidence",
        "widespread",
        "fraud",
        "appointed",
        "commission",
        "study",
        "issue",
        "abandoned",
        "effort",
        "infighting",
        "panel",
        "lawsuit",
        "state",
        "refused",
        "cooperate",
        "dozen",
        "state",
        "balked",
        "commission",
        "demand",
        "ream",
        "personal",
        "voter",
        "data",
        "including",
        "name",
        "partial",
        "social",
        "security",
        "number",
        "voting",
        "history",
        "party",
        "affiliation",
        "trump",
        "last",
        "time",
        "april",
        "going",
        "go",
        "old",
        "fashioned",
        "big",
        "lot",
        "page",
        "complicated",
        "tax",
        "form",
        "next",
        "april",
        "going",
        "many",
        "case",
        "one",
        "page",
        "one",
        "card",
        "going",
        "different",
        "nice",
        "simple",
        "form",
        "last",
        "year",
        "take",
        "picture",
        "enjoy",
        "last",
        "time",
        "file",
        "complex",
        "big",
        "tax",
        "form",
        "much",
        "easier",
        "starting",
        "next",
        "april",
        "remark",
        "thursday",
        "west",
        "virginia",
        "fact",
        "sign",
        "irs",
        "planning",
        "new",
        "filing",
        "form",
        "otherwise",
        "tax",
        "year",
        "new",
        "form",
        "trump",
        "said",
        "coming",
        "already",
        "one",
        "1040ez",
        "around",
        "year",
        "used",
        "people",
        "less",
        "taxable",
        "income",
        "dependent",
        "meet",
        "criterion",
        "tax",
        "postcard",
        "political",
        "gimmick",
        "year",
        "idea",
        "radically",
        "simplifying",
        "tax",
        "always",
        "political",
        "talking",
        "point",
        "sale",
        "pitch",
        "part",
        "reality",
        "say",
        "joseph",
        "rosenberg",
        "senior",
        "research",
        "associate",
        "nonpartisan",
        "tax",
        "policy",
        "center",
        "although",
        "many",
        "taxpayer",
        "easier",
        "time",
        "filing",
        "doubling",
        "standard",
        "deduction",
        "still",
        "legwork",
        "figure",
        "taxable",
        "income",
        "whether",
        "qualify",
        "deduction",
        "would",
        "better",
        "itemizing",
        "also",
        "need",
        "figure",
        "hit",
        "could",
        "take",
        "capping",
        "deduction",
        "mortgage",
        "interest",
        "state",
        "local",
        "tax",
        "shorter",
        "form",
        "future",
        "page",
        "data",
        "table",
        "consult",
        "rate",
        "overwhelming",
        "majority",
        "american",
        "file",
        "tax",
        "return",
        "electronically",
        "simplify",
        "idea",
        "dropping",
        "paper",
        "personal",
        "financial",
        "data",
        "mail",
        "seems",
        "trump",
        "deploying",
        "troop",
        "mexico",
        "border",
        "really",
        "done",
        "certainly",
        "much",
        "remark",
        "tuesday",
        "white",
        "house",
        "fact",
        "last",
        "two",
        "president",
        "rick",
        "perry",
        "trump",
        "energy",
        "secretary",
        "texas",
        "governor",
        "trump",
        "plan",
        "send",
        "national",
        "guard",
        "member",
        "border",
        "help",
        "federal",
        "official",
        "fight",
        "illegal",
        "immigration",
        "drug",
        "trafficking",
        "smaller",
        "force",
        "george",
        "bush",
        "deployed",
        "sent",
        "altogether",
        "national",
        "guard",
        "member",
        "participated",
        "mission",
        "force",
        "rotated",
        "two",
        "year",
        "obama",
        "sent",
        "national",
        "guard",
        "troop",
        "beef",
        "effort",
        "drug",
        "smuggling",
        "illegal",
        "immigration",
        "perry",
        "dispatched",
        "texas",
        "national",
        "guard",
        "border",
        "patrol",
        "agent",
        "along",
        "border",
        "tax",
        "cut",
        "analysis",
        "http",
        "trade",
        "statistic",
        "http",
        "intellectual",
        "property",
        "theft",
        "report",
        "http",
        "associated",
        "press",
        "writer",
        "jill",
        "colvin",
        "marcy",
        "gordon",
        "christopher",
        "rugaber",
        "washington",
        "elliot",
        "spagat",
        "san",
        "diego",
        "contributed",
        "report",
        "find",
        "ap",
        "fact",
        "check",
        "http",
        "follow",
        "apfactcheck",
        "twitter",
        "http",
        "look",
        "veracity",
        "claim",
        "political",
        "figure"
    ]
}