{
    "organizations": [],
    "uuid": "578371ba58237535383b77898b6c284108abaebe",
    "author": "Michael C. Bender",
    "url": "https://www.wsj.com/articles/donald-trump-praises-emmanuel-macron-ahead-of-policy-talks-1524580895",
    "ord_in_thread": 0,
    "title": "Donald Trump Warns of ‘Big Problems’ if Iran Reboots Nuclear Effort",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "800 COMMENTS WASHINGTON—President Donald Trump leveled dire warnings at Iran and signaled an interest in an unspecified new deal to rein in Tehran, echoing a suggestion from French President Emmanuel Macron after the two leaders met Tuesday at the White House.\nComments following talks between the two left open the possibility that Mr. Trump would withdraw from the landmark 2015 Iran nuclear agreement by a self-imposed May 12 deadline, as he has continuously threatened to do. Mr. Trump telegraphed that possibility again Tuesday, disparaging the deal as “insane” and “ridiculous,” despite Mr. Macron’s attempts to reassure his American counterpart about its value as a safeguard.\nMr. Macron said a broader pact would include limits on Iranian actions in Syria and on its ballistic-missile program. But Iran is certain to reject such a proposal, Russia and China are likely to oppose it, and it was unclear whether other European allies would be in favor because they don’t want to renegotiate the accord.\nMessrs. Trump and Macron, increasingly affable despite differences over the Iran deal , held meetings in the West Wing to discuss unrest in the Middle East, nuclear proliferation and global trade issues, in what is Mr. Trump’s first state visit by a foreign leader.\nMr. Trump said he would like a new Iran deal with “solid foundations” and indicated a willingness to keep U.S. forces in Syria, another goal of Mr. Macron’s visit. France, along with the U.K., joined the U.S. in airstrikes this month on what they said were sites associated with the Syrian regime’s chemical-weapons capabilities. Ahead of the strikes, Mr. Trump said he wanted a quick withdrawal of U.S. troops from the country.\nRelated\nWhite House State Dinner Had a Gallic Touch U.S. Vows to Withdraw From Iran Nuclear Deal Without Major Changes Macron’s Washington Visit Tests Whether Friendship Trumps Policy Divides “We’ll be coming home, but we want to leave a strong and lasting footprint,” Mr. Trump said Tuesday, adding that Syria was “a very big part” of his talks with Mr. Macron.\nAt a joint press conference in the East Room of the White House, Mr. Trump also insisted he would take a hard line with North Korean leader Kim Jong Un at a summit in late May or June. Earlier in the day, Mr. Trump praised Mr. Kim, saying a leader the White House has accused of human-rights abuses “really has been very open and, I think, very honorable.”\nMr. Trump has said he insists North Korea denuclearize. Experts have said it would be difficult to achieve and verify such an outcome, which Mr. Trump appeared to acknowledge. “It’d be very easy for me to make a simple deal and claim victory,” Mr. Trump said. “I don’t want to do that. I want them to get rid of their nukes.”\nAs they discussed international security, Messrs. Trump and Macron, as in past visits, appeared to enjoy one another’s company, exchanging salutations as they flaunted their fledgling relationship.\nOn Tuesday, the two men locked hands as they strolled the White House grounds during an arrival ceremony, exchanged a forceful handshake, and shared a brief kiss on the cheek at the start of their press conference. In the Oval Office, Mr. Trump brushed what he described as dandruff from Mr. Macron’s suit, while Mr. Macron placed his hand on Mr. Trump’s knee and described their “excellent personal relationship.”\nRelated Video Iran reached a historic agreement with major world powers over its nuclear program in 2015. Under the deal, what did Iran give up and how is it benefiting? WSJ’s Niki Blasina explains. In a meeting in the White House Cabinet Room, Mr. Trump complained about trade barriers with the European Union, saying it was too difficult for U.S. farmers to export some products, adding he “would rather deal just with France.”\n“Too bad it’s not just us doing the negotiating for the rest of the world,” Mr. Trump mused to Mr. Macron.\nThe deepest divide between the two leaders remains the future of the Iran nuclear pact. Mr. Trump maintains the accord gives Iran too much in economic benefits for too few curbs on its nuclear program, while Mr. Macron insists Iran is complying with the agreement and adhering to restrictions.\nMr. Macron went into the talks with the aim of changing the subject from Mr. Trump’s desire to pull out of the nuclear accord to the broader goal of containing Iranian political and military influence.\n“No matter the decision now that President Trump will take, I would like us to work…on a new deal,” Mr. Macron said.\nMr. Macron proposed forging a new pact with Mr. Trump that he said should preserve key provisions of the 2015 nuclear accord as the “first pillar” of a broader framework for international talks on Iran. Those negotiations, Mr. Macron said, also would focus on how to curb Iran’s ballistic-missile program, contain its influence in the Middle East and prevent it from developing nuclear weapons after some provisions in the nuclear deal expire in 2025.\n“We’re not going to tear up an accord to go nowhere. We’re going to build a new accord that’s broader,” Mr. Macron said.\nFrench officials insisted Mr. Macron had made progress in persuading Mr. Trump that the U.S. and its allies need a holistic strategy for the Middle East, rather than dealing with Iran and Syria as isolated issues. Mr. Macron says removing U.S. troops from Syria would create a power vacuum that Iran and terror groups would fill.\n“The argument we made is that we can’t control Iranian activity in the region and rapidly leave Syria,” a French official said after the White House meeting.\nIran, which until now has said it would stay in the nuclear agreement as long as European leaders remained committed, appeared to be hardening its stand Tuesday.\nThe secretary of Iran’s Supreme National Security Council, Ali Shamkhani, said Iran’s Atomic Energy Organization was weighing options for responding to a U.S. decision to withdraw from the agreement, including pulling out of the international nuclear Non-Proliferation Treaty. Iranian President Hassan Rouhani, in a public speech in Iran on Tuesday, said: “Those in the White House must know that there will be dire consequences.”\nMeanwhile, Iranian Foreign Minister Javad Zarif, who is in New York for a United Nations summit on peace, said in an Associated Press interview on Tuesday that Iran likely would withdraw from the deal if the U.S. does so.\nAmerican and European officials have been meeting since January to reach side agreements on Iran’s ballistic-missile program, international inspections procedures and future limits on Iran’s nuclear program. Officials have said they have made significant progress on inspections and missiles, but remain further apart on the question of time limits contained in the deal, which the Trump administration wants to be permanent.\nMr. Trump has said he prefers to withdraw from the deal, but indicated Tuesday that he may be open to the broader deal that Mr. Macron seeks. He also reminded his French counterpart of what he sees as flaws in the agreement, which he said fails to address ballistic missiles or Iran’s involvement in Yemen or Syria.\n“Nobody knows what I’m going to do,” Mr. Trump said. “We’ll see. But we’ll see also if I do what some people expect, whether or not it will be possible to do a new deal with solid foundations.”\nMr. Trump also vowed “big problems” for Iran if the country restarts its nuclear program, and the nation’s foreign minister has indicated may happen. “If Iran threatens us in any way, they will pay a price like few countries have ever paid,” Mr. Trump said.\n—Louise Radnofsky\nand Felicia Schwartz\nin Washington and Farnaz Fassihi at the United Nations\ncontributed to this article.\nWrite to Michael C. Bender at Mike.Bender@wsj.com and Stacy Meichtry at stacy.meichtry@wsj.com",
    "published": "2018-04-24T23:15:00.000+03:00",
    "crawled": "2018-04-25T02:14:49.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "donald",
        "trump",
        "leveled",
        "dire",
        "warning",
        "iran",
        "signaled",
        "interest",
        "unspecified",
        "new",
        "deal",
        "rein",
        "tehran",
        "echoing",
        "suggestion",
        "french",
        "president",
        "emmanuel",
        "macron",
        "two",
        "leader",
        "met",
        "tuesday",
        "white",
        "house",
        "comment",
        "following",
        "talk",
        "two",
        "left",
        "open",
        "possibility",
        "trump",
        "would",
        "withdraw",
        "landmark",
        "iran",
        "nuclear",
        "agreement",
        "may",
        "deadline",
        "continuously",
        "threatened",
        "trump",
        "telegraphed",
        "possibility",
        "tuesday",
        "disparaging",
        "deal",
        "insane",
        "ridiculous",
        "despite",
        "macron",
        "attempt",
        "reassure",
        "american",
        "counterpart",
        "value",
        "safeguard",
        "macron",
        "said",
        "broader",
        "pact",
        "would",
        "include",
        "limit",
        "iranian",
        "action",
        "syria",
        "program",
        "iran",
        "certain",
        "reject",
        "proposal",
        "russia",
        "china",
        "likely",
        "oppose",
        "unclear",
        "whether",
        "european",
        "ally",
        "would",
        "favor",
        "want",
        "renegotiate",
        "accord",
        "trump",
        "macron",
        "increasingly",
        "affable",
        "despite",
        "difference",
        "iran",
        "deal",
        "held",
        "meeting",
        "west",
        "wing",
        "discus",
        "unrest",
        "middle",
        "east",
        "nuclear",
        "proliferation",
        "global",
        "trade",
        "issue",
        "trump",
        "first",
        "state",
        "visit",
        "foreign",
        "leader",
        "trump",
        "said",
        "would",
        "like",
        "new",
        "iran",
        "deal",
        "solid",
        "foundation",
        "indicated",
        "willingness",
        "keep",
        "force",
        "syria",
        "another",
        "goal",
        "macron",
        "visit",
        "france",
        "along",
        "joined",
        "airstrikes",
        "month",
        "said",
        "site",
        "associated",
        "syrian",
        "regime",
        "capability",
        "ahead",
        "strike",
        "trump",
        "said",
        "wanted",
        "quick",
        "withdrawal",
        "troop",
        "country",
        "related",
        "white",
        "house",
        "state",
        "dinner",
        "gallic",
        "touch",
        "vow",
        "withdraw",
        "iran",
        "nuclear",
        "deal",
        "without",
        "major",
        "change",
        "macron",
        "washington",
        "visit",
        "test",
        "whether",
        "friendship",
        "trump",
        "policy",
        "divide",
        "coming",
        "home",
        "want",
        "leave",
        "strong",
        "lasting",
        "footprint",
        "trump",
        "said",
        "tuesday",
        "adding",
        "syria",
        "big",
        "part",
        "talk",
        "macron",
        "joint",
        "press",
        "conference",
        "east",
        "room",
        "white",
        "house",
        "trump",
        "also",
        "insisted",
        "would",
        "take",
        "hard",
        "line",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "summit",
        "late",
        "may",
        "june",
        "earlier",
        "day",
        "trump",
        "praised",
        "kim",
        "saying",
        "leader",
        "white",
        "house",
        "accused",
        "abuse",
        "really",
        "open",
        "think",
        "trump",
        "said",
        "insists",
        "north",
        "korea",
        "denuclearize",
        "expert",
        "said",
        "would",
        "difficult",
        "achieve",
        "verify",
        "outcome",
        "trump",
        "appeared",
        "acknowledge",
        "easy",
        "make",
        "simple",
        "deal",
        "claim",
        "victory",
        "trump",
        "said",
        "want",
        "want",
        "get",
        "rid",
        "discussed",
        "international",
        "security",
        "trump",
        "macron",
        "past",
        "visit",
        "appeared",
        "enjoy",
        "one",
        "another",
        "company",
        "exchanging",
        "salutation",
        "flaunted",
        "fledgling",
        "relationship",
        "tuesday",
        "two",
        "men",
        "locked",
        "hand",
        "strolled",
        "white",
        "house",
        "ground",
        "arrival",
        "ceremony",
        "exchanged",
        "forceful",
        "handshake",
        "shared",
        "brief",
        "kiss",
        "cheek",
        "start",
        "press",
        "conference",
        "oval",
        "office",
        "trump",
        "brushed",
        "described",
        "dandruff",
        "macron",
        "suit",
        "macron",
        "placed",
        "hand",
        "trump",
        "knee",
        "described",
        "excellent",
        "personal",
        "related",
        "video",
        "iran",
        "reached",
        "historic",
        "agreement",
        "major",
        "world",
        "power",
        "nuclear",
        "program",
        "deal",
        "iran",
        "give",
        "benefiting",
        "wsj",
        "niki",
        "blasina",
        "explains",
        "meeting",
        "white",
        "house",
        "cabinet",
        "room",
        "trump",
        "complained",
        "trade",
        "barrier",
        "european",
        "union",
        "saying",
        "difficult",
        "farmer",
        "export",
        "product",
        "adding",
        "would",
        "rather",
        "deal",
        "bad",
        "u",
        "negotiating",
        "rest",
        "world",
        "trump",
        "mused",
        "macron",
        "deepest",
        "divide",
        "two",
        "leader",
        "remains",
        "future",
        "iran",
        "nuclear",
        "pact",
        "trump",
        "maintains",
        "accord",
        "give",
        "iran",
        "much",
        "economic",
        "benefit",
        "curb",
        "nuclear",
        "program",
        "macron",
        "insists",
        "iran",
        "complying",
        "agreement",
        "adhering",
        "restriction",
        "macron",
        "went",
        "talk",
        "aim",
        "changing",
        "subject",
        "trump",
        "desire",
        "pull",
        "nuclear",
        "accord",
        "broader",
        "goal",
        "containing",
        "iranian",
        "political",
        "military",
        "influence",
        "matter",
        "decision",
        "president",
        "trump",
        "take",
        "would",
        "like",
        "u",
        "new",
        "deal",
        "macron",
        "said",
        "macron",
        "proposed",
        "forging",
        "new",
        "pact",
        "trump",
        "said",
        "preserve",
        "key",
        "provision",
        "nuclear",
        "accord",
        "first",
        "pillar",
        "broader",
        "framework",
        "international",
        "talk",
        "iran",
        "negotiation",
        "macron",
        "said",
        "also",
        "would",
        "focus",
        "curb",
        "iran",
        "program",
        "contain",
        "influence",
        "middle",
        "east",
        "prevent",
        "developing",
        "nuclear",
        "weapon",
        "provision",
        "nuclear",
        "deal",
        "expire",
        "going",
        "tear",
        "accord",
        "go",
        "nowhere",
        "going",
        "build",
        "new",
        "accord",
        "broader",
        "macron",
        "said",
        "french",
        "official",
        "insisted",
        "macron",
        "made",
        "progress",
        "persuading",
        "trump",
        "ally",
        "need",
        "holistic",
        "strategy",
        "middle",
        "east",
        "rather",
        "dealing",
        "iran",
        "syria",
        "isolated",
        "issue",
        "macron",
        "say",
        "removing",
        "troop",
        "syria",
        "would",
        "create",
        "power",
        "vacuum",
        "iran",
        "terror",
        "group",
        "would",
        "fill",
        "argument",
        "made",
        "control",
        "iranian",
        "activity",
        "region",
        "rapidly",
        "leave",
        "syria",
        "french",
        "official",
        "said",
        "white",
        "house",
        "meeting",
        "iran",
        "said",
        "would",
        "stay",
        "nuclear",
        "agreement",
        "long",
        "european",
        "leader",
        "remained",
        "committed",
        "appeared",
        "hardening",
        "stand",
        "tuesday",
        "secretary",
        "iran",
        "supreme",
        "national",
        "security",
        "council",
        "ali",
        "shamkhani",
        "said",
        "iran",
        "atomic",
        "energy",
        "organization",
        "weighing",
        "option",
        "responding",
        "decision",
        "withdraw",
        "agreement",
        "including",
        "pulling",
        "international",
        "nuclear",
        "treaty",
        "iranian",
        "president",
        "hassan",
        "rouhani",
        "public",
        "speech",
        "iran",
        "tuesday",
        "said",
        "white",
        "house",
        "must",
        "know",
        "dire",
        "meanwhile",
        "iranian",
        "foreign",
        "minister",
        "javad",
        "zarif",
        "new",
        "york",
        "united",
        "nation",
        "summit",
        "peace",
        "said",
        "associated",
        "press",
        "interview",
        "tuesday",
        "iran",
        "likely",
        "would",
        "withdraw",
        "deal",
        "american",
        "european",
        "official",
        "meeting",
        "since",
        "january",
        "reach",
        "side",
        "agreement",
        "iran",
        "program",
        "international",
        "inspection",
        "procedure",
        "future",
        "limit",
        "iran",
        "nuclear",
        "program",
        "official",
        "said",
        "made",
        "significant",
        "progress",
        "inspection",
        "missile",
        "remain",
        "apart",
        "question",
        "time",
        "limit",
        "contained",
        "deal",
        "trump",
        "administration",
        "want",
        "permanent",
        "trump",
        "said",
        "prefers",
        "withdraw",
        "deal",
        "indicated",
        "tuesday",
        "may",
        "open",
        "broader",
        "deal",
        "macron",
        "seek",
        "also",
        "reminded",
        "french",
        "counterpart",
        "see",
        "flaw",
        "agreement",
        "said",
        "fails",
        "address",
        "ballistic",
        "missile",
        "iran",
        "involvement",
        "yemen",
        "syria",
        "nobody",
        "know",
        "going",
        "trump",
        "said",
        "see",
        "see",
        "also",
        "people",
        "expect",
        "whether",
        "possible",
        "new",
        "deal",
        "solid",
        "trump",
        "also",
        "vowed",
        "big",
        "problem",
        "iran",
        "country",
        "restarts",
        "nuclear",
        "program",
        "nation",
        "foreign",
        "minister",
        "indicated",
        "may",
        "happen",
        "iran",
        "threatens",
        "u",
        "way",
        "pay",
        "price",
        "like",
        "country",
        "ever",
        "paid",
        "trump",
        "said",
        "radnofsky",
        "felicia",
        "schwartz",
        "washington",
        "farnaz",
        "fassihi",
        "united",
        "nation",
        "contributed",
        "article",
        "write",
        "michael",
        "bender",
        "stacy",
        "meichtry"
    ]
}