{
    "organizations": [],
    "uuid": "005dc9b607f2caf4ec22748d761642d2382a026b",
    "author": "Michael Bloom",
    "url": "https://www.cnbc.com/2018/04/27/heres-what-all-the-major-wall-street-analysts-had-to-say-about-amazons-earnings.html",
    "ord_in_thread": 0,
    "title": "Here's what all the major Wall Street analysts had to say about Amazon's earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Amazon reported stellar quarterly figures, sending the stock surging 8 percent on Friday.\nMany Wall Street analysts were bullish for reasons beyond retail, underscoring how strong Amazon's advertising business was in the quarter, as well as the sharp increase in Amazon Web Services sales from last year.\nBank of America Merrill Lynch (Rating: Buy) \"Operating income strongly beat Street estimates driven by strength across segments. AWS (Amazon Web Services) revenue growth accelerated to 49% in 1Q from 45% in 4Q, and at 25.7% margins, continues to fuel retail investments and profit growth. ... While certain 1Q revenues and margins clearly benefitted from some accounting changes (see page 3), the quarter was a nice reminder of the inherent margin power of the business.\"\nCiti (Rating: Buy) \"Several things to like about Amazon's 1Q18 report, including: 1) gross profit beat Citi by 5% and consensus by 7%, and grew 53% [year over year]; 2) AWS rev growth accelerated to 49% y/y, and N.A. Retail was strong (+26%). ... All in, our forecasts increase, as does our 12-month price target to $1,900 from $1,700.\"\nMorgan Stanley (Rating: Overweight) \"AMZN's accelerating high-margin businesses (AWS/ads/subscription) added $4bn Y/Y in 1Q gross profit, leading to a record profit beat and raise thru investment. Expect this to continue given AWS/ads/Prime are still in Day 1.\"\nGoldman Sachs (Rating: Buy) \"We are in the sweet spot between Amazon investment cycles where new fulfillment/data centers are driving accelerating revenue growth while incremental capacity utilization is driving margin expansion. Higher level, we still remain in the early stages of the shift of compute to the cloud and the transition of traditional retail online and, in our opinion, the market is underestimating the long-term financial benefit of both to Amazon.\"\nDeutsche Bank (Rating: Buy) \"Amazon delivered a humongous quarter, with faster growth and higher profitability than DB/Street projections and followed up with a one-two punch by announcing it was raising annual Prime membership fee by 20% to $119. ... Amazon has been our top pick for 2018, and coming out of the quarter, we are incrementally more bullish on the name. We believe it is tough to find a comparable business in the West which has similar scale.\"\nCowen (Rating: Outperform) \"AMZN's 1Q18 results beat across the board, as revenue was above and Op. Inc. [operating income] (GAAP) was nearly double high end of guide given broad-based strength in North America, AWS and Int'l. 2Q18 revenue guide strong & Op Inc guide crushed consensus and was above our street high number.\"\nJ.P. Morgan (Rating: Overweight) \"Amazon remains one of our top 3 large-cap ideas (along w/FB & BKNG) & is on our Analyst Focus List. We reiterate our Overweight rating & our PT increases to $1,900 based on our SOP analysis, including a 1.5x multiple on 2018E Retail GMV of $391B & a 20x multiple on our 2019E AWS EBITDA of $17.4B.\"\nOppenheimer (Rating: Outperform) \"The company announced a $20 annual price increase for US Prime, which will benefit 2H:18 subscription revenue. Disclosure around advertising (ASC 606) suggests ~$6B business in 2018, currently growing 66% y/y ex. FX. ... Overall, momentum looks strong, and the flywheel accelerates.\"\nJefferies (Rating: Buy) \"Amazon delivered impressive Q1 results - total revenue 2% above consensus (+43% to $51Bn) and the best op margin we've seen since 2Q16 (3.8%) - with Q2 guidance also ahead of expectations. We see strong tailwinds across AWS, Prime, and the emerging ad business helping fuel sustained outperformance for this runaway freight train.\"\nMacquarie (Rating: Outperform) \"AMZN is executing extraordinarily well. As its core 1st and 3rd party retail sales continue to take significant share from virtually all competitors, its subscription business, AWS, and advertising business are all exceeding expectations markedly. We believe that even without margin expansion in core retail, the other businesses can drive significant profit growth over the coming years and will make AMZN the first trillion dollar company.\"\nNeedham (Rating: Buy) \"Amazon posted strong Q1 results with revenue and operating income upside. The revenue upside was driven primarily by Amazon's triple threat of Third-party Sellers (3P), Subscription Services, and AWS. We expect this trifecta to power Amazon's growth for the foreseeable future.\"\nUBS (Rating: Buy) \"With its Q1'18 earnings report and Q2'18 operating guide, AMZN cleared almost any\ninvestor expectation in terms of revenue growth drivers & margins ... and AWS cloud computing unit – both key focuses of longterm secular growth investors. We continue to reiterate our stance that Amazon is a core holding within our coverage universe to gain exposure to secular growth trends in eCommerce (geo & category expansion), cloud computing, media consumption, digital advertising & AI voice assistants.\"\nSuquehanna (Rating: Buy) \"We continue to remain Positive on Amazon as we see the company as a long-term secular grower with leadership positions in three large growth markets — e-commerce, cloud and advertising…and expect numbers to move higher over time. Catalysts include intra-quarter e-commerce data, company-specific events (such as the AWS summits), AWS product announcements, pricing decisions, and quarterly results.\"\nGuggenheim (Rating: Buy) \"Amazon's rapidly expanding Prime membership is driving significant retail growth, alongside a re-accelerating AWS business, while profitability is increasingly benefiting from a robust AWS segment and growing ad business. Amazon also announced it will raise the cost of Prime to $119 from $99 (effective 5/11). AMZN is our Top Growth Pick.\"\nD.A. Davidson (Rating: Buy) \"Amazon had two major announcements on Thursday: 1) it is raising the cost of a Prime membership to $119 from $99 and 2) a blow-out quarter. We are increasing our price target to $1,900 from $1,800; having updated our discounted cash flow analysis, including our long-term adj. EBITDA margin forecast of 20.0% (up from 19.5% previously) and compared to 11.1% in 2017.\"\nMKM Partners (Rating: Buy) \"We still think the market cap can triple from here over the next several years as Amazon.com continues to gain share of retail consumption and expand its share of value within its ecosystem and AWS continues its dominance as cloud spreads across mainstream IT and consumes the majority of tech budgets.\"\nCanaccord Genuity (Rating: Buy) \"While several accounting changes will make comparisons slightly wonky for a few quarters, it is hard for us to identify what might be poised to change regarding AMZN's key drivers (besides possibly an AWS price war, which shows no signs of happening) and the success the company is having both in the marketplace and with investor sentiment. While the valuation is looking somewhat more stretched over the past few months, the fundamental momentum remains about as strong as it could be.\"\nBMO Capital Markets (Rating: Buy) \"This was the second most profitable quarter in the company's history and we believe the continued growth of the company's advertising business played a key role (we now see it generating $9.5B in revenue this year, versus our prior $6.9B estimate).\"\nPiper Jaffray (Rating: Overweight) \"Amazon reported revenue 2% above and operating income 91% above the Street; the high end of Q2 guidance calls for ~200bps of operating margin expansion (vs. Street at 40bps). This outlook points to a solid return to margin expansion that we believe will increase through [year-end].\"\nStifel (Rating: Buy) \"Amazon reported another stellar quarter in 1Q:18 with revenue growth and operating income above our and Street expectations. The strong beat was driven by a combination of continued momentum in Prime and the acceleration of higher-margin, faster-growing business segments, including AWS and advertising services. ... Amazon is well-positioned to drive continued growth as the leader in two sizable and rapidly growing markets and through the emergence of newer business segments.\"\nAtlantic Equities (Rating: Overweight) \"Q1 operating profit almost doubled YoY as AWS accelerated again, advertising continued to grow strongly and the core ecommerce business delivered another robust performance. Q2 guidance implies similar trends, while, at the same time, there appears no slowdown in the pace of investment, which should drive years of very strong growth.\"\nRaymond James (Rating: Outperform) \"Amazon delivered another strong top line quarter with strength across North America, International, and AWS. Amazon also demonstrated strong operating leverage in the quarter and significantly exceeded Street estimates and guidance.\"\nNomura Instinet (Rating: Buy) \"AMZN's 1Q showcased another quarter of unparalleled sales growth (that we've all grown accustomed to). However, perhaps more importantly, we believe the composition of that sales growth continues to signal AMZN's future margin trajectory, putting the company on a march to increasing (& underappreciated) profitability, with 1Q representing the company's largest margin expansion in ~2 years.\"\nBaird (Rating: Outperform) \"Amazon continues to demonstrate impressive execution on key growth initiatives, as demonstrated by accelerating revenue across AWS, Advertising, and 3P services, which fueled the significant profitability beat. With the price of annual US Prime membership set to increase to $119 (first increase in four years), we believe Amazon's selection/convenience competitive advantage will only increase, as the company aggressively expands into underpenetrated verticals (home/kitchen, apparel), augments fast delivery, and increases Prime video selection.\"\nWells Fargo Securities (Rating: Buy) \"Amazon reported another very strong quarter with gross profit and CSOI exceeding our expectations by 6% and 40%, respectively. Across its segment detail, strong accelerations were noted, particularly at AWS. Meanwhile, AWS posted its most profitable quarter to date (adjusted for FX), all contributing to a guidance that proved less conservative than we were expecting.\"\nEvercore ISI (Rating: Buy) \"A key theme for Amazon is that the incremental revenue growth is now coming from businesses that have higher structural margins than core 1P e-commerce sales. The four high-margin business lines -- 1) Third-party seller services, 2) Subscription services, 3) AWS, and 4) Advertising/Other – were ALL ahead of expectations AND showed acceleration in the quarter.\"\nSunTrust (Rating: Buy) \"Strength was broad based (ecom, Prime, AWS and ads) and suggests AMZN maybe hitting that margin leverage tipping-point investors have been awaiting, driven by outperformance in high-margin segments, AWS and advertising. AMZN is now the third largest and fastest growing digital ad platform (our ests); as such scaling it should afford mgt an 'unfair' competitive advantage to aggressively invest while disrupting the market/broadening its moat.\"",
    "published": "2018-04-27T17:14:00.000+03:00",
    "crawled": "2018-04-27T16:49:22.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amazon",
        "reported",
        "stellar",
        "quarterly",
        "figure",
        "sending",
        "stock",
        "surging",
        "percent",
        "friday",
        "many",
        "wall",
        "street",
        "analyst",
        "bullish",
        "reason",
        "beyond",
        "retail",
        "underscoring",
        "strong",
        "amazon",
        "advertising",
        "business",
        "quarter",
        "well",
        "sharp",
        "increase",
        "amazon",
        "web",
        "service",
        "sale",
        "last",
        "year",
        "bank",
        "america",
        "merrill",
        "lynch",
        "rating",
        "buy",
        "operating",
        "income",
        "strongly",
        "beat",
        "street",
        "estimate",
        "driven",
        "strength",
        "across",
        "segment",
        "aws",
        "amazon",
        "web",
        "service",
        "revenue",
        "growth",
        "accelerated",
        "1q",
        "4q",
        "margin",
        "continues",
        "fuel",
        "retail",
        "investment",
        "profit",
        "growth",
        "certain",
        "1q",
        "revenue",
        "margin",
        "clearly",
        "benefitted",
        "accounting",
        "change",
        "see",
        "page",
        "quarter",
        "nice",
        "reminder",
        "inherent",
        "margin",
        "power",
        "business",
        "citi",
        "rating",
        "buy",
        "several",
        "thing",
        "like",
        "amazon",
        "1q18",
        "report",
        "including",
        "gross",
        "profit",
        "beat",
        "citi",
        "consensus",
        "grew",
        "year",
        "year",
        "aws",
        "rev",
        "growth",
        "accelerated",
        "retail",
        "strong",
        "forecast",
        "increase",
        "price",
        "target",
        "morgan",
        "stanley",
        "rating",
        "overweight",
        "amzn",
        "accelerating",
        "business",
        "added",
        "4bn",
        "1q",
        "gross",
        "profit",
        "leading",
        "record",
        "profit",
        "beat",
        "raise",
        "thru",
        "investment",
        "expect",
        "continue",
        "given",
        "still",
        "day",
        "goldman",
        "sachs",
        "rating",
        "buy",
        "sweet",
        "spot",
        "amazon",
        "investment",
        "cycle",
        "new",
        "center",
        "driving",
        "accelerating",
        "revenue",
        "growth",
        "incremental",
        "capacity",
        "utilization",
        "driving",
        "margin",
        "expansion",
        "higher",
        "level",
        "still",
        "remain",
        "early",
        "stage",
        "shift",
        "compute",
        "cloud",
        "transition",
        "traditional",
        "retail",
        "online",
        "opinion",
        "market",
        "underestimating",
        "financial",
        "benefit",
        "amazon",
        "deutsche",
        "bank",
        "rating",
        "buy",
        "amazon",
        "delivered",
        "humongous",
        "quarter",
        "faster",
        "growth",
        "higher",
        "profitability",
        "projection",
        "followed",
        "punch",
        "announcing",
        "raising",
        "annual",
        "prime",
        "membership",
        "fee",
        "amazon",
        "top",
        "pick",
        "coming",
        "quarter",
        "incrementally",
        "bullish",
        "name",
        "believe",
        "tough",
        "find",
        "comparable",
        "business",
        "west",
        "similar",
        "scale",
        "cowen",
        "rating",
        "outperform",
        "amzn",
        "1q18",
        "result",
        "beat",
        "across",
        "board",
        "revenue",
        "op",
        "operating",
        "income",
        "gaap",
        "nearly",
        "double",
        "high",
        "end",
        "guide",
        "given",
        "strength",
        "north",
        "america",
        "aws",
        "int",
        "l",
        "2q18",
        "revenue",
        "guide",
        "strong",
        "op",
        "inc",
        "guide",
        "crushed",
        "consensus",
        "street",
        "high",
        "number",
        "morgan",
        "rating",
        "overweight",
        "amazon",
        "remains",
        "one",
        "top",
        "idea",
        "along",
        "bkng",
        "analyst",
        "focus",
        "list",
        "reiterate",
        "overweight",
        "rating",
        "pt",
        "increase",
        "based",
        "sop",
        "analysis",
        "including",
        "multiple",
        "2018e",
        "retail",
        "gmv",
        "391b",
        "20x",
        "multiple",
        "2019e",
        "aws",
        "ebitda",
        "oppenheimer",
        "rating",
        "outperform",
        "company",
        "announced",
        "annual",
        "price",
        "increase",
        "u",
        "prime",
        "benefit",
        "subscription",
        "revenue",
        "disclosure",
        "around",
        "advertising",
        "asc",
        "suggests",
        "6b",
        "business",
        "currently",
        "growing",
        "ex",
        "fx",
        "overall",
        "momentum",
        "look",
        "strong",
        "flywheel",
        "accelerates",
        "jefferies",
        "rating",
        "buy",
        "amazon",
        "delivered",
        "impressive",
        "q1",
        "result",
        "total",
        "revenue",
        "consensus",
        "51bn",
        "best",
        "op",
        "margin",
        "seen",
        "since",
        "2q16",
        "q2",
        "guidance",
        "also",
        "ahead",
        "expectation",
        "see",
        "strong",
        "tailwind",
        "across",
        "aws",
        "prime",
        "emerging",
        "ad",
        "business",
        "helping",
        "fuel",
        "sustained",
        "outperformance",
        "runaway",
        "freight",
        "train",
        "macquarie",
        "rating",
        "outperform",
        "amzn",
        "executing",
        "extraordinarily",
        "well",
        "core",
        "1st",
        "3rd",
        "party",
        "retail",
        "sale",
        "continue",
        "take",
        "significant",
        "share",
        "virtually",
        "competitor",
        "subscription",
        "business",
        "aws",
        "advertising",
        "business",
        "exceeding",
        "expectation",
        "markedly",
        "believe",
        "even",
        "without",
        "margin",
        "expansion",
        "core",
        "retail",
        "business",
        "drive",
        "significant",
        "profit",
        "growth",
        "coming",
        "year",
        "make",
        "amzn",
        "first",
        "trillion",
        "dollar",
        "company",
        "needham",
        "rating",
        "buy",
        "amazon",
        "posted",
        "strong",
        "q1",
        "result",
        "revenue",
        "operating",
        "income",
        "upside",
        "revenue",
        "upside",
        "driven",
        "primarily",
        "amazon",
        "triple",
        "threat",
        "seller",
        "3p",
        "subscription",
        "service",
        "aws",
        "expect",
        "trifecta",
        "power",
        "amazon",
        "growth",
        "foreseeable",
        "future",
        "ubs",
        "rating",
        "buy",
        "earnings",
        "report",
        "operating",
        "guide",
        "amzn",
        "cleared",
        "almost",
        "investor",
        "expectation",
        "term",
        "revenue",
        "growth",
        "driver",
        "margin",
        "aws",
        "cloud",
        "computing",
        "unit",
        "key",
        "focus",
        "longterm",
        "secular",
        "growth",
        "investor",
        "continue",
        "reiterate",
        "stance",
        "amazon",
        "core",
        "holding",
        "within",
        "coverage",
        "universe",
        "gain",
        "exposure",
        "secular",
        "growth",
        "trend",
        "ecommerce",
        "geo",
        "category",
        "expansion",
        "cloud",
        "computing",
        "medium",
        "consumption",
        "digital",
        "advertising",
        "ai",
        "voice",
        "assistant",
        "suquehanna",
        "rating",
        "buy",
        "continue",
        "remain",
        "positive",
        "amazon",
        "see",
        "company",
        "secular",
        "grower",
        "leadership",
        "position",
        "three",
        "large",
        "growth",
        "market",
        "cloud",
        "expect",
        "number",
        "move",
        "higher",
        "time",
        "catalyst",
        "include",
        "data",
        "event",
        "aws",
        "summit",
        "aws",
        "product",
        "announcement",
        "pricing",
        "decision",
        "quarterly",
        "result",
        "guggenheim",
        "rating",
        "buy",
        "amazon",
        "rapidly",
        "expanding",
        "prime",
        "membership",
        "driving",
        "significant",
        "retail",
        "growth",
        "alongside",
        "aws",
        "business",
        "profitability",
        "increasingly",
        "benefiting",
        "robust",
        "aws",
        "segment",
        "growing",
        "ad",
        "business",
        "amazon",
        "also",
        "announced",
        "raise",
        "cost",
        "prime",
        "effective",
        "amzn",
        "top",
        "growth",
        "pick",
        "davidson",
        "rating",
        "buy",
        "amazon",
        "two",
        "major",
        "announcement",
        "thursday",
        "raising",
        "cost",
        "prime",
        "membership",
        "quarter",
        "increasing",
        "price",
        "target",
        "updated",
        "discounted",
        "cash",
        "flow",
        "analysis",
        "including",
        "adj",
        "ebitda",
        "margin",
        "forecast",
        "previously",
        "compared",
        "mkm",
        "partner",
        "rating",
        "buy",
        "still",
        "think",
        "market",
        "cap",
        "triple",
        "next",
        "several",
        "year",
        "continues",
        "gain",
        "share",
        "retail",
        "consumption",
        "expand",
        "share",
        "value",
        "within",
        "ecosystem",
        "aws",
        "continues",
        "dominance",
        "cloud",
        "spread",
        "across",
        "mainstream",
        "consumes",
        "majority",
        "tech",
        "budget",
        "canaccord",
        "genuity",
        "rating",
        "buy",
        "several",
        "accounting",
        "change",
        "make",
        "comparison",
        "slightly",
        "wonky",
        "quarter",
        "hard",
        "u",
        "identify",
        "might",
        "poised",
        "change",
        "regarding",
        "amzn",
        "key",
        "driver",
        "besides",
        "possibly",
        "aws",
        "price",
        "war",
        "show",
        "sign",
        "happening",
        "success",
        "company",
        "marketplace",
        "investor",
        "sentiment",
        "valuation",
        "looking",
        "somewhat",
        "stretched",
        "past",
        "month",
        "fundamental",
        "momentum",
        "remains",
        "strong",
        "could",
        "bmo",
        "capital",
        "market",
        "rating",
        "buy",
        "second",
        "profitable",
        "quarter",
        "company",
        "history",
        "believe",
        "continued",
        "growth",
        "company",
        "advertising",
        "business",
        "played",
        "key",
        "role",
        "see",
        "generating",
        "revenue",
        "year",
        "versus",
        "prior",
        "estimate",
        "piper",
        "jaffray",
        "rating",
        "overweight",
        "amazon",
        "reported",
        "revenue",
        "operating",
        "income",
        "street",
        "high",
        "end",
        "q2",
        "guidance",
        "call",
        "operating",
        "margin",
        "expansion",
        "street",
        "40bps",
        "outlook",
        "point",
        "solid",
        "return",
        "margin",
        "expansion",
        "believe",
        "increase",
        "stifel",
        "rating",
        "buy",
        "amazon",
        "reported",
        "another",
        "stellar",
        "quarter",
        "revenue",
        "growth",
        "operating",
        "income",
        "street",
        "expectation",
        "strong",
        "beat",
        "driven",
        "combination",
        "continued",
        "momentum",
        "prime",
        "acceleration",
        "business",
        "segment",
        "including",
        "aws",
        "advertising",
        "service",
        "amazon",
        "drive",
        "continued",
        "growth",
        "leader",
        "two",
        "sizable",
        "rapidly",
        "growing",
        "market",
        "emergence",
        "newer",
        "business",
        "segment",
        "atlantic",
        "equity",
        "rating",
        "overweight",
        "q1",
        "operating",
        "profit",
        "almost",
        "doubled",
        "yoy",
        "aws",
        "accelerated",
        "advertising",
        "continued",
        "grow",
        "strongly",
        "core",
        "ecommerce",
        "business",
        "delivered",
        "another",
        "robust",
        "performance",
        "q2",
        "guidance",
        "implies",
        "similar",
        "trend",
        "time",
        "appears",
        "slowdown",
        "pace",
        "investment",
        "drive",
        "year",
        "strong",
        "growth",
        "raymond",
        "james",
        "rating",
        "outperform",
        "amazon",
        "delivered",
        "another",
        "strong",
        "top",
        "line",
        "quarter",
        "strength",
        "across",
        "north",
        "america",
        "international",
        "aws",
        "amazon",
        "also",
        "demonstrated",
        "strong",
        "operating",
        "leverage",
        "quarter",
        "significantly",
        "exceeded",
        "street",
        "estimate",
        "guidance",
        "nomura",
        "instinet",
        "rating",
        "buy",
        "amzn",
        "1q",
        "showcased",
        "another",
        "quarter",
        "unparalleled",
        "sale",
        "growth",
        "grown",
        "accustomed",
        "however",
        "perhaps",
        "importantly",
        "believe",
        "composition",
        "sale",
        "growth",
        "continues",
        "signal",
        "amzn",
        "future",
        "margin",
        "trajectory",
        "putting",
        "company",
        "march",
        "increasing",
        "underappreciated",
        "profitability",
        "1q",
        "representing",
        "company",
        "largest",
        "margin",
        "expansion",
        "year",
        "baird",
        "rating",
        "outperform",
        "amazon",
        "continues",
        "demonstrate",
        "impressive",
        "execution",
        "key",
        "growth",
        "initiative",
        "demonstrated",
        "accelerating",
        "revenue",
        "across",
        "aws",
        "advertising",
        "3p",
        "service",
        "fueled",
        "significant",
        "profitability",
        "beat",
        "price",
        "annual",
        "u",
        "prime",
        "membership",
        "set",
        "increase",
        "first",
        "increase",
        "four",
        "year",
        "believe",
        "amazon",
        "competitive",
        "advantage",
        "increase",
        "company",
        "aggressively",
        "expands",
        "underpenetrated",
        "vertical",
        "apparel",
        "augments",
        "fast",
        "delivery",
        "increase",
        "prime",
        "video",
        "selection",
        "well",
        "fargo",
        "security",
        "rating",
        "buy",
        "amazon",
        "reported",
        "another",
        "strong",
        "quarter",
        "gross",
        "profit",
        "csoi",
        "exceeding",
        "expectation",
        "respectively",
        "across",
        "segment",
        "detail",
        "strong",
        "acceleration",
        "noted",
        "particularly",
        "aws",
        "meanwhile",
        "aws",
        "posted",
        "profitable",
        "quarter",
        "date",
        "adjusted",
        "fx",
        "contributing",
        "guidance",
        "proved",
        "less",
        "conservative",
        "expecting",
        "evercore",
        "isi",
        "rating",
        "buy",
        "key",
        "theme",
        "amazon",
        "incremental",
        "revenue",
        "growth",
        "coming",
        "business",
        "higher",
        "structural",
        "margin",
        "core",
        "1p",
        "sale",
        "four",
        "business",
        "line",
        "seller",
        "service",
        "subscription",
        "service",
        "aws",
        "ahead",
        "expectation",
        "showed",
        "acceleration",
        "quarter",
        "suntrust",
        "rating",
        "buy",
        "strength",
        "broad",
        "based",
        "ecom",
        "prime",
        "aws",
        "ad",
        "suggests",
        "amzn",
        "maybe",
        "hitting",
        "margin",
        "leverage",
        "investor",
        "awaiting",
        "driven",
        "outperformance",
        "segment",
        "aws",
        "advertising",
        "amzn",
        "third",
        "largest",
        "fastest",
        "growing",
        "digital",
        "ad",
        "platform",
        "est",
        "scaling",
        "afford",
        "mgt",
        "competitive",
        "advantage",
        "aggressively",
        "invest",
        "disrupting",
        "moat"
    ]
}