{
    "organizations": [],
    "uuid": "abda4778a15973fd173e48ca92f5a8dac66a9285",
    "author": "Candace Taylor",
    "url": "https://www.wsj.com/articles/in-charlotte-golfers-are-leaving-gated-communities-for-hipper-urban-neighborhoods-1522937817",
    "ord_in_thread": 0,
    "title": "In Charlotte, Golfers Are Leaving Gated Communities for Hipper Urban Neighborhoods",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "7 COMMENTS Frank and Jessica Kuperman bought a home in the Club at Longview for $1.57 million, down from its $1.899 million asking price, and gut-renovated it. Photo: Danielle Paul for The Wall Street Journal “I’ve never not owned a house on a golf course,” says Rob Sappenfield Jr. \nThe son of a golf pro, Mr. Sappenfield, 51 years old, was a prime candidate to purchase a home in one of the many golf-course communities on the outskirts of his native Charlotte, N.C. He and his wife, Kristie, 50, lived for years in Ballantyne Country Club, a suburban development where high-end houses circle a course.\nJessica and Frank Kuperman with their daughter, Hayden, 3 years old. Photo: Danielle Paul for The Wall Street Journal But 10 years ago, the couple left the planned-community life behind and moved to popular Myers Park, an urban neighborhood close to Charlotte’s booming city center. Recently, they finished building a French manor-style home on the site of their former house for about $2.25 million. They remain a short walk from the local country club but are now closer to work and their children’s schools, and are living in what Mr. Sappenfield describes as “ the neighborhood to be in.” \nIn Charlotte, as in the rest of the country, many golf enthusiasts are leaving behind resort communities for urban landscapes. The draw in Charlotte is a thriving downtown (known locally as Uptown) and the rapidly transforming neighborhoods surrounding it, such as the hip NoDa arts district. In Dilworth, young families drawn to the bars and restaurants on Montford Drive are buying 1930s bungalows to renovate. In booming SouthPark, modest ranches make way for large new homes and condos. The revitalized areas are big pulls for home buyers who once would have gravitated toward high-end golf communities in the suburbs.\nAs a result, golf-development homes are seeing slow sales and deep price cuts, despite Charlotte’s vibrant economy and surging population. Realtor.com says homes less than one block from a golf course in Mecklenburg County, where Charlotte is located, had a lower price per square foot than the county market as a whole. They also stayed on the market an average of 10 days longer. ( News Corp , owner of The Wall Street Journal, operates Realtor.com under license from the National Association of Realtors.)\nAdding to the pressure is sagging participation in the sport . The number of golfers in the U.S. fell to 23.8 million in 2016 from 25.7 million in 2011, according to the National Golf Foundation, a provider of golf-market research.\nGolfing in Charlotte, N.C. More golfers are choosing to live near a golf course but in an urban neighborhood. Charlotte offers a choice. The home of Nick and Suzie Trivisonno near the golf course at Carmel Country Club in Charlotte’s SouthPark neighborhood. Danielle Paul for The Wall Street Journal 1 of 24 • • • • • Suzie and Nick Trivisonno ride a golf cart from their home in Charlotte’s SouthPark area to the Carmel Country Club, which abuts their property. Photo: Danielle Paul for The Wall Street Journal By the 1990s, developers in the Sunbelt were rushing to build high-end developments around golf courses, turning farmland into residential communities to meet demand from wealthy retirees. Today, those homes—many of them 15 to 20 years old—face competition from the new homes being built. Hefty club dues and initiation fees are a further deterrent to buyers.\nCharlotte makes the decision to move out of gated communities easier because of its abundance of golf courses in or near its popular neighborhoods. The Charlotte area has some 70 golf courses, up from about 50 in 1987. Myers Park Country Club, Charlotte Country Club, Quail Hollow Club and Carmel Country Club—all with no residential components—are “in town.” \nAfter moving to Charlotte from Florida about 10 years ago, golf-lovers Nick and Suzie Trivisonno considered the Club at Longview, a high-end gated golf community 15 miles from Uptown. But they quickly determined it was too far out of town. \nRob Sappenfield moved from a residential golf community to a home in the city near Myers Park Country Club. Photo: Danielle Paul for The Wall Street Journal “I call it Long Drive, it’s so far from Charlotte,” said Ms. Trivisonno, 65, whose husband retired as CEO of the market-research firm now known as Nielsen. \nInstead, they joined Carmel Country Club about 3 miles from their SouthPark home. Later, they paid $1 million for a house abutting Carmel’s golf course. They tore down that home to build a roughly 8,000-square-foot house, completed about a year ago, for about $4 million.\nAs residential golf communities compete for members, many are struggling financially, which also affects home prices.\nMore From Mansion \nMad About Golf in Marrakesh, Morocco April 5, 2018 Amtrak Ends Chartered and Specialty Train Trips on U.S. Railways March 29, 2018 How Much Is That Luxury Home? It’s a Secret March 29, 2018 In the Charlotte area, several golf communities have changed hands after running into financial difficulties. The Firethorne Country Club filed for bankruptcy in 2010, was sold in 2012, and ultimately was purchased in 2015 by Dallas-based ClubCorp, which said the club wasn’t in bankruptcy at the time of its purchase. \nAt the Point Lake and Golf Club, Kelly Myers, 43, a real-estate agent, and his wife, Phoenisa, 39, bought a homesite but then hesitated to build on it. “Six months after we bought it, we heard the club was struggling because so many people wanted to leave,” said Mr. Myers. “We had no idea.”\nGolf pro Scott McCarron and his wife, Jenny, paid $1.85 million for their home in Trump National Golf Club Charlotte, compared with the asking price of $2.2 million. Photo: Danielle Paul for The Wall Street Journal The dining room of the McCarron home. Photo: Danielle Paul for The Wall Street Journal The members voted to sell. The Trump Organization bought it in 2012 for $3 million and renamed it the Trump National Golf Club Charlotte, investing millions in improvements. \nAfter the changes, the couple decided to build a four-bedroom home on the second hole at a total cost of $1.5 million, including the lot. \nFrank Kuperman Jr. , 38, who works in the auto-racing industry, is gut-renovating a Longview house he and his wife, Jessica, bought in June for $1.57 million, down from its $1.899 million list price. “Longview homes tend to sit longer,” he said. \nJenny and Scott McCarron. Photo: Danielle Paul for The Wall Street Journal General Manager Jim Sutton acknowledged Longview has a smaller buyer pool. “You have to be interested in that lifestyle,” he said. “It’s a bit of a unique product.”\nReal-estate agent Hanes Walker added that many high-end sellers are reluctant to make needed price cuts. “If you’ve got a dated kitchen or floor plan, you’re going to take a haircut that most sellers are in denial about,” he said.\nJason Becker is a founder of Golf Life Navigators, a company that matches consumers with golf clubs across the country. He said more of his clients—about 40%—now say they would rather be nonresidential members of a country club than live in a golf-course community. \nStill, plenty of buyers are seeking gated golf communities, not only for the golf but for the manicured look of the grounds and amenities, such as pools and children’s programs. “If you invest in the club, it directly affects your real-estate value,” Mr. Becker said.\nA few months ago, professional golfer Scott McCarron, 52, and his wife, Jenny, 48, paid $1.85 million for a house at Trump National Golf Club Charlotte. Built around 2002, the lakefront home had been listed for $2.2 million.\nMr. McCarron, a PGA Tour Champions player, said Trump National made the course more difficult after buying it, lengthening holes and redoing sand traps. That was crucial for Mr. McCarron. “We loved the area,” he said, “but if the golf course wasn’t in good shape, we wouldn’t have moved there.” \nWrite to Candace Taylor at Candace.Taylor@wsj.com",
    "published": "2018-04-05T18:16:00.000+03:00",
    "crawled": "2018-04-05T20:36:03.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "frank",
        "jessica",
        "kuperman",
        "bought",
        "home",
        "club",
        "longview",
        "million",
        "million",
        "asking",
        "price",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "never",
        "owned",
        "house",
        "golf",
        "course",
        "say",
        "rob",
        "sappenfield",
        "son",
        "golf",
        "pro",
        "sappenfield",
        "year",
        "old",
        "prime",
        "candidate",
        "purchase",
        "home",
        "one",
        "many",
        "community",
        "outskirt",
        "native",
        "charlotte",
        "wife",
        "kristie",
        "lived",
        "year",
        "ballantyne",
        "country",
        "club",
        "suburban",
        "development",
        "house",
        "circle",
        "course",
        "jessica",
        "frank",
        "kuperman",
        "daughter",
        "hayden",
        "year",
        "old",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "year",
        "ago",
        "couple",
        "left",
        "life",
        "behind",
        "moved",
        "popular",
        "myers",
        "park",
        "urban",
        "neighborhood",
        "close",
        "charlotte",
        "booming",
        "city",
        "center",
        "recently",
        "finished",
        "building",
        "french",
        "home",
        "site",
        "former",
        "house",
        "million",
        "remain",
        "short",
        "walk",
        "local",
        "country",
        "club",
        "closer",
        "work",
        "child",
        "school",
        "living",
        "sappenfield",
        "describes",
        "neighborhood",
        "charlotte",
        "rest",
        "country",
        "many",
        "golf",
        "enthusiast",
        "leaving",
        "behind",
        "resort",
        "community",
        "urban",
        "landscape",
        "draw",
        "charlotte",
        "thriving",
        "downtown",
        "known",
        "locally",
        "uptown",
        "rapidly",
        "transforming",
        "neighborhood",
        "surrounding",
        "hip",
        "noda",
        "art",
        "district",
        "dilworth",
        "young",
        "family",
        "drawn",
        "bar",
        "restaurant",
        "montford",
        "drive",
        "buying",
        "1930s",
        "bungalow",
        "renovate",
        "booming",
        "southpark",
        "modest",
        "ranch",
        "make",
        "way",
        "large",
        "new",
        "home",
        "condo",
        "revitalized",
        "area",
        "big",
        "pull",
        "home",
        "buyer",
        "would",
        "gravitated",
        "toward",
        "golf",
        "community",
        "suburb",
        "result",
        "home",
        "seeing",
        "slow",
        "sale",
        "deep",
        "price",
        "cut",
        "despite",
        "charlotte",
        "vibrant",
        "economy",
        "surging",
        "population",
        "say",
        "home",
        "less",
        "one",
        "block",
        "golf",
        "course",
        "mecklenburg",
        "county",
        "charlotte",
        "located",
        "lower",
        "price",
        "per",
        "square",
        "foot",
        "county",
        "market",
        "whole",
        "also",
        "stayed",
        "market",
        "average",
        "day",
        "longer",
        "news",
        "corp",
        "owner",
        "wall",
        "street",
        "journal",
        "operates",
        "license",
        "national",
        "association",
        "realtor",
        "adding",
        "pressure",
        "sagging",
        "participation",
        "sport",
        "number",
        "golfer",
        "fell",
        "million",
        "million",
        "according",
        "national",
        "golf",
        "foundation",
        "provider",
        "research",
        "golfing",
        "charlotte",
        "golfer",
        "choosing",
        "live",
        "near",
        "golf",
        "course",
        "urban",
        "neighborhood",
        "charlotte",
        "offer",
        "choice",
        "home",
        "nick",
        "suzie",
        "trivisonno",
        "near",
        "golf",
        "course",
        "carmel",
        "country",
        "club",
        "charlotte",
        "southpark",
        "neighborhood",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "suzie",
        "nick",
        "trivisonno",
        "ride",
        "golf",
        "cart",
        "home",
        "charlotte",
        "southpark",
        "area",
        "carmel",
        "country",
        "club",
        "abuts",
        "property",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "1990s",
        "developer",
        "sunbelt",
        "rushing",
        "build",
        "development",
        "around",
        "golf",
        "course",
        "turning",
        "farmland",
        "residential",
        "community",
        "meet",
        "demand",
        "wealthy",
        "retiree",
        "today",
        "year",
        "competition",
        "new",
        "home",
        "built",
        "hefty",
        "club",
        "due",
        "initiation",
        "fee",
        "deterrent",
        "buyer",
        "charlotte",
        "make",
        "decision",
        "move",
        "gated",
        "community",
        "easier",
        "abundance",
        "golf",
        "course",
        "near",
        "popular",
        "neighborhood",
        "charlotte",
        "area",
        "golf",
        "course",
        "myers",
        "park",
        "country",
        "club",
        "charlotte",
        "country",
        "club",
        "quail",
        "hollow",
        "club",
        "carmel",
        "country",
        "residential",
        "moving",
        "charlotte",
        "florida",
        "year",
        "ago",
        "nick",
        "suzie",
        "trivisonno",
        "considered",
        "club",
        "longview",
        "gated",
        "golf",
        "community",
        "mile",
        "uptown",
        "quickly",
        "determined",
        "far",
        "town",
        "rob",
        "sappenfield",
        "moved",
        "residential",
        "golf",
        "community",
        "home",
        "city",
        "near",
        "myers",
        "park",
        "country",
        "club",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "call",
        "long",
        "drive",
        "far",
        "charlotte",
        "said",
        "trivisonno",
        "whose",
        "husband",
        "retired",
        "ceo",
        "firm",
        "known",
        "nielsen",
        "instead",
        "joined",
        "carmel",
        "country",
        "club",
        "mile",
        "southpark",
        "home",
        "later",
        "paid",
        "million",
        "house",
        "abutting",
        "carmel",
        "golf",
        "course",
        "tore",
        "home",
        "build",
        "roughly",
        "house",
        "completed",
        "year",
        "ago",
        "million",
        "residential",
        "golf",
        "community",
        "compete",
        "member",
        "many",
        "struggling",
        "financially",
        "also",
        "affect",
        "home",
        "price",
        "mansion",
        "mad",
        "golf",
        "marrakesh",
        "morocco",
        "april",
        "amtrak",
        "end",
        "chartered",
        "specialty",
        "train",
        "trip",
        "railway",
        "march",
        "much",
        "luxury",
        "home",
        "secret",
        "march",
        "charlotte",
        "area",
        "several",
        "golf",
        "community",
        "changed",
        "hand",
        "running",
        "financial",
        "difficulty",
        "firethorne",
        "country",
        "club",
        "filed",
        "bankruptcy",
        "sold",
        "ultimately",
        "purchased",
        "clubcorp",
        "said",
        "club",
        "bankruptcy",
        "time",
        "purchase",
        "point",
        "lake",
        "golf",
        "club",
        "kelly",
        "myers",
        "agent",
        "wife",
        "phoenisa",
        "bought",
        "homesite",
        "hesitated",
        "build",
        "six",
        "month",
        "bought",
        "heard",
        "club",
        "struggling",
        "many",
        "people",
        "wanted",
        "leave",
        "said",
        "myers",
        "golf",
        "pro",
        "scott",
        "mccarron",
        "wife",
        "jenny",
        "paid",
        "million",
        "home",
        "trump",
        "national",
        "golf",
        "club",
        "charlotte",
        "compared",
        "asking",
        "price",
        "million",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "dining",
        "room",
        "mccarron",
        "home",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "member",
        "voted",
        "sell",
        "trump",
        "organization",
        "bought",
        "million",
        "renamed",
        "trump",
        "national",
        "golf",
        "club",
        "charlotte",
        "investing",
        "million",
        "improvement",
        "change",
        "couple",
        "decided",
        "build",
        "home",
        "second",
        "hole",
        "total",
        "cost",
        "million",
        "including",
        "lot",
        "frank",
        "kuperman",
        "work",
        "industry",
        "longview",
        "house",
        "wife",
        "jessica",
        "bought",
        "june",
        "million",
        "million",
        "list",
        "price",
        "longview",
        "home",
        "tend",
        "sit",
        "longer",
        "said",
        "jenny",
        "scott",
        "mccarron",
        "photo",
        "danielle",
        "paul",
        "wall",
        "street",
        "journal",
        "general",
        "manager",
        "jim",
        "sutton",
        "acknowledged",
        "longview",
        "smaller",
        "buyer",
        "pool",
        "interested",
        "lifestyle",
        "said",
        "bit",
        "unique",
        "agent",
        "hanes",
        "walker",
        "added",
        "many",
        "seller",
        "reluctant",
        "make",
        "needed",
        "price",
        "cut",
        "got",
        "dated",
        "kitchen",
        "floor",
        "plan",
        "going",
        "take",
        "haircut",
        "seller",
        "denial",
        "said",
        "jason",
        "becker",
        "founder",
        "golf",
        "life",
        "navigator",
        "company",
        "match",
        "consumer",
        "golf",
        "club",
        "across",
        "country",
        "said",
        "say",
        "would",
        "rather",
        "nonresidential",
        "member",
        "country",
        "club",
        "live",
        "community",
        "still",
        "plenty",
        "buyer",
        "seeking",
        "gated",
        "golf",
        "community",
        "golf",
        "manicured",
        "look",
        "ground",
        "amenity",
        "pool",
        "child",
        "program",
        "invest",
        "club",
        "directly",
        "affect",
        "value",
        "becker",
        "said",
        "month",
        "ago",
        "professional",
        "golfer",
        "scott",
        "mccarron",
        "wife",
        "jenny",
        "paid",
        "million",
        "house",
        "trump",
        "national",
        "golf",
        "club",
        "charlotte",
        "built",
        "around",
        "lakefront",
        "home",
        "listed",
        "million",
        "mccarron",
        "pga",
        "tour",
        "champion",
        "player",
        "said",
        "trump",
        "national",
        "made",
        "course",
        "difficult",
        "buying",
        "lengthening",
        "hole",
        "redoing",
        "sand",
        "trap",
        "crucial",
        "mccarron",
        "loved",
        "area",
        "said",
        "golf",
        "course",
        "good",
        "shape",
        "moved",
        "write",
        "candace",
        "taylor"
    ]
}