{
    "organizations": [],
    "uuid": "240a5601517549090465ead2dce832984581a3d7",
    "author": "Sue-Lin Wong",
    "url": "https://www.reuters.com/article/us-northkorea-china-border-contrast/the-cold-frontier-part-two-a-journey-along-north-koreas-edge-idUSKBN1HJ1V0",
    "ord_in_thread": 0,
    "title": "The Cold Frontier, Part Two: A journey along North Korea's edge",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - People in northeastern China are among its poorest. But they are now far wealthier than their neighbors.\nA man walks alongside the Yalu River which runs between North Korea and China, in the town on Linjiang in Jilin province, China, November 21, 2017. A week-long road trip along China's side of its border with North Korea revealed stark contrasts between China's bright towns and North Korea's dark villages. REUTERS/Damir Sagolj In the Chinese city of Linjiang, Damir photographed passers-by from the back seat of a tricycle. It was pedalled by Li Chuanjun, who said he was 61 and had spent 16 years making dried bean curd to sell so he could put his son and daughter through school. Now he has back problems so he takes people around town.\n“We got these bright lights around seven to eight years ago,” he said. “Now we mainly rely on tourism. All our industry here has shut down – forestry, coal, minerals, everything.\n“There’s no bright lights on the other side. Look at how dark it is, they’re poor over there, much poorer than us.”\nA WATER CARRIER This man was one of many we saw fetching water. Sometimes alone, sometimes in pairs, they would gaze ahead of their feet, struggling under the weight.\nChinese people generated more than seven times more wealth than North Koreans in 2016, based on real GDP figures from the World Bank and the Bank of Korea. Locals who do business across the river say North Korean laborers get paid between 2 yuan and 25 yuan ($0.32-$4) per month, or sometimes only in food and cigarettes.\n“I used to work for the local food authority,” said Li Linbo, a retired truck driver from Dandong. “We would drive food trucks across the border to swap 1 kilo of corn for half a kilo of rice from North Korea ... It was our way of helping in the late 1980s.”\nWomen walk across a bridge from an island on the Yalu River, dividing North Korea and China, in the town of Linjiang in Jilin province, China. November 21, 2017. REUTERS/Damir Sagolj IN THE LIGHT TUNNEL Linjiang has been called the region’s Las Vegas. My hotel room had a mirror above its queen-sized bed and an impressive variety of condoms on the bedside table.\n“Be careful here in Linjiang, it’s a dodgy border town,” said one local. “A lot of the smaller hotels double as brothels at night.”\nTaxi drivers’ tales here include stories of men importing North Korean women. One told us of a fare he took, a man traveling with four North Korean girls. “The four of them squeezed into the back of my car - you know how skinny they are, they don’t have enough to eat. The girls were so happy, they were singing in the back of the car. The guy said he was taking them to the train station to catch a train south to be waitresses.\n“But I know in reality they were going to be sold as wives to poor farmers.”\nA North Korean man is photographed from the Chinese side of the border south of Changbai in China as he carries buckets of water from the frozen Yalu River, south of Hyesan in North Korea, November 22, 2017. A week-long road trip along China's side of its border with North Korea revealed stark contrasts between China's bright towns and North Korea's dark villages. REUTERS/Damir Sagolj\nNorth Korean girls are photographed from the Chinese side of the border as they collect water from the frozen Yalu River near Linjiang, China, November 22, 2017. REUTERS/Damir Sagolj ICE BREAKERS These young girls were filling their bottles with water to carry with them. Their boots seemed to be new and their clothes looked warm. The closest house to this point seemed to be about 20 minutes’ walk away.\nGai Longji, a Chinese man in Dandong, used to work with North Koreans. Sitting in the town’s only Starbucks, he told me how he would help them buy things on Taobao, a Chinese e-commerce site: “Clothes and things.”\nHe would use his own bank accounts and ID to buy stuff, he said.\nA large screen, which faces North Korea, broadcasts propaganda videos on an island on the Yalu River between North Korea and China, in the town of Linjiang in Jilin province, China, November 21, 2017. REUTERS/Damir Sagolj PROPAGANDA IN THE PARK In a Linjiang park, on a monster screen positioned toward North Korea, recruitment videos for the Chinese military are shown on a loop, the volume blaring. In one clip, a baby is shown growing at high speed to become a soldier.\nA map of China and its neighbors lights up the screen, with disputes like “the nuclear crisis,” “the South China Sea conflict” and “Tibetan independence” layered on it. A slogan flashing across reads, “When one family member joins the military, it brings honor to the whole family.”\nLocals walk by without stopping.\nOn another border visit in 2017, I saw a large stage in the main square, positioned in Tumen just across from North Korea. The Chinese held concerts there during the long summer evenings, performing tunes like “Let it go” from the Disney movie “Frozen.”\nA North Korean soldier and locals are photographed from the Chinese side of the border north of Dandong, China as they stand on the banks of the Yalu River, north of Sinuiju, North Korea, November 19, 2017. REUTERS/Damir Sagolj\nSlideshow (6 Images) GUNS AND CABBAGE A North Korean couple was buying cabbage from a woman who had brought vegetables to the river to wash. The man had a gun and was clearly a border guard.\nThe cold was bitter.\nThere are many rumors on the Chinese side of the border about the North Koreans. Some tour guides say they are chosen to live in the area because of their loyalty, or “good political background.” Others say that only the best-looking and well-fed ones are stationed up here.\nPeople tell us many North Koreans near the border want to leave but are afraid. Even if they escape, any family they leave behind will be punished.\nOn the Chinese side, Dandong’s river bank bustles with people on a Sunday morning. A brave man in swimming trunks stretches, facing the sun, goggles on his forehead. Elderly men massage their backs against red metal exercise machines, which are common in parks around China. A little girl runs towards the main bridge connecting China and North Korea, a skipping rope in her hand.\nNearby, shoppers meet the aroma of popcorn and sausages as they enter a four-storey mall. It’s a popular place with the North Koreans. It stocks everything from kitchen appliances to manga figurines and toilet seat warmers. I watched a young North Korean woman with a long ponytail dragging a bright pink suitcase full of purchases across the department store’s floor.\nWomen participate in a group dance exercise close to the Yalu River which runs between China and North Korea, in the town of Linjiang in Jilin province, China, November 21, 2017. REUTERS/Damir Sagolj CITY OF LONG LIVES In Linjiang city, fan dancer Qu Shuhua told me how nice it is. “The air here is good,” she said. “Its nickname is ‘the town of long lives.’”\nThe Chinese government encourages the dancing, she said. “We wouldn’t come here if they didn’t let us.”\nWhen I asked about the neighbors across the river, she was dismissive: North Korea doesn’t even have electricity most of the time, she said disdainfully. China and North Korea generate hydroelectric power through shared plants which have dammed parts of the river.\nA North Korean woman is photographed from the Chinese side of the Yalu River near the town of Changbai, China as she walks between houses in the North Korean town of Hyesan, November 23, 2017. REUTERS/Damir Sagolj CONSUMERS NEEDED Miao Yuhuai, who helps out at a watch stall in the Dandong mall, said the number of North Korean shoppers has recently dropped off.\n“I get nervous when no North Koreans come by all day,” she said. “I worry that we are going to completely cut off ties, and then Dandong’s economy will collapse.”\nEdited by Sara Ledwith\n ",
    "published": "2018-04-12T20:30:00.000+03:00",
    "crawled": "2018-04-13T00:17:06.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "people",
        "northeastern",
        "china",
        "among",
        "poorest",
        "far",
        "wealthier",
        "neighbor",
        "man",
        "walk",
        "alongside",
        "yalu",
        "river",
        "run",
        "north",
        "korea",
        "china",
        "town",
        "linjiang",
        "jilin",
        "province",
        "china",
        "november",
        "road",
        "trip",
        "along",
        "china",
        "side",
        "border",
        "north",
        "korea",
        "revealed",
        "stark",
        "contrast",
        "china",
        "bright",
        "town",
        "north",
        "korea",
        "dark",
        "village",
        "sagolj",
        "chinese",
        "city",
        "linjiang",
        "damir",
        "photographed",
        "back",
        "seat",
        "tricycle",
        "pedalled",
        "li",
        "chuanjun",
        "said",
        "spent",
        "year",
        "making",
        "dried",
        "bean",
        "curd",
        "sell",
        "could",
        "put",
        "son",
        "daughter",
        "school",
        "back",
        "problem",
        "take",
        "people",
        "around",
        "town",
        "got",
        "bright",
        "light",
        "around",
        "seven",
        "eight",
        "year",
        "ago",
        "said",
        "mainly",
        "rely",
        "tourism",
        "industry",
        "shut",
        "forestry",
        "coal",
        "mineral",
        "everything",
        "bright",
        "light",
        "side",
        "look",
        "dark",
        "poor",
        "much",
        "poorer",
        "water",
        "carrier",
        "man",
        "one",
        "many",
        "saw",
        "fetching",
        "water",
        "sometimes",
        "alone",
        "sometimes",
        "pair",
        "would",
        "gaze",
        "ahead",
        "foot",
        "struggling",
        "weight",
        "chinese",
        "people",
        "generated",
        "seven",
        "time",
        "wealth",
        "north",
        "korean",
        "based",
        "real",
        "gdp",
        "figure",
        "world",
        "bank",
        "bank",
        "korea",
        "local",
        "business",
        "across",
        "river",
        "say",
        "north",
        "korean",
        "laborer",
        "get",
        "paid",
        "yuan",
        "yuan",
        "per",
        "month",
        "sometimes",
        "food",
        "cigarette",
        "used",
        "work",
        "local",
        "food",
        "authority",
        "said",
        "li",
        "linbo",
        "retired",
        "truck",
        "driver",
        "dandong",
        "would",
        "drive",
        "food",
        "truck",
        "across",
        "border",
        "swap",
        "kilo",
        "corn",
        "half",
        "kilo",
        "rice",
        "north",
        "korea",
        "way",
        "helping",
        "late",
        "woman",
        "walk",
        "across",
        "bridge",
        "island",
        "yalu",
        "river",
        "dividing",
        "north",
        "korea",
        "china",
        "town",
        "linjiang",
        "jilin",
        "province",
        "china",
        "november",
        "sagolj",
        "light",
        "tunnel",
        "linjiang",
        "called",
        "region",
        "la",
        "vega",
        "hotel",
        "room",
        "mirror",
        "bed",
        "impressive",
        "variety",
        "condom",
        "bedside",
        "table",
        "careful",
        "linjiang",
        "dodgy",
        "border",
        "town",
        "said",
        "one",
        "local",
        "lot",
        "smaller",
        "hotel",
        "double",
        "brothel",
        "taxi",
        "driver",
        "tale",
        "include",
        "story",
        "men",
        "importing",
        "north",
        "korean",
        "woman",
        "one",
        "told",
        "u",
        "fare",
        "took",
        "man",
        "traveling",
        "four",
        "north",
        "korean",
        "girl",
        "four",
        "squeezed",
        "back",
        "car",
        "know",
        "skinny",
        "enough",
        "eat",
        "girl",
        "happy",
        "singing",
        "back",
        "car",
        "guy",
        "said",
        "taking",
        "train",
        "station",
        "catch",
        "train",
        "south",
        "waitress",
        "know",
        "reality",
        "going",
        "sold",
        "wife",
        "poor",
        "north",
        "korean",
        "man",
        "photographed",
        "chinese",
        "side",
        "border",
        "south",
        "changbai",
        "china",
        "carry",
        "bucket",
        "water",
        "frozen",
        "yalu",
        "river",
        "south",
        "hyesan",
        "north",
        "korea",
        "november",
        "road",
        "trip",
        "along",
        "china",
        "side",
        "border",
        "north",
        "korea",
        "revealed",
        "stark",
        "contrast",
        "china",
        "bright",
        "town",
        "north",
        "korea",
        "dark",
        "village",
        "sagolj",
        "north",
        "korean",
        "girl",
        "photographed",
        "chinese",
        "side",
        "border",
        "collect",
        "water",
        "frozen",
        "yalu",
        "river",
        "near",
        "linjiang",
        "china",
        "november",
        "sagolj",
        "ice",
        "breaker",
        "young",
        "girl",
        "filling",
        "bottle",
        "water",
        "carry",
        "boot",
        "seemed",
        "new",
        "clothes",
        "looked",
        "warm",
        "closest",
        "house",
        "point",
        "seemed",
        "minute",
        "walk",
        "away",
        "gai",
        "longji",
        "chinese",
        "man",
        "dandong",
        "used",
        "work",
        "north",
        "korean",
        "sitting",
        "town",
        "starbucks",
        "told",
        "would",
        "help",
        "buy",
        "thing",
        "taobao",
        "chinese",
        "site",
        "clothes",
        "would",
        "use",
        "bank",
        "account",
        "id",
        "buy",
        "stuff",
        "said",
        "large",
        "screen",
        "face",
        "north",
        "korea",
        "broadcast",
        "propaganda",
        "video",
        "island",
        "yalu",
        "river",
        "north",
        "korea",
        "china",
        "town",
        "linjiang",
        "jilin",
        "province",
        "china",
        "november",
        "sagolj",
        "propaganda",
        "park",
        "linjiang",
        "park",
        "monster",
        "screen",
        "positioned",
        "toward",
        "north",
        "korea",
        "recruitment",
        "video",
        "chinese",
        "military",
        "shown",
        "loop",
        "volume",
        "blaring",
        "one",
        "clip",
        "baby",
        "shown",
        "growing",
        "high",
        "speed",
        "become",
        "soldier",
        "map",
        "china",
        "neighbor",
        "light",
        "screen",
        "dispute",
        "like",
        "nuclear",
        "crisis",
        "south",
        "china",
        "sea",
        "conflict",
        "tibetan",
        "independence",
        "layered",
        "slogan",
        "flashing",
        "across",
        "read",
        "one",
        "family",
        "member",
        "join",
        "military",
        "brings",
        "honor",
        "whole",
        "local",
        "walk",
        "without",
        "stopping",
        "another",
        "border",
        "visit",
        "saw",
        "large",
        "stage",
        "main",
        "square",
        "positioned",
        "tumen",
        "across",
        "north",
        "korea",
        "chinese",
        "held",
        "concert",
        "long",
        "summer",
        "evening",
        "performing",
        "tune",
        "like",
        "let",
        "go",
        "disney",
        "movie",
        "north",
        "korean",
        "soldier",
        "local",
        "photographed",
        "chinese",
        "side",
        "border",
        "north",
        "dandong",
        "china",
        "stand",
        "bank",
        "yalu",
        "river",
        "north",
        "sinuiju",
        "north",
        "korea",
        "november",
        "sagolj",
        "slideshow",
        "image",
        "gun",
        "cabbage",
        "north",
        "korean",
        "couple",
        "buying",
        "cabbage",
        "woman",
        "brought",
        "vegetable",
        "river",
        "man",
        "gun",
        "clearly",
        "border",
        "guard",
        "cold",
        "bitter",
        "many",
        "rumor",
        "chinese",
        "side",
        "border",
        "north",
        "korean",
        "tour",
        "guide",
        "say",
        "chosen",
        "live",
        "area",
        "loyalty",
        "good",
        "political",
        "others",
        "say",
        "one",
        "stationed",
        "people",
        "tell",
        "u",
        "many",
        "north",
        "korean",
        "near",
        "border",
        "want",
        "leave",
        "afraid",
        "even",
        "escape",
        "family",
        "leave",
        "behind",
        "punished",
        "chinese",
        "side",
        "dandong",
        "river",
        "bank",
        "bustle",
        "people",
        "sunday",
        "morning",
        "brave",
        "man",
        "swimming",
        "trunk",
        "stretch",
        "facing",
        "sun",
        "goggles",
        "forehead",
        "elderly",
        "men",
        "massage",
        "back",
        "red",
        "metal",
        "exercise",
        "machine",
        "common",
        "park",
        "around",
        "china",
        "little",
        "girl",
        "run",
        "towards",
        "main",
        "bridge",
        "connecting",
        "china",
        "north",
        "korea",
        "skipping",
        "rope",
        "hand",
        "nearby",
        "shopper",
        "meet",
        "aroma",
        "popcorn",
        "sausage",
        "enter",
        "mall",
        "popular",
        "place",
        "north",
        "korean",
        "stock",
        "everything",
        "kitchen",
        "appliance",
        "manga",
        "figurine",
        "toilet",
        "seat",
        "warmer",
        "watched",
        "young",
        "north",
        "korean",
        "woman",
        "long",
        "ponytail",
        "dragging",
        "bright",
        "pink",
        "suitcase",
        "full",
        "purchase",
        "across",
        "department",
        "store",
        "floor",
        "woman",
        "participate",
        "group",
        "dance",
        "exercise",
        "close",
        "yalu",
        "river",
        "run",
        "china",
        "north",
        "korea",
        "town",
        "linjiang",
        "jilin",
        "province",
        "china",
        "november",
        "sagolj",
        "city",
        "long",
        "life",
        "linjiang",
        "city",
        "fan",
        "dancer",
        "qu",
        "shuhua",
        "told",
        "nice",
        "air",
        "good",
        "said",
        "nickname",
        "town",
        "long",
        "chinese",
        "government",
        "encourages",
        "dancing",
        "said",
        "come",
        "let",
        "asked",
        "neighbor",
        "across",
        "river",
        "dismissive",
        "north",
        "korea",
        "even",
        "electricity",
        "time",
        "said",
        "disdainfully",
        "china",
        "north",
        "korea",
        "generate",
        "hydroelectric",
        "power",
        "shared",
        "plant",
        "dammed",
        "part",
        "river",
        "north",
        "korean",
        "woman",
        "photographed",
        "chinese",
        "side",
        "yalu",
        "river",
        "near",
        "town",
        "changbai",
        "china",
        "walk",
        "house",
        "north",
        "korean",
        "town",
        "hyesan",
        "november",
        "sagolj",
        "consumer",
        "needed",
        "miao",
        "yuhuai",
        "help",
        "watch",
        "stall",
        "dandong",
        "mall",
        "said",
        "number",
        "north",
        "korean",
        "shopper",
        "recently",
        "dropped",
        "get",
        "nervous",
        "north",
        "korean",
        "come",
        "day",
        "said",
        "worry",
        "going",
        "completely",
        "cut",
        "tie",
        "dandong",
        "economy",
        "edited",
        "sara",
        "ledwith"
    ]
}