{
    "organizations": [],
    "uuid": "cb5d302ce34c24979f9d8436706a555ea8398a3f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-avante-logixx-inc-announces-new-appointments-adding-depth-to-leadership-team.html",
    "ord_in_thread": 0,
    "title": "Avante Logixx Inc. Announces New Appointments Adding Depth to Leadership Team",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 30, 2018 (GLOBE NEWSWIRE) -- Avante Logixx Inc. (TSXV:XX) (“Avante” or the “Company”) today announced several new appointments as Avante continues to add depth, experience and leadership across the organization. These appointments follow the Company’s previous announcement on April 3, 2018 of plans to reorganize and manage the Company’s businesses around strategic business units.\nThe Company is pleased to announce that Emmanuel Mounouchos, the founder and former CEO of Avante, will be returning in an advisory capacity as “Special Advisor to the CEO”. Additionally, Nedim Akcali has been appointed as Vice President & General Manager of the Electronic Security Division and Bryan Kelly as Vice President of the Protective Services Division. The Company is also announcing that Rob Mirian, Avante’s Director of Technical Services, has been promoted to Director of Sales, Yoram Dushek, has been promoted to Senior Vice President of Business Development, and Keith Townsend has been promoted to Director of Management Information Services and Data Analytics. Management believes these changes will allow the Company to simplify and streamline the management structure, leading to greater operational efficiency. All appointments are effective immediately, subject to regulatory approval.\nEmmanuel Mounouchos, Special Advisor to the CEO\nMr. Mounouchos founded Avante Security Inc. in 1996, and until 2015 he oversaw the growth and customer service excellence that the brand is built on. A true champion of the “Beyond Expectations” brand promise, he continues to be one of the largest shareholders of Avante.\nAs “Special Advisor to the CEO”, Mr. Mounouchos will assist the CEO on a range of projects related to the overall business strategy.\n“Mr. Mounouchos is one of the most capable customer service professionals I have ever met, and I am appreciative to him for offering his assistance to me in growing our overall business value and helping shore up the foundation of this great group of companies,” said Craig Campbell, Chief Executive Officer.\nAlso, the joining the team is:\nNedim Akcali, Vice President & General Manager, Electronic Security Division\nMr. Akcali joined Avante Security in 2018, bringing with him over 25 years of experience in the physical security industry.\nHe holds a B.Sc. in Electronics/Telecommunications Engineering from Dokuz Eylul University, Turkey. He is a member of ISACA and PMI and holds a certificate in Cyber Security Program Management from the University of Toronto. He is Six Sigma Certified Green Belt.\nPrior to joining Avante Security, Mr. Akcali worked at TD Bank as the Senior Manager of Physical Security Risk Technologies. In this role, he provided strategic advice to executive management and successfully developed and deployed risk mitigation strategies using electronic security solutions.\nHe has also held senior positions at Honeywell, Visual Defence Inc., TSM and Stanley.\nBryan Kelly, Vice President & General Manager, Protective Services Division\nMr. Kelly, an industry veteran with over 25 years of experience, has established a proven track record in leading all facets of enterprise operations in multimillion dollar security corporations. His strong business acumen, leadership and ability to identify and implement best practises, with emphasis on service excellence have contributed to his overall success in the industry.\nUntil recently, Mr. Kelly served as Senior Director of National Operations with a large, multinational security firm with direct responsibility and accountability for service delivery across Canada.\nHaving been an integral part of organizations from the start-up/growth phase through to the maturation stage, Mr. Kelly has repeatedly proven his ability to deliver results. With valuable insight and knowledge of the challenges that are faced within the security industry, he is able to provide a clear vision of needs and requirements of high profile clients.\nInternal appointments include\nAvante is also pleased to announce the following internal appointments:\nRob Mirian, Avante’s Director of Technical Services, has been promoted to Director of Sales, Avante Security Inc. Mr. Mirian will lead the sales team responsible for electronic security, and managed monitored systems at Avante Security. His role will include formulating strategy and developing programs to efficiently market Avante’s products and services through the use of product marketing, creative services, and strategic relationships.\nYoram Dushek has been promoted to Senior Vice President of Business Development, Avante Logixx Inc. Mr. Dushek will be responsible for building and executing the overarching business development strategy with the objective of substantially increasing revenue generation capabilities.\nKeith Townsend has been promoted to Director of Management Information Services and Data Analytics, Avante Logixx Inc. Mr. Townsend brings 30 years of experience as an IT professional in both the public and private sectors. Mr. Townsend will be responsible for planning and executing complex IT projects, supporting business objectives with data analytics and maintaining current and future IT infrastructure.\nCraig Campbell, Chief Executive Officer, stated that “With my first 100 days complete, I am confident the team’s renewed focus on growth through service excellence, and the alignment of organizational design and performance management will provide Avante a strong foundation for future growth.”\nAbout Avante Logixx\nAvante Logixx Inc. (TSXV:XX) is a Toronto based provider of high end security services. We acquire, manage and build industry leading businesses which provide specialized, mission-critical solutions that address the needs of our customers. Our businesses continuously develop innovative solutions that enable our customers to achieve their objectives. With an experienced team and a proven track record of solid growth, we are taking steps to establish a broad portfolio of security businesses to provide our customers and shareholders with exceptional returns. Please visit our website at www.avantelogixx.com and consider joining our investor email list.\nAvante Logixx Inc.\nCraig Campbell\nCEO\n(416) 923-6984\ncraig@avantelogixx.com\nLeland Verner\nChairman\n(416) 923-6984\nleland@avantelogixx.com\nFORWARD LOOKING STATEMENTS\nAll statements in this press release, other than statements of historical fact, are “forward looking information” with respect to Avante within the meaning of applicable securities laws. Forward-looking information is often, but not always, identified by the use of words such as “seek”, “anticipate”, “plan”, “continue”, “planned”, “expect”, “project”, “predict”, “potential”, “targeting”, “intends”, “believe”, “potential”, and similar expressions, or describes a “goal”, or a variation of such words and phrases or state that certain actions, events or results “may”, “should”, “could”, “would”, “might” or “will” be taken, occur or be achieved.\nForward-looking information is subject to a variety of known and unknown risks, uncertainties and other factors that could cause actual events or results to differ from those expressed or implied by the forward-looking information, including, without limitation, the list of risk factors identified in Avante’s Management Discussion & Analysis (MD&A), Annual Information Form (AIF) and other continuous disclosure, which list is not exhaustive of the factors that may affect any of Avante’s forward-looking information. In connection with the forward-looking statements contained in this and subsequent press releases, Avante has made certain assumptions about its business and the industry in which it operates and has also assumed that no significant events occur outside of Avante’s normal course of business. Although management believes that the assumptions inherent in the forward-looking statements are reasonable as of the date the statements are made, forward-looking statements are not guarantees of future performance and, accordingly, undue reliance should not be put on such statements due to the inherent uncertainty therein. Avante’s forward-looking information is based on the beliefs, expectations and opinions of management on the date the statements are made, and Avante does not assume any obligation to update forward-looking information, whether as a result of new information, future events or otherwise, other than as required by applicable law. For the reasons set forth above, readers should not place undue reliance on forward-looking information.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:Avante Logixx Inc.",
    "published": "2018-04-30T18:30:00.000+03:00",
    "crawled": "2018-04-30T20:32:20.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "globe",
        "newswire",
        "avante",
        "logixx",
        "tsxv",
        "xx",
        "avante",
        "company",
        "today",
        "announced",
        "several",
        "new",
        "appointment",
        "avante",
        "continues",
        "add",
        "depth",
        "experience",
        "leadership",
        "across",
        "organization",
        "appointment",
        "follow",
        "company",
        "previous",
        "announcement",
        "april",
        "plan",
        "reorganize",
        "manage",
        "company",
        "business",
        "around",
        "strategic",
        "business",
        "unit",
        "company",
        "pleased",
        "announce",
        "emmanuel",
        "mounouchos",
        "founder",
        "former",
        "ceo",
        "avante",
        "returning",
        "advisory",
        "capacity",
        "special",
        "advisor",
        "ceo",
        "additionally",
        "nedim",
        "akcali",
        "appointed",
        "vice",
        "president",
        "general",
        "manager",
        "electronic",
        "security",
        "division",
        "bryan",
        "kelly",
        "vice",
        "president",
        "protective",
        "service",
        "division",
        "company",
        "also",
        "announcing",
        "rob",
        "mirian",
        "avante",
        "director",
        "technical",
        "service",
        "promoted",
        "director",
        "sale",
        "yoram",
        "dushek",
        "promoted",
        "senior",
        "vice",
        "president",
        "business",
        "development",
        "keith",
        "townsend",
        "promoted",
        "director",
        "management",
        "information",
        "service",
        "data",
        "analytics",
        "management",
        "belief",
        "change",
        "allow",
        "company",
        "simplify",
        "streamline",
        "management",
        "structure",
        "leading",
        "greater",
        "operational",
        "efficiency",
        "appointment",
        "effective",
        "immediately",
        "subject",
        "regulatory",
        "approval",
        "emmanuel",
        "mounouchos",
        "special",
        "advisor",
        "ceo",
        "mounouchos",
        "founded",
        "avante",
        "security",
        "oversaw",
        "growth",
        "customer",
        "service",
        "excellence",
        "brand",
        "built",
        "true",
        "champion",
        "beyond",
        "expectation",
        "brand",
        "promise",
        "continues",
        "one",
        "largest",
        "shareholder",
        "avante",
        "special",
        "advisor",
        "ceo",
        "mounouchos",
        "assist",
        "ceo",
        "range",
        "project",
        "related",
        "overall",
        "business",
        "strategy",
        "mr",
        "mounouchos",
        "one",
        "capable",
        "customer",
        "service",
        "professional",
        "ever",
        "met",
        "appreciative",
        "offering",
        "assistance",
        "growing",
        "overall",
        "business",
        "value",
        "helping",
        "shore",
        "foundation",
        "great",
        "group",
        "company",
        "said",
        "craig",
        "campbell",
        "chief",
        "executive",
        "officer",
        "also",
        "joining",
        "team",
        "nedim",
        "akcali",
        "vice",
        "president",
        "general",
        "manager",
        "electronic",
        "security",
        "division",
        "akcali",
        "joined",
        "avante",
        "security",
        "bringing",
        "year",
        "experience",
        "physical",
        "security",
        "industry",
        "hold",
        "engineering",
        "dokuz",
        "eylul",
        "university",
        "turkey",
        "member",
        "isaca",
        "pmi",
        "hold",
        "certificate",
        "cyber",
        "security",
        "program",
        "management",
        "university",
        "toronto",
        "six",
        "sigma",
        "certified",
        "green",
        "belt",
        "prior",
        "joining",
        "avante",
        "security",
        "akcali",
        "worked",
        "td",
        "bank",
        "senior",
        "manager",
        "physical",
        "security",
        "risk",
        "technology",
        "role",
        "provided",
        "strategic",
        "advice",
        "executive",
        "management",
        "successfully",
        "developed",
        "deployed",
        "risk",
        "mitigation",
        "strategy",
        "using",
        "electronic",
        "security",
        "solution",
        "also",
        "held",
        "senior",
        "position",
        "honeywell",
        "visual",
        "defence",
        "tsm",
        "stanley",
        "bryan",
        "kelly",
        "vice",
        "president",
        "general",
        "manager",
        "protective",
        "service",
        "division",
        "kelly",
        "industry",
        "veteran",
        "year",
        "experience",
        "established",
        "proven",
        "track",
        "record",
        "leading",
        "facet",
        "enterprise",
        "operation",
        "multimillion",
        "dollar",
        "security",
        "corporation",
        "strong",
        "business",
        "acumen",
        "leadership",
        "ability",
        "identify",
        "implement",
        "best",
        "practises",
        "emphasis",
        "service",
        "excellence",
        "contributed",
        "overall",
        "success",
        "industry",
        "recently",
        "kelly",
        "served",
        "senior",
        "director",
        "national",
        "operation",
        "large",
        "multinational",
        "security",
        "firm",
        "direct",
        "responsibility",
        "accountability",
        "service",
        "delivery",
        "across",
        "canada",
        "integral",
        "part",
        "organization",
        "phase",
        "maturation",
        "stage",
        "kelly",
        "repeatedly",
        "proven",
        "ability",
        "deliver",
        "result",
        "valuable",
        "insight",
        "knowledge",
        "challenge",
        "faced",
        "within",
        "security",
        "industry",
        "able",
        "provide",
        "clear",
        "vision",
        "need",
        "requirement",
        "high",
        "profile",
        "client",
        "internal",
        "appointment",
        "include",
        "avante",
        "also",
        "pleased",
        "announce",
        "following",
        "internal",
        "appointment",
        "rob",
        "mirian",
        "avante",
        "director",
        "technical",
        "service",
        "promoted",
        "director",
        "sale",
        "avante",
        "security",
        "mirian",
        "lead",
        "sale",
        "team",
        "responsible",
        "electronic",
        "security",
        "managed",
        "monitored",
        "system",
        "avante",
        "security",
        "role",
        "include",
        "formulating",
        "strategy",
        "developing",
        "program",
        "efficiently",
        "market",
        "avante",
        "product",
        "service",
        "use",
        "product",
        "marketing",
        "creative",
        "service",
        "strategic",
        "relationship",
        "yoram",
        "dushek",
        "promoted",
        "senior",
        "vice",
        "president",
        "business",
        "development",
        "avante",
        "logixx",
        "dushek",
        "responsible",
        "building",
        "executing",
        "overarching",
        "business",
        "development",
        "strategy",
        "objective",
        "substantially",
        "increasing",
        "revenue",
        "generation",
        "capability",
        "keith",
        "townsend",
        "promoted",
        "director",
        "management",
        "information",
        "service",
        "data",
        "analytics",
        "avante",
        "logixx",
        "townsend",
        "brings",
        "year",
        "experience",
        "professional",
        "public",
        "private",
        "sector",
        "townsend",
        "responsible",
        "planning",
        "executing",
        "complex",
        "project",
        "supporting",
        "business",
        "objective",
        "data",
        "analytics",
        "maintaining",
        "current",
        "future",
        "infrastructure",
        "craig",
        "campbell",
        "chief",
        "executive",
        "officer",
        "stated",
        "first",
        "day",
        "complete",
        "confident",
        "team",
        "renewed",
        "focus",
        "growth",
        "service",
        "excellence",
        "alignment",
        "organizational",
        "design",
        "performance",
        "management",
        "provide",
        "avante",
        "strong",
        "foundation",
        "future",
        "avante",
        "logixx",
        "avante",
        "logixx",
        "tsxv",
        "xx",
        "toronto",
        "based",
        "provider",
        "high",
        "end",
        "security",
        "service",
        "acquire",
        "manage",
        "build",
        "industry",
        "leading",
        "business",
        "provide",
        "specialized",
        "solution",
        "address",
        "need",
        "customer",
        "business",
        "continuously",
        "develop",
        "innovative",
        "solution",
        "enable",
        "customer",
        "achieve",
        "objective",
        "experienced",
        "team",
        "proven",
        "track",
        "record",
        "solid",
        "growth",
        "taking",
        "step",
        "establish",
        "broad",
        "portfolio",
        "security",
        "business",
        "provide",
        "customer",
        "shareholder",
        "exceptional",
        "return",
        "please",
        "visit",
        "website",
        "consider",
        "joining",
        "investor",
        "email",
        "list",
        "avante",
        "logixx",
        "craig",
        "campbell",
        "ceo",
        "craig",
        "leland",
        "verner",
        "chairman",
        "leland",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "forward",
        "looking",
        "information",
        "respect",
        "avante",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "seek",
        "anticipate",
        "plan",
        "continue",
        "planned",
        "expect",
        "project",
        "predict",
        "potential",
        "targeting",
        "intends",
        "believe",
        "potential",
        "similar",
        "expression",
        "describes",
        "goal",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "subject",
        "variety",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "expressed",
        "implied",
        "information",
        "including",
        "without",
        "limitation",
        "list",
        "risk",
        "factor",
        "identified",
        "avante",
        "management",
        "discussion",
        "analysis",
        "md",
        "annual",
        "information",
        "form",
        "aif",
        "continuous",
        "disclosure",
        "list",
        "exhaustive",
        "factor",
        "may",
        "affect",
        "avante",
        "information",
        "connection",
        "statement",
        "contained",
        "subsequent",
        "press",
        "release",
        "avante",
        "made",
        "certain",
        "assumption",
        "business",
        "industry",
        "operates",
        "also",
        "assumed",
        "significant",
        "event",
        "occur",
        "outside",
        "avante",
        "normal",
        "course",
        "business",
        "although",
        "management",
        "belief",
        "assumption",
        "inherent",
        "statement",
        "reasonable",
        "date",
        "statement",
        "made",
        "statement",
        "guarantee",
        "future",
        "performance",
        "accordingly",
        "undue",
        "reliance",
        "put",
        "statement",
        "due",
        "inherent",
        "uncertainty",
        "therein",
        "avante",
        "information",
        "based",
        "belief",
        "expectation",
        "opinion",
        "management",
        "date",
        "statement",
        "made",
        "avante",
        "assume",
        "obligation",
        "update",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "applicable",
        "law",
        "reason",
        "set",
        "forth",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "avante",
        "logixx",
        "inc"
    ]
}