{
    "organizations": [],
    "uuid": "1d968702b69a985dcfac9b6ef42e7d9579b43781",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/business-wire-netsmart-to-acquire-change-healthcare-home-care-and-hospice-solutions.html",
    "ord_in_thread": 0,
    "title": "Netsmart to Acquire Change Healthcare Home Care and Hospice Solutions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OVERLAND PARK, Kan.--(BUSINESS WIRE)-- Today, Netsmart announced a definitive agreement to acquire the home care and hospice solutions of Change Healthcare , formerly known as McKesson Homecare and McKesson Hospice. The Change Healthcare home care and hospice team has established their reputation in the post-acute care space over the last 30 years, and this acquisition is expected to solidify the position of Netsmart as a leading provider of post-acute technology and services.\n“Over the last two years, Netsmart has taken significant, yet deliberate, steps to uniquely position our clients for success in the evolving healthcare ecosystem as the value-based care models take shape and narrower networks impact home care,” said Netsmart CEO Mike Valentine. “Working with our clients, we have proven that home care and hospice providers can integrate with their referral partners in a more effective manner. With the Change Healthcare home care and hospice team and their solutions, we are adding deep domain knowledge to our team, which is key for us to continue to move at the speed in which healthcare is consistently changing. Upon close, we will begin immediately to integrate the Change Healthcare Homecare Advisor™ and Hospice Advisor™ solutions with our CareFabric ® solutions. This will allow clients to use our health information exchange (HIE), analytics, referral management and mobility solutions.”\nHomecare Advisor and Hospice Advisor increase clinician satisfaction and efficiency, providing more time to focus on patient care. The financial solutions help ensure documentation compliance and shorten revenue cycle times, and the easy-to-use insights and data enable organizations to focus on improved financial, clinical and operational performance.\n“We are the largest IT company exclusively serving community-based providers in healthcare,” said Valentine. “Two years ago we entered the post-acute space and since then, we have been laser focused on applying the extended solutions and services that have helped advance our behavioral health and human services clients to the home care and hospice space. Coming into 2018, we have some really solid proof points which support our belief that post-acute providers need more than just a traditional EHR to be successful.”\n“Since joining the Netsmart family when our home care solution was acquired, we’ve seen a dramatic improvement in enhanced features and functionality along with a client experience model that makes me feel more connected and aligned,” said David Lafferty, EVP and CIO of Tidewell Hospice . “For our organization, two key priorities are interoperability with other community providers and better analytics to help focus our clinical and financial operations on quality and efficiency. The Netsmart strategy is broader than what we have seen with other healthcare IT providers. This allows us to tackle all of our challenges with a comprehensive unified platform.”\nThe powerful Netsmart network connects the post-acute care and human services provider networks with their health system and primary care referral partners. There have been more than 1 million connections made through our network, with more than 1,300 connected labs and more than 10 million clinical transactions per year. The network provides clients with a National Provider Directory with more than 1.5 million addresses to enable secure collaboration and patient data sharing with a person’s care team and extended caregivers across multiple care settings both internal and external. Netsmart is also a founding member and live implementer of the Carequality interoperability framework, which enables integrated, direct secure messaging.\n“In addition to this transaction, we see many opportunities to partner with Change Healthcare to leverage their leading software, connectivity and data solutions to bring more capabilities to the community-based provider world, and we have selected Change Healthcare’s lab connectivity as our preferred solution of lab orders and results distribution capabilities to the Netsmart network,” said Valentine. “We are actively designing some new solutions that leverage our complementary capabilities and will look to begin launching new offerings later this year.”\nThis transaction is targeted to close in the second quarter of 2018, subject to the satisfaction of customary closing conditions, including the expiration or termination of the waiting period under U.S. antitrust laws.\nAbout Netsmart\nNetsmart innovates electronic health records (EHRs), solutions and services that are powerful, intuitive and easy-to-use. Our platform provides accurate, up-to-date information which is easily accessible to care team members in behavioral health, care at home, senior living and social services. We make the complex simple and personalized so our clients can concentrate on what they do best: provide services and treatment that support whole-person care.\nBy leveraging the powerful Netsmart network, care providers can seamlessly and securely integrate information across communities, collaborate on the most effective treatments and improve outcomes for those in their care. Our streamlined systems and personalized workflows put relevant information at the fingertips of users when and where they need it.\nFor 50 years, Netsmart has been committed to providing a common platform to integrate care. SIMPLE. PERSONAL. POWERFUL.\nOur more than 1,500 associates work hand-in-hand with our 600,000+ users in more than 25,000 organizations across the U.S. to develop and deploy technology that automates and coordinates everything from clinical to financial to administrative.\nLearn more about how Netsmart is changing the face of healthcare today. Visit www.ntst.com , call 1-800-472-5509, follow us on our CareThreads Blog , LinkedIn and Twitter , like us on Facebook or visit us on YouTube .\nNetsmart is pleased to support the EveryDayMatters® Foundation , which was established for behavioral health, care at home, senior living and social services organizations to learn from each other and share their causes and stories.\nForward Looking Statements\nThis press release includes “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, as amended, that are subject to risks and uncertainties and other factors. All statements other than statements of historical fact are statements that could be deemed forward-looking statements, including statements regarding the ability to complete the transaction considering the various closing conditions; the expected benefits and costs of the transaction; any projections of earnings, revenues or other financial items; any statements of the plans, strategies and objectives of management for future operations; any statements regarding product or service development, extensions or integration; any statements of expectation or belief; any statements regarding general industry conditions and competition; any statements regarding economic conditions; and any statements of assumptions underlying any of the foregoing. Risks, uncertainties and assumptions include risks related to the timing or ultimate completion of the transaction, as the transaction is subject to certain closing conditions, including receipt of all necessary regulatory clearances; the possibility that expected benefits may not materialize as expected; Netsmart’s ability to successfully implement integration strategies; as well as the ability to ensure continued performance or market growth of the products and services of the home care and hospice solutions business. These risks, uncertainties and other factors could cause actual results to differ materially from those referred to in the forward-looking statements. All forward-looking statements are based on information currently available to Netsmart and are qualified in their entirety by this cautionary statement. Except as required by law, Netsmart assumes no obligation to update any such forward-looking statements or other statements included in this press release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180406005421/en/\nNetsmart\nKelli Christman, 913-272-2264\nkchristman@ntst.com\nSource: Netsmart",
    "published": "2018-04-06T21:00:00.000+03:00",
    "crawled": "2018-04-06T22:07:29.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "overland",
        "park",
        "business",
        "wire",
        "today",
        "netsmart",
        "announced",
        "definitive",
        "agreement",
        "acquire",
        "home",
        "care",
        "hospice",
        "solution",
        "change",
        "healthcare",
        "formerly",
        "known",
        "mckesson",
        "homecare",
        "mckesson",
        "hospice",
        "change",
        "healthcare",
        "home",
        "care",
        "hospice",
        "team",
        "established",
        "reputation",
        "care",
        "space",
        "last",
        "year",
        "acquisition",
        "expected",
        "solidify",
        "position",
        "netsmart",
        "leading",
        "provider",
        "technology",
        "service",
        "last",
        "two",
        "year",
        "netsmart",
        "taken",
        "significant",
        "yet",
        "deliberate",
        "step",
        "uniquely",
        "position",
        "client",
        "success",
        "evolving",
        "healthcare",
        "ecosystem",
        "care",
        "model",
        "take",
        "shape",
        "narrower",
        "network",
        "impact",
        "home",
        "care",
        "said",
        "netsmart",
        "ceo",
        "mike",
        "valentine",
        "working",
        "client",
        "proven",
        "home",
        "care",
        "hospice",
        "provider",
        "integrate",
        "referral",
        "partner",
        "effective",
        "manner",
        "change",
        "healthcare",
        "home",
        "care",
        "hospice",
        "team",
        "solution",
        "adding",
        "deep",
        "domain",
        "knowledge",
        "team",
        "key",
        "u",
        "continue",
        "move",
        "speed",
        "healthcare",
        "consistently",
        "changing",
        "upon",
        "close",
        "begin",
        "immediately",
        "integrate",
        "change",
        "healthcare",
        "homecare",
        "hospice",
        "solution",
        "carefabric",
        "solution",
        "allow",
        "client",
        "use",
        "health",
        "information",
        "exchange",
        "hie",
        "analytics",
        "referral",
        "management",
        "mobility",
        "homecare",
        "advisor",
        "hospice",
        "advisor",
        "increase",
        "clinician",
        "satisfaction",
        "efficiency",
        "providing",
        "time",
        "focus",
        "patient",
        "care",
        "financial",
        "solution",
        "help",
        "ensure",
        "documentation",
        "compliance",
        "shorten",
        "revenue",
        "cycle",
        "time",
        "insight",
        "data",
        "enable",
        "organization",
        "focus",
        "improved",
        "financial",
        "clinical",
        "operational",
        "performance",
        "largest",
        "company",
        "exclusively",
        "serving",
        "provider",
        "healthcare",
        "said",
        "valentine",
        "two",
        "year",
        "ago",
        "entered",
        "space",
        "since",
        "laser",
        "focused",
        "applying",
        "extended",
        "solution",
        "service",
        "helped",
        "advance",
        "behavioral",
        "health",
        "human",
        "service",
        "client",
        "home",
        "care",
        "hospice",
        "space",
        "coming",
        "really",
        "solid",
        "proof",
        "point",
        "support",
        "belief",
        "provider",
        "need",
        "traditional",
        "ehr",
        "since",
        "joining",
        "netsmart",
        "family",
        "home",
        "care",
        "solution",
        "acquired",
        "seen",
        "dramatic",
        "improvement",
        "enhanced",
        "feature",
        "functionality",
        "along",
        "client",
        "experience",
        "model",
        "make",
        "feel",
        "connected",
        "aligned",
        "said",
        "david",
        "lafferty",
        "evp",
        "cio",
        "tidewell",
        "hospice",
        "organization",
        "two",
        "key",
        "priority",
        "interoperability",
        "community",
        "provider",
        "better",
        "analytics",
        "help",
        "focus",
        "clinical",
        "financial",
        "operation",
        "quality",
        "efficiency",
        "netsmart",
        "strategy",
        "broader",
        "seen",
        "healthcare",
        "provider",
        "allows",
        "u",
        "tackle",
        "challenge",
        "comprehensive",
        "unified",
        "powerful",
        "netsmart",
        "network",
        "connects",
        "care",
        "human",
        "service",
        "provider",
        "network",
        "health",
        "system",
        "primary",
        "care",
        "referral",
        "partner",
        "million",
        "connection",
        "made",
        "network",
        "connected",
        "lab",
        "million",
        "clinical",
        "transaction",
        "per",
        "year",
        "network",
        "provides",
        "client",
        "national",
        "provider",
        "directory",
        "million",
        "address",
        "enable",
        "secure",
        "collaboration",
        "patient",
        "data",
        "sharing",
        "person",
        "care",
        "team",
        "extended",
        "caregiver",
        "across",
        "multiple",
        "care",
        "setting",
        "internal",
        "external",
        "netsmart",
        "also",
        "founding",
        "member",
        "live",
        "implementer",
        "carequality",
        "interoperability",
        "framework",
        "enables",
        "integrated",
        "direct",
        "secure",
        "messaging",
        "addition",
        "transaction",
        "see",
        "many",
        "opportunity",
        "partner",
        "change",
        "healthcare",
        "leverage",
        "leading",
        "software",
        "connectivity",
        "data",
        "solution",
        "bring",
        "capability",
        "provider",
        "world",
        "selected",
        "change",
        "healthcare",
        "lab",
        "connectivity",
        "preferred",
        "solution",
        "lab",
        "order",
        "result",
        "distribution",
        "capability",
        "netsmart",
        "network",
        "said",
        "valentine",
        "actively",
        "designing",
        "new",
        "solution",
        "leverage",
        "complementary",
        "capability",
        "look",
        "begin",
        "launching",
        "new",
        "offering",
        "later",
        "transaction",
        "targeted",
        "close",
        "second",
        "quarter",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "expiration",
        "termination",
        "waiting",
        "period",
        "antitrust",
        "law",
        "netsmart",
        "netsmart",
        "innovates",
        "electronic",
        "health",
        "record",
        "ehrs",
        "solution",
        "service",
        "powerful",
        "intuitive",
        "platform",
        "provides",
        "accurate",
        "information",
        "easily",
        "accessible",
        "care",
        "team",
        "member",
        "behavioral",
        "health",
        "care",
        "home",
        "senior",
        "living",
        "social",
        "service",
        "make",
        "complex",
        "simple",
        "personalized",
        "client",
        "concentrate",
        "best",
        "provide",
        "service",
        "treatment",
        "support",
        "care",
        "leveraging",
        "powerful",
        "netsmart",
        "network",
        "care",
        "provider",
        "seamlessly",
        "securely",
        "integrate",
        "information",
        "across",
        "community",
        "collaborate",
        "effective",
        "treatment",
        "improve",
        "outcome",
        "care",
        "streamlined",
        "system",
        "personalized",
        "workflow",
        "put",
        "relevant",
        "information",
        "fingertip",
        "user",
        "need",
        "year",
        "netsmart",
        "committed",
        "providing",
        "common",
        "platform",
        "integrate",
        "care",
        "simple",
        "personal",
        "powerful",
        "associate",
        "work",
        "user",
        "organization",
        "across",
        "develop",
        "deploy",
        "technology",
        "automates",
        "coordinate",
        "everything",
        "clinical",
        "financial",
        "administrative",
        "learn",
        "netsmart",
        "changing",
        "face",
        "healthcare",
        "today",
        "visit",
        "call",
        "follow",
        "u",
        "carethreads",
        "blog",
        "linkedin",
        "twitter",
        "like",
        "u",
        "facebook",
        "visit",
        "u",
        "youtube",
        "netsmart",
        "pleased",
        "support",
        "foundation",
        "established",
        "behavioral",
        "health",
        "care",
        "home",
        "senior",
        "living",
        "social",
        "service",
        "organization",
        "learn",
        "share",
        "cause",
        "story",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "statement",
        "including",
        "statement",
        "regarding",
        "ability",
        "complete",
        "transaction",
        "considering",
        "various",
        "closing",
        "condition",
        "expected",
        "benefit",
        "cost",
        "transaction",
        "projection",
        "earnings",
        "revenue",
        "financial",
        "item",
        "statement",
        "plan",
        "strategy",
        "objective",
        "management",
        "future",
        "operation",
        "statement",
        "regarding",
        "product",
        "service",
        "development",
        "extension",
        "integration",
        "statement",
        "expectation",
        "belief",
        "statement",
        "regarding",
        "general",
        "industry",
        "condition",
        "competition",
        "statement",
        "regarding",
        "economic",
        "condition",
        "statement",
        "assumption",
        "underlying",
        "foregoing",
        "risk",
        "uncertainty",
        "assumption",
        "include",
        "risk",
        "related",
        "timing",
        "ultimate",
        "completion",
        "transaction",
        "transaction",
        "subject",
        "certain",
        "closing",
        "condition",
        "including",
        "receipt",
        "necessary",
        "regulatory",
        "clearance",
        "possibility",
        "expected",
        "benefit",
        "may",
        "materialize",
        "expected",
        "netsmart",
        "ability",
        "successfully",
        "implement",
        "integration",
        "strategy",
        "well",
        "ability",
        "ensure",
        "continued",
        "performance",
        "market",
        "growth",
        "product",
        "service",
        "home",
        "care",
        "hospice",
        "solution",
        "business",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "referred",
        "statement",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "netsmart",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "except",
        "required",
        "law",
        "netsmart",
        "assumes",
        "obligation",
        "update",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "view",
        "source",
        "version",
        "http",
        "netsmart",
        "kelli",
        "christman",
        "kchristman",
        "source",
        "netsmart"
    ]
}