{
    "organizations": [],
    "uuid": "2ea0229fb2c2f5dc5c8aa73f26b916f2c88b77e9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-borqs-technologies-reports-annual-and-q4-2017-results.html",
    "ord_in_thread": 0,
    "title": "Borqs Technologies Reports Annual and Q4 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Annual sales grew 28%, Quarterly sales grew 33.3% over the same quarter in 2016\nAnnual 2017 Highlights:\nRevenue for the Company’s year ended December 31, 2017 was $154.3 million as compared to $120.6 million from the year 2016, representing an increase of $33.7 million or 28.0%. On US-GAAP basis, the Company had a net loss of $12.4 million. Excluding non-cash merger related costs of $14.5 million (consisting of one-time historical option charges of $5.7 million and stock-based compensation expenses of $8.8 million), the Company’s non-GAAP adjusted net income for the year was $2.1 million. GAAP net income in 2016 was $2.6 million.\nFourth Quarter 2017 Highlights:\nDuring the last quarter in 2017, we had significant increase in our hardware sales, which reached $43.5 million from $29.9 million in the same quarter a year ago, representing an increase of 45.5%. Sales from our MVNO was $9.9 million for the fourth quarter as compared to $6.0 million a year ago, representing an increase of 63.9% Software revenue decreased 27.8% to $2.7 million from $3.8 million a year ago. Total revenue for the quarter was $56.6 million, representing an increase of 33.3% from $42.5 million of a year ago.\nSANTA CLARA, Calif., April 02, 2018 (GLOBE NEWSWIRE) -- Borqs Technologies, Inc. (Nasdaq:BRQS) (the “Company”), a global leader in embedded software and products for the Internet of Things (IoT), today reported financial results for the year ended December 31, 2017.\nRevenues\nThe Company reported net revenues of $154.3 million for the year 2017, which included $122.2 million from the Connected Solutions Business Unit (including both software revenue and hardware revenue), $30.1 million from the MVNO activities and $2.0 million from Others (traditional telephony services). This represented a 28.0% increase in net revenues from last year. The hardware component of Connected Solutions Business Unit net revenues was $111.0 million, compared with $70.5 million a year ago, and the increase was mainly related to sales of mobile phone products to a customer in India. The software component of Connected Solutions Business Unit net revenues was $11.2 million, compared with $14.9 million a year ago, reflecting an exit from the mobile business for one of our chipset clients this year.\nFor the fourth quarter, Connected Solutions Business Unit net revenues were $46.3 million in 2017, compared with $33.7 million a year ago. Our MVNO sales were $9.9 million in 2017 compared with $6.0 million in 2016. The increase in MVNO sales was due the introduction of a more efficient security check and activation system at the point of sales of SIM cards for our MVNO retailers. Using this new activation system within our MVNO services, we were able to overcome the effect from tightened security measures for SIM card activation. Including the traditional telephony businesses, our MNVO Business Unit net revenues for the fourth quarter was $10.4 million in 2017 as compared to $8.8 million for the same quarter in 2016.\nWe expect a similar strong trend in the Connected Solutions sales and anticipate moderate growth in the MVNO mobile services in the year 2018.\nNon-US-GAAP Adjustments\nIn connection with the merger between Pacific Special Acquisition Corp and our predecessor Borqs International Holding Corp which was completed on August 18, 2017, the Company incurred non-cash transaction related expenses in the amount of $14.5 million, which consisted of historical stock option charges of $5.7 million and stock-based compensation expenses of $8.8 million. As required by US GAAP, the historical option charges were reported in the quarter in which the merger occurred because the option plan in place when Borqs International was a private company did not allow for options to be exercised until the Company was publicly traded; on the occurrence of the merger with Pacific, all outstanding options were valued at the closing price of the ordinary shares on The Nasdaq Stock Market on the day of merger, less the option exercise price, and the vested options were expensed. The stock based fees represents the value of ordinary shares paid to advisors of the transaction.\nExcluding the non-cash transaction related expenses, the non-GAAP adjusted net income for the year 2017 was $2.1 million. In 2016, the Company had net income of $2.6 million.\nYear ended\nDecember 31,\n2016 2017 (US$ in thousands) Net income 2,596 (12,359 ) Stock based compensation - options granted to employees 5,727 Stock based compensation - advisory fees 8,777 Total non-cash merger transaction related expenses 14,504 Adjusted Net Income 2,596 2,145 Excluding the non-cash transaction related expenses and currency exchange gain/loss, adjusted EBITDA for the years 2017 and 2016 were $11.3 million and 8.4 million, respectively.\nYear ended\nDecember 31,\n2016 2017 (US$ in thousands) Net income 2,596 (12,359 ) Interest expense - net 732 1,863 Tax expenses 2,659 2,319 Depreciation and amortization 3,157 4,679 Other non-operational (income) (55 ) (512 ) EBITDA 9,089 (4,010 ) Non-cash merger related expenses Stock based compensation - options granted to employees 5,727 Stock based compensation - advisory fees 8,777 Foreign exchange (gain) (692 ) 779 Adjusted EBITDA 8,397 11,273\nGAAP Income\nIncluding non-cash merger transaction related expenses as described above in the amount of $14.5 million, the year ended December 31, 2017 resulted in a net loss of $12.4 million compared with a net income of $2.6 million for the year 2016.\nGross Margins\nFor the year 2017, gross margin for the Connected Solutions Business Unit was 15.3% compared with 24.0% from 2016. The reduction was attributed to the increase in hardware sales within the year which carried a more competitive pricing policy.\nFor the year 2017, our MVNO Business Unit which included some traditional telephony businesses returned a 26.3% gross margin versus 13.2% from 2016. The healthy gross margin achieved was attributed to our activities in this business unit that has achieved economics of scale and also that our incumbent operator, China Unicom, has removed a stringent minimum charge since October 2016.\nOther Details\nThe Company’s annual report on Form 10-K for the year ended December 31, 2017 has been filed with the U.S. Securities and Exchange Commission, and is accessible on the SEC website at www.sec.gov .\nConference Call Schedule\nBorqs will review the annual 2017 results and highlights of the fourth quarter on Monday April 2, 2018 at 9:00 pm ET (6:00 pm Pacific). The dial-in numbers are +1-845-675-0437 or +1-866-519-4004 in the US and +86-400-620-8038 or +86-800-819-0121 in China; and then enter the Conference ID of 6987785. A replay of the conference call will be available through April 9, 2018. The replay dial-in numbers are +1-855-452-5696 in the US and +86-800-870-0206 in China; and then enter the same Conference ID.\nAbout Borqs Technologies, Inc.\nBorqs Technologies is a global leader in software and products for the IoT, providing customizable, differentiated and scalable Android-based smart connected devices and cloud service solutions. Borqs has achieved leadership and customer recognition as an innovative end-to-end IoT solutions provider leveraging its strategic chipset partner relationships as well as its broad software and IP portfolio. The Company designs, develops and provides turnkey solutions across device form factors such as smartphones, tablets, smartwatches, trackers, automotive IVI, and vertical application devices (for restaurants, payments etc.). For more information, please visit the Company’s website ( www.borqs.com ).\nForward-Looking Statements, Non-GAAP Information and Additional Information\nThis press release includes “forward-looking statements” that involve risks and uncertainties that could cause actual results to differ materially from what is expected. Words such as “expects”, “believes”, “anticipates”, “intends”, “estimates”, “predicts”, “seeks”, “may”, “might”, “plan”, “possible”, “should” and variations and similar words and expressions are intended to identify such forward-looking statements, but the absence of these words does not mean that a statement is not forward-looking. Such forward-looking statements relate to future events or future results, based on currently available information and reflect our management’s current beliefs. Many factors could cause actual events or results to differ materially from the events and results discussed in the forward-looking statements, so the reader is advised to refer to the Risk Factors sections of the Company’s filings with the Securities and Exchange Commission for additional information identifying important factors that could cause actual results to differ materially from those anticipated in the forward-looking statements. Except as expressly required by applicable securities law, the Company disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.\nThis release includes non-GAAP adjusted net income. These non-GAAP measures are not in accordance with, or an alternative for, measures prepared in accordance with generally accepted accounting principles and may be different from non-GAAP measures used by other companies. In addition, these non-GAAP measures are not based on any comprehensive set of accounting rules or principles. The Company believes that non-GAAP measures have limitations in that they do not reflect all of the amounts associated with the Company’s results of operations as determined in accordance with GAAP and that these measures should only be used to evaluate the Company’s results of operations in conjunction with the corresponding GAAP measures.\nThe Company believes that the presentation of non-GAAP measures when shown in conjunction with the corresponding GAAP measures, provides useful information to investors and management regarding financial and business trends relating to its financial condition and its historical and projected results of operations.\nFor its internal budgeting process, the Company’s management uses financial statements that do not include, when applicable, share-based compensation expense, amortization of acquisition-related intangible assets, acquisition-related/divestiture costs, significant asset impairments and restructurings, significant litigation settlements and other contingencies, significant gains and losses on investments, the income tax effects of the foregoing and significant tax matters. The Company’s management also uses the foregoing non-GAAP measures, in addition to the corresponding GAAP measures, in reviewing the financial results of the Company. In prior periods, the Company has excluded other items that it no longer excludes for purposes of its non-GAAP financial measures. From time to time in the future there may be other items that the Company may exclude for purposes of its internal budgeting process and in reviewing its financial results. For additional information on the items excluded by the Company from one or more of its non-GAAP financial measures, refer to the Form 8-K regarding this release furnished today to the Securities and Exchange Commission.\nInvestor Contact:\nSandra Dou\nInvestor Relations Sr. Manager\nBorqs Technologies, Inc.\nsandra.dou@borqs.net\nwww.borqs.com\nSource:Borqs Technologies, Inc.",
    "published": "2018-04-03T00:30:00.000+03:00",
    "crawled": "2018-04-03T03:00:40.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "annual",
        "sale",
        "grew",
        "quarterly",
        "sale",
        "grew",
        "quarter",
        "annual",
        "highlight",
        "revenue",
        "company",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "representing",
        "increase",
        "million",
        "basis",
        "company",
        "net",
        "loss",
        "million",
        "excluding",
        "merger",
        "related",
        "cost",
        "million",
        "consisting",
        "historical",
        "option",
        "charge",
        "million",
        "compensation",
        "expense",
        "million",
        "company",
        "adjusted",
        "net",
        "income",
        "year",
        "million",
        "gaap",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "highlight",
        "last",
        "quarter",
        "significant",
        "increase",
        "hardware",
        "sale",
        "reached",
        "million",
        "million",
        "quarter",
        "year",
        "ago",
        "representing",
        "increase",
        "sale",
        "mvno",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "year",
        "ago",
        "representing",
        "increase",
        "software",
        "revenue",
        "decreased",
        "million",
        "million",
        "year",
        "ago",
        "total",
        "revenue",
        "quarter",
        "million",
        "representing",
        "increase",
        "million",
        "year",
        "ago",
        "santa",
        "clara",
        "april",
        "globe",
        "newswire",
        "borqs",
        "technology",
        "nasdaq",
        "brqs",
        "company",
        "global",
        "leader",
        "embedded",
        "software",
        "product",
        "internet",
        "thing",
        "iot",
        "today",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "revenue",
        "company",
        "reported",
        "net",
        "revenue",
        "million",
        "year",
        "included",
        "million",
        "connected",
        "solution",
        "business",
        "unit",
        "including",
        "software",
        "revenue",
        "hardware",
        "revenue",
        "million",
        "mvno",
        "activity",
        "million",
        "others",
        "traditional",
        "telephony",
        "service",
        "represented",
        "increase",
        "net",
        "revenue",
        "last",
        "year",
        "hardware",
        "component",
        "connected",
        "solution",
        "business",
        "unit",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "increase",
        "mainly",
        "related",
        "sale",
        "mobile",
        "phone",
        "product",
        "customer",
        "india",
        "software",
        "component",
        "connected",
        "solution",
        "business",
        "unit",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "reflecting",
        "exit",
        "mobile",
        "business",
        "one",
        "chipset",
        "client",
        "year",
        "fourth",
        "quarter",
        "connected",
        "solution",
        "business",
        "unit",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "mvno",
        "sale",
        "million",
        "compared",
        "million",
        "increase",
        "mvno",
        "sale",
        "due",
        "introduction",
        "efficient",
        "security",
        "check",
        "activation",
        "system",
        "point",
        "sale",
        "sim",
        "card",
        "mvno",
        "retailer",
        "using",
        "new",
        "activation",
        "system",
        "within",
        "mvno",
        "service",
        "able",
        "overcome",
        "effect",
        "tightened",
        "security",
        "measure",
        "sim",
        "card",
        "activation",
        "including",
        "traditional",
        "telephony",
        "business",
        "mnvo",
        "business",
        "unit",
        "net",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "quarter",
        "expect",
        "similar",
        "strong",
        "trend",
        "connected",
        "solution",
        "sale",
        "anticipate",
        "moderate",
        "growth",
        "mvno",
        "mobile",
        "service",
        "year",
        "adjustment",
        "connection",
        "merger",
        "pacific",
        "special",
        "acquisition",
        "corp",
        "predecessor",
        "borqs",
        "international",
        "holding",
        "corp",
        "completed",
        "august",
        "company",
        "incurred",
        "transaction",
        "related",
        "expense",
        "amount",
        "million",
        "consisted",
        "historical",
        "stock",
        "option",
        "charge",
        "million",
        "compensation",
        "expense",
        "million",
        "required",
        "u",
        "gaap",
        "historical",
        "option",
        "charge",
        "reported",
        "quarter",
        "merger",
        "occurred",
        "option",
        "plan",
        "place",
        "borqs",
        "international",
        "private",
        "company",
        "allow",
        "option",
        "exercised",
        "company",
        "publicly",
        "traded",
        "occurrence",
        "merger",
        "pacific",
        "outstanding",
        "option",
        "valued",
        "closing",
        "price",
        "ordinary",
        "share",
        "nasdaq",
        "stock",
        "market",
        "day",
        "merger",
        "less",
        "option",
        "exercise",
        "price",
        "vested",
        "option",
        "expensed",
        "stock",
        "based",
        "fee",
        "represents",
        "value",
        "ordinary",
        "share",
        "paid",
        "advisor",
        "transaction",
        "excluding",
        "transaction",
        "related",
        "expense",
        "adjusted",
        "net",
        "income",
        "year",
        "million",
        "company",
        "net",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "u",
        "thousand",
        "net",
        "income",
        "stock",
        "based",
        "compensation",
        "option",
        "granted",
        "employee",
        "stock",
        "based",
        "compensation",
        "advisory",
        "fee",
        "total",
        "merger",
        "transaction",
        "related",
        "expense",
        "adjusted",
        "net",
        "income",
        "excluding",
        "transaction",
        "related",
        "expense",
        "currency",
        "exchange",
        "adjusted",
        "ebitda",
        "year",
        "million",
        "million",
        "respectively",
        "year",
        "ended",
        "december",
        "u",
        "thousand",
        "net",
        "income",
        "interest",
        "expense",
        "net",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "ebitda",
        "merger",
        "related",
        "expense",
        "stock",
        "based",
        "compensation",
        "option",
        "granted",
        "employee",
        "stock",
        "based",
        "compensation",
        "advisory",
        "fee",
        "foreign",
        "exchange",
        "gain",
        "adjusted",
        "ebitda",
        "gaap",
        "income",
        "including",
        "merger",
        "transaction",
        "related",
        "expense",
        "described",
        "amount",
        "million",
        "year",
        "ended",
        "december",
        "resulted",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "year",
        "gross",
        "margin",
        "year",
        "gross",
        "margin",
        "connected",
        "solution",
        "business",
        "unit",
        "compared",
        "reduction",
        "attributed",
        "increase",
        "hardware",
        "sale",
        "within",
        "year",
        "carried",
        "competitive",
        "pricing",
        "policy",
        "year",
        "mvno",
        "business",
        "unit",
        "included",
        "traditional",
        "telephony",
        "business",
        "returned",
        "gross",
        "margin",
        "versus",
        "healthy",
        "gross",
        "margin",
        "achieved",
        "attributed",
        "activity",
        "business",
        "unit",
        "achieved",
        "economics",
        "scale",
        "also",
        "incumbent",
        "operator",
        "china",
        "unicom",
        "removed",
        "stringent",
        "minimum",
        "charge",
        "since",
        "october",
        "detail",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "accessible",
        "sec",
        "website",
        "conference",
        "call",
        "schedule",
        "borqs",
        "review",
        "annual",
        "result",
        "highlight",
        "fourth",
        "quarter",
        "monday",
        "april",
        "pm",
        "et",
        "pm",
        "pacific",
        "number",
        "u",
        "china",
        "enter",
        "conference",
        "id",
        "replay",
        "conference",
        "call",
        "available",
        "april",
        "replay",
        "number",
        "u",
        "china",
        "enter",
        "conference",
        "id",
        "borqs",
        "technology",
        "borqs",
        "technology",
        "global",
        "leader",
        "software",
        "product",
        "iot",
        "providing",
        "customizable",
        "differentiated",
        "scalable",
        "smart",
        "connected",
        "device",
        "cloud",
        "service",
        "solution",
        "borqs",
        "achieved",
        "leadership",
        "customer",
        "recognition",
        "innovative",
        "iot",
        "solution",
        "provider",
        "leveraging",
        "strategic",
        "chipset",
        "partner",
        "relationship",
        "well",
        "broad",
        "software",
        "ip",
        "portfolio",
        "company",
        "design",
        "develops",
        "provides",
        "turnkey",
        "solution",
        "across",
        "device",
        "form",
        "factor",
        "smartphones",
        "tablet",
        "smartwatches",
        "tracker",
        "automotive",
        "ivi",
        "vertical",
        "application",
        "device",
        "restaurant",
        "payment",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "statement",
        "information",
        "additional",
        "information",
        "press",
        "release",
        "includes",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expected",
        "word",
        "expects",
        "belief",
        "anticipates",
        "intends",
        "estimate",
        "predicts",
        "seek",
        "may",
        "might",
        "plan",
        "possible",
        "variation",
        "similar",
        "word",
        "expression",
        "intended",
        "identify",
        "statement",
        "absence",
        "word",
        "mean",
        "statement",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "result",
        "based",
        "currently",
        "available",
        "information",
        "reflect",
        "management",
        "current",
        "belief",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "event",
        "result",
        "discussed",
        "statement",
        "reader",
        "advised",
        "refer",
        "risk",
        "factor",
        "section",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "additional",
        "information",
        "identifying",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "except",
        "expressly",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "release",
        "includes",
        "adjusted",
        "net",
        "income",
        "measure",
        "accordance",
        "alternative",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "may",
        "different",
        "measure",
        "used",
        "company",
        "addition",
        "measure",
        "based",
        "comprehensive",
        "set",
        "accounting",
        "rule",
        "principle",
        "company",
        "belief",
        "measure",
        "limitation",
        "reflect",
        "amount",
        "associated",
        "company",
        "result",
        "operation",
        "determined",
        "accordance",
        "gaap",
        "measure",
        "used",
        "evaluate",
        "company",
        "result",
        "operation",
        "conjunction",
        "corresponding",
        "gaap",
        "measure",
        "company",
        "belief",
        "presentation",
        "measure",
        "shown",
        "conjunction",
        "corresponding",
        "gaap",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "management",
        "regarding",
        "financial",
        "business",
        "trend",
        "relating",
        "financial",
        "condition",
        "historical",
        "projected",
        "result",
        "operation",
        "internal",
        "budgeting",
        "process",
        "company",
        "management",
        "us",
        "financial",
        "statement",
        "include",
        "applicable",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "cost",
        "significant",
        "asset",
        "impairment",
        "restructurings",
        "significant",
        "litigation",
        "settlement",
        "contingency",
        "significant",
        "gain",
        "loss",
        "investment",
        "income",
        "tax",
        "effect",
        "foregoing",
        "significant",
        "tax",
        "matter",
        "company",
        "management",
        "also",
        "us",
        "foregoing",
        "measure",
        "addition",
        "corresponding",
        "gaap",
        "measure",
        "reviewing",
        "financial",
        "result",
        "company",
        "prior",
        "period",
        "company",
        "excluded",
        "item",
        "longer",
        "excludes",
        "purpose",
        "financial",
        "measure",
        "time",
        "time",
        "future",
        "may",
        "item",
        "company",
        "may",
        "exclude",
        "purpose",
        "internal",
        "budgeting",
        "process",
        "reviewing",
        "financial",
        "result",
        "additional",
        "information",
        "item",
        "excluded",
        "company",
        "one",
        "financial",
        "measure",
        "refer",
        "form",
        "regarding",
        "release",
        "furnished",
        "today",
        "security",
        "exchange",
        "commission",
        "investor",
        "contact",
        "sandra",
        "dou",
        "investor",
        "relation",
        "manager",
        "borqs",
        "technology",
        "source",
        "borqs",
        "technology",
        "inc"
    ]
}