{
    "organizations": [],
    "uuid": "cf99c9238710d03590c106af351d3b8ecc5f47f9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/pr-newswire-chunghwa-telecom-reports-un-audited-consolidated-operating-results-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Chunghwa Telecom Reports Un-Audited Consolidated Operating Results for the First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TAIPEI, Taiwan, April 27, 2018 /PRNewswire/ -- Chunghwa Telecom Co., Ltd. (TAIEX: 2412, NYSE: CHT) (\"Chunghwa\" or \"the Company\") today reported its un-audited operating results for the first quarter of 2018. All figures were prepared in accordance with Taiwan-International Financial Reporting Standards (\"T-IFRSs\") on a consolidated basis.\nDue to the adoption of IFRS 15 starting from January 1, 2018, Chunghwa Telecom chose the modified retrospective method and disclosed adoption effect in the monthly press release. The figures in 2018 were calculated in accordance with IFRS 15 while the figures in 2017 were prepared under the basis before the adoption of IFRS 15.\n(Comparisons throughout the press release, unless otherwise stated, are made with regard to the prior year period.)\nFirst Quarter 2018 Financial Highlights\n- Total revenue decreased by 1.7% to NT$53.63 billion.\n- Mobile communications revenue increased by 0.5% to NT$26.78 billion.\nDue to IFRS 15 adoption, Mobile value-added services (VAS) revenue decreased by 8.8%. Smart device sales revenue increased by 43.3% to NT$10.45 billion.\n- Internet revenue increased by 1.2% to NT$6.99 billion.\n- Domestic fixed communications revenue decreased by 5.8% to NT$15.80 billion.\n- International fixed communications revenue decreased by 5.7% to NT$2.97 billion.\n- Total operating costs and expenses decreased by 0.9% to NT$42.62 billion.\n- Net income attributable to stockholders of the parent decreased by 9.0% to NT$8.73 billion.\n- Basic earnings per share (EPS) was NT$1.13.\nMr. Yu Cheng, Chairman and CEO of Chunghwa Telecom, stated, \"The first quarter of 2018 was a highly competitive quarter, resulting in a slight decrease in revenues year over year. However, we are pleased with our operational progress, which establishes a firm foundation for a robust year ahead. Our solid market leading position is underscored by a 36.3% market share in mobile subscribers and a 37.9% market share in mobile revenue. At the same time, we maintained the lowest mobile service revenue decline among three major telecoms in Taiwan despite an increasingly competitive landscape.\"\n\"We are also pleased with solid progress in our other segments. In broadband business, the subscriber net-adds turn positive for the first quarter of 2018, which is encouraging. The number of users signing up for, or upgrading to, connection speeds of 100Mbps or higher grew by 10.7% year over year to 1.32 million in the first quarter as a result of broadband subscribers consistently migrating to our higher-speed, higher-value fiber services. Furthermore, our IPTV/MOD platform became the largest video platform in Taiwan in the first quarter with 1.7 million subscribers, representing a 27.4% increase year over year, driving a 25.2% year-over-year growth in IPTV revenue. We look forward to further growing this segment by facilitating the overall TV operational environment and leveraging popular contents, such as international sport events, including eSport.\"\n\"Going forward, we remain focused on market share consolidation and margin expansion to meet the guidance. With our competitive advantages in network infrastructure, IDC, and CDN, which are the fundamentals to drive innovative services in the digital economy, we will be able to further consolidate our market leading position.\" Mr. Cheng concluded.\nRevenue\nChunghwa Telecom's total revenues for the first quarter of 2018 decreased by 1.7% to NT$53.63 billion.\nMobile communications revenue for the first quarter of 2018 increased by 0.5% to NT$26.78 billion. This was mainly due to the increase in smart device sales, which was partially offset by the decrease in mobile voice revenue and mobile VAS revenue. The decrease in mobile voice revenue was mainly due to increased market competition and VoIP substitution while due to IFRS 15 adoption, mobile VAS revenue decreased and smart device sales revenue increased.\nInternet business revenue for the first quarter of 2018 increased by 1.2% year over year to NT$6.99 billion. The increase was primarily attributable to higher application value-added service revenue.\nDomestic fixed revenue for the first quarter of 2018 decreased by 5.8% year over year to NT$15.80 billion, mainly due to lower local telephone service and ICT project revenue, which decreased by 6.1% and 20.6%, respectively. The decrease in local service revenue was primarily driven by the increased mobile and VoIP substitution while the decrease in ICT project revenue was due to IFRS adoption and the fact that we became more selective on margin. Broadband access revenue decreased by 3.0% to NT$4.59 billion.\nInternational fixed communications revenue decreased by 5.7% to NT$2.97 billion, mainly due to lower international long distance communications revenue as a result of increased market competition.\nOperating Costs and Expenses\nTotal operating costs and expenses for the first quarter of 2018 decreased by 0.9% year over year to NT$42.62 billion, mainly due to the lower interconnection expenses, ICT project costs, and depreciation, which offset the higher marketing expenses and cost of goods sold.\nOperating Income and Net Income\nIncome from operations for the first quarter of 2018 decreased by 5.1% to NT$10.94 billion. The operating margin was 20.4%, as compared to 21.1% in the same period of 2017. Net income attributable to stockholders of the parent decreased by 9.0% to NT$8.73 billion. Basic earnings per share was NT$1.13.\nCash Flow and EBITDA\nCash flow from operating activities for the first quarter of 2018 decreased by 30.6% to NT$7.39 billion, which was mainly due to the higher cash contributions to the pension fund than that in the prior year period.\nCash and cash equivalents, as of March 31 st , 2018, decreased by 16.9% to NT$31.59 billion as compared to that as of March 31 st , 2017.\nEBITDA for the first quarter of 2018 decreased by 3.6% to NT$18.91 billion. EBITDA margin was 35.3%, as compared to 36% in the same period of 2017.\nBusiness and Operational Highlights\nBroadband/HiNet\nThe Company continued to execute its strategy of encouraging FTTx migration. As of March 31 st , 2018, the number of FTTx subscribers reached 3.57 million, accounting for 79.6% of the Company's total broadband users. Moreover, the number of subscribers signing up for speeds of 100Mbps or higher increased by 10.7% year over year, reaching 1.32 million.\nHiNet broadband subscribers decreased by 0.7% year over year to 3.73 million as of March 31 st , 2018.\nMobile\nAs of March 31 st , 2018, Chunghwa Telecom had 10.39 million mobile subscribers, representing a 3.4% year-over-year decrease. The Company also had 8.48 million mobile Internet subscribers, representing a 10.3% year-over-year increase.\nAs of March 31 st , 2018, the Company accumulated 8.21 million 4G subscribers.\nFixed line\nAs of March 31 st , 2018, the Company maintained its leading position in the fixed-line market, with a total of 10.63 million subscribers.\nFinancial Statements\nFinancial statements and additional operational data can be found on the Company's website at http://www.cht.com.tw/en/ir/stockit-earningsit.html .\nNOTE CONCERNING FORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements. These statements constitute \"forward-looking\" statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and as defined in the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as \"will,\" \"expects,\" \"anticipates,\" \"future,\" \"intends,\" \"plans,\" \"believes,\" \"estimates\" and similar statements. Statements that are not historical facts, including statements about Chunghwa's beliefs and expectations, are forward-looking statements. Forward-looking statements involve inherent risks and uncertainties that could cause actual results to differ materially from the forward-looking statements. A number of important factors could cause actual results to differ materially from those contained in any forward-looking statement. Investors are cautioned that actual events and results could differ materially from those statements as a result of a number of factors including, but not limited to the risks outlined in Chunghwa's filings with the U.S. Securities and Exchange Commission on Forms F-1, F-3, 6-K and 20-F, in each case as amended. The forward-looking statements in this press release reflect the current belief of Chunghwa as of the date of this press release and Chunghwa undertakes no obligation to update these forward-looking statements for events or circumstances that occur subsequent to such date, except as required under applicable law.\nThis press release is not an offer of securities for sale in the United States. Securities may not be offered or sold in the United States absent registration or an exemption from registration. Any public offering of securities to be made in the United States will be made by means of a prospectus that may be obtained from the issuer or selling security holder and that will contain detailed information about the company and management, as well as financial statements.\nNON-GAAP FINANCIAL MEASURES\nTo supplement the Company's consolidated financial statements presented in accordance with International Financial Reporting Standards pursuant to the requirements of the Financial Supervisory Commission, or T-IFRSs, Chunghwa Telecom also provides EBITDA, which is a \"non-GAAP financial measure\". EBITDA is defined as consolidated net income (loss) excluding (i) depreciation and amortization, (ii) total net comprehensive financing cost (which is comprised of net interest expense, exchange gain or loss, monetary position gain or loss and other financing costs and derivative transactions), (iii) other income, net, (iv) income tax, (v) (income) loss from discontinued operations.\nIn managing the Company's business, Chunghwa Telecom relies on EBITDA as a means of assessing its operating performance because it excludes the effect of (i) depreciation and amortization, which represents a non-cash charge to earnings, (ii) certain financing costs, which are significantly affected by external factors, including interest rates, foreign currency exchange rates and inflation rates, which have little or no bearing on our operating performance, (iii) income tax (iv) other expenses or income not related to the operation of the business.\nC AUTIONS ON USE OF NON-GAAP FINANCIAL MEASURES\nIn addition to the consolidated financial results prepared under T-IFRSs, Chunghwa Telecom also provide non-GAAP financial measures, including \"EBITDA\". The Company believes that the non-GAAP financial measures provide investors with another method for assessing its operating results in a manner that is focused on the performance of its ongoing operations.\nChunghwa Telecom's management believes investors will benefit from greater transparency in referring to these non-GAAP financial measures when assessing the Company's operating results, as well as when forecasting and analyzing future periods. However, the Company recognizes that:\nThese non-GAAP financial measures are limited in their usefulness and should be considered only as a supplement to the Company's T-IFRSs financial measures; These non-GAAP financial measures should not be considered in isolation from, or as a substitute for, the Company's T-IFRSs financial measures; These non-GAAP financial measures should not be considered to be superior to the Company's T-IFRSs financial measures; and These non-GAAP financial measures were not prepared in accordance with T-IFRSs and investors should not assume that the non-GAAP financial measures presented in this earnings release were prepared under a comprehensive set of rules or principle.\nFurther, these non-GAAP financial measures may be unique to Chunghwa Telecom, as they may be different from non-GAAP financial measures used by other companies. As such, this presentation of non-GAAP financial measures may not enhance the comparability of the Company's results to the results of other companies. Readers are cautioned not to view non-GAAP results as a substitute for results under T-IFRSs, or as being comparable to results reported or forecasted by other companies.\nAbout Chunghwa Telecom\nChunghwa Telecom (TAIEX: 2412, NYSE: CHT) (\"Chunghwa\" or \"the Company\") is Taiwan's largest integrated telecommunications services company that provides fixed-line, mobile, broadband, and internet services. The Company also provides information and communication technology services to corporate customers with its big data, information security, cloud computing and IDC capabilities, and is expanding its business into innovative technology services such as IoT, AI, etc. In recent years, Chunghwa has been actively involved in corporate social responsibility and has won domestic and international awards and recognition. For more information, please visit our website at www.cht.com.tw\nContact: Fu-fu Shen\nPhone: +886 2 2344 5488\nEmail: chtir@cht.com.tw\nView original content: http://www.prnewswire.com/news-releases/chunghwa-telecom-reports-un-audited-consolidated-operating-results-for-the-first-quarter-of-2018-300637903.html\nSOURCE Chunghwa Telecom Co., Ltd.",
    "published": "2018-04-27T12:38:00.000+03:00",
    "crawled": "2018-04-27T15:07:13.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "taipei",
        "taiwan",
        "april",
        "chunghwa",
        "telecom",
        "taiex",
        "nyse",
        "cht",
        "chunghwa",
        "company",
        "today",
        "reported",
        "operating",
        "result",
        "first",
        "quarter",
        "figure",
        "prepared",
        "accordance",
        "financial",
        "reporting",
        "standard",
        "consolidated",
        "basis",
        "due",
        "adoption",
        "ifrs",
        "starting",
        "january",
        "chunghwa",
        "telecom",
        "chose",
        "modified",
        "retrospective",
        "method",
        "disclosed",
        "adoption",
        "effect",
        "monthly",
        "press",
        "release",
        "figure",
        "calculated",
        "accordance",
        "ifrs",
        "figure",
        "prepared",
        "basis",
        "adoption",
        "ifrs",
        "comparison",
        "throughout",
        "press",
        "release",
        "unless",
        "otherwise",
        "stated",
        "made",
        "regard",
        "prior",
        "year",
        "period",
        "first",
        "quarter",
        "financial",
        "highlight",
        "total",
        "revenue",
        "decreased",
        "nt",
        "billion",
        "mobile",
        "communication",
        "revenue",
        "increased",
        "nt",
        "billion",
        "due",
        "ifrs",
        "adoption",
        "mobile",
        "service",
        "va",
        "revenue",
        "decreased",
        "smart",
        "device",
        "sale",
        "revenue",
        "increased",
        "nt",
        "billion",
        "internet",
        "revenue",
        "increased",
        "nt",
        "billion",
        "domestic",
        "fixed",
        "communication",
        "revenue",
        "decreased",
        "nt",
        "billion",
        "international",
        "fixed",
        "communication",
        "revenue",
        "decreased",
        "nt",
        "billion",
        "total",
        "operating",
        "cost",
        "expense",
        "decreased",
        "nt",
        "billion",
        "net",
        "income",
        "attributable",
        "stockholder",
        "parent",
        "decreased",
        "nt",
        "billion",
        "basic",
        "earnings",
        "per",
        "share",
        "eps",
        "nt",
        "yu",
        "cheng",
        "chairman",
        "ceo",
        "chunghwa",
        "telecom",
        "stated",
        "first",
        "quarter",
        "highly",
        "competitive",
        "quarter",
        "resulting",
        "slight",
        "decrease",
        "revenue",
        "year",
        "year",
        "however",
        "pleased",
        "operational",
        "progress",
        "establishes",
        "firm",
        "foundation",
        "robust",
        "year",
        "ahead",
        "solid",
        "market",
        "leading",
        "position",
        "underscored",
        "market",
        "share",
        "mobile",
        "subscriber",
        "market",
        "share",
        "mobile",
        "revenue",
        "time",
        "maintained",
        "lowest",
        "mobile",
        "service",
        "revenue",
        "decline",
        "among",
        "three",
        "major",
        "telecom",
        "taiwan",
        "despite",
        "increasingly",
        "competitive",
        "landscape",
        "also",
        "pleased",
        "solid",
        "progress",
        "segment",
        "broadband",
        "business",
        "subscriber",
        "turn",
        "positive",
        "first",
        "quarter",
        "encouraging",
        "number",
        "user",
        "signing",
        "upgrading",
        "connection",
        "speed",
        "100mbps",
        "higher",
        "grew",
        "year",
        "year",
        "million",
        "first",
        "quarter",
        "result",
        "broadband",
        "subscriber",
        "consistently",
        "migrating",
        "fiber",
        "service",
        "furthermore",
        "platform",
        "became",
        "largest",
        "video",
        "platform",
        "taiwan",
        "first",
        "quarter",
        "million",
        "subscriber",
        "representing",
        "increase",
        "year",
        "year",
        "driving",
        "growth",
        "iptv",
        "revenue",
        "look",
        "forward",
        "growing",
        "segment",
        "facilitating",
        "overall",
        "tv",
        "operational",
        "environment",
        "leveraging",
        "popular",
        "content",
        "international",
        "sport",
        "event",
        "including",
        "esport",
        "going",
        "forward",
        "remain",
        "focused",
        "market",
        "share",
        "consolidation",
        "margin",
        "expansion",
        "meet",
        "guidance",
        "competitive",
        "advantage",
        "network",
        "infrastructure",
        "idc",
        "cdn",
        "fundamental",
        "drive",
        "innovative",
        "service",
        "digital",
        "economy",
        "able",
        "consolidate",
        "market",
        "leading",
        "position",
        "cheng",
        "concluded",
        "revenue",
        "chunghwa",
        "telecom",
        "total",
        "revenue",
        "first",
        "quarter",
        "decreased",
        "nt",
        "billion",
        "mobile",
        "communication",
        "revenue",
        "first",
        "quarter",
        "increased",
        "nt",
        "billion",
        "mainly",
        "due",
        "increase",
        "smart",
        "device",
        "sale",
        "partially",
        "offset",
        "decrease",
        "mobile",
        "voice",
        "revenue",
        "mobile",
        "va",
        "revenue",
        "decrease",
        "mobile",
        "voice",
        "revenue",
        "mainly",
        "due",
        "increased",
        "market",
        "competition",
        "voip",
        "substitution",
        "due",
        "ifrs",
        "adoption",
        "mobile",
        "va",
        "revenue",
        "decreased",
        "smart",
        "device",
        "sale",
        "revenue",
        "increased",
        "internet",
        "business",
        "revenue",
        "first",
        "quarter",
        "increased",
        "year",
        "year",
        "nt",
        "billion",
        "increase",
        "primarily",
        "attributable",
        "higher",
        "application",
        "service",
        "revenue",
        "domestic",
        "fixed",
        "revenue",
        "first",
        "quarter",
        "decreased",
        "year",
        "year",
        "nt",
        "billion",
        "mainly",
        "due",
        "lower",
        "local",
        "telephone",
        "service",
        "ict",
        "project",
        "revenue",
        "decreased",
        "respectively",
        "decrease",
        "local",
        "service",
        "revenue",
        "primarily",
        "driven",
        "increased",
        "mobile",
        "voip",
        "substitution",
        "decrease",
        "ict",
        "project",
        "revenue",
        "due",
        "ifrs",
        "adoption",
        "fact",
        "became",
        "selective",
        "margin",
        "broadband",
        "access",
        "revenue",
        "decreased",
        "nt",
        "billion",
        "international",
        "fixed",
        "communication",
        "revenue",
        "decreased",
        "nt",
        "billion",
        "mainly",
        "due",
        "lower",
        "international",
        "long",
        "distance",
        "communication",
        "revenue",
        "result",
        "increased",
        "market",
        "competition",
        "operating",
        "cost",
        "expense",
        "total",
        "operating",
        "cost",
        "expense",
        "first",
        "quarter",
        "decreased",
        "year",
        "year",
        "nt",
        "billion",
        "mainly",
        "due",
        "lower",
        "interconnection",
        "expense",
        "ict",
        "project",
        "cost",
        "depreciation",
        "offset",
        "higher",
        "marketing",
        "expense",
        "cost",
        "good",
        "sold",
        "operating",
        "income",
        "net",
        "income",
        "income",
        "operation",
        "first",
        "quarter",
        "decreased",
        "nt",
        "billion",
        "operating",
        "margin",
        "compared",
        "period",
        "net",
        "income",
        "attributable",
        "stockholder",
        "parent",
        "decreased",
        "nt",
        "billion",
        "basic",
        "earnings",
        "per",
        "share",
        "nt",
        "cash",
        "flow",
        "ebitda",
        "cash",
        "flow",
        "operating",
        "activity",
        "first",
        "quarter",
        "decreased",
        "nt",
        "billion",
        "mainly",
        "due",
        "higher",
        "cash",
        "contribution",
        "pension",
        "fund",
        "prior",
        "year",
        "period",
        "cash",
        "cash",
        "equivalent",
        "march",
        "st",
        "decreased",
        "nt",
        "billion",
        "compared",
        "march",
        "st",
        "ebitda",
        "first",
        "quarter",
        "decreased",
        "nt",
        "billion",
        "ebitda",
        "margin",
        "compared",
        "period",
        "business",
        "operational",
        "highlight",
        "company",
        "continued",
        "execute",
        "strategy",
        "encouraging",
        "fttx",
        "migration",
        "march",
        "st",
        "number",
        "fttx",
        "subscriber",
        "reached",
        "million",
        "accounting",
        "company",
        "total",
        "broadband",
        "user",
        "moreover",
        "number",
        "subscriber",
        "signing",
        "speed",
        "100mbps",
        "higher",
        "increased",
        "year",
        "year",
        "reaching",
        "million",
        "hinet",
        "broadband",
        "subscriber",
        "decreased",
        "year",
        "year",
        "million",
        "march",
        "st",
        "mobile",
        "march",
        "st",
        "chunghwa",
        "telecom",
        "million",
        "mobile",
        "subscriber",
        "representing",
        "decrease",
        "company",
        "also",
        "million",
        "mobile",
        "internet",
        "subscriber",
        "representing",
        "increase",
        "march",
        "st",
        "company",
        "accumulated",
        "million",
        "4g",
        "subscriber",
        "fixed",
        "line",
        "march",
        "st",
        "company",
        "maintained",
        "leading",
        "position",
        "market",
        "total",
        "million",
        "subscriber",
        "financial",
        "statement",
        "financial",
        "statement",
        "additional",
        "operational",
        "data",
        "found",
        "company",
        "website",
        "http",
        "note",
        "concerning",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "terminology",
        "expects",
        "anticipates",
        "future",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "chunghwa",
        "belief",
        "expectation",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "investor",
        "cautioned",
        "actual",
        "event",
        "result",
        "could",
        "differ",
        "materially",
        "statement",
        "result",
        "number",
        "factor",
        "including",
        "limited",
        "risk",
        "outlined",
        "chunghwa",
        "filing",
        "security",
        "exchange",
        "commission",
        "form",
        "case",
        "amended",
        "statement",
        "press",
        "release",
        "reflect",
        "current",
        "belief",
        "chunghwa",
        "date",
        "press",
        "release",
        "chunghwa",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "event",
        "circumstance",
        "occur",
        "subsequent",
        "date",
        "except",
        "required",
        "applicable",
        "law",
        "press",
        "release",
        "offer",
        "security",
        "sale",
        "united",
        "state",
        "security",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "exemption",
        "registration",
        "public",
        "offering",
        "security",
        "made",
        "united",
        "state",
        "made",
        "mean",
        "prospectus",
        "may",
        "obtained",
        "issuer",
        "selling",
        "security",
        "holder",
        "contain",
        "detailed",
        "information",
        "company",
        "management",
        "well",
        "financial",
        "statement",
        "financial",
        "measure",
        "supplement",
        "company",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "pursuant",
        "requirement",
        "financial",
        "supervisory",
        "commission",
        "chunghwa",
        "telecom",
        "also",
        "provides",
        "ebitda",
        "financial",
        "measure",
        "ebitda",
        "defined",
        "consolidated",
        "net",
        "income",
        "loss",
        "excluding",
        "depreciation",
        "amortization",
        "ii",
        "total",
        "net",
        "comprehensive",
        "financing",
        "cost",
        "comprised",
        "net",
        "interest",
        "expense",
        "exchange",
        "gain",
        "loss",
        "monetary",
        "position",
        "gain",
        "loss",
        "financing",
        "cost",
        "derivative",
        "transaction",
        "iii",
        "income",
        "net",
        "iv",
        "income",
        "tax",
        "v",
        "income",
        "loss",
        "discontinued",
        "operation",
        "managing",
        "company",
        "business",
        "chunghwa",
        "telecom",
        "relies",
        "ebitda",
        "mean",
        "assessing",
        "operating",
        "performance",
        "excludes",
        "effect",
        "depreciation",
        "amortization",
        "represents",
        "charge",
        "earnings",
        "ii",
        "certain",
        "financing",
        "cost",
        "significantly",
        "affected",
        "external",
        "factor",
        "including",
        "interest",
        "rate",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "inflation",
        "rate",
        "little",
        "bearing",
        "operating",
        "performance",
        "iii",
        "income",
        "tax",
        "iv",
        "expense",
        "income",
        "related",
        "operation",
        "business",
        "c",
        "autions",
        "use",
        "financial",
        "measure",
        "addition",
        "consolidated",
        "financial",
        "result",
        "prepared",
        "chunghwa",
        "telecom",
        "also",
        "provide",
        "financial",
        "measure",
        "including",
        "ebitda",
        "company",
        "belief",
        "financial",
        "measure",
        "provide",
        "investor",
        "another",
        "method",
        "assessing",
        "operating",
        "result",
        "manner",
        "focused",
        "performance",
        "ongoing",
        "operation",
        "chunghwa",
        "telecom",
        "management",
        "belief",
        "investor",
        "benefit",
        "greater",
        "transparency",
        "referring",
        "financial",
        "measure",
        "assessing",
        "company",
        "operating",
        "result",
        "well",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "however",
        "company",
        "recognizes",
        "financial",
        "measure",
        "limited",
        "usefulness",
        "considered",
        "supplement",
        "company",
        "financial",
        "measure",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "company",
        "financial",
        "measure",
        "financial",
        "measure",
        "considered",
        "superior",
        "company",
        "financial",
        "measure",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "investor",
        "assume",
        "financial",
        "measure",
        "presented",
        "earnings",
        "release",
        "prepared",
        "comprehensive",
        "set",
        "rule",
        "principle",
        "financial",
        "measure",
        "may",
        "unique",
        "chunghwa",
        "telecom",
        "may",
        "different",
        "financial",
        "measure",
        "used",
        "company",
        "presentation",
        "financial",
        "measure",
        "may",
        "enhance",
        "comparability",
        "company",
        "result",
        "result",
        "company",
        "reader",
        "cautioned",
        "view",
        "result",
        "substitute",
        "result",
        "comparable",
        "result",
        "reported",
        "forecasted",
        "company",
        "chunghwa",
        "telecom",
        "chunghwa",
        "telecom",
        "taiex",
        "nyse",
        "cht",
        "chunghwa",
        "company",
        "taiwan",
        "largest",
        "integrated",
        "telecommunication",
        "service",
        "company",
        "provides",
        "mobile",
        "broadband",
        "internet",
        "service",
        "company",
        "also",
        "provides",
        "information",
        "communication",
        "technology",
        "service",
        "corporate",
        "customer",
        "big",
        "data",
        "information",
        "security",
        "cloud",
        "computing",
        "idc",
        "capability",
        "expanding",
        "business",
        "innovative",
        "technology",
        "service",
        "iot",
        "ai",
        "etc",
        "recent",
        "year",
        "chunghwa",
        "actively",
        "involved",
        "corporate",
        "social",
        "responsibility",
        "domestic",
        "international",
        "award",
        "recognition",
        "information",
        "please",
        "visit",
        "website",
        "contact",
        "shen",
        "phone",
        "email",
        "chtir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "chunghwa",
        "telecom",
        "ltd"
    ]
}