{
    "organizations": [],
    "uuid": "0bea691c9cddcd017e05953a1bdd49819e89bdbe",
    "author": "Lauren Thomas",
    "url": "https://www.cnbc.com/2018/04/23/eddie-lamperts-hedge-fund-esl-proposes-to-buy-kenmore-brand-sears-real-estate.html",
    "ord_in_thread": 0,
    "title": "Eddie Lampert's hedge fund ESL proposes to buy Kenmore brand, Sears' real estate",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ESL Investments, the hedge fund led by Sears Holdings CEO Eddie Lampert, is proposing to buy the Kenmore brand, Sears' Home Improvement business, its PartsDirect division and some of the chain's real estate.\nThe retailer saw its sales drop nearly 30 percent during the holiday quarter. Heavily in debt, Sears has been looking for ways to improve its cash flow, including shedding under-performing stores and landing new financing, much from ESL .\nIn a letter to Sears' board on Friday, ESL said: \"We continue to see value in Sears and its underlying assets and believe strongly that with an appropriate runway Sears will be able to complete its transformation to respond to the challenging retail environment.\"\nThe Florida-based firm said it believes the value of Sears' businesses are not being reflected in the capital markets. Sears has struggled to find interested buyers, except for its sale of Craftsman to Stanley Black & Decker in 2017.\nSears confirmed receipt of ESL's letter Monday morning, adding the proposal would be reviewed by an independent board of directors. The companies said Lampert, along with ESL President Kunal Kamlani, wouldn't participate in any discussions, negotiations or decisions \"except to the extent specifically requested by that committee.\"\nSears' stock gained 3.8 percent Monday morning on the news. Earlier, it surged 8 percent.\nESL, Sears' second-largest shareholder behind Lampert himself, called Kenmore an \"iconic brand\" and said it would be prepared to close a deal for this asset within 90 days. The appliance brand recently started selling on Amazon.com .\nWith respect to Sears' Home Improvement and PartsDirect businesses, Lampert's hedge fund said it valued those assets together at $500 million and would pay for them in cash.\nESL also said it would \"be open to making an offer\" for Sears' real estate, including the assumption of $1.2 billion in debt obligations. The firm said the expectation in this deal would be for Sears to continue operating its stores, leasing back from ESL.\n\"In our view, pursuing these divestitures ... will provide an important source of liquidity to Sears and could avoid any deterioration in the value of such assets,\" ESL said.\nFollowing its divestiture of Craftsman last year, Sears confirmed it's been looking to spin off some of its other assets. The department store chain was recently seen bolstering its Home Services business, hiring more employees within that division.\nSears has meanwhile been selling off its unprofitable stores as another way to raise cash.\nEarlier this year, Sears announced a round of more than 100 store closures under both the Sears and Kmart banners, all expected to be completed by the end of this month. The company also recently raised enough money to pay $407 million toward its pension plan in order to allow for the sale of 140 other properties.\nThose properties are believed by real estate analysts to be the next Sears locations on the chopping block. Sears hasn't released a list of those stores and hasn't said when those sales might take place. The department store chain is also in the process of selling 16 other stores online .\nIn response to ESL, Sears said there could be no guarantee a transaction would occur. The company won't comment further \"until it determines that additional disclosure is appropriate.\"\nSears' stock has fallen more than 70 percent from a year ago.\nHere's ESL's letter to Sears' board:\nLadies and Gentlemen,\nFunds affiliated with ESL Investments are the largest stockholders of, and substantial lenders to, Sears Holding Corporation (\"Sears\"). We continue to see value in Sears and its underlying assets and believe strongly that with an appropriate runway Sears will be able to complete its transformation to respond to the challenging retail environment. We also are of the view that the portfolio of Sears' assets has substantial value that is not being reflected in the capital markets or being maximized under the current organizational structure. These assets include the Kenmore brand and related assets (\"Kenmore\"), the Home Improvement business of the Sears Home Services division (\"SHIP\"), and the Parts Direct business of the Sears Home Services division (\"Parts Direct\").\nWe understand that Sears has marketed certain of these assets for nearly two years but, with the exception of the Craftsman divestiture, has been unable to reach agreement with potential purchasers on acceptable terms. We are writing to confirm the view that we have recently expressed to you that Sears should aggressively pursue a divestiture of all or a portion of Kenmore, SHIP and Parts Direct and to express ESL's interest in participating in such divestitures. In our view, pursuing these divestitures now will demonstrate the value of Sears' portfolio of assets, will provide an important source of liquidity to Sears and could avoid any deterioration in the value of such assets. In particular:\n٠ ESL believes that Kenmore is an iconic brand with substantial value and Sears should aggressively pursue a divestiture of all, or a portion of, Kenmore in the near term. If Sears believes it would be helpful, ESL would be prepared to submit a proposal for such a transaction and believes it would be able to close such a transaction within 90 days.\n٠ ESL is pleased to submit a non-binding indication of interest to acquire SHIP and Parts Direct on the terms set forth below.\nAdditionally, if requested by the Sears Board of Directors, ESL also would be open to making an offer for Sears' real estate (including the assumption of the $1.2 billion of debt obligations secured by such real estate), with the expectation of entering into an ongoing master lease for some or all of the stores to allow for their continued operation.\nESL would like to emphasize that its principal interest is seeing that the Kenmore, SHIP and Parts Direct businesses are divested in the near term at a full and fair value, regardless of whether ESL or a third party is the ultimate buyer, so that Sears is able to improve its debt profile and liquidity position. As a result, to ensure a fair process, ESL hereby confirms that:\n٠ Edward S. Lampert and Kunal S. Kamlani will not participate on behalf of Sears (as officer or director) in any discussions, deliberations, negotiations or decisions with respect to a potential transaction in which ESL participates as a buyer, except to the extent specifically requested by the committee referred to below.\n٠ ESL will not participate in any such transaction as a buyer unless such transaction is both (i) recommended by the related party transaction committee (or another committee of independent directors) of the Sears Board of Directors, which is fully empowered to consider such transaction, and (ii) approved by the holders of a majority of the shares of Sears held by disinterested stockholders.\n• ESL would accept that any transaction in which ESL participates as a buyer would be subject to a \"go shop\" process on reasonable terms.\nWe believe that adherence to the foregoing procedures will ensure that any transaction with ESL will be on fair and reasonable terms.\nKey terms of our proposal to acquire SHIP and Parts Direct are set out below:\nValuation: We are interested in acquiring 100% of the equity of SHIP and Parts Direct based on an enterprise value of $500 million. The purchase price would be paid in cash and SHIP and Parts Direct would be acquired on a debt-free and cash-free basis with normalized levels of working capital.\nOther Agreements: We would expect that Sears will enter into certain interim and long-term agreements with SHIP and Parts Direct to enable the continued operation of those businesses as they operate today. These agreements would include transition services agreements with Sears for a period of time, a brand licensing agreement for SHIP and Parts Direct and other customary ancillary documents for a transaction of this type. Our proposal is also subject to receiving the required consents to assign the supplier agreements to the buyer from the suppliers of each of SHIP and Parts Direct.\nFinancing: The cash consideration for the transaction would be financed with equity contributions from ESL and third party debt financing. At the appropriate time, we would also be open to discussing with you the possibility of partnering with third parties who might be interested in contributing equity financing. We do not anticipate any financing condition, since we plan to have our financing fully committed at the time we sign a definitive agreement.\nExchange and Tender Offers: The transaction would be undertaken in connection with (i) an exchange offer with respect to 50% of approximately $600 million in outstanding 2nd lien indebtedness not secured by real estate for equity in Sears of equal value, and (ii) a tender offer for 100% of Sears' approximately $900 million in outstanding unsecured indebtedness at a discount to par reflective of the current trading prices or, alternatively, for Sears equity. ESL believes that the exchange offer and the tender offer would be beneficial to the debt holders, by providing liquidity, to Sears, by reducing its debt obligations, and to equity holders, by reducing risk and giving Sears time to pursue value maximizing strategies. Assuming the proceeds from the contemplated divestitures is sufficient to allow Sears to substantially reduce its overall leverage, ESL would consider participating in such exchange offer' and tender' offer.\nTiming and Advisors: We are prepared to move as quickly as possible to complete customary due diligence for a transaction of this [nature] and enter into definitive agreements. We believe that an expedited process is in the best interest of all parties involved. We have retained Moelis & Company as financial advisor and Cleary Gottlieb Steen & Hamilton LLP as legal counsel.\nWATCH: Eddie Lampert speaks out about Sears show chapters Hedge fund manager Eddie Lampert finally speaks about Sears 6 Hours Ago | 06:15",
    "published": "2018-04-23T15:31:00.000+03:00",
    "crawled": "2018-04-23T15:34:54.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "esl",
        "investment",
        "hedge",
        "fund",
        "led",
        "sears",
        "holding",
        "ceo",
        "eddie",
        "lampert",
        "proposing",
        "buy",
        "kenmore",
        "brand",
        "sears",
        "home",
        "improvement",
        "business",
        "partsdirect",
        "division",
        "chain",
        "real",
        "estate",
        "retailer",
        "saw",
        "sale",
        "drop",
        "nearly",
        "percent",
        "holiday",
        "quarter",
        "heavily",
        "debt",
        "sears",
        "looking",
        "way",
        "improve",
        "cash",
        "flow",
        "including",
        "shedding",
        "store",
        "landing",
        "new",
        "financing",
        "much",
        "esl",
        "letter",
        "sears",
        "board",
        "friday",
        "esl",
        "said",
        "continue",
        "see",
        "value",
        "sears",
        "underlying",
        "asset",
        "believe",
        "strongly",
        "appropriate",
        "runway",
        "sears",
        "able",
        "complete",
        "transformation",
        "respond",
        "challenging",
        "retail",
        "environment",
        "firm",
        "said",
        "belief",
        "value",
        "sears",
        "business",
        "reflected",
        "capital",
        "market",
        "sears",
        "struggled",
        "find",
        "interested",
        "buyer",
        "except",
        "sale",
        "craftsman",
        "stanley",
        "black",
        "decker",
        "sears",
        "confirmed",
        "receipt",
        "esl",
        "letter",
        "monday",
        "morning",
        "adding",
        "proposal",
        "would",
        "reviewed",
        "independent",
        "board",
        "director",
        "company",
        "said",
        "lampert",
        "along",
        "esl",
        "president",
        "kunal",
        "kamlani",
        "would",
        "participate",
        "discussion",
        "negotiation",
        "decision",
        "except",
        "extent",
        "specifically",
        "requested",
        "committee",
        "sears",
        "stock",
        "gained",
        "percent",
        "monday",
        "morning",
        "news",
        "earlier",
        "surged",
        "percent",
        "esl",
        "sears",
        "shareholder",
        "behind",
        "lampert",
        "called",
        "kenmore",
        "iconic",
        "brand",
        "said",
        "would",
        "prepared",
        "close",
        "deal",
        "asset",
        "within",
        "day",
        "appliance",
        "brand",
        "recently",
        "started",
        "selling",
        "respect",
        "sears",
        "home",
        "improvement",
        "partsdirect",
        "business",
        "lampert",
        "hedge",
        "fund",
        "said",
        "valued",
        "asset",
        "together",
        "million",
        "would",
        "pay",
        "cash",
        "esl",
        "also",
        "said",
        "would",
        "open",
        "making",
        "offer",
        "sears",
        "real",
        "estate",
        "including",
        "assumption",
        "billion",
        "debt",
        "obligation",
        "firm",
        "said",
        "expectation",
        "deal",
        "would",
        "sears",
        "continue",
        "operating",
        "store",
        "leasing",
        "back",
        "esl",
        "view",
        "pursuing",
        "divestiture",
        "provide",
        "important",
        "source",
        "liquidity",
        "sears",
        "could",
        "avoid",
        "deterioration",
        "value",
        "asset",
        "esl",
        "said",
        "following",
        "divestiture",
        "craftsman",
        "last",
        "year",
        "sears",
        "confirmed",
        "looking",
        "spin",
        "asset",
        "department",
        "store",
        "chain",
        "recently",
        "seen",
        "bolstering",
        "home",
        "service",
        "business",
        "hiring",
        "employee",
        "within",
        "division",
        "sears",
        "meanwhile",
        "selling",
        "unprofitable",
        "store",
        "another",
        "way",
        "raise",
        "cash",
        "earlier",
        "year",
        "sears",
        "announced",
        "round",
        "store",
        "closure",
        "sears",
        "kmart",
        "banner",
        "expected",
        "completed",
        "end",
        "month",
        "company",
        "also",
        "recently",
        "raised",
        "enough",
        "money",
        "pay",
        "million",
        "toward",
        "pension",
        "plan",
        "order",
        "allow",
        "sale",
        "property",
        "property",
        "believed",
        "real",
        "estate",
        "analyst",
        "next",
        "sears",
        "location",
        "chopping",
        "block",
        "sears",
        "released",
        "list",
        "store",
        "said",
        "sale",
        "might",
        "take",
        "place",
        "department",
        "store",
        "chain",
        "also",
        "process",
        "selling",
        "store",
        "online",
        "response",
        "esl",
        "sears",
        "said",
        "could",
        "guarantee",
        "transaction",
        "would",
        "occur",
        "company",
        "wo",
        "comment",
        "determines",
        "additional",
        "disclosure",
        "appropriate",
        "sears",
        "stock",
        "fallen",
        "percent",
        "year",
        "ago",
        "esl",
        "letter",
        "sears",
        "board",
        "lady",
        "gentleman",
        "fund",
        "affiliated",
        "esl",
        "investment",
        "largest",
        "stockholder",
        "substantial",
        "lender",
        "sears",
        "holding",
        "corporation",
        "sears",
        "continue",
        "see",
        "value",
        "sears",
        "underlying",
        "asset",
        "believe",
        "strongly",
        "appropriate",
        "runway",
        "sears",
        "able",
        "complete",
        "transformation",
        "respond",
        "challenging",
        "retail",
        "environment",
        "also",
        "view",
        "portfolio",
        "sears",
        "asset",
        "substantial",
        "value",
        "reflected",
        "capital",
        "market",
        "maximized",
        "current",
        "organizational",
        "structure",
        "asset",
        "include",
        "kenmore",
        "brand",
        "related",
        "asset",
        "kenmore",
        "home",
        "improvement",
        "business",
        "sears",
        "home",
        "service",
        "division",
        "ship",
        "part",
        "direct",
        "business",
        "sears",
        "home",
        "service",
        "division",
        "part",
        "direct",
        "understand",
        "sears",
        "marketed",
        "certain",
        "asset",
        "nearly",
        "two",
        "year",
        "exception",
        "craftsman",
        "divestiture",
        "unable",
        "reach",
        "agreement",
        "potential",
        "purchaser",
        "acceptable",
        "term",
        "writing",
        "confirm",
        "view",
        "recently",
        "expressed",
        "sears",
        "aggressively",
        "pursue",
        "divestiture",
        "portion",
        "kenmore",
        "ship",
        "part",
        "direct",
        "express",
        "esl",
        "interest",
        "participating",
        "divestiture",
        "view",
        "pursuing",
        "divestiture",
        "demonstrate",
        "value",
        "sears",
        "portfolio",
        "asset",
        "provide",
        "important",
        "source",
        "liquidity",
        "sears",
        "could",
        "avoid",
        "deterioration",
        "value",
        "asset",
        "particular",
        "esl",
        "belief",
        "kenmore",
        "iconic",
        "brand",
        "substantial",
        "value",
        "sears",
        "aggressively",
        "pursue",
        "divestiture",
        "portion",
        "kenmore",
        "near",
        "term",
        "sears",
        "belief",
        "would",
        "helpful",
        "esl",
        "would",
        "prepared",
        "submit",
        "proposal",
        "transaction",
        "belief",
        "would",
        "able",
        "close",
        "transaction",
        "within",
        "day",
        "esl",
        "pleased",
        "submit",
        "indication",
        "interest",
        "acquire",
        "ship",
        "part",
        "direct",
        "term",
        "set",
        "forth",
        "additionally",
        "requested",
        "sears",
        "board",
        "director",
        "esl",
        "also",
        "would",
        "open",
        "making",
        "offer",
        "sears",
        "real",
        "estate",
        "including",
        "assumption",
        "billion",
        "debt",
        "obligation",
        "secured",
        "real",
        "estate",
        "expectation",
        "entering",
        "ongoing",
        "master",
        "lease",
        "store",
        "allow",
        "continued",
        "operation",
        "esl",
        "would",
        "like",
        "emphasize",
        "principal",
        "interest",
        "seeing",
        "kenmore",
        "ship",
        "part",
        "direct",
        "business",
        "divested",
        "near",
        "term",
        "full",
        "fair",
        "value",
        "regardless",
        "whether",
        "esl",
        "third",
        "party",
        "ultimate",
        "buyer",
        "sears",
        "able",
        "improve",
        "debt",
        "profile",
        "liquidity",
        "position",
        "result",
        "ensure",
        "fair",
        "process",
        "esl",
        "hereby",
        "confirms",
        "edward",
        "lampert",
        "kunal",
        "kamlani",
        "participate",
        "behalf",
        "sears",
        "officer",
        "director",
        "discussion",
        "deliberation",
        "negotiation",
        "decision",
        "respect",
        "potential",
        "transaction",
        "esl",
        "participates",
        "buyer",
        "except",
        "extent",
        "specifically",
        "requested",
        "committee",
        "referred",
        "esl",
        "participate",
        "transaction",
        "buyer",
        "unless",
        "transaction",
        "recommended",
        "related",
        "party",
        "transaction",
        "committee",
        "another",
        "committee",
        "independent",
        "director",
        "sears",
        "board",
        "director",
        "fully",
        "empowered",
        "consider",
        "transaction",
        "ii",
        "approved",
        "holder",
        "majority",
        "share",
        "sears",
        "held",
        "disinterested",
        "stockholder",
        "esl",
        "would",
        "accept",
        "transaction",
        "esl",
        "participates",
        "buyer",
        "would",
        "subject",
        "go",
        "shop",
        "process",
        "reasonable",
        "term",
        "believe",
        "adherence",
        "foregoing",
        "procedure",
        "ensure",
        "transaction",
        "esl",
        "fair",
        "reasonable",
        "term",
        "key",
        "term",
        "proposal",
        "acquire",
        "ship",
        "part",
        "direct",
        "set",
        "valuation",
        "interested",
        "acquiring",
        "equity",
        "ship",
        "part",
        "direct",
        "based",
        "enterprise",
        "value",
        "million",
        "purchase",
        "price",
        "would",
        "paid",
        "cash",
        "ship",
        "part",
        "direct",
        "would",
        "acquired",
        "basis",
        "normalized",
        "level",
        "working",
        "capital",
        "agreement",
        "would",
        "expect",
        "sears",
        "enter",
        "certain",
        "interim",
        "agreement",
        "ship",
        "part",
        "direct",
        "enable",
        "continued",
        "operation",
        "business",
        "operate",
        "today",
        "agreement",
        "would",
        "include",
        "transition",
        "service",
        "agreement",
        "sears",
        "period",
        "time",
        "brand",
        "licensing",
        "agreement",
        "ship",
        "part",
        "direct",
        "customary",
        "ancillary",
        "document",
        "transaction",
        "type",
        "proposal",
        "also",
        "subject",
        "receiving",
        "required",
        "consent",
        "assign",
        "supplier",
        "agreement",
        "buyer",
        "supplier",
        "ship",
        "part",
        "direct",
        "financing",
        "cash",
        "consideration",
        "transaction",
        "would",
        "financed",
        "equity",
        "contribution",
        "esl",
        "third",
        "party",
        "debt",
        "financing",
        "appropriate",
        "time",
        "would",
        "also",
        "open",
        "discussing",
        "possibility",
        "partnering",
        "third",
        "party",
        "might",
        "interested",
        "contributing",
        "equity",
        "financing",
        "anticipate",
        "financing",
        "condition",
        "since",
        "plan",
        "financing",
        "fully",
        "committed",
        "time",
        "sign",
        "definitive",
        "agreement",
        "exchange",
        "tender",
        "offer",
        "transaction",
        "would",
        "undertaken",
        "connection",
        "exchange",
        "offer",
        "respect",
        "approximately",
        "million",
        "outstanding",
        "2nd",
        "lien",
        "indebtedness",
        "secured",
        "real",
        "estate",
        "equity",
        "sears",
        "equal",
        "value",
        "ii",
        "tender",
        "offer",
        "sears",
        "approximately",
        "million",
        "outstanding",
        "unsecured",
        "indebtedness",
        "discount",
        "par",
        "reflective",
        "current",
        "trading",
        "price",
        "alternatively",
        "sears",
        "equity",
        "esl",
        "belief",
        "exchange",
        "offer",
        "tender",
        "offer",
        "would",
        "beneficial",
        "debt",
        "holder",
        "providing",
        "liquidity",
        "sears",
        "reducing",
        "debt",
        "obligation",
        "equity",
        "holder",
        "reducing",
        "risk",
        "giving",
        "sears",
        "time",
        "pursue",
        "value",
        "maximizing",
        "strategy",
        "assuming",
        "proceeds",
        "contemplated",
        "divestiture",
        "sufficient",
        "allow",
        "sears",
        "substantially",
        "reduce",
        "overall",
        "leverage",
        "esl",
        "would",
        "consider",
        "participating",
        "exchange",
        "offer",
        "tender",
        "offer",
        "timing",
        "advisor",
        "prepared",
        "move",
        "quickly",
        "possible",
        "complete",
        "customary",
        "due",
        "diligence",
        "transaction",
        "nature",
        "enter",
        "definitive",
        "agreement",
        "believe",
        "expedited",
        "process",
        "best",
        "interest",
        "party",
        "involved",
        "retained",
        "moelis",
        "company",
        "financial",
        "advisor",
        "cleary",
        "gottlieb",
        "steen",
        "hamilton",
        "llp",
        "legal",
        "counsel",
        "watch",
        "eddie",
        "lampert",
        "speaks",
        "sears",
        "show",
        "chapter",
        "hedge",
        "fund",
        "manager",
        "eddie",
        "lampert",
        "finally",
        "speaks",
        "sears",
        "hour",
        "ago"
    ]
}