{
    "organizations": [],
    "uuid": "c8b08a33e13d1ccb918943ad89842f1b747f4a0a",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/04/13/the-morning-download-defense-departments-massive-cloud-contract-creates-a-storm/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Defense Department’s Massive Cloud Contract Creates a Storm",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Photo: SAUL LOEB/AGENCE FRANCE-PRESSE/GETTY IMAGES \nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. The Defense Department’s winner-take-all cloud contract raises questions that all CIOs must address as they move IT resources to the cloud. The issue is how to balance the ease of working with a single vendor vs. the merits of a more competitive, multi-vendor strategy. The Pentagon will release a revised list of requirements in the coming days for its Joint Enterprise Defense Infrastructure cloud contract, a hotly contested, multibillion-dollar contract to move its data into the cloud, the Journal reports. The deal, which the Pentagon says will be awarded to a single vendor, has sparked a lobbying fight among odds-on favorite Amazon.com Inc. and rivals Oracle Corp. and Microsoft Corp., say the Journal’s Ted Mann and Brody Mullins .\nAdvantage AWS? Only Amazon so far has received government approvals to house its most highly classified data in the cloud. Also, AWS has been raking in contracts as part of a multiyear shift in which federal government bodies go to the cloud.\nGoogle Cloud may be in the running. But a recent employee protest over the company’s involvement in a smaller Air Force project could make the tech giant less attractive to government decision-makers, says DefenseOne .\nMore on the complexities of the multi-cloud world can be found here . As CIO Journal’s Angus Loten reported last year, “a growing number of companies are working with multiple cloud vendors, spurring a wave of tech partnerships and new tools aimed at helping them integrate and manage diverse cloud-based infrastructure and software.The strategy, which is spreading despite added costs and headaches, in part reflects a shifting view of the cloud from a more efficient, cost-cutting tool, to a source of business innovation and new revenue.”\nOlder firms feeling ‘outdated’ in digital era. Just over half of senior-level decision makers at companies in business for 30 years or more say they “feel outdated” in the digital era, compared to 40% of officials at younger firms, according to a survey by IT consulting and developing firm PointSource . On a daily basis, it found, older firms are far more likely to waste take longer tracking down and sharing data, or other digital assets, across their organization – as a result of insufficient or incompatible technologies, or a lack of staff training in the latest tools.\nCisco, researchers develop new security techniques to thwart quantum attacks. Cisco Systems Inc. is partnering with Isara Corp. , a Canadian startup founded by former BlackBerry Ltd. security executives to develop new cryptographic algorithms that could help enterprises protect expense report systems, human resources platforms, internal communications and other applications against a potential attack by a quantum computer. “We don’t know if quantum computers are going to exist within four years or 10 years, but we’re seeing a lot of research taking place in this space, and we want to be prepared,” said Panos Kampanakis, technical marketing engineer at Cisco, tells CIO Journal’s Sara Castellanos .\nTyson Foods Chief Technology Officer Scott Spradley, inside the company’s new building in downtown Springdale, Ark. Steven Norton / The Wall Street Journal DOWNLOAD EXTRA: Your high school football schedule could help Tyson sell more chicken. \nAs Tyson Foods re-tools its IT infrastructure to take advantage of advanced analytics, the meat processor is thinking about all the data that might help it predict future demand. Reams of historical data can certainly inform forecasting models, but in an age where cloud computing allows companies to crunch ever-growing piles of information, new data points could improve those models significantly.\n“You start looking at generational metrics, diversity metrics, population density metrics, weather metrics, and things as trivial to some as baseball schedules or football schedules or wedding schedules,” CTO Scott Spradley said.\nAll that data could give Tyson a more nuanced idea of what drives demand and help it deliver the right amount of product to the right places. Imagine, for example, being able to predict an uptick in chicken consumption based on the number of clear-weather days below 90 degrees when a major sporting event is scheduled. An analyst sees a spike in beef consumption on a particular October in Dallas? It might correlate with a rise in the number of people between the ages of 23 and 33 who have birthdays that month, or an increase in the number of home football games.\n“That affects our supply chain, and we can plan for that and build for that so we can supply that kind of capacity whereas in the past it would have been an unknown unknown,” Mr. Spradley said.\n“We have that technology available to us now, and we’re getting that in place for Tyson so that we can actually execute.” - Steven Norton \nTECHNOLOGY NEWS \nStaff in Jakarta at Tokopedia, an internet shopping site that has drawn big investments from China. DIMAS ARDIAN/BLOOMBERG NEWS Silicon Valley’s money machine has a challenger. Asian investors, most from China, directed nearly as much money into startups last year as American investors did—40% of the record $154 billion in global venture financing versus 44%, the Journal’s Phred Dvorak and Yasufumi Saito report . The surge positions Asia’s investors to win stakes in markets that Western companies covet, or that have national security implications, such as artificial intelligence.\nIn five to 10 years… “All the rest of the world will basically be a land grab between the U.S. and China,” Kai-Fu Lee, a veteran tech executive and founder of Beijing-based venture-capital firm, Sinovation Ventures tells the WSJ. “The U.S. approach is: We’ll build a better product and just win over all the countries,” he said. The Chinese approach is “we’ll fund the local partner to beat off the American companies.”\nTech IPO market shows signs of warming. The solid debuts of firms such as Spotify Technology SA , Dropbox Inc. and Zscaler Inc. have helped catalyze a shift among private-company CEOs and senior executives toward viewing public markets as a hospitable place to raise capital, says the Journal’s Maureen Farrell .\nTesla, safety agency feud over fatal-crash probe. The National Transportation Safety Board said Thursday that it tossed Tesla Inc. from an investigation into last month’s crash of a Model X sport-utility vehicle that killed the driver near Mountain View, Calif., the WSJ reports . The automaker contends it dropped out, saying restrictions on disclosures could jeopardize public safety by blocking the timely release of relevant information to the public including about its semiautonomous driving system, called Autopilot.\nCops can now unlock iPhones. A number of police departments and federal government agencies around the country have acquired a tool for bypassing encryption on iPhones. Motherboard reports that the availability of a tool like GrayKey, which costs between $15,000 and $30,000, raises questions over why the Federal Bureau of Investigation has been demanding that Apple Inc. install an encryption backdoor into its devices.\nSelf-driving cars are ‘student drivers,’ says Uber chief. Uber Technologies Inc. Chief Executive Dara Khosrowshahi said the ride-hailing firm is “absolutely committed” to its self-driving-car program after one of its autonomous vehicles struck and killed a pedestrian in Arizona last month. “Ultimately, self-driving cars will be safer than humans,” Mr. Khosrowshahi said on NBC’s “Today” show Thursday. “But right now self-driving cars are learning. They’re student drivers.” The Journal’s Cara Lombardo has more .\nSingapore embraces surveillance. The island-state plans to a install surveillance cameras with facial recognition software to 10,000 lampposts, Reuters reports .\nPutting roads to work. Bloomberg reports that China’s Qilu Transportation Development Group. Co., which developed a mile-long test road studded with solar panels capable of powering highway lights and nearby homes, is looking into making roadways smarter. The plan is add sensors and chargers capable of relaying traffic updates, better mapping and even charging vehicles of the future.\nWHAT YOUR CEO IS READING \nA visitor uses a Virtual Reality (VR) headset during the “Laval Virtual” virtual reality, augmented reality and 3D techonology show on April 6, 2018, in Laval, northwestern France. Agence France-Presse/Getty Images Every week, CIO Journal offers a glimpse into the mind of the CEO, whose view of technology is shaped by stories in management journals, general interest magazines and, of course, in-flight publications. \nNew disruptions. In predicting technology’s impact on jobs in the decades to come, Barclays plc looks backwards. “As new technologies make existing ones obsolete, they typically drive new job creation in related sectors,” they write in a new report. Take the modern automobile. It killed the horse-and-buggy industry, but new businesses—and new jobs—arose to meet new consumer demands. Few make bridle reins. Those scented trees sold for car interiors? Today they are part of a half a billion dollar industry in the U.S. For the short term, it is the smaller, incremental advances, what Barclays calls “soft automation,” that deserve attention. History shows that the first few decades of disruption often bring depressed wages, as “most path-breaking technologies end up automating specific tasks within a job, not the job itself.” This “soft automation” hit the textile industry in 19th century England and now it is hitting the taxi and truck industries in the form of cruise control, rear-view cameras and mobile GPS\nVirtual reality’s first heyday was in the steampunk era. Technology enabled museum-goers in Victorian-era England to experience Michelangelo’s David, while the statue itself sat 1,000 miles away in Florence, and walk around–even touch– Mayan hieroglyphs, even as those carvings lay somewhere in Guatemala’s steamy jungles. Starting in the late 1860s, cultural London was a hub for what the Economist’s Tom Standage calls the “Victorian equivalent of virtual reality” — and what everyone else calls making plaster copies of famous sculptures. Mr. Standage finds similarities. Like today’s virtual reality, plaster-casting was on-trend until suddenly it wasn’t. The reproductions also offered people a simulacrum of the real thing. Today, as pollution disfigures original artifacts, scientists are tapping their inner steampunk, applying 21st century digital 3d-scanning technology to 19th century Victorian casts so artifacts “can now be scrutinized online and in modern-day virtual reality.”\nBeyond control? In the end, members of Congress, blackbelts all in the artful dodge, may have found themselves stumped by the torrent of bromides. “It’s not enough to connect people,” Facebook Inc. CEO Mark Zuckerberg this week in opening statements on Capitol Hill. “We have to make sure those connections are positive.” The FT’s John Gapper writes that Facebook is too large to do more than hope for distilling such positive vibes. The company can plug away, but “other things cannot be fixed because they are beyond Mr Zuckerberg’s control, lost in myriad encounters among Facebook’s 2bn users. The technical term is emergence, the powerful and unpredictable outcome of millions of users interacting freely with others.”\nEVERYTHING ELSE YOU NEED TO KNOW \nFormer FBI Director James Comey describes President Donald Trump as a “deeply flawed person and leader” in a new memoir that also compares him to a Mafia boss and characterizes his presidency as a “forest fire.” (WSJ)\nFacebook doesn’t expect the recent uproar over its users’ digital privacy to affect sales significantly , a top advertising executive for the global social-media platform says. (WSJ)\nThe world’s robust appetite for oil could be significantly dented by the escalating trade dispute between the U.S. and China, the International Energy Agency has warned. (WSJ)\nPresident Donald Trump issued an executive order Thursday creating a task force to recommend reforms in the U.S. Postal Service , following tweets accusing the agency of giving a sweetheart deal to Amazon. (WSJ)\nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . \nShare this: AMAZON WEB SERVICES CLOUD DOWNLOAD GOOGLE Pentagon Previous Older Firms Feeling 'Outdated' in Digital Era Next Human + Machine: The Impact of AI on Business Transformation",
    "published": "2018-04-13T16:25:00.000+03:00",
    "crawled": "2018-04-13T23:57:46.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "photo",
        "saul",
        "image",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "defense",
        "department",
        "cloud",
        "contract",
        "raise",
        "question",
        "cio",
        "must",
        "address",
        "move",
        "resource",
        "cloud",
        "issue",
        "balance",
        "ease",
        "working",
        "single",
        "vendor",
        "merit",
        "competitive",
        "strategy",
        "pentagon",
        "release",
        "revised",
        "list",
        "requirement",
        "coming",
        "day",
        "joint",
        "enterprise",
        "defense",
        "infrastructure",
        "cloud",
        "contract",
        "hotly",
        "contested",
        "contract",
        "move",
        "data",
        "cloud",
        "journal",
        "report",
        "deal",
        "pentagon",
        "say",
        "awarded",
        "single",
        "vendor",
        "sparked",
        "lobbying",
        "fight",
        "among",
        "favorite",
        "rival",
        "oracle",
        "microsoft",
        "say",
        "journal",
        "ted",
        "mann",
        "brody",
        "mullins",
        "advantage",
        "aws",
        "amazon",
        "far",
        "received",
        "government",
        "approval",
        "house",
        "highly",
        "classified",
        "data",
        "cloud",
        "also",
        "aws",
        "raking",
        "contract",
        "part",
        "multiyear",
        "shift",
        "federal",
        "government",
        "body",
        "go",
        "cloud",
        "google",
        "cloud",
        "may",
        "running",
        "recent",
        "employee",
        "protest",
        "company",
        "involvement",
        "smaller",
        "air",
        "force",
        "project",
        "could",
        "make",
        "tech",
        "giant",
        "less",
        "attractive",
        "government",
        "say",
        "defenseone",
        "complexity",
        "world",
        "found",
        "cio",
        "journal",
        "angus",
        "loten",
        "reported",
        "last",
        "year",
        "growing",
        "number",
        "company",
        "working",
        "multiple",
        "cloud",
        "vendor",
        "spurring",
        "wave",
        "tech",
        "partnership",
        "new",
        "tool",
        "aimed",
        "helping",
        "integrate",
        "manage",
        "diverse",
        "infrastructure",
        "strategy",
        "spreading",
        "despite",
        "added",
        "cost",
        "headache",
        "part",
        "reflects",
        "shifting",
        "view",
        "cloud",
        "efficient",
        "tool",
        "source",
        "business",
        "innovation",
        "new",
        "older",
        "firm",
        "feeling",
        "outdated",
        "digital",
        "era",
        "half",
        "decision",
        "maker",
        "company",
        "business",
        "year",
        "say",
        "feel",
        "outdated",
        "digital",
        "era",
        "compared",
        "official",
        "younger",
        "firm",
        "according",
        "survey",
        "consulting",
        "developing",
        "firm",
        "pointsource",
        "daily",
        "basis",
        "found",
        "older",
        "firm",
        "far",
        "likely",
        "waste",
        "take",
        "longer",
        "tracking",
        "sharing",
        "data",
        "digital",
        "asset",
        "across",
        "organization",
        "result",
        "insufficient",
        "incompatible",
        "technology",
        "lack",
        "staff",
        "training",
        "latest",
        "tool",
        "cisco",
        "researcher",
        "develop",
        "new",
        "security",
        "technique",
        "thwart",
        "quantum",
        "attack",
        "cisco",
        "system",
        "partnering",
        "isara",
        "canadian",
        "startup",
        "founded",
        "former",
        "blackberry",
        "security",
        "executive",
        "develop",
        "new",
        "cryptographic",
        "algorithm",
        "could",
        "help",
        "enterprise",
        "protect",
        "expense",
        "report",
        "system",
        "human",
        "resource",
        "platform",
        "internal",
        "communication",
        "application",
        "potential",
        "attack",
        "quantum",
        "computer",
        "know",
        "quantum",
        "computer",
        "going",
        "exist",
        "within",
        "four",
        "year",
        "year",
        "seeing",
        "lot",
        "research",
        "taking",
        "place",
        "space",
        "want",
        "prepared",
        "said",
        "panos",
        "kampanakis",
        "technical",
        "marketing",
        "engineer",
        "cisco",
        "tell",
        "cio",
        "journal",
        "sara",
        "castellanos",
        "tyson",
        "food",
        "chief",
        "technology",
        "officer",
        "scott",
        "spradley",
        "inside",
        "company",
        "new",
        "building",
        "downtown",
        "springdale",
        "ark",
        "steven",
        "norton",
        "wall",
        "street",
        "journal",
        "download",
        "extra",
        "high",
        "school",
        "football",
        "schedule",
        "could",
        "help",
        "tyson",
        "sell",
        "chicken",
        "tyson",
        "food",
        "infrastructure",
        "take",
        "advantage",
        "advanced",
        "analytics",
        "meat",
        "processor",
        "thinking",
        "data",
        "might",
        "help",
        "predict",
        "future",
        "demand",
        "ream",
        "historical",
        "data",
        "certainly",
        "inform",
        "forecasting",
        "model",
        "age",
        "cloud",
        "computing",
        "allows",
        "company",
        "crunch",
        "pile",
        "information",
        "new",
        "data",
        "point",
        "could",
        "improve",
        "model",
        "significantly",
        "start",
        "looking",
        "generational",
        "metric",
        "diversity",
        "metric",
        "population",
        "density",
        "metric",
        "weather",
        "metric",
        "thing",
        "trivial",
        "baseball",
        "schedule",
        "football",
        "schedule",
        "wedding",
        "schedule",
        "cto",
        "scott",
        "spradley",
        "said",
        "data",
        "could",
        "give",
        "tyson",
        "nuanced",
        "idea",
        "drive",
        "demand",
        "help",
        "deliver",
        "right",
        "amount",
        "product",
        "right",
        "place",
        "imagine",
        "example",
        "able",
        "predict",
        "uptick",
        "chicken",
        "consumption",
        "based",
        "number",
        "day",
        "degree",
        "major",
        "sporting",
        "event",
        "scheduled",
        "analyst",
        "see",
        "spike",
        "beef",
        "consumption",
        "particular",
        "october",
        "dallas",
        "might",
        "correlate",
        "rise",
        "number",
        "people",
        "age",
        "birthday",
        "month",
        "increase",
        "number",
        "home",
        "football",
        "game",
        "affect",
        "supply",
        "chain",
        "plan",
        "build",
        "supply",
        "kind",
        "capacity",
        "whereas",
        "past",
        "would",
        "unknown",
        "unknown",
        "spradley",
        "said",
        "technology",
        "available",
        "u",
        "getting",
        "place",
        "tyson",
        "actually",
        "steven",
        "norton",
        "technology",
        "news",
        "staff",
        "jakarta",
        "tokopedia",
        "internet",
        "shopping",
        "site",
        "drawn",
        "big",
        "investment",
        "china",
        "dimas",
        "news",
        "silicon",
        "valley",
        "money",
        "machine",
        "challenger",
        "asian",
        "investor",
        "china",
        "directed",
        "nearly",
        "much",
        "money",
        "startup",
        "last",
        "year",
        "american",
        "investor",
        "record",
        "billion",
        "global",
        "venture",
        "financing",
        "versus",
        "journal",
        "phred",
        "dvorak",
        "yasufumi",
        "saito",
        "report",
        "surge",
        "position",
        "asia",
        "investor",
        "win",
        "stake",
        "market",
        "western",
        "company",
        "covet",
        "national",
        "security",
        "implication",
        "artificial",
        "intelligence",
        "five",
        "rest",
        "world",
        "basically",
        "land",
        "grab",
        "china",
        "lee",
        "veteran",
        "tech",
        "executive",
        "founder",
        "firm",
        "sinovation",
        "venture",
        "tell",
        "wsj",
        "approach",
        "build",
        "better",
        "product",
        "win",
        "country",
        "said",
        "chinese",
        "approach",
        "fund",
        "local",
        "partner",
        "beat",
        "american",
        "tech",
        "ipo",
        "market",
        "show",
        "sign",
        "warming",
        "solid",
        "debut",
        "firm",
        "spotify",
        "technology",
        "sa",
        "dropbox",
        "zscaler",
        "helped",
        "catalyze",
        "shift",
        "among",
        "ceo",
        "senior",
        "executive",
        "toward",
        "viewing",
        "public",
        "market",
        "hospitable",
        "place",
        "raise",
        "capital",
        "say",
        "journal",
        "maureen",
        "farrell",
        "tesla",
        "safety",
        "agency",
        "feud",
        "probe",
        "national",
        "transportation",
        "safety",
        "board",
        "said",
        "thursday",
        "tossed",
        "tesla",
        "investigation",
        "last",
        "month",
        "crash",
        "model",
        "x",
        "vehicle",
        "killed",
        "driver",
        "near",
        "mountain",
        "view",
        "wsj",
        "report",
        "automaker",
        "contends",
        "dropped",
        "saying",
        "restriction",
        "disclosure",
        "could",
        "jeopardize",
        "public",
        "safety",
        "blocking",
        "timely",
        "release",
        "relevant",
        "information",
        "public",
        "including",
        "semiautonomous",
        "driving",
        "system",
        "called",
        "autopilot",
        "cop",
        "unlock",
        "iphones",
        "number",
        "police",
        "department",
        "federal",
        "government",
        "agency",
        "around",
        "country",
        "acquired",
        "tool",
        "bypassing",
        "encryption",
        "iphones",
        "motherboard",
        "report",
        "availability",
        "tool",
        "like",
        "graykey",
        "cost",
        "raise",
        "question",
        "federal",
        "bureau",
        "investigation",
        "demanding",
        "apple",
        "install",
        "encryption",
        "backdoor",
        "device",
        "car",
        "student",
        "driver",
        "say",
        "uber",
        "chief",
        "uber",
        "technology",
        "chief",
        "executive",
        "dara",
        "khosrowshahi",
        "said",
        "firm",
        "absolutely",
        "committed",
        "program",
        "one",
        "autonomous",
        "vehicle",
        "struck",
        "killed",
        "pedestrian",
        "arizona",
        "last",
        "month",
        "ultimately",
        "car",
        "safer",
        "human",
        "khosrowshahi",
        "said",
        "nbc",
        "today",
        "show",
        "thursday",
        "right",
        "car",
        "learning",
        "student",
        "journal",
        "cara",
        "lombardo",
        "singapore",
        "embrace",
        "surveillance",
        "plan",
        "install",
        "surveillance",
        "camera",
        "facial",
        "recognition",
        "software",
        "lamppost",
        "reuters",
        "report",
        "putting",
        "road",
        "work",
        "bloomberg",
        "report",
        "china",
        "qilu",
        "transportation",
        "development",
        "group",
        "developed",
        "test",
        "road",
        "studded",
        "solar",
        "panel",
        "capable",
        "powering",
        "highway",
        "light",
        "nearby",
        "home",
        "looking",
        "making",
        "roadway",
        "smarter",
        "plan",
        "add",
        "sensor",
        "charger",
        "capable",
        "relaying",
        "traffic",
        "update",
        "better",
        "mapping",
        "even",
        "charging",
        "vehicle",
        "future",
        "ceo",
        "reading",
        "visitor",
        "us",
        "virtual",
        "reality",
        "vr",
        "headset",
        "laval",
        "virtual",
        "virtual",
        "reality",
        "augmented",
        "reality",
        "3d",
        "techonology",
        "show",
        "april",
        "laval",
        "northwestern",
        "france",
        "agence",
        "image",
        "every",
        "week",
        "cio",
        "journal",
        "offer",
        "glimpse",
        "mind",
        "ceo",
        "whose",
        "view",
        "technology",
        "shaped",
        "story",
        "management",
        "journal",
        "general",
        "interest",
        "magazine",
        "course",
        "publication",
        "new",
        "disruption",
        "predicting",
        "technology",
        "impact",
        "job",
        "decade",
        "come",
        "barclays",
        "plc",
        "look",
        "backwards",
        "new",
        "technology",
        "make",
        "existing",
        "one",
        "obsolete",
        "typically",
        "drive",
        "new",
        "job",
        "creation",
        "related",
        "sector",
        "write",
        "new",
        "report",
        "take",
        "modern",
        "automobile",
        "killed",
        "industry",
        "new",
        "new",
        "meet",
        "new",
        "consumer",
        "demand",
        "make",
        "bridle",
        "rein",
        "scented",
        "tree",
        "sold",
        "car",
        "interior",
        "today",
        "part",
        "half",
        "billion",
        "dollar",
        "industry",
        "short",
        "term",
        "smaller",
        "incremental",
        "advance",
        "barclays",
        "call",
        "soft",
        "automation",
        "deserve",
        "attention",
        "history",
        "show",
        "first",
        "decade",
        "disruption",
        "often",
        "bring",
        "depressed",
        "wage",
        "technology",
        "end",
        "automating",
        "specific",
        "task",
        "within",
        "job",
        "job",
        "soft",
        "automation",
        "hit",
        "textile",
        "industry",
        "19th",
        "century",
        "england",
        "hitting",
        "taxi",
        "truck",
        "industry",
        "form",
        "cruise",
        "control",
        "camera",
        "mobile",
        "gps",
        "virtual",
        "reality",
        "first",
        "heyday",
        "steampunk",
        "era",
        "technology",
        "enabled",
        "england",
        "experience",
        "michelangelo",
        "david",
        "statue",
        "sat",
        "mile",
        "away",
        "florence",
        "walk",
        "mayan",
        "hieroglyph",
        "even",
        "carving",
        "lay",
        "somewhere",
        "guatemala",
        "steamy",
        "jungle",
        "starting",
        "late",
        "1860s",
        "cultural",
        "london",
        "hub",
        "economist",
        "tom",
        "standage",
        "call",
        "victorian",
        "equivalent",
        "virtual",
        "reality",
        "everyone",
        "else",
        "call",
        "making",
        "plaster",
        "copy",
        "famous",
        "sculpture",
        "standage",
        "find",
        "similarity",
        "like",
        "today",
        "virtual",
        "reality",
        "suddenly",
        "reproduction",
        "also",
        "offered",
        "people",
        "simulacrum",
        "real",
        "thing",
        "today",
        "pollution",
        "disfigures",
        "original",
        "artifact",
        "scientist",
        "tapping",
        "inner",
        "steampunk",
        "applying",
        "21st",
        "century",
        "digital",
        "technology",
        "19th",
        "century",
        "victorian",
        "cast",
        "artifact",
        "scrutinized",
        "online",
        "virtual",
        "beyond",
        "control",
        "end",
        "member",
        "congress",
        "blackbelts",
        "artful",
        "dodge",
        "may",
        "found",
        "stumped",
        "torrent",
        "bromide",
        "enough",
        "connect",
        "people",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "week",
        "opening",
        "statement",
        "capitol",
        "hill",
        "make",
        "sure",
        "connection",
        "ft",
        "john",
        "gapper",
        "writes",
        "facebook",
        "large",
        "hope",
        "distilling",
        "positive",
        "vibe",
        "company",
        "plug",
        "away",
        "thing",
        "fixed",
        "beyond",
        "mr",
        "zuckerberg",
        "control",
        "lost",
        "myriad",
        "encounter",
        "among",
        "facebook",
        "2bn",
        "user",
        "technical",
        "term",
        "emergence",
        "powerful",
        "unpredictable",
        "outcome",
        "million",
        "user",
        "interacting",
        "freely",
        "everything",
        "else",
        "need",
        "know",
        "former",
        "fbi",
        "director",
        "james",
        "comey",
        "describes",
        "president",
        "donald",
        "trump",
        "deeply",
        "flawed",
        "person",
        "leader",
        "new",
        "memoir",
        "also",
        "compare",
        "mafia",
        "bos",
        "characterizes",
        "presidency",
        "forest",
        "wsj",
        "facebook",
        "expect",
        "recent",
        "uproar",
        "user",
        "digital",
        "privacy",
        "affect",
        "sale",
        "significantly",
        "top",
        "advertising",
        "executive",
        "global",
        "platform",
        "say",
        "wsj",
        "world",
        "robust",
        "appetite",
        "oil",
        "could",
        "significantly",
        "dented",
        "escalating",
        "trade",
        "dispute",
        "china",
        "international",
        "energy",
        "agency",
        "warned",
        "wsj",
        "president",
        "donald",
        "trump",
        "issued",
        "executive",
        "order",
        "thursday",
        "creating",
        "task",
        "force",
        "recommend",
        "reform",
        "postal",
        "service",
        "following",
        "tweet",
        "accusing",
        "agency",
        "giving",
        "sweetheart",
        "deal",
        "amazon",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "amazon",
        "web",
        "service",
        "cloud",
        "download",
        "google",
        "pentagon",
        "previous",
        "older",
        "firm",
        "feeling",
        "digital",
        "era",
        "next",
        "human",
        "machine",
        "impact",
        "ai",
        "business",
        "transformation"
    ]
}