{
    "organizations": [],
    "uuid": "c1ec64878251cba1713a4e164554fd503b6a3b24",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/globe-newswire-sec-declares-form-s-4-effective-for-proposed-merger-of-unimin-corporation-and-fairmount-santrol.html",
    "ord_in_thread": 0,
    "title": "SEC Declares Form S-4 Effective for Proposed Merger of Unimin Corporation and Fairmount Santrol",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHESTERLAND, Ohio and NEW CANAAN, Conn., April 26, 2018 (GLOBE NEWSWIRE) -- Fairmount Santrol (NYSE:FMSA), a leading provider of high-performance sand and sand-based product solutions, and Unimin Corporation (“Unimin”), a wholly owned subsidiary of SCR-Sibelco NV (“Sibelco”), today announced that the registration statement on Form S-4 (the \"Registration Statement\") filed with the Securities and Exchange Commission (the \"SEC\") was declared effective by the SEC on April 26, 2018. The Registration Statement was filed in connection with the proposed transaction (“the Merger”) between Fairmount Santrol and Unimin.\nA special meeting of Fairmount Santrol stockholders will be held on Friday, May 25, 2018, at 1:30 p.m. EST, at the offices of Jones Day, 901 Lakeside Avenue East, Cleveland, Ohio 44114, to vote on the Merger and other Merger-related items. All Fairmount Santrol stockholders of record as of the close of business on April 20, 2018 (the “record holders”), will be entitled to vote their shares at the special meeting. The approval of the proposal to adopt the merger agreement requires the affirmative vote of holders of at least a majority of the outstanding shares.\nThe Registration Statement contains the proxy statement/prospectus and is available through the SEC’s website at www.sec.gov or on the Fairmount Santrol website at FairmountSantrol.com . Notice of the special meeting and a definitive proxy statement/prospectus will be mailed on or about April 26, 2018, to the record holders.\nUnder the terms of the merger agreement, Fairmount Santrol stockholders will collectively receive $170 million in cash at the closing of the Merger (which is estimated to result in cash consideration of approximately $0.74 per share based on Fairmount Santrol’s diluted share count). Additionally, Fairmount Santrol shareholders will own approximately 35% of the combined company at closing, with Sibelco owning the remaining shares.\nAt closing, the combined company will list its shares on the New York Stock Exchange (the “NYSE”), while Fairmount Santrol will delist from the NYSE.\nFairmount Santrol and Unimin continue to expect the Merger to close in mid-2018, subject to approval by Fairmount Santrol’s stockholders at the special meeting, the receipt of specified required regulatory approvals outside of the United States and satisfaction of other customary closing conditions set forth in the merger agreement.\nAbout Fairmount Santrol\nFairmount Santrol is a leading provider of high-performance sand and sand-based products used by oil and gas exploration and production companies to enhance the productivity of their wells. Fairmount Santrol also provides high-quality products, strong technical leadership and applications knowledge to end users in the foundry, building products, water filtration, glass, and sports and recreation markets. Its expansive logistics capabilities include a wide-ranging network of distribution terminals and railcars that allow Fairmount Santrol to effectively serve customers wherever they operate. As one of the nation’s longest continuously operating mining organizations, Fairmount Santrol has developed a strong commitment to all three pillars of sustainable development, People, Planet and Prosperity. Correspondingly, Fairmount Santrol’s motto and action orientation is: “Do Good. Do Well.” For more information, visit FairmountSantrol.com .\nAbout Unimin\nUnimin is an application-focused minerals company providing materials solutions to its customers drawing from a diversified product portfolio and the worldwide production capabilities of Sibelco, its privately held parent organization. Unimin is one of the largest producers of quartz proppants for oil and natural gas stimulation and recovery and is a leading supplier of multi-mineral product offerings to industrial customers in glass, construction, ceramics, coatings, polymers and foundry markets.\nUnimin operates a portfolio of strategically located and long-life assets with 31 mining facilities with reserves (including one facility currently under construction) and nine processing facilities (one of which is inactive) that span the United States, Mexico and Canada and serve a variety of energy and industrial customers. Unimin’s broad portfolio of minerals including silica sand, with feldspar, nepheline syenite, lime, clays (including kaolin), calcium carbonate and olivine allows Unimin to offer a multi-mineral product mix to its industrial customers. Unimin has built long-standing relationships with its key customers and has a broad customer base comprised of S&P 500 and blue chip customers. Unimin operates an extensive logistics and distribution network with access to five Class 1 railroads, a large number of in-basin oil and gas operating terminals and strong unit-train capabilities.\nForward-Looking Statements\nThis press release contains statements which, to the extent they are not statements of historical or present fact, constitute “forward-looking” statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended, and the Private Securities Litigation Reform Act of 1995. All forward-looking statements involve risks and uncertainties that may cause actual results to expressed or implied in the forward-looking statements. Important factors that could cause actual results to anticipated or implied in forward-looking statements are described in Fairmount Santrol’s Form 10-K under the heading “Cautionary Statement Regarding Forward-Looking Information,” as well as the information included in Fairmount Santrol’s Current Reports on Form 8-K and other factors that are set forth in management’s discussion and analysis of Fairmount Santrol’s most recently filed reports with the SEC. Additional important factors that could cause actual results to indicated by forward-looking statements include risks and uncertainties relating to: the merger not being timely completed, if completed at all; if the merger is completed, the impact of any undertakings required by the parties in order to obtain regulatory approvals; prior to the completion of the merger, Fairmount Santrol’s and/or Unimin’s respective businesses experiencing disruptions due to transaction-related uncertainty or other factors making it more difficult to maintain relationships with employees, business partners or governmental entities; the industry may be subject to future regulatory or legislative actions that could adversely affect Fairmount Santrol’s and/or Unimin’s respective businesses; and the parties being unable to successfully implement integration strategies. While Fairmount Santrol and/or Unimin may elect to update forward-looking statements at some point in the future, Fairmount Santrol and Unimin specifically disclaim any obligation to do so, even if estimates change and, therefore, you should not rely on these forward-looking statements as representing our views as of any date subsequent to today.\nAdditional Information\nFAIRMOUNT SANTROL STOCKHOLDERS ARE ENCOURAGED TO READ THE REGISTRATION STATEMENT AND ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC, INCLUDING THE PROXY STATEMENT/PROSPECTUS THAT IS PART OF THE REGISTRATION STATEMENT BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT THE MERGER. The final proxy statement/prospectus will be mailed to the record holders. Investors and security holders will be able to obtain the documents free of charge at the SEC’s website, www.sec.gov , or from Fairmount Santrol at its web-site, FairmountSantrol.com , or by contacting Indrani Egleston at 440-214-3219 or Matthew Schlarb at 440-214-3284.\nParticipants in Solicitation\nFairmount Santrol and its respective directors and executive officers may be deemed to be participants in the solicitation of proxies in respect of the Merger. Information concerning Fairmount Santrol’s participants is set forth in the proxy statement, dated April 6, 2017, for Fairmount Santrol’s 2017 Annual Meeting of stockholders as filed with the SEC on Schedule 14A. Additional information regarding the interests of such participants in the solicitation of proxies in respect of the Merger is included in the Registration Statement and proxy statement/prospectus and other relevant materials filed with the SEC.\nFairmount Santrol:\nIndrani Egleston\n+1 440-214-3219\nIndrani.Egleston@fairmountsantrol.com\nMatt Schlarb\n+1 440-214-3284\nMatthew.Schlarb@fairmountsantrol.com\nUnimin:\nJennifer Fox\n+1 203-442-2287\njfox@unimin.com\nSource:Fairmount Santrol;Unimin Corporation",
    "published": "2018-04-27T00:30:00.000+03:00",
    "crawled": "2018-04-27T00:37:29.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chesterland",
        "ohio",
        "new",
        "canaan",
        "april",
        "globe",
        "newswire",
        "fairmount",
        "santrol",
        "nyse",
        "fmsa",
        "leading",
        "provider",
        "sand",
        "product",
        "solution",
        "unimin",
        "corporation",
        "unimin",
        "wholly",
        "owned",
        "subsidiary",
        "nv",
        "sibelco",
        "today",
        "announced",
        "registration",
        "statement",
        "form",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "declared",
        "effective",
        "sec",
        "april",
        "registration",
        "statement",
        "filed",
        "connection",
        "proposed",
        "transaction",
        "merger",
        "fairmount",
        "santrol",
        "unimin",
        "special",
        "meeting",
        "fairmount",
        "santrol",
        "stockholder",
        "held",
        "friday",
        "may",
        "est",
        "office",
        "jones",
        "day",
        "lakeside",
        "avenue",
        "east",
        "cleveland",
        "ohio",
        "vote",
        "merger",
        "item",
        "fairmount",
        "santrol",
        "stockholder",
        "record",
        "close",
        "business",
        "april",
        "record",
        "holder",
        "entitled",
        "vote",
        "share",
        "special",
        "meeting",
        "approval",
        "proposal",
        "adopt",
        "merger",
        "agreement",
        "requires",
        "affirmative",
        "vote",
        "holder",
        "least",
        "majority",
        "outstanding",
        "share",
        "registration",
        "statement",
        "contains",
        "proxy",
        "available",
        "sec",
        "website",
        "fairmount",
        "santrol",
        "website",
        "notice",
        "special",
        "meeting",
        "definitive",
        "proxy",
        "mailed",
        "april",
        "record",
        "holder",
        "term",
        "merger",
        "agreement",
        "fairmount",
        "santrol",
        "stockholder",
        "collectively",
        "receive",
        "million",
        "cash",
        "closing",
        "merger",
        "estimated",
        "result",
        "cash",
        "consideration",
        "approximately",
        "per",
        "share",
        "based",
        "fairmount",
        "santrol",
        "diluted",
        "share",
        "count",
        "additionally",
        "fairmount",
        "santrol",
        "shareholder",
        "approximately",
        "combined",
        "company",
        "closing",
        "sibelco",
        "owning",
        "remaining",
        "share",
        "closing",
        "combined",
        "company",
        "list",
        "share",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "fairmount",
        "santrol",
        "delist",
        "nyse",
        "fairmount",
        "santrol",
        "unimin",
        "continue",
        "expect",
        "merger",
        "close",
        "subject",
        "approval",
        "fairmount",
        "santrol",
        "stockholder",
        "special",
        "meeting",
        "receipt",
        "specified",
        "required",
        "regulatory",
        "approval",
        "outside",
        "united",
        "state",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "set",
        "forth",
        "merger",
        "agreement",
        "fairmount",
        "santrol",
        "fairmount",
        "santrol",
        "leading",
        "provider",
        "sand",
        "product",
        "used",
        "oil",
        "gas",
        "exploration",
        "production",
        "company",
        "enhance",
        "productivity",
        "well",
        "fairmount",
        "santrol",
        "also",
        "provides",
        "product",
        "strong",
        "technical",
        "leadership",
        "application",
        "knowledge",
        "end",
        "user",
        "foundry",
        "building",
        "product",
        "water",
        "filtration",
        "glass",
        "sport",
        "recreation",
        "market",
        "expansive",
        "logistics",
        "capability",
        "include",
        "network",
        "distribution",
        "terminal",
        "railcar",
        "allow",
        "fairmount",
        "santrol",
        "effectively",
        "serve",
        "customer",
        "wherever",
        "operate",
        "one",
        "nation",
        "longest",
        "continuously",
        "operating",
        "mining",
        "organization",
        "fairmount",
        "santrol",
        "developed",
        "strong",
        "commitment",
        "three",
        "pillar",
        "sustainable",
        "development",
        "people",
        "planet",
        "prosperity",
        "correspondingly",
        "fairmount",
        "santrol",
        "motto",
        "action",
        "orientation",
        "good",
        "information",
        "visit",
        "unimin",
        "unimin",
        "mineral",
        "company",
        "providing",
        "material",
        "solution",
        "customer",
        "drawing",
        "diversified",
        "product",
        "portfolio",
        "worldwide",
        "production",
        "capability",
        "sibelco",
        "privately",
        "held",
        "parent",
        "organization",
        "unimin",
        "one",
        "largest",
        "producer",
        "quartz",
        "proppants",
        "oil",
        "natural",
        "gas",
        "stimulation",
        "recovery",
        "leading",
        "supplier",
        "product",
        "offering",
        "industrial",
        "customer",
        "glass",
        "construction",
        "ceramic",
        "coating",
        "polymer",
        "foundry",
        "market",
        "unimin",
        "operates",
        "portfolio",
        "strategically",
        "located",
        "asset",
        "mining",
        "facility",
        "reserve",
        "including",
        "one",
        "facility",
        "currently",
        "construction",
        "nine",
        "processing",
        "facility",
        "one",
        "inactive",
        "span",
        "united",
        "state",
        "mexico",
        "canada",
        "serve",
        "variety",
        "energy",
        "industrial",
        "customer",
        "unimin",
        "broad",
        "portfolio",
        "mineral",
        "including",
        "silica",
        "sand",
        "feldspar",
        "nepheline",
        "syenite",
        "lime",
        "clay",
        "including",
        "kaolin",
        "calcium",
        "carbonate",
        "olivine",
        "allows",
        "unimin",
        "offer",
        "product",
        "mix",
        "industrial",
        "customer",
        "unimin",
        "built",
        "relationship",
        "key",
        "customer",
        "broad",
        "customer",
        "base",
        "comprised",
        "p",
        "blue",
        "chip",
        "customer",
        "unimin",
        "operates",
        "extensive",
        "logistics",
        "distribution",
        "network",
        "access",
        "five",
        "class",
        "railroad",
        "large",
        "number",
        "oil",
        "gas",
        "operating",
        "terminal",
        "strong",
        "capability",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "extent",
        "statement",
        "historical",
        "present",
        "fact",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "anticipated",
        "implied",
        "statement",
        "described",
        "fairmount",
        "santrol",
        "form",
        "heading",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "well",
        "information",
        "included",
        "fairmount",
        "santrol",
        "current",
        "report",
        "form",
        "factor",
        "set",
        "forth",
        "management",
        "discussion",
        "analysis",
        "fairmount",
        "santrol",
        "recently",
        "filed",
        "report",
        "sec",
        "additional",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "indicated",
        "statement",
        "include",
        "risk",
        "uncertainty",
        "relating",
        "merger",
        "timely",
        "completed",
        "completed",
        "merger",
        "completed",
        "impact",
        "undertaking",
        "required",
        "party",
        "order",
        "obtain",
        "regulatory",
        "approval",
        "prior",
        "completion",
        "merger",
        "fairmount",
        "santrol",
        "unimin",
        "respective",
        "business",
        "experiencing",
        "disruption",
        "due",
        "uncertainty",
        "factor",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "employee",
        "business",
        "partner",
        "governmental",
        "entity",
        "industry",
        "may",
        "subject",
        "future",
        "regulatory",
        "legislative",
        "action",
        "could",
        "adversely",
        "affect",
        "fairmount",
        "santrol",
        "unimin",
        "respective",
        "business",
        "party",
        "unable",
        "successfully",
        "implement",
        "integration",
        "strategy",
        "fairmount",
        "santrol",
        "unimin",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "fairmount",
        "santrol",
        "unimin",
        "specifically",
        "disclaim",
        "obligation",
        "even",
        "estimate",
        "change",
        "therefore",
        "rely",
        "statement",
        "representing",
        "view",
        "date",
        "subsequent",
        "today",
        "additional",
        "information",
        "fairmount",
        "santrol",
        "stockholder",
        "encouraged",
        "read",
        "registration",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "including",
        "proxy",
        "part",
        "registration",
        "statement",
        "contain",
        "important",
        "information",
        "merger",
        "final",
        "proxy",
        "mailed",
        "record",
        "holder",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "document",
        "free",
        "charge",
        "sec",
        "website",
        "fairmount",
        "santrol",
        "contacting",
        "indrani",
        "egleston",
        "matthew",
        "schlarb",
        "participant",
        "solicitation",
        "fairmount",
        "santrol",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "merger",
        "information",
        "concerning",
        "fairmount",
        "santrol",
        "participant",
        "set",
        "forth",
        "proxy",
        "statement",
        "dated",
        "april",
        "fairmount",
        "santrol",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "schedule",
        "14a",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "merger",
        "included",
        "registration",
        "statement",
        "proxy",
        "relevant",
        "material",
        "filed",
        "sec",
        "fairmount",
        "santrol",
        "indrani",
        "egleston",
        "matt",
        "schlarb",
        "unimin",
        "jennifer",
        "fox",
        "jfox",
        "source",
        "fairmount",
        "santrol",
        "unimin",
        "corporation"
    ]
}