{
    "organizations": [],
    "uuid": "86b72db440d0e2bb0aa440a2e8de3b77eff7ef66",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-parker-completes-divestiture-of-facet-filtration-business-to-filtration-group-corporation.html",
    "ord_in_thread": 0,
    "title": "Parker Completes Divestiture of Facet Filtration Business to Filtration Group Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CLEVELAND, April 30, 2018 (GLOBE NEWSWIRE) -- Parker Hannifin Corporation (NYSE: PH), the global leader in motion and control technologies, today announced that it has completed a transaction to divest its global Facet filtration business to Filtration Group Corporation. The Facet filtration business includes part of Parker’s U.S. qualified aviation ground fuel filtration business acquired in the CLARCOR merger, plus filtration products and technologies for other aviation fuel, marine, environmental and general applications. Filtration Group Corporation is a global provider of filtration solutions that span life science, process technologies, fluid and indoor air quality applications. Parker will retain the rest of the CLARCOR businesses and will continue to own the aviation ground fuel filtration business marketed under the Parker Velcon brand name. Terms of the transaction were not disclosed.\nParker previously agreed to divest the global Facet filtration business under the Proposed Final Judgment filed by the U.S. Department of Justice (DOJ) in the U.S. District Court for the District of Delaware on December 18, 2017.\n“We are pleased to have finalized a transaction with a strategic buyer for the Facet business,” said Rob Malone, Vice President and President of Parker's Filtration Group. “The closing of this transaction allows us to resolve matters with the Department of Justice. The integration of the remaining CLARCOR businesses continues on track as we build a strong portfolio of filtration solutions for our customers.”\nThe divestiture includes the global Facet filtration business locations in Stilwell and Tulsa, Oklahoma; Paris, France; La Coruña, Spain; Torino, Italy; Pontypridd, UK; and Almere, the Netherlands; as well as an aviation fuel filtration testing lab in Greensboro, North Carolina. The global Facet filtration business has annual revenues of approximately $60 million and approximately 260 team members.\nAbout Filtration Group\nFiltration Group, an affiliate of Madison Industries, is making the world safer, healthier and more productive by creating innovative solutions that deliver outstanding customer value. With a passionate team, global footprint and leading technology, Filtration Group is driving innovation and developing unparalleled filtration solutions. Filtration Group serves a highly diverse set of customers with offerings that span life science, process technologies, fluid and indoor air quality applications. One of the fastest growing companies in the industry, Filtration Group serves its customers from over 107 facilities in 28 countries. You can learn more at http://www.filtrationgroup.com /\nAbout Parker Hannifin\nParker Hannifin is a Fortune 250 global leader in motion and control technologies. For 100 years the company has engineered the success of its customers in a wide range of diversified industrial and aerospace markets. Parker has increased its annual dividend per share paid to shareholders for 62 consecutive fiscal years, among the top five longest-running dividend-increase records in the S&P 500 index. Learn more at www.parker.com or @parkerhannifin.\nAdvisors\nBarclays acted as financial advisor for Parker and Jones Day acted as legal advisor in this transaction.\nForward-Looking Statements\nForward-looking statements contained in this and other written and oral reports are made based on known events and circumstances at the time of release, and as such, are subject in the future to unforeseen uncertainties and risks. These statements may be identified from use of forward-looking terminology such as “anticipates,” “believes,” “may,” “should,” “could,” “potential,” “continues,” “plans,” “forecasts,” “estimates,” “projects,” “predicts,” “would,” “intends,” “anticipates,” “expects,” “targets,” “is likely,” “will,” or the negative of these terms and similar expressions, and include all statements regarding future performance, earnings projections, events or developments. Parker cautions readers not to place undue reliance on these statements. The risks and uncertainties in connection with such forward-looking statements related to the proposed transaction include, but are not limited to, the occurrence of any event, change or other circumstances that could delay the closing of the proposed transaction; the possibility of non-consummation of the proposed transaction and termination of the transaction agreement; the failure to obtain any approvals of the proposed transaction or to satisfy any of the other conditions to the transaction agreement; the possibility that a governmental entity may prohibit, delay or refuse to grant a necessary regulatory approval in connection with the proposed transaction; adverse effects on Parker’s common stock because of any failure to complete the proposed transaction; Parker’s business experiencing disruptions due to transaction-related uncertainty or other factors making it more difficult to maintain relationships with employees, business partners or governmental entities; the parties being unable to successfully implement integration strategies; and significant transaction costs related to the proposed transaction.\nAmong other factors which may affect future performance and earnings projections are: economic conditions within the company’s key markets, and the company’s ability to maintain and achieve anticipated benefits associated with announced realignment activities, strategic initiatives to improve operating margins, actions taken to combat the effects of the current economic environment, and growth, innovation and global diversification initiatives. A change in the economic conditions in individual markets may have a particularly volatile effect on segment performance. Among other factors which may affect future performance of the company are, as applicable: changes in business relationships with and purchases by or from major customers, suppliers or distributors, including delays or cancellations in shipments; disputes regarding contract terms or significant changes in financial condition, changes in contract cost and revenue estimates for new development programs and changes in product mix; ability to identify acceptable strategic acquisition targets; uncertainties surrounding timing, successful completion or integration of acquisitions and similar transactions, including the integration of CLARCOR; the ability to successfully divest businesses planned for divestiture and realize the anticipated benefits of such divestitures, including the proposed divestiture of the Facet filtration business and technologies for aviation fuel, marine, environmental and general applications as described in this release; the determination to undertake business realignment activities and the expected costs thereof and, if undertaken, the ability to complete such activities and realize the anticipated cost savings from such activities; ability to implement successfully capital allocation initiatives, including timing, price and execution of share repurchases; availability, limitations or cost increases of raw materials, component products and/or commodities that cannot be recovered in product pricing; ability to manage costs related to insurance and employee retirement and health care benefits; compliance costs associated with environmental laws and regulations; potential labor disruptions; threats associated with and efforts to combat terrorism and cyber-security risks; uncertainties surrounding the ultimate resolution of outstanding legal proceedings, including the outcome of any appeals; global competitive market conditions, including global reactions to U.S. trade policies, and resulting effects on sales and pricing; and global economic factors, including manufacturing activity, air travel trends, currency exchange rates, difficulties entering new markets and general economic conditions such as inflation, deflation, interest rates and credit availability. The company makes these statements as of the date of this disclosure, and undertakes no obligation to update them unless otherwise required by law.\n###\nMedia – Aidan Gormley, Director, Global Communications and Branding 216/896-3258 aidan.gormley@parker.com Financial Analysts – Robin J. Davenport, Vice President, Corporate Finance 216/896-2265 rjdavenport@parker.com\nSource:Parker-Hannifin Corporation",
    "published": "2018-04-30T16:30:00.000+03:00",
    "crawled": "2018-04-30T17:15:28.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cleveland",
        "april",
        "globe",
        "newswire",
        "parker",
        "hannifin",
        "corporation",
        "nyse",
        "ph",
        "global",
        "leader",
        "motion",
        "control",
        "technology",
        "today",
        "announced",
        "completed",
        "transaction",
        "divest",
        "global",
        "facet",
        "filtration",
        "business",
        "filtration",
        "group",
        "corporation",
        "facet",
        "filtration",
        "business",
        "includes",
        "part",
        "parker",
        "qualified",
        "aviation",
        "ground",
        "fuel",
        "filtration",
        "business",
        "acquired",
        "clarcor",
        "merger",
        "plus",
        "filtration",
        "product",
        "technology",
        "aviation",
        "fuel",
        "marine",
        "environmental",
        "general",
        "application",
        "filtration",
        "group",
        "corporation",
        "global",
        "provider",
        "filtration",
        "solution",
        "span",
        "life",
        "science",
        "process",
        "technology",
        "fluid",
        "indoor",
        "air",
        "quality",
        "application",
        "parker",
        "retain",
        "rest",
        "clarcor",
        "business",
        "continue",
        "aviation",
        "ground",
        "fuel",
        "filtration",
        "business",
        "marketed",
        "parker",
        "velcon",
        "brand",
        "name",
        "term",
        "transaction",
        "disclosed",
        "parker",
        "previously",
        "agreed",
        "divest",
        "global",
        "facet",
        "filtration",
        "business",
        "proposed",
        "final",
        "judgment",
        "filed",
        "department",
        "justice",
        "doj",
        "district",
        "court",
        "district",
        "delaware",
        "december",
        "pleased",
        "finalized",
        "transaction",
        "strategic",
        "buyer",
        "facet",
        "business",
        "said",
        "rob",
        "malone",
        "vice",
        "president",
        "president",
        "parker",
        "filtration",
        "group",
        "closing",
        "transaction",
        "allows",
        "u",
        "resolve",
        "matter",
        "department",
        "justice",
        "integration",
        "remaining",
        "clarcor",
        "business",
        "continues",
        "track",
        "build",
        "strong",
        "portfolio",
        "filtration",
        "solution",
        "divestiture",
        "includes",
        "global",
        "facet",
        "filtration",
        "business",
        "location",
        "stilwell",
        "tulsa",
        "oklahoma",
        "paris",
        "france",
        "la",
        "coruña",
        "spain",
        "torino",
        "italy",
        "pontypridd",
        "uk",
        "almere",
        "netherlands",
        "well",
        "aviation",
        "fuel",
        "filtration",
        "testing",
        "lab",
        "greensboro",
        "north",
        "carolina",
        "global",
        "facet",
        "filtration",
        "business",
        "annual",
        "revenue",
        "approximately",
        "million",
        "approximately",
        "team",
        "member",
        "filtration",
        "group",
        "filtration",
        "group",
        "affiliate",
        "madison",
        "industry",
        "making",
        "world",
        "safer",
        "healthier",
        "productive",
        "creating",
        "innovative",
        "solution",
        "deliver",
        "outstanding",
        "customer",
        "value",
        "passionate",
        "team",
        "global",
        "footprint",
        "leading",
        "technology",
        "filtration",
        "group",
        "driving",
        "innovation",
        "developing",
        "unparalleled",
        "filtration",
        "solution",
        "filtration",
        "group",
        "serf",
        "highly",
        "diverse",
        "set",
        "customer",
        "offering",
        "span",
        "life",
        "science",
        "process",
        "technology",
        "fluid",
        "indoor",
        "air",
        "quality",
        "application",
        "one",
        "fastest",
        "growing",
        "company",
        "industry",
        "filtration",
        "group",
        "serf",
        "customer",
        "facility",
        "country",
        "learn",
        "http",
        "parker",
        "hannifin",
        "parker",
        "hannifin",
        "fortune",
        "global",
        "leader",
        "motion",
        "control",
        "technology",
        "year",
        "company",
        "engineered",
        "success",
        "customer",
        "wide",
        "range",
        "diversified",
        "industrial",
        "aerospace",
        "market",
        "parker",
        "increased",
        "annual",
        "dividend",
        "per",
        "share",
        "paid",
        "shareholder",
        "consecutive",
        "fiscal",
        "year",
        "among",
        "top",
        "five",
        "record",
        "p",
        "index",
        "learn",
        "parkerhannifin",
        "advisor",
        "barclays",
        "acted",
        "financial",
        "advisor",
        "parker",
        "jones",
        "day",
        "acted",
        "legal",
        "advisor",
        "transaction",
        "statement",
        "statement",
        "contained",
        "written",
        "oral",
        "report",
        "made",
        "based",
        "known",
        "event",
        "circumstance",
        "time",
        "release",
        "subject",
        "future",
        "unforeseen",
        "uncertainty",
        "risk",
        "statement",
        "may",
        "identified",
        "use",
        "terminology",
        "anticipates",
        "belief",
        "may",
        "could",
        "potential",
        "continues",
        "plan",
        "forecast",
        "estimate",
        "project",
        "predicts",
        "would",
        "intends",
        "anticipates",
        "expects",
        "target",
        "likely",
        "negative",
        "term",
        "similar",
        "expression",
        "include",
        "statement",
        "regarding",
        "future",
        "performance",
        "earnings",
        "projection",
        "event",
        "development",
        "parker",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "risk",
        "uncertainty",
        "connection",
        "statement",
        "related",
        "proposed",
        "transaction",
        "include",
        "limited",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "delay",
        "closing",
        "proposed",
        "transaction",
        "possibility",
        "proposed",
        "transaction",
        "termination",
        "transaction",
        "agreement",
        "failure",
        "obtain",
        "approval",
        "proposed",
        "transaction",
        "satisfy",
        "condition",
        "transaction",
        "agreement",
        "possibility",
        "governmental",
        "entity",
        "may",
        "prohibit",
        "delay",
        "refuse",
        "grant",
        "necessary",
        "regulatory",
        "approval",
        "connection",
        "proposed",
        "transaction",
        "adverse",
        "effect",
        "parker",
        "common",
        "stock",
        "failure",
        "complete",
        "proposed",
        "transaction",
        "parker",
        "business",
        "experiencing",
        "disruption",
        "due",
        "uncertainty",
        "factor",
        "making",
        "difficult",
        "maintain",
        "relationship",
        "employee",
        "business",
        "partner",
        "governmental",
        "entity",
        "party",
        "unable",
        "successfully",
        "implement",
        "integration",
        "strategy",
        "significant",
        "transaction",
        "cost",
        "related",
        "proposed",
        "transaction",
        "among",
        "factor",
        "may",
        "affect",
        "future",
        "performance",
        "earnings",
        "projection",
        "economic",
        "condition",
        "within",
        "company",
        "key",
        "market",
        "company",
        "ability",
        "maintain",
        "achieve",
        "anticipated",
        "benefit",
        "associated",
        "announced",
        "realignment",
        "activity",
        "strategic",
        "initiative",
        "improve",
        "operating",
        "margin",
        "action",
        "taken",
        "combat",
        "effect",
        "current",
        "economic",
        "environment",
        "growth",
        "innovation",
        "global",
        "diversification",
        "initiative",
        "change",
        "economic",
        "condition",
        "individual",
        "market",
        "may",
        "particularly",
        "volatile",
        "effect",
        "segment",
        "performance",
        "among",
        "factor",
        "may",
        "affect",
        "future",
        "performance",
        "company",
        "applicable",
        "change",
        "business",
        "relationship",
        "purchase",
        "major",
        "customer",
        "supplier",
        "distributor",
        "including",
        "delay",
        "cancellation",
        "shipment",
        "dispute",
        "regarding",
        "contract",
        "term",
        "significant",
        "change",
        "financial",
        "condition",
        "change",
        "contract",
        "cost",
        "revenue",
        "estimate",
        "new",
        "development",
        "program",
        "change",
        "product",
        "mix",
        "ability",
        "identify",
        "acceptable",
        "strategic",
        "acquisition",
        "target",
        "uncertainty",
        "surrounding",
        "timing",
        "successful",
        "completion",
        "integration",
        "acquisition",
        "similar",
        "transaction",
        "including",
        "integration",
        "clarcor",
        "ability",
        "successfully",
        "divest",
        "business",
        "planned",
        "divestiture",
        "realize",
        "anticipated",
        "benefit",
        "divestiture",
        "including",
        "proposed",
        "divestiture",
        "facet",
        "filtration",
        "business",
        "technology",
        "aviation",
        "fuel",
        "marine",
        "environmental",
        "general",
        "application",
        "described",
        "release",
        "determination",
        "undertake",
        "business",
        "realignment",
        "activity",
        "expected",
        "cost",
        "thereof",
        "undertaken",
        "ability",
        "complete",
        "activity",
        "realize",
        "anticipated",
        "cost",
        "saving",
        "activity",
        "ability",
        "implement",
        "successfully",
        "capital",
        "allocation",
        "initiative",
        "including",
        "timing",
        "price",
        "execution",
        "share",
        "repurchase",
        "availability",
        "limitation",
        "cost",
        "increase",
        "raw",
        "material",
        "component",
        "product",
        "commodity",
        "recovered",
        "product",
        "pricing",
        "ability",
        "manage",
        "cost",
        "related",
        "insurance",
        "employee",
        "retirement",
        "health",
        "care",
        "benefit",
        "compliance",
        "cost",
        "associated",
        "environmental",
        "law",
        "regulation",
        "potential",
        "labor",
        "disruption",
        "threat",
        "associated",
        "effort",
        "combat",
        "terrorism",
        "risk",
        "uncertainty",
        "surrounding",
        "ultimate",
        "resolution",
        "outstanding",
        "legal",
        "proceeding",
        "including",
        "outcome",
        "appeal",
        "global",
        "competitive",
        "market",
        "condition",
        "including",
        "global",
        "reaction",
        "trade",
        "policy",
        "resulting",
        "effect",
        "sale",
        "pricing",
        "global",
        "economic",
        "factor",
        "including",
        "manufacturing",
        "activity",
        "air",
        "travel",
        "trend",
        "currency",
        "exchange",
        "rate",
        "difficulty",
        "entering",
        "new",
        "market",
        "general",
        "economic",
        "condition",
        "inflation",
        "deflation",
        "interest",
        "rate",
        "credit",
        "availability",
        "company",
        "make",
        "statement",
        "date",
        "disclosure",
        "undertakes",
        "obligation",
        "update",
        "unless",
        "otherwise",
        "required",
        "law",
        "medium",
        "aidan",
        "gormley",
        "director",
        "global",
        "communication",
        "branding",
        "financial",
        "analyst",
        "robin",
        "davenport",
        "vice",
        "president",
        "corporate",
        "finance",
        "rjdavenport",
        "source",
        "corporation"
    ]
}