{
    "organizations": [],
    "uuid": "c50ab18d42f7edd9b64de6e26fe50f4a81898f44",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/12/4-ways-to-get-your-great-ideas-noticed-by-the-c-suite.html",
    "ord_in_thread": 0,
    "title": "4 ways to get your great ideas noticed by the C-suite",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As Thomas Edison famously said, \"Hell, there are no rules here — we're trying to accomplish something.\"\nIn other words, we have to break out of our usual constraints in order to innovate.\nThink about your own workplace: Would it be considered innovative? The answer, of course, depends on where you work. But it also depends on whom you ask.\nEY recently surveyed more than 1,000 employees from a range of industries about their ability to innovate at work. The results show a significant disconnect between company leadership and employees on the ground. More than half of senior executives said their company fosters a culture of innovation, yet only a quarter of entry-level employees agreed.\nThat chasm between perception and reality means fresh ideas are being left on the table, and opportunity, along with top talent, is being lost. In fact, 69 percent of those surveyed said they would leave their current position for a comparable role at an organization that is recognized as a leader in innovation.\nInnovation requires buy-in and effort for people at every level, from the C-suite to the summer interns. Here are four guidelines for solving the \"innovation disconnect\" — and making creativity standard practice across your organization.\n1. Rethink your role. Too often, we look to specific people or teams to drive innovation within a company. But innovation is everyone's job, and the most cutting-edge organizations tap into all of the brainpower at their disposal.\nRemember: Your great ideas don't mean anything if you keep them to yourself. If you have something to contribute, you have as much a right as a responsibility to share it.\nOf course, that's easier said than done, especially at the early stages of your career. Nine in 10 senior executives (91 percent) said new ideas are celebrated internally. But when we asked entry-level employees the same question, that number dropped to just 54 percent.\nRead more from @Work:\nThe cities vying for Amazon's HQ2 are fighting the wrong war\nThe dream job that's all the rage across America\nFacebook data privacy scandal has one silver lining: Thousands of new jobs AI can't handle\nManagers should consider it part of their role to create a culture of inclusion, where everyone is encouraged — and expected — to express their ideas, and employees are rewarded for breaking out of the status quo and finding new and better ways of doing things.\n2. Make time and space to ideate. There's a reason the best ideas often come to us in the shower or on a long jog. Creativity requires us to break out of the inertia of day-to-day tasks and think about the big picture. So it's important to set aside time on a regular basis to ruminate, doodle or just daydream.\nOf course, many people don't feel like they have time to spare. In fact, more than half of our survey respondents said that while their company cares about innovation, they are more focused on the \"daily grind.\" Managers can help change this by carving out a designated time — and space — for employees to step out of the day-to-day and work on long-term projects that excite them.\n3. Break down silos. We know that creative breakthroughs don't occur in a vacuum. Innovation happens when we are learning from one another. So it's critical that we take the time to meet face to face, exchange thoughts and build on one another's ideas.\nCompanies can and should create opportunities for employees to get to know colleagues from across all teams and experience levels. To help accomplish this goal, management should consider reverse-mentoring, which at its core allows for the free exchange of ideas and transference of skills between more junior-level and senior employees. At EY we've put a special emphasis on reverse-mentoring, recognizing that senior leadership can learn a lot from more junior employees. This has been true for me personally — sitting down with our young professionals has informed my own leadership and decision-making.\nIf your workplace doesn't have formal channels for collaboration, you can always create your own. There's nothing stopping you from grabbing lunch with a few colleagues from different departments or starting a task force to work through a specific problem.\n4. Embrace failure. It's generally accepted that failure is a key ingredient of innovation. Taking risks and making mistakes are how we learn and grow. Yet most companies treat failure as something to be avoided — or even penalized. Our survey found that only 25 percent of entry-level employees think their organization is tolerant of failure (compared with 44 percent of senior executives).\nInnovation happens only when we give ourselves and our teams \"permission to fail.\" Leadership can help grant that permission by encouraging employees to take calculated risks and treating setbacks as an opportunity to learn rather than something to feel bad about.\nThese are just a few ways that workers at every level can contribute to a culture of innovation. Of course, the work doesn't end there. New ideas only matter if they have a path to implementation. Organizations need systems where new concepts can be developed, tested — and ultimately implemented — so today's insights and daydreams can become tomorrow's competitive advantages.\n— By Michael J. Inserra, EY Americas senior vice chair and deputy managing partner",
    "published": "2018-04-12T16:17:00.000+03:00",
    "crawled": "2018-04-12T16:54:56.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "thomas",
        "edison",
        "famously",
        "said",
        "hell",
        "rule",
        "trying",
        "accomplish",
        "something",
        "word",
        "break",
        "usual",
        "constraint",
        "order",
        "innovate",
        "think",
        "workplace",
        "would",
        "considered",
        "innovative",
        "answer",
        "course",
        "depends",
        "work",
        "also",
        "depends",
        "ask",
        "ey",
        "recently",
        "surveyed",
        "employee",
        "range",
        "industry",
        "ability",
        "innovate",
        "work",
        "result",
        "show",
        "significant",
        "disconnect",
        "company",
        "leadership",
        "employee",
        "ground",
        "half",
        "senior",
        "executive",
        "said",
        "company",
        "foster",
        "culture",
        "innovation",
        "yet",
        "quarter",
        "employee",
        "agreed",
        "chasm",
        "perception",
        "reality",
        "mean",
        "fresh",
        "idea",
        "left",
        "table",
        "opportunity",
        "along",
        "top",
        "talent",
        "lost",
        "fact",
        "percent",
        "surveyed",
        "said",
        "would",
        "leave",
        "current",
        "position",
        "comparable",
        "role",
        "organization",
        "recognized",
        "leader",
        "innovation",
        "innovation",
        "requires",
        "effort",
        "people",
        "every",
        "level",
        "summer",
        "intern",
        "four",
        "guideline",
        "solving",
        "innovation",
        "disconnect",
        "making",
        "creativity",
        "standard",
        "practice",
        "across",
        "organization",
        "rethink",
        "role",
        "often",
        "look",
        "specific",
        "people",
        "team",
        "drive",
        "innovation",
        "within",
        "company",
        "innovation",
        "everyone",
        "job",
        "organization",
        "tap",
        "brainpower",
        "disposal",
        "remember",
        "great",
        "idea",
        "mean",
        "anything",
        "keep",
        "something",
        "contribute",
        "much",
        "right",
        "responsibility",
        "share",
        "course",
        "easier",
        "said",
        "done",
        "especially",
        "early",
        "stage",
        "career",
        "nine",
        "senior",
        "executive",
        "percent",
        "said",
        "new",
        "idea",
        "celebrated",
        "internally",
        "asked",
        "employee",
        "question",
        "number",
        "dropped",
        "percent",
        "read",
        "work",
        "city",
        "vying",
        "amazon",
        "hq2",
        "fighting",
        "wrong",
        "war",
        "dream",
        "job",
        "rage",
        "across",
        "america",
        "facebook",
        "data",
        "privacy",
        "scandal",
        "one",
        "silver",
        "lining",
        "thousand",
        "new",
        "job",
        "ai",
        "ca",
        "handle",
        "manager",
        "consider",
        "part",
        "role",
        "create",
        "culture",
        "inclusion",
        "everyone",
        "encouraged",
        "expected",
        "express",
        "idea",
        "employee",
        "rewarded",
        "breaking",
        "status",
        "quo",
        "finding",
        "new",
        "better",
        "way",
        "thing",
        "make",
        "time",
        "space",
        "ideate",
        "reason",
        "best",
        "idea",
        "often",
        "come",
        "u",
        "shower",
        "long",
        "jog",
        "creativity",
        "requires",
        "u",
        "break",
        "inertia",
        "task",
        "think",
        "big",
        "picture",
        "important",
        "set",
        "aside",
        "time",
        "regular",
        "basis",
        "ruminate",
        "doodle",
        "daydream",
        "course",
        "many",
        "people",
        "feel",
        "like",
        "time",
        "spare",
        "fact",
        "half",
        "survey",
        "respondent",
        "said",
        "company",
        "care",
        "innovation",
        "focused",
        "daily",
        "grind",
        "manager",
        "help",
        "change",
        "carving",
        "designated",
        "time",
        "space",
        "employee",
        "step",
        "work",
        "project",
        "excite",
        "break",
        "silo",
        "know",
        "creative",
        "breakthrough",
        "occur",
        "vacuum",
        "innovation",
        "happens",
        "learning",
        "one",
        "another",
        "critical",
        "take",
        "time",
        "meet",
        "face",
        "face",
        "exchange",
        "thought",
        "build",
        "one",
        "another",
        "idea",
        "company",
        "create",
        "opportunity",
        "employee",
        "get",
        "know",
        "colleague",
        "across",
        "team",
        "experience",
        "level",
        "help",
        "accomplish",
        "goal",
        "management",
        "consider",
        "core",
        "allows",
        "free",
        "exchange",
        "idea",
        "transference",
        "skill",
        "senior",
        "employee",
        "ey",
        "put",
        "special",
        "emphasis",
        "recognizing",
        "senior",
        "leadership",
        "learn",
        "lot",
        "junior",
        "employee",
        "true",
        "personally",
        "sitting",
        "young",
        "professional",
        "informed",
        "leadership",
        "workplace",
        "formal",
        "channel",
        "collaboration",
        "always",
        "create",
        "nothing",
        "stopping",
        "grabbing",
        "lunch",
        "colleague",
        "different",
        "department",
        "starting",
        "task",
        "force",
        "work",
        "specific",
        "problem",
        "embrace",
        "failure",
        "generally",
        "accepted",
        "failure",
        "key",
        "ingredient",
        "innovation",
        "taking",
        "risk",
        "making",
        "mistake",
        "learn",
        "grow",
        "yet",
        "company",
        "treat",
        "failure",
        "something",
        "avoided",
        "even",
        "penalized",
        "survey",
        "found",
        "percent",
        "employee",
        "think",
        "organization",
        "tolerant",
        "failure",
        "compared",
        "percent",
        "senior",
        "executive",
        "innovation",
        "happens",
        "give",
        "team",
        "permission",
        "fail",
        "leadership",
        "help",
        "grant",
        "permission",
        "encouraging",
        "employee",
        "take",
        "calculated",
        "risk",
        "treating",
        "setback",
        "opportunity",
        "learn",
        "rather",
        "something",
        "feel",
        "bad",
        "way",
        "worker",
        "every",
        "level",
        "contribute",
        "culture",
        "innovation",
        "course",
        "work",
        "end",
        "new",
        "idea",
        "matter",
        "path",
        "implementation",
        "organization",
        "need",
        "system",
        "new",
        "concept",
        "developed",
        "tested",
        "ultimately",
        "implemented",
        "today",
        "insight",
        "daydream",
        "become",
        "tomorrow",
        "competitive",
        "advantage",
        "michael",
        "inserra",
        "ey",
        "america",
        "senior",
        "vice",
        "chair",
        "deputy",
        "managing",
        "partner"
    ]
}