{
    "organizations": [],
    "uuid": "9af26050ac672f4c1d796ec99b98421648ffd669",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/15/pr-newswire-st-baldricks-foundation-commits-8-million-to-support-pediatric-cancer-dream-team-with-stand-up-to-cancer.html",
    "ord_in_thread": 0,
    "title": "St. Baldrick's Foundation Commits $8 million to Support Pediatric Cancer Dream Team with Stand Up To Cancer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHICAGO, April 15, 2018 /PRNewswire-USNewswire/ --The work of the Stand Up To Cancer-St. Baldrick's Foundation Pediatric Cancer Dream Team, launched in 2013 to help develop new immunotherapy approaches to high-risk childhood cancers, will continue with a commitment of $8 million from the St. Baldrick's Foundation , the world's largest private funder of childhood cancer research grants. To further the impact of this gift, the eight institutions that make up the consortium have committed matching dollars to a total of $16 million\nContinuing as co-leaders of the newly charged St. Baldrick's-Stand Up To Cancer Pediatric Cancer Dream Team are John M. Maris, M.D., pediatric oncologist and holder of the Giulio D'Angio Chair in Neuroblastoma Research at Children's Hospital of Philadelphia, and Crystal Mackall, M.D., professor of pediatrics (hematology and oncology) at Stanford University and associate director of the Stanford Cancer Institute.\n\"We are very pleased to be able to continue the work we began with funding from SU2C and St. Baldrick's,\" Dr. Maris said. \"Continuing support from St. Baldrick's will enable us to further capitalize on discoveries in the first 4 years with a more refined focus on developing novel immunotherapy clinical trials for children with high-risk cancers.\"\nSt. Baldrick's and Stand Up To Cancer (SU2C) initially provided the Dream Team, consisting of more than 150 researchers at eight institutions, with $14.5 million over a four-year term beginning in 2013. The Dream Team worked to improve and expand immunotherapy in childhood cancers. In particular, the team integrated insights from the field of genomics into immunotherapy to identify new therapeutic targets and develop new drugs. In addition, their research focused on why immunotherapy works in some cases and not others. The Pediatric Cancer Dream Team has been one of the most successful. Among their significant achievements:\nMembers of the team led the efforts to develop CD19 chimeric antigen receptor T-cell (CAR T) therapy for B-cell acute lymphoblastic leukemia, contributing substantively to the FDA approvals of two \"living drugs\" for leukemia patients. Dream Team scientists have made major advances in determining why childhood cancers evade the immune system before or after immunotherapies. Dream Team scientists also developed a way to manage the sometimes severe complications of immunotherapy, such as Cytokine Release Syndrome (CRS), that can be life threatening without proper intervention. The work of the Dream Team supported the FDA approved use of Actemra (Tocilizumab from Genentech) for the treatment of CAR T cell-induced cytokine release syndrome. The Dream Team launched more than twenty-five clinical trials, enrolling over 700 patients, with stunning and sustained remissions in the majority of their relapsed acute lymphoblastic leukemia patients and early signs of effectiveness in solid cancers including brain tumors. The Dream Team published more than 100 peer-reviewed manuscripts, many with new fundamental discoveries that highlight the unique immunotherapy opportunities in childhood cancers, compared to adult malignancies. The Dream Team conceived of 16 new patents and raised over $50M in additional research grants, many focused on establishing young investigators in the field of pediatric cancer.\n\"The Dream Team has been at the forefront of genomic discovery and testing new treatment options to give kids with cancer the best chance at survival, with less long-term effects,\" said Kathleen Ruddy, CEO of the St. Baldrick's Foundation. \"Progress made by the Dream Team, especially in blood cancers, is already extraordinary, and we are excited to see them making headway also in solid tumors, to give hope to many more childhood cancer patients. As the largest private funder of childhood cancer research grants, St. Baldrick's is dedicated to supporting the best childhood cancer research, no matter where it is happening. The Dream Team funding has proven to be among the most impactful of the hundreds of grants we have funded. We look forward to seeing what this team will achieve in the next four years.\"\nThe St. Baldrick's Foundation-SU2C Pediatric Cancer Dream Team will increasingly focus on the childhood cancers that have been intractable to current therapies, and seek new pivotal clinical trials for life threatening conditions. The team will seek to move their discovery and preclinical work accomplished in the first four years through the pipeline to early clinical trials in these next four years. Funding for each year will be contingent on continued success.\n\"We are proud of the Stand Up To Cancer-St. Baldrick's Pediatric Cancer Dream Team for their significant contributions to the development of CAR T-cell immunotherapy to treat pediatric ALL, as well as to the design of a treatment protocol that mitigates the potentially life-threatening side effects of this powerful therapy,\" said Lee J. Helman, MD, member of the Stand Up To Cancer Scientific Advisory Committee, and The Saban Research Institute and Children's Center for Cancer and Blood Diseases at Children's Hospital Los Angeles. \"These are hallmarks of Stand Up To Cancer's success in its first decade and we are excited to look toward the future as we continue to develop novel treatments for children with cancer.\" Dr. Helman is also professor of pediatrics at the Keck School of Medicine of USC.\nThe team will continue to work within the SU2C scientific structure as a multidisciplinary, multi-institutional team engaged in accelerated translational research seeking patient benefits with rigorous scientific oversight and peer review provided by SU2C and the St. Baldrick's Foundation, its Scientific Advisory Committee and its Scientific Partner, the American Association for Cancer Research (AACR). The team's specific program of research is pending approval by an expert scientific review committee.\n\"We are very happy to continue within the SU2C framework with funding from St. Baldrick's,\" Dr. Mackall said. \"The collaborative model of research followed by SU2C and St. Baldrick's is critical in many childhood cancers, allowing us to share research across institutional lines and across the country.\"\nSince 2005, the St. Baldrick's Foundation has funded more than $234 million to support the best childhood cancer research, no matter where it takes place. Grants range from preparing the next generation of childhood cancer researchers, to funding every stage of research, from basic science to translational research to clinical trials. Its collaboration with SU2C resulted in the first Pediatric Cancer Dream Team and the St. Baldrick's Foundation is proud to fund the next iteration of it.\n\"Stand Up To Cancer never enters into a collaboration thinking of it as 'one and done,' but always with an eye toward advancing into additional areas of innovative research,\" explained SU2C President and CEO Sung Poblete, PhD, RN. \"The renewal of this Pediatric Cancer Dream Team expands this partnership to facilitate development of new treatment approaches and to combat additional cancers. We are proud to continue this relationship with St. Baldrick's to bring new benefits to children with cancer, faster.\"\nSince its inception in 2008, Stand Up To Cancer has launched 24 \"signature\" Dream Teams, among a total of 79 team science awards, including 11 Convergence Research Teams, 11 SU2C Catalyst® Teams; as well as 46 Innovative Research Grants, to encourage innovative and collaborative cancer research, with funds committed by philanthropic, organizational, corporate and individual donors, as well as non-profit advocacy organizations working with SU2C.\nAbout St. Baldrick's Foundation\nAs the largest private funder of childhood cancer research grants, the St. Baldrick's Foundation believes that kids are special and deserve to be treated that way. St. Baldrick's is leading the charge to take childhood back from cancer by funding some of the most brilliant childhood cancer research experts who are working to find cures and better treatments for all childhood cancers. Kids need treatments as unique as they are – and that starts with funding research just for them. Join us at StBaldricks.org to help support the best cancer treatments for kids.\nAbout Stand Up To Cancer\nStand Up To Cancer (SU2C) raises funds to accelerate the pace of research to get new therapies to patients quickly and save lives now. SU2C, a division of the Entertainment Industry Foundation (EIF), a 501(c)(3) charitable organization, was established in 2008 by film and media leaders who utilize the industry's resources to engage the public in supporting a new, collaborative model of cancer research, and to increase awareness about cancer prevention as well as progress being made in the fight against the disease. As SU2C's scientific partner, the American Association for Cancer Research (AACR) and a Scientific Advisory Committee led by Nobel Laureate Phillip A. Sharp, PhD, conduct rigorous, competitive review processes to identify the best research proposals to recommend for funding, oversee grants administration, and provide expert review of research progress.\nCurrent members of the SU2C Council of Founders and Advisors (CFA) include Katie Couric, Sherry Lansing, Lisa Paulsen, Rusty Robertson, Sue Schwartz, Pamela Oas Williams, Ellen Ziffren, and Kathleen Lobb. The late Laura Ziskin and the late Noreen Fraser are also co-founders. Sung Poblete, PhD, RN, has served as SU2C's president and CEO since 2011. For more information, visit www.StandUpToCancer.org\nAbout the American Association for Cancer Research\nFounded in 1907, the American Association for Cancer Research (AACR) is the world's first and largest professional organization dedicated to advancing cancer research and its mission to prevent and cure cancer. AACR membership includes more than 37,000 laboratory, translational, and clinical researchers; population scientists; other health care professionals; and cancer advocates residing in 108 countries. The AACR marshals the full spectrum of expertise of the cancer community to accelerate progress in the prevention, biology, diagnosis, and treatment of cancer by annually convening more than 25 conferences and educational workshops, the largest of which is the AACR Annual Meeting with almost 19,500 attendees. In addition, the AACR publishes eight prestigious, peer-reviewed scientific journals and a magazine for cancer survivors, patients, and their caregivers. The AACR funds meritorious research directly as well as in cooperation with numerous cancer organizations. As the Scientific Partner of Stand Up To Cancer, the AACR provides expert peer review, grants administration, and scientific oversight of team science and individual investigator grants in cancer research that have the potential for near-term patient benefit. The AACR actively communicates with legislators and other policymakers about the value of cancer research and related biomedical science in saving lives from cancer. For more information about the AACR, visit www.AACR.org .\nView original content with multimedia: http://www.prnewswire.com/news-releases/st-baldricks-foundation-commits-8-million-to-support-pediatric-cancer-dream-team-with-stand-up-to-cancer-300629986.html\nSOURCE Stand Up To Cancer",
    "published": "2018-04-15T16:30:00.000+03:00",
    "crawled": "2018-04-15T16:35:52.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chicago",
        "april",
        "work",
        "stand",
        "baldrick",
        "foundation",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "launched",
        "help",
        "develop",
        "new",
        "immunotherapy",
        "approach",
        "childhood",
        "cancer",
        "continue",
        "commitment",
        "million",
        "baldrick",
        "foundation",
        "world",
        "largest",
        "private",
        "funder",
        "childhood",
        "cancer",
        "research",
        "grant",
        "impact",
        "gift",
        "eight",
        "institution",
        "make",
        "consortium",
        "committed",
        "matching",
        "dollar",
        "total",
        "million",
        "continuing",
        "newly",
        "charged",
        "cancer",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "john",
        "mari",
        "pediatric",
        "oncologist",
        "holder",
        "giulio",
        "chair",
        "neuroblastoma",
        "research",
        "child",
        "hospital",
        "philadelphia",
        "crystal",
        "mackall",
        "professor",
        "pediatrics",
        "hematology",
        "oncology",
        "stanford",
        "university",
        "associate",
        "director",
        "stanford",
        "cancer",
        "institute",
        "pleased",
        "able",
        "continue",
        "work",
        "began",
        "funding",
        "su2c",
        "baldrick",
        "mari",
        "said",
        "continuing",
        "support",
        "baldrick",
        "enable",
        "u",
        "capitalize",
        "discovery",
        "first",
        "year",
        "refined",
        "focus",
        "developing",
        "novel",
        "immunotherapy",
        "clinical",
        "trial",
        "child",
        "cancer",
        "baldrick",
        "stand",
        "cancer",
        "su2c",
        "initially",
        "provided",
        "dream",
        "team",
        "consisting",
        "researcher",
        "eight",
        "institution",
        "million",
        "term",
        "beginning",
        "dream",
        "team",
        "worked",
        "improve",
        "expand",
        "immunotherapy",
        "childhood",
        "cancer",
        "particular",
        "team",
        "integrated",
        "insight",
        "field",
        "genomics",
        "immunotherapy",
        "identify",
        "new",
        "therapeutic",
        "target",
        "develop",
        "new",
        "drug",
        "addition",
        "research",
        "focused",
        "immunotherapy",
        "work",
        "case",
        "others",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "one",
        "successful",
        "among",
        "significant",
        "achievement",
        "member",
        "team",
        "led",
        "effort",
        "develop",
        "cd19",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "therapy",
        "acute",
        "lymphoblastic",
        "leukemia",
        "contributing",
        "substantively",
        "fda",
        "approval",
        "two",
        "living",
        "drug",
        "leukemia",
        "patient",
        "dream",
        "team",
        "scientist",
        "made",
        "major",
        "advance",
        "determining",
        "childhood",
        "cancer",
        "evade",
        "immune",
        "system",
        "immunotherapy",
        "dream",
        "team",
        "scientist",
        "also",
        "developed",
        "way",
        "manage",
        "sometimes",
        "severe",
        "complication",
        "immunotherapy",
        "cytokine",
        "release",
        "syndrome",
        "cr",
        "life",
        "threatening",
        "without",
        "proper",
        "intervention",
        "work",
        "dream",
        "team",
        "supported",
        "fda",
        "approved",
        "use",
        "actemra",
        "tocilizumab",
        "genentech",
        "treatment",
        "car",
        "cytokine",
        "release",
        "syndrome",
        "dream",
        "team",
        "launched",
        "clinical",
        "trial",
        "enrolling",
        "patient",
        "stunning",
        "sustained",
        "remission",
        "majority",
        "relapsed",
        "acute",
        "lymphoblastic",
        "leukemia",
        "patient",
        "early",
        "sign",
        "effectiveness",
        "solid",
        "cancer",
        "including",
        "brain",
        "tumor",
        "dream",
        "team",
        "published",
        "manuscript",
        "many",
        "new",
        "fundamental",
        "discovery",
        "highlight",
        "unique",
        "immunotherapy",
        "opportunity",
        "childhood",
        "cancer",
        "compared",
        "adult",
        "malignancy",
        "dream",
        "team",
        "conceived",
        "new",
        "patent",
        "raised",
        "50m",
        "additional",
        "research",
        "grant",
        "many",
        "focused",
        "establishing",
        "young",
        "investigator",
        "field",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "forefront",
        "genomic",
        "discovery",
        "testing",
        "new",
        "treatment",
        "option",
        "give",
        "kid",
        "cancer",
        "best",
        "chance",
        "survival",
        "less",
        "effect",
        "said",
        "kathleen",
        "ruddy",
        "ceo",
        "baldrick",
        "foundation",
        "progress",
        "made",
        "dream",
        "team",
        "especially",
        "blood",
        "cancer",
        "already",
        "extraordinary",
        "excited",
        "see",
        "making",
        "headway",
        "also",
        "solid",
        "tumor",
        "give",
        "hope",
        "many",
        "childhood",
        "cancer",
        "patient",
        "largest",
        "private",
        "funder",
        "childhood",
        "cancer",
        "research",
        "grant",
        "baldrick",
        "dedicated",
        "supporting",
        "best",
        "childhood",
        "cancer",
        "research",
        "matter",
        "happening",
        "dream",
        "team",
        "funding",
        "proven",
        "among",
        "impactful",
        "hundred",
        "grant",
        "funded",
        "look",
        "forward",
        "seeing",
        "team",
        "achieve",
        "next",
        "four",
        "year",
        "baldrick",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "increasingly",
        "focus",
        "childhood",
        "cancer",
        "intractable",
        "current",
        "therapy",
        "seek",
        "new",
        "pivotal",
        "clinical",
        "trial",
        "life",
        "threatening",
        "condition",
        "team",
        "seek",
        "move",
        "discovery",
        "preclinical",
        "work",
        "accomplished",
        "first",
        "four",
        "year",
        "pipeline",
        "early",
        "clinical",
        "trial",
        "next",
        "four",
        "year",
        "funding",
        "year",
        "contingent",
        "continued",
        "success",
        "proud",
        "stand",
        "baldrick",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "significant",
        "contribution",
        "development",
        "car",
        "immunotherapy",
        "treat",
        "pediatric",
        "well",
        "design",
        "treatment",
        "protocol",
        "mitigates",
        "potentially",
        "side",
        "effect",
        "powerful",
        "therapy",
        "said",
        "lee",
        "helman",
        "md",
        "member",
        "stand",
        "cancer",
        "scientific",
        "advisory",
        "committee",
        "saban",
        "research",
        "institute",
        "child",
        "center",
        "cancer",
        "blood",
        "disease",
        "child",
        "hospital",
        "los",
        "angeles",
        "hallmark",
        "stand",
        "cancer",
        "success",
        "first",
        "decade",
        "excited",
        "look",
        "toward",
        "future",
        "continue",
        "develop",
        "novel",
        "treatment",
        "child",
        "cancer",
        "helman",
        "also",
        "professor",
        "pediatrics",
        "keck",
        "school",
        "medicine",
        "usc",
        "team",
        "continue",
        "work",
        "within",
        "su2c",
        "scientific",
        "structure",
        "multidisciplinary",
        "team",
        "engaged",
        "accelerated",
        "translational",
        "research",
        "seeking",
        "patient",
        "benefit",
        "rigorous",
        "scientific",
        "oversight",
        "peer",
        "review",
        "provided",
        "su2c",
        "baldrick",
        "foundation",
        "scientific",
        "advisory",
        "committee",
        "scientific",
        "partner",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "team",
        "specific",
        "program",
        "research",
        "pending",
        "approval",
        "expert",
        "scientific",
        "review",
        "committee",
        "happy",
        "continue",
        "within",
        "su2c",
        "framework",
        "funding",
        "baldrick",
        "mackall",
        "said",
        "collaborative",
        "model",
        "research",
        "followed",
        "su2c",
        "baldrick",
        "critical",
        "many",
        "childhood",
        "cancer",
        "allowing",
        "u",
        "share",
        "research",
        "across",
        "institutional",
        "line",
        "across",
        "country",
        "since",
        "baldrick",
        "foundation",
        "funded",
        "million",
        "support",
        "best",
        "childhood",
        "cancer",
        "research",
        "matter",
        "take",
        "place",
        "grant",
        "range",
        "preparing",
        "next",
        "generation",
        "childhood",
        "cancer",
        "researcher",
        "funding",
        "every",
        "stage",
        "research",
        "basic",
        "science",
        "translational",
        "research",
        "clinical",
        "trial",
        "collaboration",
        "su2c",
        "resulted",
        "first",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "baldrick",
        "foundation",
        "proud",
        "fund",
        "next",
        "iteration",
        "stand",
        "cancer",
        "never",
        "enters",
        "collaboration",
        "thinking",
        "done",
        "always",
        "eye",
        "toward",
        "advancing",
        "additional",
        "area",
        "innovative",
        "research",
        "explained",
        "su2c",
        "president",
        "ceo",
        "sung",
        "poblete",
        "phd",
        "rn",
        "renewal",
        "pediatric",
        "cancer",
        "dream",
        "team",
        "expands",
        "partnership",
        "facilitate",
        "development",
        "new",
        "treatment",
        "approach",
        "combat",
        "additional",
        "cancer",
        "proud",
        "continue",
        "relationship",
        "baldrick",
        "bring",
        "new",
        "benefit",
        "child",
        "cancer",
        "faster",
        "since",
        "inception",
        "stand",
        "cancer",
        "launched",
        "signature",
        "dream",
        "team",
        "among",
        "total",
        "team",
        "science",
        "award",
        "including",
        "convergence",
        "research",
        "team",
        "su2c",
        "team",
        "well",
        "innovative",
        "research",
        "grant",
        "encourage",
        "innovative",
        "collaborative",
        "cancer",
        "research",
        "fund",
        "committed",
        "philanthropic",
        "organizational",
        "corporate",
        "individual",
        "donor",
        "well",
        "advocacy",
        "organization",
        "working",
        "su2c",
        "baldrick",
        "foundation",
        "largest",
        "private",
        "funder",
        "childhood",
        "cancer",
        "research",
        "grant",
        "baldrick",
        "foundation",
        "belief",
        "kid",
        "special",
        "deserve",
        "treated",
        "way",
        "baldrick",
        "leading",
        "charge",
        "take",
        "childhood",
        "back",
        "cancer",
        "funding",
        "brilliant",
        "childhood",
        "cancer",
        "research",
        "expert",
        "working",
        "find",
        "cure",
        "better",
        "treatment",
        "childhood",
        "cancer",
        "kid",
        "need",
        "treatment",
        "unique",
        "start",
        "funding",
        "research",
        "join",
        "u",
        "help",
        "support",
        "best",
        "cancer",
        "treatment",
        "kid",
        "stand",
        "cancer",
        "stand",
        "cancer",
        "su2c",
        "raise",
        "fund",
        "accelerate",
        "pace",
        "research",
        "get",
        "new",
        "therapy",
        "patient",
        "quickly",
        "save",
        "life",
        "su2c",
        "division",
        "entertainment",
        "industry",
        "foundation",
        "eif",
        "c",
        "charitable",
        "organization",
        "established",
        "film",
        "medium",
        "leader",
        "utilize",
        "industry",
        "resource",
        "engage",
        "public",
        "supporting",
        "new",
        "collaborative",
        "model",
        "cancer",
        "research",
        "increase",
        "awareness",
        "cancer",
        "prevention",
        "well",
        "progress",
        "made",
        "fight",
        "disease",
        "su2c",
        "scientific",
        "partner",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "scientific",
        "advisory",
        "committee",
        "led",
        "nobel",
        "laureate",
        "phillip",
        "sharp",
        "phd",
        "conduct",
        "rigorous",
        "competitive",
        "review",
        "process",
        "identify",
        "best",
        "research",
        "proposal",
        "recommend",
        "funding",
        "oversee",
        "grant",
        "administration",
        "provide",
        "expert",
        "review",
        "research",
        "progress",
        "current",
        "member",
        "su2c",
        "council",
        "founder",
        "advisor",
        "cfa",
        "include",
        "katie",
        "couric",
        "sherry",
        "lansing",
        "lisa",
        "paulsen",
        "rusty",
        "robertson",
        "sue",
        "schwartz",
        "pamela",
        "oas",
        "williams",
        "ellen",
        "ziffren",
        "kathleen",
        "lobb",
        "late",
        "laura",
        "ziskin",
        "late",
        "noreen",
        "fraser",
        "also",
        "sung",
        "poblete",
        "phd",
        "rn",
        "served",
        "su2c",
        "president",
        "ceo",
        "since",
        "information",
        "visit",
        "american",
        "association",
        "cancer",
        "research",
        "founded",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "world",
        "first",
        "largest",
        "professional",
        "organization",
        "dedicated",
        "advancing",
        "cancer",
        "research",
        "mission",
        "prevent",
        "cure",
        "cancer",
        "aacr",
        "membership",
        "includes",
        "laboratory",
        "translational",
        "clinical",
        "researcher",
        "population",
        "scientist",
        "health",
        "care",
        "professional",
        "cancer",
        "advocate",
        "residing",
        "country",
        "aacr",
        "marshal",
        "full",
        "spectrum",
        "expertise",
        "cancer",
        "community",
        "accelerate",
        "progress",
        "prevention",
        "biology",
        "diagnosis",
        "treatment",
        "cancer",
        "annually",
        "convening",
        "conference",
        "educational",
        "workshop",
        "largest",
        "aacr",
        "annual",
        "meeting",
        "almost",
        "attendee",
        "addition",
        "aacr",
        "publishes",
        "eight",
        "prestigious",
        "scientific",
        "journal",
        "magazine",
        "cancer",
        "survivor",
        "patient",
        "caregiver",
        "aacr",
        "fund",
        "meritorious",
        "research",
        "directly",
        "well",
        "cooperation",
        "numerous",
        "cancer",
        "organization",
        "scientific",
        "partner",
        "stand",
        "cancer",
        "aacr",
        "provides",
        "expert",
        "peer",
        "review",
        "grant",
        "administration",
        "scientific",
        "oversight",
        "team",
        "science",
        "individual",
        "investigator",
        "grant",
        "cancer",
        "research",
        "potential",
        "patient",
        "benefit",
        "aacr",
        "actively",
        "communicates",
        "legislator",
        "policymakers",
        "value",
        "cancer",
        "research",
        "related",
        "biomedical",
        "science",
        "saving",
        "life",
        "cancer",
        "information",
        "aacr",
        "visit",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "stand",
        "cancer"
    ]
}