{
    "organizations": [],
    "uuid": "a3fd1d69993c485e07378374d057544162d237fb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-exco-technologies-limited-announces-results-for-second-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "Exco Technologies Limited Announces Results for Second Quarter Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sales of $148.4 million and EBITDA of $19.0 million EPS of $0.25 in the quarter Continued sequential improvement in quarterly results Quarterly dividend of $0.085 declared Balance sheet and liquidity remain very strong\nTORONTO, Exco Technologies Limited (TSX:XTC) today announced results for its second fiscal quarter ended March 31, 2018. In addition, the Company announced a quarterly dividend of $0.085 per common share which will be paid on June 29, 2018 to shareholders of record on June 14, 2018. The dividend is an “eligible dividend” in accordance with the Income Tax Act of Canada.\nThree Months ended\nMarch 31 Six Months ended\nMarch 31 (in $ thousands except per share amounts) 2018 2017 2018 2017 Sales $ 148,390 $153,783 $ 283,261 $306,880 Net income for the period $ 10,556 $12,602 $ 19,472 $24,065 Earnings per share from net income Basic $ 0.25 $0.30 $ 0.46 $0.57 Diluted $ 0.25 $0.30 $ 0.46 $0.56 EBITDA 1 $ 19,040 $23,399 $ 36,345 $46,741 “Exco continued to demonstrate sequential earnings improvement again this quarter”, said Brian Robbins, President and CEO of Exco. “We see many opportunities that will enable us to carry this momentum through the remainder of our fiscal year”, added Robbins.\nConsolidated sales for the second quarter ended March 31, 2018 were $148.4 million compared to $153.8 million in the same quarter last year – a decrease of $5.4 million or 4%. Year-to-date sales were $283.3 million compared to $306.9 million – a decrease of $23.6 million or 8%. Over the quarter exchange rates added $0.5 million to revenues reflecting the net impact of a lower US dollar and higher Euro relative to the Canadian dollar.\nThe Automotive Solutions segment reported sales of $98.4 million in the second quarter – a decrease of $7.9 million or 7% from the same quarter last year. Sales were lower at the company’s North American based operations (Polytech, Neocon and AFX) by 15% in the quarter due in part to an relatively large inventory pipeline fill for certain products which occurred in the prior year quarter. Adverse foreign currency movements, lower vehicle production volumes and isolated pricing pressures also negatively impacted sales again this quarter. The impact of these factors however continues to moderate while new order activity for both new and existing products remains encouraging. These trends are demonstrated by a rise in North American segment sales by 6% on a sequential basis. Sales were higher at the segment’s European operations (ALC and Polydesign) by 7% over the prior year quarter due mainly to favorable foreign currency movements and new program launches at both Polydesign and ALC. Quoting activity within the segment’s European businesses remains very active and management continues to expect an increase in new order wins as the year progresses, particularly at ALC, further to that business’ strategy of increasing its diversity of customers and products. More broadly, management remains focused on exiting or repricing business with inadequate profitability. While this initiative may pressure segment sales in the quarters ahead, it is expected to have a positive impact on segment profitability and margins.\nThe Casting and Extrusion segment reported sales of $50.0 million for the second quarter – an increase of $2.5 million or 5% from the same quarter last year. Within the segment, sales were higher in each of the Extrusion, Large Mould and Castool group’s during the quarter. Factors behind these increases include higher volumes in the Large Mould group as activity has picked up following recent program awards, market share gains associated with the continued seasoning of Extrusion group greenfield plants and enhanced quality initiatives, a rebound in capital equipment sales at the Castool group, selective price increases and a general improvement in overall market conditions. These factors were partially offset by adverse foreign exchange rate movements as well as continuing pockets of competitive pressures. New order activity remained relatively robust throughout the quarter across most of the segment’s businesses. In anticipation that these trends will continue, management continues to invest significant capital to further improve the efficiency of its operations and its market share potential.\nConsolidated net income for the second quarter was $10.6 million or basic and diluted earnings of $0.25 per share compared to $12.6 million or $0.30 per share in the same quarter last year – a decrease in net income of 16%. The effective consolidated income tax rate was 23% in the current quarter compared to 29% in the same quarter last year. The current period tax rate was favorably impacted by a reduction to the corporate income tax rate in the US and shift in profitability towards lower tax-rate jurisdictions.\nThe Automotive Solutions segment reported pretax profit of $10.7 million in the second quarter – a decrease of $4.3 million or 29% compared to the same quarter last year. In North America, pretax profits were lower due to lost contribution from lower sales as well as a net reduction in segment margins. Pre-tax profit margins were lower at Polytech, Neocon and AFX by 310 basis points on a combined basis compared to the prior year quarter arising from reduced overhead absorption, unfavorable product mix variance, adverse foreign exchange rate movements as well as isolated competitive pricing pressures and isolated raw material cost inflation. The aggregate of these pressures receded from the prior sequential quarter, helped by the implementation of various initiatives, supporting an 11% increase in profitability for the segments’ North American businesses on this basis. In Europe, higher margins and overall profitability were reported at Polydesign which benefited from stronger revenues and reduced operational disruption following a period of exceptional sales growth through most of fiscal 2017. Improved results at Polydesign however were offset by higher operating losses at ALC, which widened to $2.0 million ($0.05 per share) during the quarter from $1.0 million ($0.02 per share) last year due to costs associated with repositioning the business for the launch of several new programs and in anticipation of additional program wins in the quarters ahead. ALC’s results continue to be adversely impacted by one uneconomic program that management expects to terminate or re-price in the very near term. Quoting activity for new business remains robust, which management expects will lead to new program awards and contribute to a steady improvement to ALC’s results over the next year.\nThe Casting and Extrusion segment reported pretax profit of $4.9 million in the second quarter – a decrease of $0.4 million or 8% from the same quarter last year. During the quarter, essentially all of the reduction in segment profitability occurred within the Castool group which faced higher input costs – particularly for raw materials – coupled with an unfavorable product mix shift and adverse foreign exchange rate movements. Pricing and further efficiency initiatives to offset these pressures have been implemented, however the positive effect only started to become evident near the end of the quarter. Profits in the Extrusion group were stable year over year notwithstanding higher revenue due to ongoing operational investments to harmonize manufacturing processes among the group’s various plants in support of further efficiency improvement. As well, raw material cost inflation has become increasingly pronounced in recent months. While a good portion of these higher costs are being passed on through effective price increases within the Extrusion group, the net effect is a modest drag on profitability and pretax profit margin. The Large Mould group realized stable profitability year over year during the quarter notwithstanding higher revenues associated with the ramp up of activity related to recent program awards. Efficiency benefits from its prior capex project at the group’s plant in Newmarket, Ontario have started to be harnessed and investments in similar equipment are now being made at the group’s two other plants within prior capex guidance. Management notes that profitability of the Large Mould group continues to improve sequentially although margin compression has occurred due to higher input costs and unfavorable product mix associated with customer timing requirements.\nOperating cash flow before net change in non-cash working capital totaled $16.0 million in the current quarter. This cash flow funded $8.1 million of working capital investments, $4.7 million in net capital investments and $0.3 million in net interest payments. The remaining cash flow together with $2.0 million in incremental net borrowings was used to fund the company’s quarterly dividend payment ($3.6 million) and repurchase its share capital ($1.3 million net of issuance proceeds). Exco’s net debt totaled $12.8 million as at March 31, 2018. During the quarter, Exco renewed its $50.0 million credit facility for an additional three-year period, extending the maturity date until February 2021.\nThe Company has also approved an amendment to its by-laws which provide for prior notice to the Company of the nomination of any individual to the Board of the Company. This by-law amendment is effective immediately and will be submitted to the shareholders of the Company at the next annual meeting scheduled to take place in early 2019.\nFor further information and prior year comparison please refer to the Company’s Second Quarter Financial Statements in the Investor Relations section posted at www.excocorp.com . Alternatively, please refer to www.sedar.com .\nQuarterly Conference Call – April 26, 2018 at 10:00 a.m. (Toronto time):\nTo access the live audio webcast, please log on to www.excocorp.com , or https://edge.media-server.com/m6/p/pc84jorq a few minutes before the event. The conference call can be accessed by dialing toll free at (866) 572-8261 or internationally at (703) 736-7448. The conference ID is 7494289. Questions can be submitted via the Q&A box on the webcast console or via the conference call.\nFor those unable to participate on April 26, 2018, an archived version will be available on the Exco website.\nSource: Exco Technologies Limited (TSX:XTC)\nContact : Darren Kirk, Executive Vice President and Chief Operating Officer\nTelephone: (905) 477-3065 Ext. 7233\nWebsite: http://www.excocorp.com\nAbout Exco Technologies Limited:\nExco Technologies Limited is a global supplier of innovative technologies servicing the die-cast, extrusion and automotive industries. Through our 17 strategic locations in 8 countries, we employ 6,879 people and service a diverse and broad customer base.\nNotice To Reader: Forward Looking Statements\nInformation in this document relating to projected growth and financial performance of the Company’s business units, contribution of our start-up business units, contribution of awarded programs yet to be launched, margin performance, financial performance of acquisitions and operating efficiencies are forward-looking statements.\nThis press release contains forward-looking information and forward-looking statements within the meaning of applicable securities laws. We use words such as “may”, “will”, “should”, “expect”, “believe”, “estimates” and similar expressions to identify forward-looking information and statements especially with respect to growth and financial performance of the Company’s business units, contribution of our start-up business units, contribution of awarded programs yet to be launched, margin performance, financial performance of acquisitions and operating efficiencies are forward-looking statements. Readers are cautioned not to place undue reliance on forward-looking statements throughout this document and are also cautioned that the foregoing list of important factors is not exhaustive. These forward-looking statements are based on our plans, intentions or expectations which are based on, among other things, assumptions about the number of automobiles produced in North America and Europe, the number of extrusion dies required in North America and South America, the rate of economic growth in North America, Europe and emerging market countries, investment by OEMs in drivetrain architecture and other initiatives intended to reduce fuel consumption and/or the weight of automobiles, raw material prices, economic conditions, currency fluctuations, trade restrictions, our ability to close or otherwise dispose of unprofitable operations in a timely manner, our ability to integrate acquisitions and the rate at which our operations in Brazil and Bulgaria achieve sustained profitability. These forward-looking statements include known and unknown risks, uncertainties, assumptions and other factors which may cause actual results or achievements to be materially different from those expressed or implied. The Company will update its disclosure upon publication of each fiscal quarter’s financial results and otherwise disclaims any obligations to update publicly or otherwise revise any such factors or any of the forward-looking information or statements contained herein to reflect subsequent information, events or developments, changes in risk factors or otherwise. For a more extensive discussion of Exco’s risks and uncertainties see the ‘Risks and Uncertainties’ section in our 2017 Annual Report, our 2017 Annual Information Form (“AIF”) and other reports and securities filings made by the Company. This information is available at www.sedar.com .\n1 Non-IFRS Measures: In this News Release, reference is made to EBITDA which is not a measure of financial performance under International Financial Reporting Standards (“IFRS”). Exco calculates EBITDA as earnings before other income/ expense, interest, taxes, depreciation and amortization. EBITDA is used by management, from time to time, to facilitate period-to-period operating comparisons and we believe some investors and analysts use them as well. This measure, as calculated by Exco, may not be comparable to similarly titled measures used by other companies.\nSource:Exco Technologies Ltd.",
    "published": "2018-04-26T00:30:00.000+03:00",
    "crawled": "2018-04-26T00:50:19.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sale",
        "million",
        "ebitda",
        "million",
        "eps",
        "quarter",
        "continued",
        "sequential",
        "improvement",
        "quarterly",
        "result",
        "quarterly",
        "dividend",
        "declared",
        "balance",
        "sheet",
        "liquidity",
        "remain",
        "strong",
        "toronto",
        "exco",
        "technology",
        "limited",
        "tsx",
        "xtc",
        "today",
        "announced",
        "result",
        "second",
        "fiscal",
        "quarter",
        "ended",
        "march",
        "addition",
        "company",
        "announced",
        "quarterly",
        "dividend",
        "per",
        "common",
        "share",
        "paid",
        "june",
        "shareholder",
        "record",
        "june",
        "dividend",
        "eligible",
        "dividend",
        "accordance",
        "income",
        "tax",
        "act",
        "canada",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "sale",
        "net",
        "income",
        "period",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "basic",
        "diluted",
        "ebitda",
        "exco",
        "continued",
        "demonstrate",
        "sequential",
        "earnings",
        "improvement",
        "quarter",
        "said",
        "brian",
        "robbins",
        "president",
        "ceo",
        "exco",
        "see",
        "many",
        "opportunity",
        "enable",
        "u",
        "carry",
        "momentum",
        "remainder",
        "fiscal",
        "year",
        "added",
        "robbins",
        "consolidated",
        "sale",
        "second",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "quarter",
        "last",
        "year",
        "decrease",
        "million",
        "sale",
        "million",
        "compared",
        "million",
        "decrease",
        "million",
        "quarter",
        "exchange",
        "rate",
        "added",
        "million",
        "revenue",
        "reflecting",
        "net",
        "impact",
        "lower",
        "u",
        "dollar",
        "higher",
        "euro",
        "relative",
        "canadian",
        "dollar",
        "automotive",
        "solution",
        "segment",
        "reported",
        "sale",
        "million",
        "second",
        "quarter",
        "decrease",
        "million",
        "quarter",
        "last",
        "year",
        "sale",
        "lower",
        "company",
        "north",
        "american",
        "based",
        "operation",
        "polytech",
        "neocon",
        "afx",
        "quarter",
        "due",
        "part",
        "relatively",
        "large",
        "inventory",
        "pipeline",
        "fill",
        "certain",
        "product",
        "occurred",
        "prior",
        "year",
        "quarter",
        "adverse",
        "foreign",
        "currency",
        "movement",
        "lower",
        "vehicle",
        "production",
        "volume",
        "isolated",
        "pricing",
        "pressure",
        "also",
        "negatively",
        "impacted",
        "sale",
        "quarter",
        "impact",
        "factor",
        "however",
        "continues",
        "moderate",
        "new",
        "order",
        "activity",
        "new",
        "existing",
        "product",
        "remains",
        "encouraging",
        "trend",
        "demonstrated",
        "rise",
        "north",
        "american",
        "segment",
        "sale",
        "sequential",
        "basis",
        "sale",
        "higher",
        "segment",
        "european",
        "operation",
        "alc",
        "polydesign",
        "prior",
        "year",
        "quarter",
        "due",
        "mainly",
        "favorable",
        "foreign",
        "currency",
        "movement",
        "new",
        "program",
        "launch",
        "polydesign",
        "alc",
        "quoting",
        "activity",
        "within",
        "segment",
        "european",
        "business",
        "remains",
        "active",
        "management",
        "continues",
        "expect",
        "increase",
        "new",
        "order",
        "win",
        "year",
        "progress",
        "particularly",
        "alc",
        "business",
        "strategy",
        "increasing",
        "diversity",
        "customer",
        "product",
        "broadly",
        "management",
        "remains",
        "focused",
        "exiting",
        "repricing",
        "business",
        "inadequate",
        "profitability",
        "initiative",
        "may",
        "pressure",
        "segment",
        "sale",
        "quarter",
        "ahead",
        "expected",
        "positive",
        "impact",
        "segment",
        "profitability",
        "margin",
        "casting",
        "extrusion",
        "segment",
        "reported",
        "sale",
        "million",
        "second",
        "quarter",
        "increase",
        "million",
        "quarter",
        "last",
        "year",
        "within",
        "segment",
        "sale",
        "higher",
        "extrusion",
        "large",
        "mould",
        "castool",
        "group",
        "quarter",
        "factor",
        "behind",
        "increase",
        "include",
        "higher",
        "volume",
        "large",
        "mould",
        "group",
        "activity",
        "picked",
        "following",
        "recent",
        "program",
        "award",
        "market",
        "share",
        "gain",
        "associated",
        "continued",
        "seasoning",
        "extrusion",
        "group",
        "greenfield",
        "plant",
        "enhanced",
        "quality",
        "initiative",
        "rebound",
        "capital",
        "equipment",
        "sale",
        "castool",
        "group",
        "selective",
        "price",
        "increase",
        "general",
        "improvement",
        "overall",
        "market",
        "condition",
        "factor",
        "partially",
        "offset",
        "adverse",
        "foreign",
        "exchange",
        "rate",
        "movement",
        "well",
        "continuing",
        "pocket",
        "competitive",
        "pressure",
        "new",
        "order",
        "activity",
        "remained",
        "relatively",
        "robust",
        "throughout",
        "quarter",
        "across",
        "segment",
        "business",
        "anticipation",
        "trend",
        "continue",
        "management",
        "continues",
        "invest",
        "significant",
        "capital",
        "improve",
        "efficiency",
        "operation",
        "market",
        "share",
        "potential",
        "consolidated",
        "net",
        "income",
        "second",
        "quarter",
        "million",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "quarter",
        "last",
        "year",
        "decrease",
        "net",
        "income",
        "effective",
        "consolidated",
        "income",
        "tax",
        "rate",
        "current",
        "quarter",
        "compared",
        "quarter",
        "last",
        "year",
        "current",
        "period",
        "tax",
        "rate",
        "favorably",
        "impacted",
        "reduction",
        "corporate",
        "income",
        "tax",
        "rate",
        "u",
        "shift",
        "profitability",
        "towards",
        "lower",
        "jurisdiction",
        "automotive",
        "solution",
        "segment",
        "reported",
        "pretax",
        "profit",
        "million",
        "second",
        "quarter",
        "decrease",
        "million",
        "compared",
        "quarter",
        "last",
        "year",
        "north",
        "america",
        "pretax",
        "profit",
        "lower",
        "due",
        "lost",
        "contribution",
        "lower",
        "sale",
        "well",
        "net",
        "reduction",
        "segment",
        "margin",
        "profit",
        "margin",
        "lower",
        "polytech",
        "neocon",
        "afx",
        "basis",
        "point",
        "combined",
        "basis",
        "compared",
        "prior",
        "year",
        "quarter",
        "arising",
        "reduced",
        "overhead",
        "absorption",
        "unfavorable",
        "product",
        "mix",
        "variance",
        "adverse",
        "foreign",
        "exchange",
        "rate",
        "movement",
        "well",
        "isolated",
        "competitive",
        "pricing",
        "pressure",
        "isolated",
        "raw",
        "material",
        "cost",
        "inflation",
        "aggregate",
        "pressure",
        "receded",
        "prior",
        "sequential",
        "quarter",
        "helped",
        "implementation",
        "various",
        "initiative",
        "supporting",
        "increase",
        "profitability",
        "segment",
        "north",
        "american",
        "business",
        "basis",
        "europe",
        "higher",
        "margin",
        "overall",
        "profitability",
        "reported",
        "polydesign",
        "benefited",
        "stronger",
        "revenue",
        "reduced",
        "operational",
        "disruption",
        "following",
        "period",
        "exceptional",
        "sale",
        "growth",
        "fiscal",
        "improved",
        "result",
        "polydesign",
        "however",
        "offset",
        "higher",
        "operating",
        "loss",
        "alc",
        "widened",
        "million",
        "per",
        "share",
        "quarter",
        "million",
        "per",
        "share",
        "last",
        "year",
        "due",
        "cost",
        "associated",
        "repositioning",
        "business",
        "launch",
        "several",
        "new",
        "program",
        "anticipation",
        "additional",
        "program",
        "win",
        "quarter",
        "ahead",
        "alc",
        "result",
        "continue",
        "adversely",
        "impacted",
        "one",
        "uneconomic",
        "program",
        "management",
        "expects",
        "terminate",
        "near",
        "term",
        "quoting",
        "activity",
        "new",
        "business",
        "remains",
        "robust",
        "management",
        "expects",
        "lead",
        "new",
        "program",
        "award",
        "contribute",
        "steady",
        "improvement",
        "alc",
        "result",
        "next",
        "year",
        "casting",
        "extrusion",
        "segment",
        "reported",
        "pretax",
        "profit",
        "million",
        "second",
        "quarter",
        "decrease",
        "million",
        "quarter",
        "last",
        "year",
        "quarter",
        "essentially",
        "reduction",
        "segment",
        "profitability",
        "occurred",
        "within",
        "castool",
        "group",
        "faced",
        "higher",
        "input",
        "cost",
        "particularly",
        "raw",
        "material",
        "coupled",
        "unfavorable",
        "product",
        "mix",
        "shift",
        "adverse",
        "foreign",
        "exchange",
        "rate",
        "movement",
        "pricing",
        "efficiency",
        "initiative",
        "offset",
        "pressure",
        "implemented",
        "however",
        "positive",
        "effect",
        "started",
        "become",
        "evident",
        "near",
        "end",
        "quarter",
        "profit",
        "extrusion",
        "group",
        "stable",
        "year",
        "year",
        "notwithstanding",
        "higher",
        "revenue",
        "due",
        "ongoing",
        "operational",
        "investment",
        "harmonize",
        "manufacturing",
        "process",
        "among",
        "group",
        "various",
        "plant",
        "support",
        "efficiency",
        "improvement",
        "well",
        "raw",
        "material",
        "cost",
        "inflation",
        "become",
        "increasingly",
        "pronounced",
        "recent",
        "month",
        "good",
        "portion",
        "higher",
        "cost",
        "passed",
        "effective",
        "price",
        "increase",
        "within",
        "extrusion",
        "group",
        "net",
        "effect",
        "modest",
        "drag",
        "profitability",
        "pretax",
        "profit",
        "margin",
        "large",
        "mould",
        "group",
        "realized",
        "stable",
        "profitability",
        "year",
        "year",
        "quarter",
        "notwithstanding",
        "higher",
        "revenue",
        "associated",
        "ramp",
        "activity",
        "related",
        "recent",
        "program",
        "award",
        "efficiency",
        "benefit",
        "prior",
        "capex",
        "project",
        "group",
        "plant",
        "newmarket",
        "ontario",
        "started",
        "harnessed",
        "investment",
        "similar",
        "equipment",
        "made",
        "group",
        "two",
        "plant",
        "within",
        "prior",
        "capex",
        "guidance",
        "management",
        "note",
        "profitability",
        "large",
        "mould",
        "group",
        "continues",
        "improve",
        "sequentially",
        "although",
        "margin",
        "compression",
        "occurred",
        "due",
        "higher",
        "input",
        "cost",
        "unfavorable",
        "product",
        "mix",
        "associated",
        "customer",
        "timing",
        "requirement",
        "operating",
        "cash",
        "flow",
        "net",
        "change",
        "working",
        "capital",
        "totaled",
        "million",
        "current",
        "quarter",
        "cash",
        "flow",
        "funded",
        "million",
        "working",
        "capital",
        "investment",
        "million",
        "net",
        "capital",
        "investment",
        "million",
        "net",
        "interest",
        "payment",
        "remaining",
        "cash",
        "flow",
        "together",
        "million",
        "incremental",
        "net",
        "borrowing",
        "used",
        "fund",
        "company",
        "quarterly",
        "dividend",
        "payment",
        "million",
        "repurchase",
        "share",
        "capital",
        "million",
        "net",
        "issuance",
        "proceeds",
        "exco",
        "net",
        "debt",
        "totaled",
        "million",
        "march",
        "quarter",
        "exco",
        "renewed",
        "million",
        "credit",
        "facility",
        "additional",
        "period",
        "extending",
        "maturity",
        "date",
        "february",
        "company",
        "also",
        "approved",
        "amendment",
        "provide",
        "prior",
        "notice",
        "company",
        "nomination",
        "individual",
        "board",
        "company",
        "amendment",
        "effective",
        "immediately",
        "submitted",
        "shareholder",
        "company",
        "next",
        "annual",
        "meeting",
        "scheduled",
        "take",
        "place",
        "early",
        "information",
        "prior",
        "year",
        "comparison",
        "please",
        "refer",
        "company",
        "second",
        "quarter",
        "financial",
        "statement",
        "investor",
        "relation",
        "section",
        "posted",
        "alternatively",
        "please",
        "refer",
        "quarterly",
        "conference",
        "call",
        "april",
        "toronto",
        "time",
        "access",
        "live",
        "audio",
        "webcast",
        "please",
        "log",
        "http",
        "minute",
        "event",
        "conference",
        "call",
        "accessed",
        "dialing",
        "toll",
        "free",
        "internationally",
        "conference",
        "id",
        "question",
        "submitted",
        "via",
        "q",
        "box",
        "webcast",
        "console",
        "via",
        "conference",
        "call",
        "unable",
        "participate",
        "april",
        "archived",
        "version",
        "available",
        "exco",
        "website",
        "source",
        "exco",
        "technology",
        "limited",
        "tsx",
        "xtc",
        "contact",
        "darren",
        "kirk",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "telephone",
        "ext",
        "website",
        "http",
        "exco",
        "technology",
        "limited",
        "exco",
        "technology",
        "limited",
        "global",
        "supplier",
        "innovative",
        "technology",
        "servicing",
        "extrusion",
        "automotive",
        "industry",
        "strategic",
        "location",
        "country",
        "employ",
        "people",
        "service",
        "diverse",
        "broad",
        "customer",
        "base",
        "notice",
        "reader",
        "forward",
        "looking",
        "statement",
        "information",
        "document",
        "relating",
        "projected",
        "growth",
        "financial",
        "performance",
        "company",
        "business",
        "unit",
        "contribution",
        "business",
        "unit",
        "contribution",
        "awarded",
        "program",
        "yet",
        "launched",
        "margin",
        "performance",
        "financial",
        "performance",
        "acquisition",
        "operating",
        "efficiency",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "estimate",
        "similar",
        "expression",
        "identify",
        "information",
        "statement",
        "especially",
        "respect",
        "growth",
        "financial",
        "performance",
        "company",
        "business",
        "unit",
        "contribution",
        "business",
        "unit",
        "contribution",
        "awarded",
        "program",
        "yet",
        "launched",
        "margin",
        "performance",
        "financial",
        "performance",
        "acquisition",
        "operating",
        "efficiency",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "throughout",
        "document",
        "also",
        "cautioned",
        "foregoing",
        "list",
        "important",
        "factor",
        "exhaustive",
        "statement",
        "based",
        "plan",
        "intention",
        "expectation",
        "based",
        "among",
        "thing",
        "assumption",
        "number",
        "automobile",
        "produced",
        "north",
        "america",
        "europe",
        "number",
        "extrusion",
        "dy",
        "required",
        "north",
        "america",
        "south",
        "america",
        "rate",
        "economic",
        "growth",
        "north",
        "america",
        "europe",
        "emerging",
        "market",
        "country",
        "investment",
        "oems",
        "drivetrain",
        "architecture",
        "initiative",
        "intended",
        "reduce",
        "fuel",
        "consumption",
        "weight",
        "automobile",
        "raw",
        "material",
        "price",
        "economic",
        "condition",
        "currency",
        "fluctuation",
        "trade",
        "restriction",
        "ability",
        "close",
        "otherwise",
        "dispose",
        "unprofitable",
        "operation",
        "timely",
        "manner",
        "ability",
        "integrate",
        "acquisition",
        "rate",
        "operation",
        "brazil",
        "bulgaria",
        "achieve",
        "sustained",
        "profitability",
        "statement",
        "include",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "achievement",
        "materially",
        "different",
        "expressed",
        "implied",
        "company",
        "update",
        "disclosure",
        "upon",
        "publication",
        "fiscal",
        "quarter",
        "financial",
        "result",
        "otherwise",
        "disclaims",
        "obligation",
        "update",
        "publicly",
        "otherwise",
        "revise",
        "factor",
        "information",
        "statement",
        "contained",
        "herein",
        "reflect",
        "subsequent",
        "information",
        "event",
        "development",
        "change",
        "risk",
        "factor",
        "otherwise",
        "extensive",
        "discussion",
        "exco",
        "risk",
        "uncertainty",
        "see",
        "risk",
        "uncertainty",
        "section",
        "annual",
        "report",
        "annual",
        "information",
        "form",
        "aif",
        "report",
        "security",
        "filing",
        "made",
        "company",
        "information",
        "available",
        "measure",
        "news",
        "release",
        "reference",
        "made",
        "ebitda",
        "measure",
        "financial",
        "performance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "exco",
        "calculates",
        "ebitda",
        "earnings",
        "expense",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "used",
        "management",
        "time",
        "time",
        "facilitate",
        "operating",
        "comparison",
        "believe",
        "investor",
        "analyst",
        "use",
        "well",
        "measure",
        "calculated",
        "exco",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "source",
        "exco",
        "technology",
        "ltd"
    ]
}