{
    "organizations": [],
    "uuid": "0eb381e069322fcbcd17f4f4526670e9ed8d65bf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-methanex-reports-record-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Methanex Reports Record First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia , April 25, 2018 (GLOBE NEWSWIRE) -- For the first quarter of 2018, Methanex (TSX:MX) (NASDAQ:MEOH) reported net income attributable to Methanex shareholders of $169 million ($2.00 per common share on a diluted basis) compared to net income of $68 million ($0.81 per common share on a diluted basis) in the fourth quarter of 2017. Adjusted EBITDA for the first quarter of 2018 was $306 million and Adjusted net income was $171 million ($2.03 per common share). This compares with Adjusted EBITDA of $254 million and Adjusted net income of $143 million ($1.70 per common share) for the fourth quarter of 2017.\nJohn Floren, President and CEO of Methanex commented, \"We continue to be extremely pleased with our operational and financial performance and we achieved record Adjusted EBITDA of $306 million for the quarter. Methanol prices were higher in the first quarter as our average realized methanol price increased to $402 per tonne compared to $350 per tonne in the fourth quarter of 2017 and we recorded another quarter of strong production exceeding 1.9 million equity tonnes.\"\n\"We are committed to returning excess cash to shareholders and during the quarter we returned $66 million to shareholders through our regular dividend and share repurchases. On March 13, 2018, we commenced a normal course issuer bid to purchase up to 6,590,095 common shares. To March 31, 2018, we have repurchased 650,000 common shares for $38 million.\"\n\"The restart of our Chile IV plant is going well and we expect to complete the project in Q3 2018. We have low capital and financing requirements in the near term, and have the ability to generate significant free cash flow at a wide range of methanol prices. With $371 million of cash on hand at the end of the first quarter, a committed revolving credit facility, robust balance sheet and strong cash generation capability, we believe we are well positioned to meet our financial commitments, pursue our growth opportunities and deliver on our commitment to return excess cash to shareholders through dividends and share repurchases,\" Floren said.\nFURTHER INFORMATION\nThe information set forth in this news release summarizes Methanex's key financial and operational data for the first quarter of 2018. It is not a complete source of information for readers and is not in any way a substitute for reading the first quarter 2018 Management’s Discussion and Analysis (\"MD&A\") dated April 25, 2018 and the unaudited condensed consolidated interim financial statements for the period ended March 31, 2018, both of which are available from the Investor Relations section of our website at www.methanex.com . The MD&A and the unaudited condensed consolidated interim financial statements for the period ended March 31, 2018 are also available on the Canadian Securities Administrators' SEDAR website at www.sedar.com and on the United States Securities and Exchange Commission's EDGAR website at www.sec.gov .\nFINANCIAL AND OPERATIONAL DATA\nThree Months Ended ($ millions except per share amounts and where noted) Mar 31\n2018 Dec 31\n2017 Mar 31\n2017 Production (thousands of tonnes) (attributable to Methanex shareholders) 1,943 1,942 1,866 Sales volume (thousands of tonnes) Methanex-produced methanol 1,884 1,930 1,756 Purchased methanol 613 633 512 Commission sales 321 289 304 Total sales volume 1 2,818 2,852 2,572 Methanex average non-discounted posted price ($ per tonne) 2 475 403 437 Average realized price ($ per tonne) 3 402 350 365 Revenue 962 861 810 Adjusted revenue 987 904 832 Adjusted EBITDA 306 254 267 Cash flows from operating activities 244 206 214 Adjusted net income 171 143 140 Net income (attributable to Methanex shareholders) 169 68 132 Adjusted net income per common share 2.03 1.70 1.56 Basic net income per common share 2.02 0.81 1.47 Diluted net income per common share 2.00 0.81 1.46 Common share information (millions of shares) Weighted average number of common shares 84 84 90 Diluted weighted average number of common shares 84 84 90 Number of common shares outstanding, end of period 83 84 89 Methanex-produced methanol represents our equity share of volume produced at our facilities and excludes volume marketed on a commission basis related to the 36.9% of the Atlas facility and 50% of the Egypt facility that we do not own. Methanex-produced methanol includes any volume produced by Chile using natural gas supplied from Argentina under a tolling arrangement (\"Tolling Volume\"). There was 40,000 MT of Tolling Volume produced in the first quarter of 2018 and no Tolling Volume in the other periods presented. Methanex average non-discounted posted price represents the average of our non-discounted posted prices in North America, Europe and Asia Pacific weighted by sales volume. Current and historical pricing information is available at www.methanex.com . Average realized price is calculated as revenue, excluding commissions earned and the Egypt non-controlling interest share of revenue, but including an amount representing our share of Atlas revenue, divided by the total sales volume of Methanex-produced and purchased methanol, but excluding Tolling Volume.\nA reconciliation from net income attributable to Methanex shareholders to Adjusted net income and the calculation of Adjusted net income per common share is as follows:\nThree Months Ended ($ millions except number of shares and per share amounts) Mar 31\n2018 Dec 31\n2017 Mar 31\n2017 Net income (attributable to Methanex shareholders) $ 169 $ 68 $ 132 U.S. tax reform charge — 37 — Mark-to-market impact of share-based compensation, net of tax 2 38 8 Adjusted net income $ 171 $ 143 $ 140 Diluted weighted average shares outstanding (millions) 84 84 90 Adjusted net income per common share $ 2.03 $ 1.70 $ 1.56 We recorded net income attributable to Methanex shareholders of $169 million during the first quarter of 2018 compared to net income of $68 million in the fourth quarter of 2017. The increase in earnings is primarily due to an increase in our average realized methanol price during the first quarter, a $37 million non-cash charge as a result of tax reform in the United States recorded in the fourth quarter of 2017 and the change in the mark-to-market impact of share-based compensation due to the increase in the Methanex share price. We achieved record Adjusted EBITDA of $306 million for the first quarter of 2018 compared with $254 million for the fourth quarter of 2017. Adjusted net income was $171 million for the first quarter of 2018 compared to Adjusted net income of $143 million for the fourth quarter of 2017. The increase in Adjusted EBITDA and Adjusted net income is primarily due to an increase in our average realized methanol price to $402 per tonne for the first quarter of 2018 from $350 per tonne for the fourth quarter of 2017. Production for the first quarter of 2018 was 1,943,000 tonnes compared with 1,942,000 tonnes for the fourth quarter of 2017. Total sales volume for the first quarter of 2018 was 2,818,000 tonnes compared with 2,852,000 tonnes for the fourth quarter of 2017. Sales of Methanex-produced methanol were 1,884,000 tonnes in the first quarter of 2018 compared with 1,930,000 tonnes in the fourth quarter of 2017. Cash flows from operating activities in the first quarter of 2018 increased to $244 million compared with $206 million for the fourth quarter of 2017, an increase of $38 million. The increase is primarily the result of the impact of higher realized methanol prices. On March 13, 2018, we commenced a normal course issuer bid to purchase up to 6,590,095 common shares. To March 31, 2018, we have repurchased 650,000 common shares for $38 million. During the first quarter of 2018 we paid a $0.33 per common share dividend to shareholders for a total of $28 million. During the quarter, we made good progress on developing a potential Geismar 3 production facility including securing land adjacent to our existing Geismar 1 and 2 production facilities. The acquisition of the site provides the necessary space for a potential Geismar 3 production facility. We believe that the potential Geismar 3 project would be advantaged relative to other projects being contemplated or under construction in the US Gulf.\nPRODUCTION HIGHLIGHTS\nQ1 2018 Q4 2017 Q1 2017 (thousands of tonnes) Operating Capacity 1 Production Production Production New Zealand 2 608 487 558 533 Geismar (USA) 500 513 506 493 Trinidad (Methanex interest) 3 500 459 466 396 Egypt (50% interest) 158 165 145 159 Medicine Hat (Canada) 150 153 158 118 Chile 4 220 166 109 167 2,136 1,943 1,942 1,866 Operating capacity includes only those facilities which are currently capable of operating, but excludes any portion of an asset that is underutilized due to a lack of natural gas feedstock over a prolonged period of time. Our current annual operating capacity is 8.5 million tonnes, including 0.9 million tonnes related to our Chile operations. The operating capacity of our production facilities may be higher than original nameplate capacity as, over time, these figures have been adjusted to reflect ongoing operating efficiencies at these facilities. Actual production for a facility in any given year may be higher or lower than operating capacity due to a number of factors, including natural gas composition or the age of the facility's catalyst. The operating capacity of New Zealand is made up of the two Motunui facilities and the Waitara Valley facility. The operating capacity of Trinidad is made up of the Titan (100% interest) and Atlas (63.1% interest) facilities. The production capacity of our Chile I and IV facilities is 1.7 million tonnes annually assuming access to natural gas feedstock.\nKey production and operational highlights during the first quarter include:\nNew Zealand produced 487,000 tonnes compared with 558,000 tonnes in the fourth quarter of 2017. Production in the first quarter of 2018 is lower than the fourth quarter of 2017 by 71,000 tonnes primarily as a result of gas supply constraints due to regularly scheduled gas field maintenance and a damaged natural gas pipeline impacting gas deliveries from offshore sources. Natural gas supply to our site is expected to continue to be restricted while repairs are completed. We are also currently undertaking turnaround and maintenance activities at our Motunui site. As a result, we expect our New Zealand facility to produce approximately 300,000 tonnes of methanol during the second quarter of 2018. Geismar production rates continue to be strong, with production of 513,000 tonnes. Trinidad produced 459,000 tonnes (Methanex interest) compared with 466,000 tonnes in the fourth quarter of 2017. We continue to experience gas curtailments in Trinidad. Egypt produced 165,000 tonnes (Methanex share) with the plant running at high rates following the turnaround performed in the third quarter of 2017. Medicine Hat continued to run at full capacity with production of 153,000 tonnes. Chile produced 166,000 tonnes, including 40,000 tonnes produced through a tolling arrangement with natural gas from Argentina.\nCONFERENCE CALL\nA conference call is scheduled for April 26, 2018 at 12:00 noon ET (9:00 am PT) to review these first quarter results. To access the call, dial the conferencing operator ten minutes prior to the start of the call at (416) 340-2216, or toll free at (800) 273-9672. A simultaneous audio-only webcast of the conference call can be accessed from our website at www.methanex.com and will also be available following the call. A playback version of the conference call will be available until May 10, 2018 at (905) 694-9451, or toll free at (800) 408-3053. The passcode for the playback version is 7485804#.\nABOUT METHANEX\nMethanex is a Vancouver-based, publicly traded company and is the world’s largest producer and supplier of methanol to major international markets. Methanex shares are listed for trading on the Toronto Stock Exchange in Canada under the trading symbol \"MX\" and on the NASDAQ Global Market in the United States under the trading symbol \"MEOH\".\nFORWARD-LOOKING INFORMATION WARNING\nThis first quarter 2018 press release contains forward-looking statements with respect to us and the chemical industry. By its nature, forward-looking information is subject to numerous risks and uncertainties, some of which are beyond the Company's control. Readers are cautioned that undue reliance should not be placed on forward-looking information as actual results may vary materially from the forward-looking information. Methanex does not undertake to update, correct or revise any forward-looking information as a result of any new information, future events or otherwise, except as may be required by applicable law. Refer to Forward-Looking Information Warning in the first quarter 2018 Management's Discussion and Analysis for more information which is available from the Investor Relations section of our website at www.methanex.com , the Canadian Securities Administrators' SEDAR website at www.sedar.com and on the United States Securities and Exchange Commission's EDGAR website at www.sec.gov .\nNON-GAAP MEASURES\nThe Company has used the terms Adjusted EBITDA, Adjusted net income, Adjusted net income per common share, Adjusted revenue and operating income throughout this document. These items are non-GAAP measures that do not have any standardized meaning prescribed by GAAP. These measures represent the amounts that are attributable to Methanex Corporation shareholders and are calculated by excluding the mark-to-market impact of share-based compensation as a result of changes in our share price and the impact of certain items associated with specific identified events. Refer to Additional Information - Supplemental Non-GAAP measures on page 13 of the Company's MD&A for the period ended March 31, 2018 for reconciliations to the most comparable GAAP measures. Unless otherwise indicated, the financial information presented in this release is prepared in accordance with International Financial Reporting Standards (\"IFRS\") as issued by the International Accounting Standards Board (\"IASB\").\nFor further information, contact:\nKim Campbell\nManager, Investor Relations\nMethanex Corporation\n604-661-2600\nSource:Methanex Corporation",
    "published": "2018-04-26T01:00:00.000+03:00",
    "crawled": "2018-04-26T01:08:54.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "first",
        "quarter",
        "methanex",
        "tsx",
        "mx",
        "nasdaq",
        "meoh",
        "reported",
        "net",
        "income",
        "attributable",
        "methanex",
        "shareholder",
        "million",
        "per",
        "common",
        "share",
        "diluted",
        "basis",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "common",
        "share",
        "diluted",
        "basis",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "common",
        "share",
        "compare",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "common",
        "share",
        "fourth",
        "quarter",
        "john",
        "floren",
        "president",
        "ceo",
        "methanex",
        "commented",
        "continue",
        "extremely",
        "pleased",
        "operational",
        "financial",
        "performance",
        "achieved",
        "record",
        "adjusted",
        "ebitda",
        "million",
        "quarter",
        "methanol",
        "price",
        "higher",
        "first",
        "quarter",
        "average",
        "realized",
        "methanol",
        "price",
        "increased",
        "per",
        "tonne",
        "compared",
        "per",
        "tonne",
        "fourth",
        "quarter",
        "recorded",
        "another",
        "quarter",
        "strong",
        "production",
        "exceeding",
        "million",
        "equity",
        "tonne",
        "committed",
        "returning",
        "excess",
        "cash",
        "shareholder",
        "quarter",
        "returned",
        "million",
        "shareholder",
        "regular",
        "dividend",
        "share",
        "repurchase",
        "march",
        "commenced",
        "normal",
        "course",
        "issuer",
        "bid",
        "purchase",
        "common",
        "share",
        "march",
        "repurchased",
        "common",
        "share",
        "million",
        "restart",
        "chile",
        "iv",
        "plant",
        "going",
        "well",
        "expect",
        "complete",
        "project",
        "q3",
        "low",
        "capital",
        "financing",
        "requirement",
        "near",
        "term",
        "ability",
        "generate",
        "significant",
        "free",
        "cash",
        "flow",
        "wide",
        "range",
        "methanol",
        "price",
        "million",
        "cash",
        "hand",
        "end",
        "first",
        "quarter",
        "committed",
        "revolving",
        "credit",
        "facility",
        "robust",
        "balance",
        "sheet",
        "strong",
        "cash",
        "generation",
        "capability",
        "believe",
        "well",
        "positioned",
        "meet",
        "financial",
        "commitment",
        "pursue",
        "growth",
        "opportunity",
        "deliver",
        "commitment",
        "return",
        "excess",
        "cash",
        "shareholder",
        "dividend",
        "share",
        "repurchase",
        "floren",
        "said",
        "information",
        "information",
        "set",
        "forth",
        "news",
        "release",
        "summarizes",
        "methanex",
        "key",
        "financial",
        "operational",
        "data",
        "first",
        "quarter",
        "complete",
        "source",
        "information",
        "reader",
        "way",
        "substitute",
        "reading",
        "first",
        "quarter",
        "management",
        "discussion",
        "analysis",
        "md",
        "dated",
        "april",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "period",
        "ended",
        "march",
        "available",
        "investor",
        "relation",
        "section",
        "website",
        "md",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "period",
        "ended",
        "march",
        "also",
        "available",
        "canadian",
        "security",
        "administrator",
        "sedar",
        "website",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "edgar",
        "website",
        "financial",
        "operational",
        "data",
        "three",
        "month",
        "ended",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "noted",
        "mar",
        "dec",
        "mar",
        "production",
        "thousand",
        "tonne",
        "attributable",
        "methanex",
        "shareholder",
        "sale",
        "volume",
        "thousand",
        "tonne",
        "methanol",
        "purchased",
        "methanol",
        "commission",
        "sale",
        "total",
        "sale",
        "volume",
        "methanex",
        "average",
        "posted",
        "price",
        "per",
        "tonne",
        "average",
        "realized",
        "price",
        "per",
        "tonne",
        "revenue",
        "adjusted",
        "revenue",
        "adjusted",
        "ebitda",
        "cash",
        "flow",
        "operating",
        "activity",
        "adjusted",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "methanex",
        "shareholder",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "common",
        "share",
        "information",
        "million",
        "share",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "number",
        "common",
        "share",
        "outstanding",
        "end",
        "period",
        "methanol",
        "represents",
        "equity",
        "share",
        "volume",
        "produced",
        "facility",
        "excludes",
        "volume",
        "marketed",
        "commission",
        "basis",
        "related",
        "atlas",
        "facility",
        "egypt",
        "facility",
        "methanol",
        "includes",
        "volume",
        "produced",
        "chile",
        "using",
        "natural",
        "gas",
        "supplied",
        "argentina",
        "tolling",
        "arrangement",
        "tolling",
        "volume",
        "mt",
        "tolling",
        "volume",
        "produced",
        "first",
        "quarter",
        "tolling",
        "volume",
        "period",
        "presented",
        "methanex",
        "average",
        "posted",
        "price",
        "represents",
        "average",
        "posted",
        "price",
        "north",
        "america",
        "europe",
        "asia",
        "pacific",
        "weighted",
        "sale",
        "volume",
        "current",
        "historical",
        "pricing",
        "information",
        "available",
        "average",
        "realized",
        "price",
        "calculated",
        "revenue",
        "excluding",
        "commission",
        "earned",
        "egypt",
        "interest",
        "share",
        "revenue",
        "including",
        "amount",
        "representing",
        "share",
        "atlas",
        "revenue",
        "divided",
        "total",
        "sale",
        "volume",
        "purchased",
        "methanol",
        "excluding",
        "tolling",
        "volume",
        "reconciliation",
        "net",
        "income",
        "attributable",
        "methanex",
        "shareholder",
        "adjusted",
        "net",
        "income",
        "calculation",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "follows",
        "three",
        "month",
        "ended",
        "million",
        "except",
        "number",
        "share",
        "per",
        "share",
        "amount",
        "mar",
        "dec",
        "mar",
        "net",
        "income",
        "attributable",
        "methanex",
        "shareholder",
        "tax",
        "reform",
        "charge",
        "impact",
        "compensation",
        "net",
        "tax",
        "adjusted",
        "net",
        "income",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "million",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "recorded",
        "net",
        "income",
        "attributable",
        "methanex",
        "shareholder",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "increase",
        "earnings",
        "primarily",
        "due",
        "increase",
        "average",
        "realized",
        "methanol",
        "price",
        "first",
        "quarter",
        "million",
        "charge",
        "result",
        "tax",
        "reform",
        "united",
        "state",
        "recorded",
        "fourth",
        "quarter",
        "change",
        "impact",
        "compensation",
        "due",
        "increase",
        "methanex",
        "share",
        "price",
        "achieved",
        "record",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "adjusted",
        "net",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "adjusted",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "increase",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "primarily",
        "due",
        "increase",
        "average",
        "realized",
        "methanol",
        "price",
        "per",
        "tonne",
        "first",
        "quarter",
        "per",
        "tonne",
        "fourth",
        "quarter",
        "production",
        "first",
        "quarter",
        "tonne",
        "compared",
        "tonne",
        "fourth",
        "quarter",
        "total",
        "sale",
        "volume",
        "first",
        "quarter",
        "tonne",
        "compared",
        "tonne",
        "fourth",
        "quarter",
        "sale",
        "methanol",
        "tonne",
        "first",
        "quarter",
        "compared",
        "tonne",
        "fourth",
        "quarter",
        "cash",
        "flow",
        "operating",
        "activity",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "increase",
        "primarily",
        "result",
        "impact",
        "higher",
        "realized",
        "methanol",
        "price",
        "march",
        "commenced",
        "normal",
        "course",
        "issuer",
        "bid",
        "purchase",
        "common",
        "share",
        "march",
        "repurchased",
        "common",
        "share",
        "million",
        "first",
        "quarter",
        "paid",
        "per",
        "common",
        "share",
        "dividend",
        "shareholder",
        "total",
        "million",
        "quarter",
        "made",
        "good",
        "progress",
        "developing",
        "potential",
        "geismar",
        "production",
        "facility",
        "including",
        "securing",
        "land",
        "adjacent",
        "existing",
        "geismar",
        "production",
        "facility",
        "acquisition",
        "site",
        "provides",
        "necessary",
        "space",
        "potential",
        "geismar",
        "production",
        "facility",
        "believe",
        "potential",
        "geismar",
        "project",
        "would",
        "advantaged",
        "relative",
        "project",
        "contemplated",
        "construction",
        "u",
        "gulf",
        "production",
        "highlight",
        "q1",
        "q4",
        "q1",
        "thousand",
        "tonne",
        "operating",
        "capacity",
        "production",
        "production",
        "production",
        "new",
        "zealand",
        "geismar",
        "usa",
        "trinidad",
        "methanex",
        "interest",
        "egypt",
        "interest",
        "medicine",
        "hat",
        "canada",
        "chile",
        "operating",
        "capacity",
        "includes",
        "facility",
        "currently",
        "capable",
        "operating",
        "excludes",
        "portion",
        "asset",
        "underutilized",
        "due",
        "lack",
        "natural",
        "gas",
        "feedstock",
        "prolonged",
        "period",
        "time",
        "current",
        "annual",
        "operating",
        "capacity",
        "million",
        "tonne",
        "including",
        "million",
        "tonne",
        "related",
        "chile",
        "operation",
        "operating",
        "capacity",
        "production",
        "facility",
        "may",
        "higher",
        "original",
        "nameplate",
        "capacity",
        "time",
        "figure",
        "adjusted",
        "reflect",
        "ongoing",
        "operating",
        "efficiency",
        "facility",
        "actual",
        "production",
        "facility",
        "given",
        "year",
        "may",
        "higher",
        "lower",
        "operating",
        "capacity",
        "due",
        "number",
        "factor",
        "including",
        "natural",
        "gas",
        "composition",
        "age",
        "facility",
        "catalyst",
        "operating",
        "capacity",
        "new",
        "zealand",
        "made",
        "two",
        "motunui",
        "facility",
        "waitara",
        "valley",
        "facility",
        "operating",
        "capacity",
        "trinidad",
        "made",
        "titan",
        "interest",
        "atlas",
        "interest",
        "facility",
        "production",
        "capacity",
        "chile",
        "iv",
        "facility",
        "million",
        "tonne",
        "annually",
        "assuming",
        "access",
        "natural",
        "gas",
        "feedstock",
        "key",
        "production",
        "operational",
        "highlight",
        "first",
        "quarter",
        "include",
        "new",
        "zealand",
        "produced",
        "tonne",
        "compared",
        "tonne",
        "fourth",
        "quarter",
        "production",
        "first",
        "quarter",
        "lower",
        "fourth",
        "quarter",
        "tonne",
        "primarily",
        "result",
        "gas",
        "supply",
        "constraint",
        "due",
        "regularly",
        "scheduled",
        "gas",
        "field",
        "maintenance",
        "damaged",
        "natural",
        "gas",
        "pipeline",
        "impacting",
        "gas",
        "delivery",
        "offshore",
        "source",
        "natural",
        "gas",
        "supply",
        "site",
        "expected",
        "continue",
        "restricted",
        "repair",
        "completed",
        "also",
        "currently",
        "undertaking",
        "turnaround",
        "maintenance",
        "activity",
        "motunui",
        "site",
        "result",
        "expect",
        "new",
        "zealand",
        "facility",
        "produce",
        "approximately",
        "tonne",
        "methanol",
        "second",
        "quarter",
        "geismar",
        "production",
        "rate",
        "continue",
        "strong",
        "production",
        "tonne",
        "trinidad",
        "produced",
        "tonne",
        "methanex",
        "interest",
        "compared",
        "tonne",
        "fourth",
        "quarter",
        "continue",
        "experience",
        "gas",
        "curtailment",
        "trinidad",
        "egypt",
        "produced",
        "tonne",
        "methanex",
        "share",
        "plant",
        "running",
        "high",
        "rate",
        "following",
        "turnaround",
        "performed",
        "third",
        "quarter",
        "medicine",
        "hat",
        "continued",
        "run",
        "full",
        "capacity",
        "production",
        "tonne",
        "chile",
        "produced",
        "tonne",
        "including",
        "tonne",
        "produced",
        "tolling",
        "arrangement",
        "natural",
        "gas",
        "argentina",
        "conference",
        "call",
        "conference",
        "call",
        "scheduled",
        "april",
        "noon",
        "et",
        "pt",
        "review",
        "first",
        "quarter",
        "result",
        "access",
        "call",
        "dial",
        "conferencing",
        "operator",
        "ten",
        "minute",
        "prior",
        "start",
        "call",
        "toll",
        "free",
        "simultaneous",
        "webcast",
        "conference",
        "call",
        "accessed",
        "website",
        "also",
        "available",
        "following",
        "call",
        "playback",
        "version",
        "conference",
        "call",
        "available",
        "may",
        "toll",
        "free",
        "passcode",
        "playback",
        "version",
        "methanex",
        "methanex",
        "publicly",
        "traded",
        "company",
        "world",
        "largest",
        "producer",
        "supplier",
        "methanol",
        "major",
        "international",
        "market",
        "methanex",
        "share",
        "listed",
        "trading",
        "toronto",
        "stock",
        "exchange",
        "canada",
        "trading",
        "symbol",
        "mx",
        "nasdaq",
        "global",
        "market",
        "united",
        "state",
        "trading",
        "symbol",
        "meoh",
        "information",
        "warning",
        "first",
        "quarter",
        "press",
        "release",
        "contains",
        "statement",
        "respect",
        "u",
        "chemical",
        "industry",
        "nature",
        "information",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "beyond",
        "company",
        "control",
        "reader",
        "cautioned",
        "undue",
        "reliance",
        "placed",
        "information",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "information",
        "methanex",
        "undertake",
        "update",
        "correct",
        "revise",
        "information",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "refer",
        "information",
        "warning",
        "first",
        "quarter",
        "management",
        "discussion",
        "analysis",
        "information",
        "available",
        "investor",
        "relation",
        "section",
        "website",
        "canadian",
        "security",
        "administrator",
        "sedar",
        "website",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "edgar",
        "website",
        "measure",
        "company",
        "used",
        "term",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "per",
        "common",
        "share",
        "adjusted",
        "revenue",
        "operating",
        "income",
        "throughout",
        "document",
        "item",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "measure",
        "represent",
        "amount",
        "attributable",
        "methanex",
        "corporation",
        "shareholder",
        "calculated",
        "excluding",
        "impact",
        "compensation",
        "result",
        "change",
        "share",
        "price",
        "impact",
        "certain",
        "item",
        "associated",
        "specific",
        "identified",
        "event",
        "refer",
        "additional",
        "information",
        "supplemental",
        "measure",
        "page",
        "company",
        "md",
        "period",
        "ended",
        "march",
        "reconciliation",
        "comparable",
        "gaap",
        "measure",
        "unless",
        "otherwise",
        "indicated",
        "financial",
        "information",
        "presented",
        "release",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "iasb",
        "information",
        "contact",
        "kim",
        "campbell",
        "manager",
        "investor",
        "relation",
        "methanex",
        "corporation",
        "source",
        "methanex",
        "corporation"
    ]
}