{
    "organizations": [],
    "uuid": "89334f3934dd8396bd1afe3c4668e21c725b5c46",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/05/raceahead-finding-new-power-at-work/",
    "ord_in_thread": 0,
    "title": "raceAhead: Finding New Power At Work",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 5, 2018 12:41 PM ET If the world seems increasingly wild and unfamiliar, you’re not alone. Hashtags, hate speech, and social movements ignite without warning, companies (like Uber) and candidates (like Obama and Trump) ascend from nowhere, and every day we are confronted with more evidence that technology is enabling both the best and worst human impulses.\nA new book aims to explain all this and more. In New Power: How Power Works In Our Hyperconnected World – And How To Make It Work for You , authors Jeremy Heimans, the CEO of Purpose, a strategy consultancy, and Henry Timms, the executive director of 92nd Street Y, poured years of research, analysis, and their own experiences into a book that describes the shift in how power now operates in the world and what it means for all of us.\nFrom their introduction:\nNew power models are enabled by the activity of the crowd – without whom these models are just empty vessels. In contrast, old power models are enabled by what people or organizations own, know or control that nobody else does – once old power models lose that, they lose their advantage. Old power models ask of us only that we comply (pay your taxes, do your homework) or consume. New power models demand and allow for more: that we share ideas (as on YouTube) create new content or assets (as on Etsy), even shape a community (think of the sprawling digital movements resisting the Trump presidency.)\nBut rather than parrot the now familiar tech-topia talking points of “democratization” and prosperity through connectivity, the authors offer both context and practical advice that one can use to succeed in a tech-enabled world that’s profoundly imperfect but ever-present. (Head to Chapter Four for their analysis of how Reddit went off the rails. It’s a must-read.)\nI recently caught up with Timms to talk a bit more about how new power thinking might be useful to raceAhead readers, particularly the significant subset of you who either work for smaller organizations, are facing headwinds with your diversity work, or are “the only one” at your firm or in your current assignment.\nTimms says that you may not be as alone or as powerless as you think. Look beyond formal diversity initiatives, he says. “I think the one thing we’re seeing which is very promising is the creation of less formal but still very effective networks inside of companies,” he says. “They move sideways, from peer to peer, and work in such a way that it strengthens everyone in the network.” For very small enterprises, these “networks” may even jump the borders to peers in other companies. Why not? “But the really interesting question is, who starts the informal network?”\nOutside events are often the catalyst, and Timms offered two examples. The first was the bootleg video clip of AT&T CEO Randall Stephenson speaking candidly about race at a gathering of the company’s Employee Resource Groups (ERGs) in 2016. Stephenson talked about the moment he discovered his highly accomplished black friend had endured a lifetime of racial discrimination, threats, and actual violence. “I was really ashamed that this was new information for me about Chris,” he said. “How could I not understand the very core that informed his world-view was about race?”\nTimms and Heimans found that the video, which wasn’t intended to be publicly shared, inspired an informal internal network of people who were ignited by its message and drawn to capitalize on it. “It was very interesting,” he said. “We’ve seen that begin to shift internal norms.”\nA more dramatic example is the #NeverAgain movement. The thing that’s made it effective, at least so far, is the extraordinary organizational skills that its founders exhibited from the start, communication-savvy “super-participants” who knew how to make a platform that was responsive to supporters. But none of this is magic or necessarily generational, he notes. “What we’re seeing now is that people can make the change they need to make, and increase collaboration in a sideways fashion,” he says. And, “if you master these new power skills, you can feel less isolated.”\nThis is the irony of new power activity that often relies on platforms which operate on old power business models. “There are clearly problems with platforms we’re using to connect; they offer great promise and peril,” he says. It’s something to think about as Mark Zuckerberg, who increasingly seems like an old power figure, heads to Congress next week . Solving the issues might need to become a new power quest. “There is a growing political consciousness around the danger of platforms like Facebook and how much power we’re actually giving away in the name of ‘participation.’”\nOn Point An Asian American advocacy group wants Harvard to make their applications data public The closely watched case, originally filed in 2014, asserts that Harvard has allowed discrimination against Asian and Asian American applicants to continue for decades. Now, Students for Fair Admissions, which includes students who had been rejected in the past, is demanding that the university release admissions data on hundreds of thousands of applicants, confident that the public revelation will make their case. The documents in question are in the hands of the court and arguments begin on April 10 as to whether they should be made public. In a statement, Harvard says the documents contain “deeply personal and highly sensitive information about applicants to and students at Harvard and the inner workings of Harvard’s admissions process.” New York Times New research shows that many Americans think many #MeToo claims are false An alarming number, in fact. According to a new report from the Pew Research Center – nearly a third of respondents thought that false claims are a major problem in the workplace today, that number equally split between men and women. About the same number thought that employers firing men before they got all the facts was a major problem. On the other hand, some 50% thought that men getting away with sexual harassment remains a major problem, with about the same amount saying that this new era will not make “much difference” for women in the workplace. Fortune Sexual harassment remains an unaddressed problem on Capitol Hill Catherine Cortez Masto, the junior U.S. senator from Nevada, weighs in with her own set of numbers, which she calls startling. Some one in four female congressional staffers think sexual harassment is a problem on Capitol Hill, and one in six women say they’ve been victims. She says the Senate must enact common-sense reforms that will make it easier for women to report and experience a fair and transparent investigative process. “This inaction is a stark reminder that women’s voices are still underrepresented in the halls of Congress,” she writes. Not only is the current procedure designed without the victims in mind, many Senate rules “were written before women even had the right to vote.” Fortune Hollywood discriminates against actors with disabilities says advocate Maysoon Zayid, comedian, actor, disability advocate, and the RNC’s favorite Muslim explainer, tells the BBC that it’s time for Hollywood to stop blocking people with disabilities from major acting roles. The straight-A theater student who has cerebral palsy couldn’t even get cast in a play starring a character with cerebral palsy. Why? “They said it was because I couldn’t do the stunts.” The never-ending barriers have to stop she says. “We are by far the largest minority in the world. We are 20% of the population and we are only 2% of the images you see on American television and of those 2%, 95% are played by non-disabled actors. BBC Advertisement The Woke Leader A class on corporate activism 3BL Media, a communications company specializing in purpose-driven companies, is hosting a free webcast on corporate activism around hot-button issues in the political sphere. When to weigh in? How? It’s being marketed to corporate responsibility managers, which, when you think about it, is pretty much everyone these days. Daniel Korschun, associate professor at Drexel University’s LeBow College of Business, will be presenting research, and helping to explain why neutral isn’t always the best choice. The webcast is on April 10 at 12:30 pm ET. 3BLMedia Stop it with the photos of power moms and their kids already The photos and images never fail to shock and inspire, “badass” working women showing up to the big presentation or Parliament with a baby on their hip and their arguments on point. But Shannon Proudfoot argues that the reality of parenting small children is very different. Who can really think with your baby at your feet? “Those babies-in-boardrooms images and their inevitable ‘Woo hoo, lean in!’ commentary are totally counterproductive to advocating in any real way on behalf of working parents,” she says. Macleans The female mass shooter, a tragic anomaly Tuesday’s tragic shooting event at YouTube headquarters in California was unusual in one important way: The shooter was a woman. Video creator Nasim Aghdam , allegedly angry at the platform for suppressing her videos (and potential income) is an outlier; according to the FBI of 220 shooting incidents from 2000-2016, only 9 were committed by a woman. The reasons may be a complex mix of biology and socialization, but as Fortune’s Claire Zillman makes plain in the analysis, there are too few women shooters to know for sure what’s in play. “The gender of a mass shooter may seem irrelevant in the wake of the loss of life,” she says, “but reducing gun violence—beyond firearm regulation and personal safety measures—depends on understanding the profile and motive of who is carrying out the act.” Fortune Quote:\nWithout courage we cannot practice any other virtue with consistency. We can’t be kind, true, merciful, generous, or honest. - Maya Angelou",
    "published": "2018-04-06T00:47:00.000+03:00",
    "crawled": "2018-04-05T21:12:22.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "pm",
        "et",
        "world",
        "seems",
        "increasingly",
        "wild",
        "unfamiliar",
        "alone",
        "hashtags",
        "hate",
        "speech",
        "social",
        "movement",
        "ignite",
        "without",
        "warning",
        "company",
        "like",
        "uber",
        "candidate",
        "like",
        "obama",
        "trump",
        "ascend",
        "nowhere",
        "every",
        "day",
        "confronted",
        "evidence",
        "technology",
        "enabling",
        "best",
        "worst",
        "human",
        "impulse",
        "new",
        "book",
        "aim",
        "explain",
        "new",
        "power",
        "power",
        "work",
        "hyperconnected",
        "world",
        "make",
        "work",
        "author",
        "jeremy",
        "heimans",
        "ceo",
        "purpose",
        "strategy",
        "consultancy",
        "henry",
        "timms",
        "executive",
        "director",
        "92nd",
        "street",
        "poured",
        "year",
        "research",
        "analysis",
        "experience",
        "book",
        "describes",
        "shift",
        "power",
        "operates",
        "world",
        "mean",
        "u",
        "introduction",
        "new",
        "power",
        "model",
        "enabled",
        "activity",
        "crowd",
        "without",
        "model",
        "empty",
        "vessel",
        "contrast",
        "old",
        "power",
        "model",
        "enabled",
        "people",
        "organization",
        "know",
        "control",
        "nobody",
        "else",
        "old",
        "power",
        "model",
        "lose",
        "lose",
        "advantage",
        "old",
        "power",
        "model",
        "ask",
        "u",
        "comply",
        "pay",
        "tax",
        "homework",
        "consume",
        "new",
        "power",
        "model",
        "demand",
        "allow",
        "share",
        "idea",
        "youtube",
        "create",
        "new",
        "content",
        "asset",
        "etsy",
        "even",
        "shape",
        "community",
        "think",
        "sprawling",
        "digital",
        "movement",
        "resisting",
        "trump",
        "presidency",
        "rather",
        "parrot",
        "familiar",
        "talking",
        "point",
        "democratization",
        "prosperity",
        "connectivity",
        "author",
        "offer",
        "context",
        "practical",
        "advice",
        "one",
        "use",
        "succeed",
        "world",
        "profoundly",
        "imperfect",
        "head",
        "chapter",
        "four",
        "analysis",
        "reddit",
        "went",
        "rail",
        "recently",
        "caught",
        "timms",
        "talk",
        "bit",
        "new",
        "power",
        "thinking",
        "might",
        "useful",
        "raceahead",
        "reader",
        "particularly",
        "significant",
        "subset",
        "either",
        "work",
        "smaller",
        "organization",
        "facing",
        "headwind",
        "diversity",
        "work",
        "one",
        "firm",
        "current",
        "assignment",
        "timms",
        "say",
        "may",
        "alone",
        "powerless",
        "think",
        "look",
        "beyond",
        "formal",
        "diversity",
        "initiative",
        "say",
        "think",
        "one",
        "thing",
        "seeing",
        "promising",
        "creation",
        "less",
        "formal",
        "still",
        "effective",
        "network",
        "inside",
        "company",
        "say",
        "move",
        "sideways",
        "peer",
        "peer",
        "work",
        "way",
        "strengthens",
        "everyone",
        "small",
        "enterprise",
        "network",
        "may",
        "even",
        "jump",
        "border",
        "peer",
        "company",
        "really",
        "interesting",
        "question",
        "start",
        "informal",
        "network",
        "outside",
        "event",
        "often",
        "catalyst",
        "timms",
        "offered",
        "two",
        "example",
        "first",
        "bootleg",
        "video",
        "clip",
        "ceo",
        "randall",
        "stephenson",
        "speaking",
        "candidly",
        "race",
        "gathering",
        "company",
        "employee",
        "resource",
        "group",
        "erg",
        "stephenson",
        "talked",
        "moment",
        "discovered",
        "highly",
        "accomplished",
        "black",
        "friend",
        "endured",
        "lifetime",
        "racial",
        "discrimination",
        "threat",
        "actual",
        "violence",
        "really",
        "ashamed",
        "new",
        "information",
        "chris",
        "said",
        "could",
        "understand",
        "core",
        "informed",
        "race",
        "timms",
        "heimans",
        "found",
        "video",
        "intended",
        "publicly",
        "shared",
        "inspired",
        "informal",
        "internal",
        "network",
        "people",
        "ignited",
        "message",
        "drawn",
        "capitalize",
        "interesting",
        "said",
        "seen",
        "begin",
        "shift",
        "internal",
        "dramatic",
        "example",
        "neveragain",
        "movement",
        "thing",
        "made",
        "effective",
        "least",
        "far",
        "extraordinary",
        "organizational",
        "skill",
        "founder",
        "exhibited",
        "start",
        "knew",
        "make",
        "platform",
        "responsive",
        "supporter",
        "none",
        "magic",
        "necessarily",
        "generational",
        "note",
        "seeing",
        "people",
        "make",
        "change",
        "need",
        "make",
        "increase",
        "collaboration",
        "sideways",
        "fashion",
        "say",
        "master",
        "new",
        "power",
        "skill",
        "feel",
        "less",
        "irony",
        "new",
        "power",
        "activity",
        "often",
        "relies",
        "platform",
        "operate",
        "old",
        "power",
        "business",
        "model",
        "clearly",
        "problem",
        "platform",
        "using",
        "connect",
        "offer",
        "great",
        "promise",
        "peril",
        "say",
        "something",
        "think",
        "mark",
        "zuckerberg",
        "increasingly",
        "seems",
        "like",
        "old",
        "power",
        "figure",
        "head",
        "congress",
        "next",
        "week",
        "solving",
        "issue",
        "might",
        "need",
        "become",
        "new",
        "power",
        "quest",
        "growing",
        "political",
        "consciousness",
        "around",
        "danger",
        "platform",
        "like",
        "facebook",
        "much",
        "power",
        "actually",
        "giving",
        "away",
        "name",
        "point",
        "asian",
        "american",
        "advocacy",
        "group",
        "want",
        "harvard",
        "make",
        "application",
        "data",
        "public",
        "closely",
        "watched",
        "case",
        "originally",
        "filed",
        "asserts",
        "harvard",
        "allowed",
        "discrimination",
        "asian",
        "asian",
        "american",
        "applicant",
        "continue",
        "decade",
        "student",
        "fair",
        "admission",
        "includes",
        "student",
        "rejected",
        "past",
        "demanding",
        "university",
        "release",
        "admission",
        "data",
        "hundred",
        "thousand",
        "applicant",
        "confident",
        "public",
        "revelation",
        "make",
        "case",
        "document",
        "question",
        "hand",
        "court",
        "argument",
        "begin",
        "april",
        "whether",
        "made",
        "public",
        "statement",
        "harvard",
        "say",
        "document",
        "contain",
        "deeply",
        "personal",
        "highly",
        "sensitive",
        "information",
        "applicant",
        "student",
        "harvard",
        "inner",
        "working",
        "harvard",
        "admission",
        "new",
        "york",
        "time",
        "new",
        "research",
        "show",
        "many",
        "american",
        "think",
        "many",
        "metoo",
        "claim",
        "false",
        "alarming",
        "number",
        "fact",
        "according",
        "new",
        "report",
        "pew",
        "research",
        "center",
        "nearly",
        "third",
        "respondent",
        "thought",
        "false",
        "claim",
        "major",
        "problem",
        "workplace",
        "today",
        "number",
        "equally",
        "split",
        "men",
        "woman",
        "number",
        "thought",
        "employer",
        "firing",
        "men",
        "got",
        "fact",
        "major",
        "problem",
        "hand",
        "thought",
        "men",
        "getting",
        "away",
        "sexual",
        "harassment",
        "remains",
        "major",
        "problem",
        "amount",
        "saying",
        "new",
        "era",
        "make",
        "much",
        "difference",
        "woman",
        "workplace",
        "fortune",
        "sexual",
        "harassment",
        "remains",
        "unaddressed",
        "problem",
        "capitol",
        "hill",
        "catherine",
        "cortez",
        "masto",
        "junior",
        "senator",
        "nevada",
        "weighs",
        "set",
        "number",
        "call",
        "startling",
        "one",
        "four",
        "female",
        "congressional",
        "staffer",
        "think",
        "sexual",
        "harassment",
        "problem",
        "capitol",
        "hill",
        "one",
        "six",
        "woman",
        "say",
        "victim",
        "say",
        "senate",
        "must",
        "enact",
        "reform",
        "make",
        "easier",
        "woman",
        "report",
        "experience",
        "fair",
        "transparent",
        "investigative",
        "process",
        "inaction",
        "stark",
        "reminder",
        "woman",
        "voice",
        "still",
        "underrepresented",
        "hall",
        "congress",
        "writes",
        "current",
        "procedure",
        "designed",
        "without",
        "victim",
        "mind",
        "many",
        "senate",
        "rule",
        "written",
        "woman",
        "even",
        "right",
        "fortune",
        "hollywood",
        "discriminates",
        "actor",
        "disability",
        "say",
        "advocate",
        "maysoon",
        "zayid",
        "comedian",
        "actor",
        "disability",
        "advocate",
        "rnc",
        "favorite",
        "muslim",
        "explainer",
        "tell",
        "bbc",
        "time",
        "hollywood",
        "stop",
        "blocking",
        "people",
        "disability",
        "major",
        "acting",
        "role",
        "theater",
        "student",
        "cerebral",
        "palsy",
        "even",
        "get",
        "cast",
        "play",
        "starring",
        "character",
        "cerebral",
        "palsy",
        "said",
        "barrier",
        "stop",
        "say",
        "far",
        "largest",
        "minority",
        "world",
        "population",
        "image",
        "see",
        "american",
        "television",
        "played",
        "actor",
        "bbc",
        "advertisement",
        "woke",
        "leader",
        "class",
        "corporate",
        "activism",
        "3bl",
        "medium",
        "communication",
        "company",
        "specializing",
        "company",
        "hosting",
        "free",
        "webcast",
        "corporate",
        "activism",
        "around",
        "issue",
        "political",
        "sphere",
        "weigh",
        "marketed",
        "corporate",
        "responsibility",
        "manager",
        "think",
        "pretty",
        "much",
        "everyone",
        "day",
        "daniel",
        "korschun",
        "associate",
        "professor",
        "drexel",
        "university",
        "lebow",
        "college",
        "business",
        "presenting",
        "research",
        "helping",
        "explain",
        "neutral",
        "always",
        "best",
        "choice",
        "webcast",
        "april",
        "pm",
        "et",
        "3blmedia",
        "stop",
        "photo",
        "power",
        "mom",
        "kid",
        "already",
        "photo",
        "image",
        "never",
        "fail",
        "shock",
        "inspire",
        "badass",
        "working",
        "woman",
        "showing",
        "big",
        "presentation",
        "parliament",
        "baby",
        "hip",
        "argument",
        "point",
        "shannon",
        "proudfoot",
        "argues",
        "reality",
        "parenting",
        "small",
        "child",
        "different",
        "really",
        "think",
        "baby",
        "foot",
        "image",
        "inevitable",
        "woo",
        "hoo",
        "lean",
        "commentary",
        "totally",
        "counterproductive",
        "advocating",
        "real",
        "way",
        "behalf",
        "working",
        "parent",
        "say",
        "macleans",
        "female",
        "mass",
        "shooter",
        "tragic",
        "anomaly",
        "tuesday",
        "tragic",
        "shooting",
        "event",
        "youtube",
        "headquarters",
        "california",
        "unusual",
        "one",
        "important",
        "way",
        "shooter",
        "woman",
        "video",
        "creator",
        "nasim",
        "aghdam",
        "allegedly",
        "angry",
        "platform",
        "suppressing",
        "video",
        "potential",
        "income",
        "outlier",
        "according",
        "fbi",
        "shooting",
        "incident",
        "committed",
        "woman",
        "reason",
        "may",
        "complex",
        "mix",
        "biology",
        "socialization",
        "fortune",
        "claire",
        "zillman",
        "make",
        "plain",
        "analysis",
        "woman",
        "shooter",
        "know",
        "sure",
        "play",
        "gender",
        "mass",
        "shooter",
        "may",
        "seem",
        "irrelevant",
        "wake",
        "loss",
        "life",
        "say",
        "reducing",
        "gun",
        "firearm",
        "regulation",
        "personal",
        "safety",
        "understanding",
        "profile",
        "motive",
        "carrying",
        "fortune",
        "quote",
        "without",
        "courage",
        "practice",
        "virtue",
        "consistency",
        "kind",
        "true",
        "merciful",
        "generous",
        "honest",
        "maya",
        "angelou"
    ]
}