{
    "organizations": [],
    "uuid": "8e881ef7a890136daebc1a69f474d39f190f224a",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/30/russian-spy-boasts-blockchain-will-belong-to-us-at-conference.html",
    "ord_in_thread": 0,
    "title": "Russian spy boasts 'Blockchain will belong to us,' at conference",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO — Last year, representatives of 25 countries met in Tokyo to work on setting international standards for the blockchain, the technology that was introduced by the virtual currency Bitcoin and has ignited intense interest in corporate and government circles.\nSome of the technologists at the meeting of the International Standards Organization were surprised when they learned that the head of the Russian delegation, Grigory Marshalko, worked for the F.S.B., the intelligence agency that is the successor to the K.G.B.\nThey were even more surprised when they asked the F.S.B. agent why the Russians were devoting such resources to the blockchain standards.\nMore from the New York Times:\nTech thinks it has a fix for the problems it created: blockchain\nAfter Cambridge Analytica, privacy experts get to say 'I told you so'\nRussia and Venezuela's plan to sidestep sanctions: virtual currencies\n\"Look, the internet belongs to the Americans — but blockchain will belong to us,\" he said, according to one delegate who was there. The Russian added that two other members of his country's four-person delegation to the conference also worked for the F.S.B.\nAnother delegate who had a separate conversation with the head of the Russian group remembers a slightly different wording: \"The internet belonged to America. The blockchain will belong to the Russians.\"\nBoth of the delegates who recounted their conversations did so on the condition of anonymity, because discussions at the International Standards Organization, or I.S.O., are supposed to be confidential. Neither the Russian organizations overseeing the delegation to the I.S.O. nor the Russian delegates responded to requests for comment.\nThe sentiment expressed by the Russian delegate is as clear a sign as any of the significance that some governments are assigning to the blockchain — a technology that is now being applied to things as varied as financial trading and voting — and the degree to which it is becoming a subject of geopolitical battles.\nThe Russian interest in the normally wonky technical sessions has caused concern among other delegations, who worry that individual countries could push standards that would make the security of the blockchain technology vulnerable to surveillance and attack.\nThe I.S.O., based in Geneva, was created in 1947 to ensure that important technologies are built or measured in the same way all over the world. Over the years, it has created standards for food safety, film sensitivity and much more.\nRussia is not the only country sending high-powered delegations to the I.S.O. technical committee focusing on blockchain standards, which got its start last year. The 25 countries with committee delegations sent over 130 people to the last meeting to discuss matters like a common method for security. China sent officials from the finance ministry while the United States had delegates from IBM and Microsoft, according to participants.\n\"It is a very sought-out technology today, because it really does create the foundation for the future that is coming,\" said Gilbert Verdian, the head of the British delegation working on blockchain standards at the I.S.O. and the founder of the company Quant Network. \"To get behind it and back it now is going to put people at an advantage, either politically or economically.\"\nThe original blockchain is the shared database on which all Bitcoin transactions are recorded. It is kept by a distributed network of computers managed by many people, rather than one central authority. While there are now many virtual currencies, each with its own blockchain, there are also many government and corporate efforts looking at ways to use blockchain technology to securely record other kinds of data.\nThere are still significant questions about whether the technology will live up to expectations — and few projects have proceeded beyond the pilot stage aside from virtual currency networks like Bitcoin and Ethereum.\nBut in countries like the United States, China, Russia, Singapore and Switzerland, government groups have talked about using blockchains for myriad tasks, like issuing national currency or tracking identity records for citizens and visitors.\nWithin the young blockchain industry there is a widespread belief that the companies and countries that establish an early lead could guide the direction of the technology, for both commercial and national security purposes.\nEmma Channing, a lawyer who frequently works with blockchain start-ups, recently raised an alarm about the intrigue at the I.S.O. standards group.\nMs. Channing said she was worried that countries that devote more resources to the process could successfully push their preferred cryptographic algorithms to be the standards, potentially creating so-called back doors that could be used in the future to spy on blockchain activity.\n\"In the context of software it is the perfect Trojan,\" said Ms. Channing, a co-founder of the Satis Group, an American company that advises blockchain projects. \"If something gets buried in it, these things will get adopted wholesale — and won't be questioned on the way in.\"\nMs. Channing recently emailed dozens of blockchain experts, trying to get them to volunteer as representatives to the I.S.O. delegations in their countries, so that the process does not become dominated by a few countries.\nThe chairman of the I.S.O. blockchain committee, Craig Dunn, rejected the idea that any country could shape the process. While I.S.O. proceedings are generally confidential, new standards must go through many stages, with many rounds of voting — first with smaller working groups and then with full national delegations.\n\"There has to be agreement and consensus across the member countries to take a standard forward,\" said Mr. Dunn, who is also the head of the Australian delegation to the committee.\nFew countries have made their interest in the blockchain as clear as Russia. President Vladimir V. Putin met briefly last year with Vitalik Buterin, the founder of Ethereum, the second most widely used blockchain-based virtual currency platform after Bitcoin.\nMr. Putin also put the blockchain at the center of his \"Digital Economy\" program for Russia, and his government has talked about creating a crypto-ruble , similar to Bitcoin.\nOne of the Russian delegates to the I.S.O. blockchain group, Maxim Shevchenko, gave a talk last summer in Russia in which he spoke about the country's goals in the I.S.O. group. The bullet points on the slide included \"possibility to influence the technology\" and \"implementation Russian standards and solutions worldwide.\"\nAnother member of the Russian delegation, Alexey Urivskiy, told the Russian newspaper Vedomosti last year that the delegation at the I.S.O. committee was supposed to get Russian cryptographic algorithms into the standard. The Vedomosti article said that the head of the Russian I.S.O. delegation, Mr. Marshalko, was affiliated with the F.S.B.\nRussia is not the only country pushing hard on the blockchain. Many Chinese government offices have been public about their interest in taking advantage of the blockchain technology for tasks like tracking people and products moving through industrial supply chains.\nAt the I.S.O. meetings last fall in Tokyo, the Chinese government sent one of the largest delegations, with at least nine people, including representatives from the finance ministry and the Chinese central bank, according to a delegate from another country who met the Chinese participants.\nThe United States delegation was led at the last meeting by a Microsoft employee and included a delegate from IBM. Microsoft and IBM are two of the global companies that have pushed hardest to develop blockchain technology.\nAt the first meeting of the I.S.O. blockchain group, the Russian delegation led a study group on security and privacy issues, which caused discomfort among some delegates from other countries, according to the two delegates who spoke to The New York Times. At a second meeting, oversight for these issues was transferred to a working group led by France.\nMr. Verdian, the head of the British group, said lots of delegations were jockeying to get an edge on the new technology.\n\"It will change how our society can operate, but at the same time, in harnessing this technology people might want to leverage that for their own gain,\" he said. \"We all owe it to each other to do it right so that it benefits all of us rather than a few.\"",
    "published": "2018-04-30T21:10:00.000+03:00",
    "crawled": "2018-04-30T20:22:40.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "last",
        "year",
        "representative",
        "country",
        "met",
        "tokyo",
        "work",
        "setting",
        "international",
        "standard",
        "blockchain",
        "technology",
        "introduced",
        "virtual",
        "currency",
        "bitcoin",
        "ignited",
        "intense",
        "interest",
        "corporate",
        "government",
        "circle",
        "technologist",
        "meeting",
        "international",
        "standard",
        "organization",
        "surprised",
        "learned",
        "head",
        "russian",
        "delegation",
        "grigory",
        "marshalko",
        "worked",
        "intelligence",
        "agency",
        "successor",
        "even",
        "surprised",
        "asked",
        "agent",
        "russian",
        "devoting",
        "resource",
        "blockchain",
        "standard",
        "new",
        "york",
        "time",
        "tech",
        "think",
        "fix",
        "problem",
        "created",
        "blockchain",
        "cambridge",
        "analytica",
        "privacy",
        "expert",
        "get",
        "say",
        "told",
        "russia",
        "venezuela",
        "plan",
        "sidestep",
        "sanction",
        "virtual",
        "currency",
        "look",
        "internet",
        "belongs",
        "american",
        "blockchain",
        "belong",
        "u",
        "said",
        "according",
        "one",
        "delegate",
        "russian",
        "added",
        "two",
        "member",
        "country",
        "delegation",
        "conference",
        "also",
        "worked",
        "another",
        "delegate",
        "separate",
        "conversation",
        "head",
        "russian",
        "group",
        "remembers",
        "slightly",
        "different",
        "wording",
        "internet",
        "belonged",
        "america",
        "blockchain",
        "belong",
        "russian",
        "delegate",
        "recounted",
        "conversation",
        "condition",
        "anonymity",
        "discussion",
        "international",
        "standard",
        "organization",
        "supposed",
        "confidential",
        "neither",
        "russian",
        "organization",
        "overseeing",
        "delegation",
        "russian",
        "delegate",
        "responded",
        "request",
        "comment",
        "sentiment",
        "expressed",
        "russian",
        "delegate",
        "clear",
        "sign",
        "significance",
        "government",
        "assigning",
        "blockchain",
        "technology",
        "applied",
        "thing",
        "varied",
        "financial",
        "trading",
        "voting",
        "degree",
        "becoming",
        "subject",
        "geopolitical",
        "battle",
        "russian",
        "interest",
        "normally",
        "wonky",
        "technical",
        "session",
        "caused",
        "concern",
        "among",
        "delegation",
        "worry",
        "individual",
        "country",
        "could",
        "push",
        "standard",
        "would",
        "make",
        "security",
        "blockchain",
        "technology",
        "vulnerable",
        "surveillance",
        "attack",
        "based",
        "geneva",
        "created",
        "ensure",
        "important",
        "technology",
        "built",
        "measured",
        "way",
        "world",
        "year",
        "created",
        "standard",
        "food",
        "safety",
        "film",
        "sensitivity",
        "much",
        "russia",
        "country",
        "sending",
        "delegation",
        "technical",
        "committee",
        "focusing",
        "blockchain",
        "standard",
        "got",
        "start",
        "last",
        "year",
        "country",
        "committee",
        "delegation",
        "sent",
        "people",
        "last",
        "meeting",
        "discus",
        "matter",
        "like",
        "common",
        "method",
        "security",
        "china",
        "sent",
        "official",
        "finance",
        "ministry",
        "united",
        "state",
        "delegate",
        "ibm",
        "microsoft",
        "according",
        "participant",
        "technology",
        "today",
        "really",
        "create",
        "foundation",
        "future",
        "coming",
        "said",
        "gilbert",
        "verdian",
        "head",
        "british",
        "delegation",
        "working",
        "blockchain",
        "standard",
        "founder",
        "company",
        "quant",
        "network",
        "get",
        "behind",
        "back",
        "going",
        "put",
        "people",
        "advantage",
        "either",
        "politically",
        "economically",
        "original",
        "blockchain",
        "shared",
        "database",
        "bitcoin",
        "transaction",
        "recorded",
        "kept",
        "distributed",
        "network",
        "computer",
        "managed",
        "many",
        "people",
        "rather",
        "one",
        "central",
        "authority",
        "many",
        "virtual",
        "currency",
        "blockchain",
        "also",
        "many",
        "government",
        "corporate",
        "effort",
        "looking",
        "way",
        "use",
        "blockchain",
        "technology",
        "securely",
        "record",
        "kind",
        "data",
        "still",
        "significant",
        "question",
        "whether",
        "technology",
        "live",
        "expectation",
        "project",
        "proceeded",
        "beyond",
        "pilot",
        "stage",
        "aside",
        "virtual",
        "currency",
        "network",
        "like",
        "bitcoin",
        "ethereum",
        "country",
        "like",
        "united",
        "state",
        "china",
        "russia",
        "singapore",
        "switzerland",
        "government",
        "group",
        "talked",
        "using",
        "blockchains",
        "myriad",
        "task",
        "like",
        "issuing",
        "national",
        "currency",
        "tracking",
        "identity",
        "record",
        "citizen",
        "visitor",
        "within",
        "young",
        "blockchain",
        "industry",
        "widespread",
        "belief",
        "company",
        "country",
        "establish",
        "early",
        "lead",
        "could",
        "guide",
        "direction",
        "technology",
        "commercial",
        "national",
        "security",
        "purpose",
        "emma",
        "channing",
        "lawyer",
        "frequently",
        "work",
        "blockchain",
        "recently",
        "raised",
        "alarm",
        "intrigue",
        "standard",
        "group",
        "channing",
        "said",
        "worried",
        "country",
        "devote",
        "resource",
        "process",
        "could",
        "successfully",
        "push",
        "preferred",
        "cryptographic",
        "algorithm",
        "standard",
        "potentially",
        "creating",
        "back",
        "door",
        "could",
        "used",
        "future",
        "spy",
        "blockchain",
        "activity",
        "context",
        "software",
        "perfect",
        "trojan",
        "said",
        "channing",
        "satis",
        "group",
        "american",
        "company",
        "advises",
        "blockchain",
        "project",
        "something",
        "get",
        "buried",
        "thing",
        "get",
        "adopted",
        "wholesale",
        "wo",
        "questioned",
        "way",
        "channing",
        "recently",
        "emailed",
        "dozen",
        "blockchain",
        "expert",
        "trying",
        "get",
        "volunteer",
        "representative",
        "delegation",
        "country",
        "process",
        "become",
        "dominated",
        "country",
        "chairman",
        "blockchain",
        "committee",
        "craig",
        "dunn",
        "rejected",
        "idea",
        "country",
        "could",
        "shape",
        "process",
        "proceeding",
        "generally",
        "confidential",
        "new",
        "standard",
        "must",
        "go",
        "many",
        "stage",
        "many",
        "round",
        "voting",
        "first",
        "smaller",
        "working",
        "group",
        "full",
        "national",
        "delegation",
        "agreement",
        "consensus",
        "across",
        "member",
        "country",
        "take",
        "standard",
        "forward",
        "said",
        "dunn",
        "also",
        "head",
        "australian",
        "delegation",
        "committee",
        "country",
        "made",
        "interest",
        "blockchain",
        "clear",
        "russia",
        "president",
        "vladimir",
        "putin",
        "met",
        "briefly",
        "last",
        "year",
        "vitalik",
        "buterin",
        "founder",
        "ethereum",
        "second",
        "widely",
        "used",
        "virtual",
        "currency",
        "platform",
        "bitcoin",
        "putin",
        "also",
        "put",
        "blockchain",
        "center",
        "digital",
        "economy",
        "program",
        "russia",
        "government",
        "talked",
        "creating",
        "similar",
        "bitcoin",
        "one",
        "russian",
        "delegate",
        "blockchain",
        "group",
        "maxim",
        "shevchenko",
        "gave",
        "talk",
        "last",
        "summer",
        "russia",
        "spoke",
        "country",
        "goal",
        "group",
        "bullet",
        "point",
        "slide",
        "included",
        "possibility",
        "influence",
        "technology",
        "implementation",
        "russian",
        "standard",
        "solution",
        "worldwide",
        "another",
        "member",
        "russian",
        "delegation",
        "alexey",
        "urivskiy",
        "told",
        "russian",
        "newspaper",
        "vedomosti",
        "last",
        "year",
        "delegation",
        "committee",
        "supposed",
        "get",
        "russian",
        "cryptographic",
        "algorithm",
        "standard",
        "vedomosti",
        "article",
        "said",
        "head",
        "russian",
        "delegation",
        "marshalko",
        "affiliated",
        "russia",
        "country",
        "pushing",
        "hard",
        "blockchain",
        "many",
        "chinese",
        "government",
        "office",
        "public",
        "interest",
        "taking",
        "advantage",
        "blockchain",
        "technology",
        "task",
        "like",
        "tracking",
        "people",
        "product",
        "moving",
        "industrial",
        "supply",
        "chain",
        "meeting",
        "last",
        "fall",
        "tokyo",
        "chinese",
        "government",
        "sent",
        "one",
        "largest",
        "delegation",
        "least",
        "nine",
        "people",
        "including",
        "representative",
        "finance",
        "ministry",
        "chinese",
        "central",
        "bank",
        "according",
        "delegate",
        "another",
        "country",
        "met",
        "chinese",
        "participant",
        "united",
        "state",
        "delegation",
        "led",
        "last",
        "meeting",
        "microsoft",
        "employee",
        "included",
        "delegate",
        "ibm",
        "microsoft",
        "ibm",
        "two",
        "global",
        "company",
        "pushed",
        "hardest",
        "develop",
        "blockchain",
        "technology",
        "first",
        "meeting",
        "blockchain",
        "group",
        "russian",
        "delegation",
        "led",
        "study",
        "group",
        "security",
        "privacy",
        "issue",
        "caused",
        "discomfort",
        "among",
        "delegate",
        "country",
        "according",
        "two",
        "delegate",
        "spoke",
        "new",
        "york",
        "time",
        "second",
        "meeting",
        "oversight",
        "issue",
        "transferred",
        "working",
        "group",
        "led",
        "france",
        "verdian",
        "head",
        "british",
        "group",
        "said",
        "lot",
        "delegation",
        "jockeying",
        "get",
        "edge",
        "new",
        "technology",
        "change",
        "society",
        "operate",
        "time",
        "harnessing",
        "technology",
        "people",
        "might",
        "want",
        "leverage",
        "gain",
        "said",
        "owe",
        "right",
        "benefit",
        "u",
        "rather"
    ]
}