{
    "organizations": [],
    "uuid": "f9b98ffb852921ad1f872e86483899e988cdf4f2",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/25/greenwich-connecticut-rich-town-hedge-fund-fight.html",
    "ord_in_thread": 0,
    "title": "Greenwich Connecticut rich town hedge fund fight",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Bruce McGuire, the president of the Connecticut Hedge Fund Association, was holding court at a cocktail reception at Greenwich harbour late last year when he spotted one of his security detail milling about.\nMr McGuire gently advised the guard that it would be best if he stayed outside. The guard shook his head. He wasn't working for the association, he explained. He had been hired by one of the speakers, an executive at one of the largest hedge funds in the world.\nGreenwich, Connecticut — historically one of the richest towns in the US — may not seem like the kind of place where security guards are needed for a networking event. But Connecticut's hedge fund managers are jittery.\nReceive 4 weeks of unlimited digital access to the Financial Times for just $1 .\n\"They're not feeling welcome,\" says Stephen Candland, a Greenwich-based partner at Angela Mortimer, a recruitment firm that finds staff for hedge fund managers. \"It is not [yet] a mass exodus, because the quality of life in Greenwich is still so high. They are not looking to leave but they are being compelled to leave. Connecticut is desperate for tax revenue, and when you're desperate for money, you have to go where the money is, that's the hedge fund community.\"\nGreenwich has become a touchstone for campaigners like the Hedge Clippers, an activist group calling for an end to income inequality, which has targeted previous gatherings of Mr McGuire's group. The growing divide in Connecticut is most apparent between the wealthy suburbs and the poorer cities like Hartford, the state capital which is on the brink of bankruptcy, and Bridgeport, an industrial city just up the coast from Greenwich.\nThe Democrat-controlled state has the second-highest rate of income inequality in the US, only beaten by New York, according to the Economic Policy Institute. And Fairfield County, where Greenwich and many hedge funds are located, is the most unequal region in the state. In Connecticut, the income level of families in the top one per cent is 73.7 times that of families in the bottom 99 per cent.\nThese numbers go some way to explaining why the industry is facing such intense scrutiny. Local lawmakers need to find new sources of income to alleviate the state's budget crisis created by years of overspending and an over reliance on tax dollars from the finance sector. Connecticut has raised income tax three times in the past decade, but now, struggling to meet its pension and healthcare obligations to state workers and facing a projected deficit of $240m for this financial year alone, it is under pressure to find a solution.\nMarquee companies, most recently General Electric , have shifted their headquarters away from the state, denting tax revenue and hitting property prices.\n\"Connecticut has a legitimate budget crisis,\" says Michael Kink, executive director of the Strong for All coalition that campaigns for an end to inequality, and a member of the Hedge Clippers. \"They've talked about closing schools, closing firehouses; this, while hedge fund managers are buying art at Christie's or Sotheby's for $100m a pop while paying less tax than teachers, is outrageous.\"\nCampaigners have seized on the so-called carried interest loophole, which allows hedge fund and private equity managers to claim their share of the profits as a capital gain for tax purposes, rather than at the higher income tax rate. Donald Trump vowed to close the loophole while campaigning for the US presidency, but it was not included in his federal tax plan.\nMr Kink last month gave evidence to the state legislature's banking committee in support of a proposed bill calling for the creation of a task force to study the \"effect of federal tax reform on hedge funds and investment management firms in the state\".\nIts backers hope the bill will provide a mechanism for implementing tax increases on hedge funds and private equity firms by charging them an extra levy at the state level, until the federal loophole is closed. They estimate that would mean an additional 17 per cent tax on managers who take advantage of the loophole, raising an annual $519m in tax dollars.\nBut increasing a tax on an industry made up of small firms that are wealthy and mobile would just force hedge funds to migrate, says Mr McGuire, who has successfully lobbied against similar legislation in the past. He adds: \"There are other cities that would love to have what we have here.\"\nGreenwich, nestled in the south-west corner of Connecticut, has for many years been a wealthy enclave, beginning in the late 1800s and early 1900s when the town was flooded with New Yorkers seeking a summer escape. In the 1920s, the wealthiest city dwellers — families like the Rockefellers and the Milbanks — competed to build the most lavish homes on the largest swaths of land.\nBordered by the Long Island Sound to its south, and the state of New York to the north and west, the town is a 45-minute train ride to Manhattan. Its 32-mile shoreline is dotted with private beaches, ocean-facing estates and yacht harbours.\nIn the late 1990s, the area began to attract hedge fund managers seeking the quiet of the suburbs: a place to dock their boats and purchase secluded mansions. It was made more attractive by the low income tax rate that could be gained by crossing over the border from New York state.\nBy the mid-2000s, the hedge fund boom was at its height, with Greenwich office rents going through the roof. But since the financial crisis, the funds have struggled to match previous returns, and the state's economy has faltered.\nIn numbers: Connecticut's hedge funds\n214\nHedge fund managers operate in Connecticut, although the growth in the number being launched has slowed. Of that total, 82 are based in Greenwich\n17%\nIn additional tax campaigners say should be levied to make up for a loophole that allows hedge fund and private equity managers to claim their share of profits as a capital gain for tax purposes, rather than at the higher income tax rate.\n$379bn\nOf investors' money is handled by the state's hedge fund industry\nAlthough the state's income tax rate has slowly crept up — peaking at 6.99 per cent in 2015 — it is still lower than the 8.82 per cent for the highest earners in New York state. And Connecticut remains third, only to New York and California, in terms of the number of hedge funds operating there, according to Preqin data, managing $379bn of investor's money.\nBut while in New York and California the number of active hedge funds has grown by the hundreds over the past five years, Connecticut has remained flat. The number of new hedge fund launches in the state, a key indicator in an industry where openings and closures are commonplace, has also shrunk from 73 in 2015 to 29 last year.\nMiami and Palm Beach in Florida are making a push to attract hedge funds, and with no income tax in the state, many managers are starting to see the attraction, says Mr Candland.\n\"I have neighbours who work for hedge funds who are relocating there,\" he says. \"The reason people didn't go sooner is because you couldn't get the talent you needed, and that was partly because the school system wasn't great for their kids . . . Harvard, UPenn [university of Pennsylvania] and Columbia weren't there yet.\" Since then, he adds, the taxes have become so favourable that the hedge fund managers are starting to feel foolish for not giving Florida more consideration: \"several new impressive schools have sprung up\".\nMr McGuire is uneasy about the departures. Paul Tudor Jones, who moved to Florida in 2016 and opened an office in Palm Beach, sold his hedge fund's campus in the backwoods of Greenwich last year, moving to a smaller office in Stamford as the fund shed staff amid a fall in returns.\nEdward Lampert, the founder of ESL Investments, left Greenwich in 2012 for Miami; and Barry Sternlicht, chairman and chief executive officer of Starwood Capital, left the state for Florida in 2016 while declaring Greenwich the worst housing market in the US. \"You can't give away a house in Greenwich,\" he said at the time.\nThomas Peterffy, the billionaire founder of Interactive Brokers, also left for Florida. His 80-acre estate in Greenwich, the largest in the town, sat on the market for more than two years. With an initial price tag of $65m, the home eventually sold for $21m.\n\"Instead of finding creative ways to make their life more difficult, why don't you find creative ways to attract new funds to Connecticut?\" asks Mr McGuire, a former banker who launched the association in 2004.\nThe state's residents will also take a hit from Mr Trump's changes to the federal tax code, which introduced a $10,000 cap on the amount of deductions that could be claimed on state and local income and property taxes.\nConnecticut granted tax incentives to the two largest hedge funds in the state — AQR and Bridgewater — in 2016, worth $35m and $22m, respectively, a move met with public uproar. But one the state justified on the grounds that the finance and insurance industry contributed 11 per cent to its gross domestic product in 2016.\n\"It has been relatively flat but we think it's a very important industry here,\" says Catherine Smith, commissioner at Connecticut's department of economic and community development. \"When you talk to these funds, they love being in Connecticut because of the talent here, because of the access to the big markets. And they have absolutely been able to run their businesses at a lower cost.\"\nThe impact of the departures — not just for Florida but of other finance workers who have lost their Wall Street jobs to automation — can be seen in house prices across Greenwich. According to data from Miller Samuel, a real estate appraisal firm, and Douglas Elliman, a real estate brokerage, sales of single family homes in the town in the first quarter of 2018 were down 22.2 per cent from the previous year.\nOne of the town's zip codes, 06831, ranked the 65th-wealthiest district in the country in 2010, had slipped 300 places by last year with the median sales price dropping from $1.1m to $895,000 over the same period, according to data from PropertyShark. \"I would short Greenwich real estate if I could,\" says one fund manager who lives in the town and asked not to be named.\nMs Smith insists the state has been \"quietly pursuing\" the industry to encourage companies to stay.\n\"If you look over the last couple of years, while there have been bills introduced, there has been no increase [in taxes],\" says Ms Smith. \"There is interest in this industry around the state, because they know hedge funds are in part responsible for paying the bills around here.\"\nMr Kink describes the idea that funds will flee the state to avoid higher taxes as \"really overblown\".\nGE announced in 2016 it would shift its headquarters from Fairfield, Connecticut to Boston. \"They moved to Massachusetts — Taxachussetts!\" he says, referring to the neighbouring state's nickname for its high taxes. GE cited the state's spend on research and development, Boston's 55 colleges and universities and its \"diverse, technologically fluent workforce\" as the reasons behind its relocation.\n\"That's the kind of things that business is looking for,\" Mr Kink says. \"A non-self-interested analysis of hedge funds will show they mostly succeed and prosper where there's an area of super-talented and educated people — quants, traders, researchers — and where there's also a lot of money to invest.\"\n\"States can ask ultra-wealthy people to pay their fair share; they aren't now,\" he adds. \"We think the state's economy will do better as a whole if they do.\"\nThe bill to create a tax task force, introduced in February, narrowly won support in the state's banking committee, gaining all of the votes from Democratic lawmakers and none from Republicans. If it passes the state senate, it would then face a vote in the house.\nThe issue could also play into November's gubernatorial election, which is likely to be dominated by the state's finances. One of the latest candidates to join the race is David Stemerman, a Greenwich resident and founder of the hedge fund Conatus Capital, who declared his candidacy standing in front of the former GE headquarters in Fairfield last month, vowing he was the right person to fix the state's budget.\nFor Mr Kink, the activist, the decision for the politicians is clear: \"As dire as things are in Connecticut right now, if there is a crash, they need to move quickly. I think it's going to be much easier to tax a hedge fund billionaire than to fire hundreds of kindergarten teachers.\"\nMore from the Financial Times:\nThese hedge fund numbers can't be right\nNetflix performance burns hedge fund short sellers\nA complex analysis reaches same conclusion as simple one: hedge funds suck",
    "published": "2018-04-25T23:22:00.000+03:00",
    "crawled": "2018-04-25T22:51:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bruce",
        "mcguire",
        "president",
        "connecticut",
        "hedge",
        "fund",
        "association",
        "holding",
        "court",
        "cocktail",
        "reception",
        "greenwich",
        "harbour",
        "late",
        "last",
        "year",
        "spotted",
        "one",
        "security",
        "detail",
        "milling",
        "mr",
        "mcguire",
        "gently",
        "advised",
        "guard",
        "would",
        "best",
        "stayed",
        "outside",
        "guard",
        "shook",
        "head",
        "working",
        "association",
        "explained",
        "hired",
        "one",
        "speaker",
        "executive",
        "one",
        "largest",
        "hedge",
        "fund",
        "world",
        "greenwich",
        "connecticut",
        "historically",
        "one",
        "richest",
        "town",
        "u",
        "may",
        "seem",
        "like",
        "kind",
        "place",
        "security",
        "guard",
        "needed",
        "networking",
        "event",
        "connecticut",
        "hedge",
        "fund",
        "manager",
        "jittery",
        "receive",
        "week",
        "unlimited",
        "digital",
        "access",
        "financial",
        "time",
        "feeling",
        "welcome",
        "say",
        "stephen",
        "candland",
        "partner",
        "angela",
        "mortimer",
        "recruitment",
        "firm",
        "find",
        "staff",
        "hedge",
        "fund",
        "manager",
        "yet",
        "mass",
        "exodus",
        "quality",
        "life",
        "greenwich",
        "still",
        "high",
        "looking",
        "leave",
        "compelled",
        "leave",
        "connecticut",
        "desperate",
        "tax",
        "revenue",
        "desperate",
        "money",
        "go",
        "money",
        "hedge",
        "fund",
        "community",
        "greenwich",
        "become",
        "touchstone",
        "campaigner",
        "like",
        "hedge",
        "clipper",
        "activist",
        "group",
        "calling",
        "end",
        "income",
        "inequality",
        "targeted",
        "previous",
        "gathering",
        "mr",
        "mcguire",
        "group",
        "growing",
        "divide",
        "connecticut",
        "apparent",
        "wealthy",
        "suburb",
        "poorer",
        "city",
        "like",
        "hartford",
        "state",
        "capital",
        "brink",
        "bankruptcy",
        "bridgeport",
        "industrial",
        "city",
        "coast",
        "greenwich",
        "state",
        "rate",
        "income",
        "inequality",
        "u",
        "beaten",
        "new",
        "york",
        "according",
        "economic",
        "policy",
        "institute",
        "fairfield",
        "county",
        "greenwich",
        "many",
        "hedge",
        "fund",
        "located",
        "unequal",
        "region",
        "state",
        "connecticut",
        "income",
        "level",
        "family",
        "top",
        "one",
        "per",
        "cent",
        "time",
        "family",
        "bottom",
        "per",
        "cent",
        "number",
        "go",
        "way",
        "explaining",
        "industry",
        "facing",
        "intense",
        "scrutiny",
        "local",
        "lawmaker",
        "need",
        "find",
        "new",
        "source",
        "income",
        "alleviate",
        "state",
        "budget",
        "crisis",
        "created",
        "year",
        "overspending",
        "reliance",
        "tax",
        "dollar",
        "finance",
        "sector",
        "connecticut",
        "raised",
        "income",
        "tax",
        "three",
        "time",
        "past",
        "decade",
        "struggling",
        "meet",
        "pension",
        "healthcare",
        "obligation",
        "state",
        "worker",
        "facing",
        "projected",
        "deficit",
        "240m",
        "financial",
        "year",
        "alone",
        "pressure",
        "find",
        "solution",
        "marquee",
        "company",
        "recently",
        "general",
        "electric",
        "shifted",
        "headquarters",
        "away",
        "state",
        "denting",
        "tax",
        "revenue",
        "hitting",
        "property",
        "price",
        "connecticut",
        "legitimate",
        "budget",
        "crisis",
        "say",
        "michael",
        "kink",
        "executive",
        "director",
        "strong",
        "coalition",
        "campaign",
        "end",
        "inequality",
        "member",
        "hedge",
        "clipper",
        "talked",
        "closing",
        "school",
        "closing",
        "firehouse",
        "hedge",
        "fund",
        "manager",
        "buying",
        "art",
        "christie",
        "sotheby",
        "100m",
        "pop",
        "paying",
        "less",
        "tax",
        "teacher",
        "outrageous",
        "campaigner",
        "seized",
        "carried",
        "interest",
        "loophole",
        "allows",
        "hedge",
        "fund",
        "private",
        "equity",
        "manager",
        "claim",
        "share",
        "profit",
        "capital",
        "gain",
        "tax",
        "purpose",
        "rather",
        "higher",
        "income",
        "tax",
        "rate",
        "donald",
        "trump",
        "vowed",
        "close",
        "loophole",
        "campaigning",
        "u",
        "presidency",
        "included",
        "federal",
        "tax",
        "plan",
        "mr",
        "kink",
        "last",
        "month",
        "gave",
        "evidence",
        "state",
        "legislature",
        "banking",
        "committee",
        "support",
        "proposed",
        "bill",
        "calling",
        "creation",
        "task",
        "force",
        "study",
        "effect",
        "federal",
        "tax",
        "reform",
        "hedge",
        "fund",
        "investment",
        "management",
        "firm",
        "state",
        "backer",
        "hope",
        "bill",
        "provide",
        "mechanism",
        "implementing",
        "tax",
        "increase",
        "hedge",
        "fund",
        "private",
        "equity",
        "firm",
        "charging",
        "extra",
        "levy",
        "state",
        "level",
        "federal",
        "loophole",
        "closed",
        "estimate",
        "would",
        "mean",
        "additional",
        "per",
        "cent",
        "tax",
        "manager",
        "take",
        "advantage",
        "loophole",
        "raising",
        "annual",
        "519m",
        "tax",
        "dollar",
        "increasing",
        "tax",
        "industry",
        "made",
        "small",
        "firm",
        "wealthy",
        "mobile",
        "would",
        "force",
        "hedge",
        "fund",
        "migrate",
        "say",
        "mr",
        "mcguire",
        "successfully",
        "lobbied",
        "similar",
        "legislation",
        "past",
        "add",
        "city",
        "would",
        "love",
        "greenwich",
        "nestled",
        "corner",
        "connecticut",
        "many",
        "year",
        "wealthy",
        "enclave",
        "beginning",
        "late",
        "1800s",
        "early",
        "1900s",
        "town",
        "flooded",
        "new",
        "yorkers",
        "seeking",
        "summer",
        "escape",
        "1920s",
        "wealthiest",
        "city",
        "dweller",
        "family",
        "like",
        "rockefeller",
        "milbanks",
        "competed",
        "build",
        "lavish",
        "home",
        "largest",
        "swath",
        "land",
        "bordered",
        "long",
        "island",
        "sound",
        "south",
        "state",
        "new",
        "york",
        "north",
        "west",
        "town",
        "train",
        "ride",
        "manhattan",
        "shoreline",
        "dotted",
        "private",
        "beach",
        "estate",
        "yacht",
        "harbour",
        "late",
        "1990s",
        "area",
        "began",
        "attract",
        "hedge",
        "fund",
        "manager",
        "seeking",
        "quiet",
        "suburb",
        "place",
        "dock",
        "boat",
        "purchase",
        "secluded",
        "mansion",
        "made",
        "attractive",
        "low",
        "income",
        "tax",
        "rate",
        "could",
        "gained",
        "crossing",
        "border",
        "new",
        "york",
        "state",
        "hedge",
        "fund",
        "boom",
        "height",
        "greenwich",
        "office",
        "rent",
        "going",
        "roof",
        "since",
        "financial",
        "crisis",
        "fund",
        "struggled",
        "match",
        "previous",
        "return",
        "state",
        "economy",
        "faltered",
        "number",
        "connecticut",
        "hedge",
        "fund",
        "hedge",
        "fund",
        "manager",
        "operate",
        "connecticut",
        "although",
        "growth",
        "number",
        "launched",
        "slowed",
        "total",
        "based",
        "greenwich",
        "additional",
        "tax",
        "campaigner",
        "say",
        "levied",
        "make",
        "loophole",
        "allows",
        "hedge",
        "fund",
        "private",
        "equity",
        "manager",
        "claim",
        "share",
        "profit",
        "capital",
        "gain",
        "tax",
        "purpose",
        "rather",
        "higher",
        "income",
        "tax",
        "rate",
        "379bn",
        "investor",
        "money",
        "handled",
        "state",
        "hedge",
        "fund",
        "industry",
        "although",
        "state",
        "income",
        "tax",
        "rate",
        "slowly",
        "crept",
        "peaking",
        "per",
        "cent",
        "still",
        "lower",
        "per",
        "cent",
        "highest",
        "earner",
        "new",
        "york",
        "state",
        "connecticut",
        "remains",
        "third",
        "new",
        "york",
        "california",
        "term",
        "number",
        "hedge",
        "fund",
        "operating",
        "according",
        "preqin",
        "data",
        "managing",
        "379bn",
        "investor",
        "money",
        "new",
        "york",
        "california",
        "number",
        "active",
        "hedge",
        "fund",
        "grown",
        "hundred",
        "past",
        "five",
        "year",
        "connecticut",
        "remained",
        "flat",
        "number",
        "new",
        "hedge",
        "fund",
        "launch",
        "state",
        "key",
        "indicator",
        "industry",
        "opening",
        "closure",
        "commonplace",
        "also",
        "shrunk",
        "last",
        "year",
        "miami",
        "palm",
        "beach",
        "florida",
        "making",
        "push",
        "attract",
        "hedge",
        "fund",
        "income",
        "tax",
        "state",
        "many",
        "manager",
        "starting",
        "see",
        "attraction",
        "say",
        "mr",
        "candland",
        "neighbour",
        "work",
        "hedge",
        "fund",
        "relocating",
        "say",
        "reason",
        "people",
        "go",
        "sooner",
        "could",
        "get",
        "talent",
        "needed",
        "partly",
        "school",
        "system",
        "great",
        "kid",
        "harvard",
        "upenn",
        "university",
        "pennsylvania",
        "columbia",
        "yet",
        "since",
        "add",
        "tax",
        "become",
        "favourable",
        "hedge",
        "fund",
        "manager",
        "starting",
        "feel",
        "foolish",
        "giving",
        "florida",
        "consideration",
        "several",
        "new",
        "impressive",
        "school",
        "sprung",
        "mr",
        "mcguire",
        "uneasy",
        "departure",
        "paul",
        "tudor",
        "jones",
        "moved",
        "florida",
        "opened",
        "office",
        "palm",
        "beach",
        "sold",
        "hedge",
        "fund",
        "campus",
        "backwoods",
        "greenwich",
        "last",
        "year",
        "moving",
        "smaller",
        "office",
        "stamford",
        "fund",
        "shed",
        "staff",
        "amid",
        "fall",
        "return",
        "edward",
        "lampert",
        "founder",
        "esl",
        "investment",
        "left",
        "greenwich",
        "miami",
        "barry",
        "sternlicht",
        "chairman",
        "chief",
        "executive",
        "officer",
        "starwood",
        "capital",
        "left",
        "state",
        "florida",
        "declaring",
        "greenwich",
        "worst",
        "housing",
        "market",
        "u",
        "ca",
        "give",
        "away",
        "house",
        "greenwich",
        "said",
        "time",
        "thomas",
        "peterffy",
        "billionaire",
        "founder",
        "interactive",
        "broker",
        "also",
        "left",
        "florida",
        "estate",
        "greenwich",
        "largest",
        "town",
        "sat",
        "market",
        "two",
        "year",
        "initial",
        "price",
        "tag",
        "65m",
        "home",
        "eventually",
        "sold",
        "21m",
        "instead",
        "finding",
        "creative",
        "way",
        "make",
        "life",
        "difficult",
        "find",
        "creative",
        "way",
        "attract",
        "new",
        "fund",
        "connecticut",
        "asks",
        "mr",
        "mcguire",
        "former",
        "banker",
        "launched",
        "association",
        "state",
        "resident",
        "also",
        "take",
        "hit",
        "mr",
        "trump",
        "change",
        "federal",
        "tax",
        "code",
        "introduced",
        "cap",
        "amount",
        "deduction",
        "could",
        "claimed",
        "state",
        "local",
        "income",
        "property",
        "tax",
        "connecticut",
        "granted",
        "tax",
        "incentive",
        "two",
        "largest",
        "hedge",
        "fund",
        "state",
        "aqr",
        "bridgewater",
        "worth",
        "35m",
        "22m",
        "respectively",
        "move",
        "met",
        "public",
        "uproar",
        "one",
        "state",
        "justified",
        "ground",
        "finance",
        "insurance",
        "industry",
        "contributed",
        "per",
        "cent",
        "gross",
        "domestic",
        "product",
        "relatively",
        "flat",
        "think",
        "important",
        "industry",
        "say",
        "catherine",
        "smith",
        "commissioner",
        "connecticut",
        "department",
        "economic",
        "community",
        "development",
        "talk",
        "fund",
        "love",
        "connecticut",
        "talent",
        "access",
        "big",
        "market",
        "absolutely",
        "able",
        "run",
        "business",
        "lower",
        "cost",
        "impact",
        "departure",
        "florida",
        "finance",
        "worker",
        "lost",
        "wall",
        "street",
        "job",
        "automation",
        "seen",
        "house",
        "price",
        "across",
        "greenwich",
        "according",
        "data",
        "miller",
        "samuel",
        "real",
        "estate",
        "appraisal",
        "firm",
        "douglas",
        "elliman",
        "real",
        "estate",
        "brokerage",
        "sale",
        "single",
        "family",
        "home",
        "town",
        "first",
        "quarter",
        "per",
        "cent",
        "previous",
        "year",
        "one",
        "town",
        "zip",
        "code",
        "ranked",
        "district",
        "country",
        "slipped",
        "place",
        "last",
        "year",
        "median",
        "sale",
        "price",
        "dropping",
        "period",
        "according",
        "data",
        "propertyshark",
        "would",
        "short",
        "greenwich",
        "real",
        "estate",
        "could",
        "say",
        "one",
        "fund",
        "manager",
        "life",
        "town",
        "asked",
        "named",
        "m",
        "smith",
        "insists",
        "state",
        "quietly",
        "pursuing",
        "industry",
        "encourage",
        "company",
        "stay",
        "look",
        "last",
        "couple",
        "year",
        "bill",
        "introduced",
        "increase",
        "tax",
        "say",
        "m",
        "smith",
        "interest",
        "industry",
        "around",
        "state",
        "know",
        "hedge",
        "fund",
        "part",
        "responsible",
        "paying",
        "bill",
        "around",
        "mr",
        "kink",
        "describes",
        "idea",
        "fund",
        "flee",
        "state",
        "avoid",
        "higher",
        "tax",
        "really",
        "overblown",
        "ge",
        "announced",
        "would",
        "shift",
        "headquarters",
        "fairfield",
        "connecticut",
        "boston",
        "moved",
        "massachusetts",
        "taxachussetts",
        "say",
        "referring",
        "neighbouring",
        "state",
        "nickname",
        "high",
        "tax",
        "ge",
        "cited",
        "state",
        "spend",
        "research",
        "development",
        "boston",
        "college",
        "university",
        "diverse",
        "technologically",
        "fluent",
        "workforce",
        "reason",
        "behind",
        "relocation",
        "kind",
        "thing",
        "business",
        "looking",
        "mr",
        "kink",
        "say",
        "analysis",
        "hedge",
        "fund",
        "show",
        "mostly",
        "succeed",
        "prosper",
        "area",
        "educated",
        "people",
        "quants",
        "trader",
        "researcher",
        "also",
        "lot",
        "money",
        "invest",
        "state",
        "ask",
        "people",
        "pay",
        "fair",
        "share",
        "add",
        "think",
        "state",
        "economy",
        "better",
        "whole",
        "bill",
        "create",
        "tax",
        "task",
        "force",
        "introduced",
        "february",
        "narrowly",
        "support",
        "state",
        "banking",
        "committee",
        "gaining",
        "vote",
        "democratic",
        "lawmaker",
        "none",
        "republican",
        "pass",
        "state",
        "senate",
        "would",
        "face",
        "vote",
        "house",
        "issue",
        "could",
        "also",
        "play",
        "november",
        "gubernatorial",
        "election",
        "likely",
        "dominated",
        "state",
        "finance",
        "one",
        "latest",
        "candidate",
        "join",
        "race",
        "david",
        "stemerman",
        "greenwich",
        "resident",
        "founder",
        "hedge",
        "fund",
        "conatus",
        "capital",
        "declared",
        "candidacy",
        "standing",
        "front",
        "former",
        "ge",
        "headquarters",
        "fairfield",
        "last",
        "month",
        "vowing",
        "right",
        "person",
        "fix",
        "state",
        "budget",
        "mr",
        "kink",
        "activist",
        "decision",
        "politician",
        "clear",
        "dire",
        "thing",
        "connecticut",
        "right",
        "crash",
        "need",
        "move",
        "quickly",
        "think",
        "going",
        "much",
        "easier",
        "tax",
        "hedge",
        "fund",
        "billionaire",
        "fire",
        "hundred",
        "kindergarten",
        "teacher",
        "financial",
        "time",
        "hedge",
        "fund",
        "number",
        "ca",
        "right",
        "netflix",
        "performance",
        "burn",
        "hedge",
        "fund",
        "short",
        "seller",
        "complex",
        "analysis",
        "reach",
        "conclusion",
        "simple",
        "one",
        "hedge",
        "fund",
        "suck"
    ]
}