{
    "organizations": [],
    "uuid": "892093a1a6323cfd6f0ad3993ec466b663f7e1aa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/pr-newswire-sm-energy-announces-first-quarter-preview-permian-outperformance-and-realized-pricing-above-expectations.html",
    "ord_in_thread": 0,
    "title": "SM Energy Announces First Quarter Preview, Permian Outperformance, And Realized Pricing Above Expectations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, April 17, 2018 /PRNewswire/ -- SM Energy Company (the \"Company\") (NYSE: SM) today announced certain operating results for the first quarter of 2018 including production, realized pricing and total capital spend. Highlights include:\n10.14 MMBoe total production, exceeding the high end of guidance 42% oil production in the commodity mix 18% sequential and 100% year-over-year growth in Midland Basin production $37.76 per Boe average realized price, highest level in 14 quarters Costs incurred $372 million and total capital spend $367 million, slightly ahead of guidance primarily due to increased ownership interests in certain RockStar wells, as a result of land trades and unitizations Outperformance driven by better than expected performance from first quarter well completions in the Midland Basin\nPresident and Chief Executive Officer Jay Ottoson comments: \"Combine our exceptional operations team with some of the best assets in the Midland Basin and the result is continued outperformance. We have ramped up our Midland operations to nine rigs and five completions crews with extremely impressive execution. 2018 is off to a great start.\"\nFIRST QUARTER OF 2018 PRODUCTION AND REALIZED PRICES\nPRODUCTION:\nPermian\nEagle Ford\nRocky\nMountain\nTotal\nProduction from\nAssets Sold or\nPending Sale\nProduction\nfrom\nRetained\nAssets\nOil - MBbl\n3,315\n354\n592\n4,262\n(661)\n3,601\nNatural gas - MMcf\n5,631\n18,731\n861\n25,222\n(1,022)\n24,200\nNGLs - MBbl\n5\n1,641\n27\n1,673\n(27)\n1,646\nTotal - MBoe\n4,259\n5,117\n763\n10,139\n(858)\n9,281\nNote: Totals may not sum due to rounding\nAssets sold or pending sale include the Powder River Basin divestiture that closed in March 2018 and announced asset sales in Divide County, North Dakota and Upton County, Texas (third-party operated) that are expected to close in the second quarter of 2018. Permian volumes exceeded expectations, up 18% compared with the fourth quarter of 2017 and reflect the benefit of better than expected production from new wells. Eagle Ford volumes declined sequentially as expected due to no new completions between October 2017 and January 2018 and to previously reported downtime at a third party pipeline during February 2018.\nREALIZED PRICES:\nPermian\nEagle Ford\nRocky\nMountain\nTotals\nPre/Post-Hedge\nOil/$Bbl\n62.07\n55.27\n60.27\n61.25/56.39\nNatural gas/$Mcf\n4.42\n2.82\n1.74\n3.14/3.39\nNGLs/$Bbl\nnm\n25.45\n30.36\n25.53/19.44\nPer Boe\n$54.19\n$22.29\n$49.84\n$37.76/$35.34\nBenchmark pricing for the quarter included NYMEX WTI at $62.87/Bbl, NYMEX Henry Hub natural gas $3.00/MMBtu and Hart Composite NGLs at $30.87/Bbl. The average realized price per Boe of $37.76 is before the effect of hedges. Including the effect of realized hedges, the average price was $35.34, resulting in approximately $24.5 million of realized net hedge losses for the quarter.\nCOSTS INCURRED AND TOTAL CAPITAL SPEND\nCosts incurred for the first quarter of 2018 were $372 million. During the quarter, total capital spend (a non-GAAP measure defined as costs incurred less ARO, capitalized interest and acquisitions, reconciled below) was $367 million. The Company drilled 33 net wells and completed approximately 17 net wells in the Permian and drilled 8 net wells and completed 5 net wells in the Eagle Ford, during the first quarter. Total capital spend was aligned with guidance of approximately $350 million, coming in slightly high primarily due to higher ownership interests in certain wells than initially budgeted.\nCASH AND LIQUIDITY\nThe Company's cash balance as of March 31, 2018 was $643.3 million. The Company's undrawn credit facility plus cash on hand provided $1.6 billion in liquidity as of the end of the first quarter.\nGUIDANCE UPDATE\nAs previously announced, the pending asset sales in North Dakota and Texas are expected to reduce 2018 production volumes (partial 2Q18-4Q18) by 1.2 MMBoe, 81% oil and 19% natural gas. Combined with first quarter production that came in 0.1 MMBoe above the guidance range, with a higher weighting of oil production, full year 2018 production guidance is adjusted from 42-46 MMBoe to 40.9-44.9 MMBoe having an average of just over 40% oil in the mix.\nSecond quarter 2018 production is projected to be 9.7-10.1 MMBoe and include 40% oil in the commodity mix. Second quarter production guidance considers:\nThe completion of 36 net wells in the Permian Basin and 9 net wells in the Eagle Ford. As previously reported, the vast majority of the Permian Basin, and all of the Eagle Ford, completions are expected to come on-line during May and June. The timing of completions results in a lower sequential production growth rate at retained assets compared with the first quarter. Second quarter production is also affected by shut-ins related to offset operator activity and asset sales. (0.1) MMBoe reduction in Eagle Ford production due to shut-ins associated with offset operator fracturing operations and repairs to a third-party pipeline that were not part of the Company's original 2018 plan. The sale of Powder River Basin assets as of the end of the first quarter. (0.2) MMBoe reduction from pending asset sales. The sale of the North Dakota (remainder of the Rocky Mountain region) and Texas (Permian region) assets are expected to close during the second quarter, reducing full quarter production from these areas. Assets sold and pending sale have 77% oil production.\nSecond quarter 2018 total capital spend is projected to be similar to the first quarter of 2018, and includes approximately double the number of net well completions. As previously stated, the Company's 2018 capital expenditure program is weighted to the first half of the year. Total capital spend (before acquisitions) is a non-GAAP measure. The Company is unable to present a quantitative reconciliation of this forward-looking, non-GAAP financial measure without unreasonable effort because acquisition costs are inherently unpredictable.\nSCHEDULE FOR FIRST QUARTER REPORTING\nMay 3, 2018 – After market close, the Company plans to release its complete first quarter 2018 results, along with the Company's first quarter 2018 earnings release, a pre-recorded webcast discussion of first quarter 2018 financial and operating results, and an associated presentation, all of which will be posted to the Company's website at ir.sm-energy.com .\nMay 4, 2018 – Please join SM Energy management at 8:00 a.m. Mountain time/10:00 a.m. Eastern time for the first quarter 2018 financial and operating results Q&A session. This discussion will be accessible via webcast (available live and for replay) on the Company's website at ir.sm-energy.com or by telephone at:\nLive (conference ID 9188439) - Domestic toll free/International: 866-393-4306/734-385-2616 Replay (conference ID 9188439) - Domestic toll free/International: 855-859-2056/404-537-3406\nThe call replay will be available approximately one hour after the call until May 11, 2018.\nFORWARD LOOKING STATEMENTS\nThis release contains forward-looking statements within the meaning of securities laws. The words \"anticipate,\" \"budget,\" \"estimate,\" \"expect,\" \"forecast,\" \"guidance,\" \"plan,\" \"project,\" \"will\" and similar expressions are intended to identify forward-looking statements. These statements involve known and unknown risks, which may cause SM Energy's actual results to differ materially from results expressed or implied by the forward-looking statements. Forward-looking statements in this release include, among other things, operational and capital spend guidance, the effect of pending transactions on production guidance, and consummation of pending divestitures. General risk factors include the availability of and access to capital markets; the availability, proximity and capacity of gathering, processing and transportation facilities; the volatility and level of oil, natural gas, and natural gas liquids prices, including any impact on the Company's asset carrying values or reserves arising from price declines; uncertainties inherent in projecting future rates of production or other results from drilling and completion activities; the imprecise nature of estimating oil and natural gas reserves; uncertainties inherent in projecting future drilling and completion activities, costs or results; the uncertainty of negotiations to result in an agreement or a completed transaction; the uncertain nature of acquisition, divestiture, joint venture, farm down or similar efforts and the ability to complete any such transactions; the uncertain nature of expected benefits from the actual or expected acquisition, divestiture, joint venture, farm down or similar efforts; the availability of additional economically attractive exploration, development, and acquisition opportunities for future growth and any necessary financings; unexpected drilling conditions and results; unsuccessful exploration and development drilling results; the availability of drilling, completion, and operating equipment and services; the risks associated with the Company's commodity price risk management strategy; uncertainty regarding the ultimate impact of potentially dilutive securities; and other such matters discussed in the Risk Factors section of SM Energy's 2017 Annual Report on Form 10-K, as such risk factors may be updated from time to time in the Company's other periodic reports filed with the Securities and Exchange Commission. The forward-looking statements contained herein speak as of the date of this announcement. Although SM Energy may from time to time voluntarily update its prior forward-looking statements, it disclaims any commitment to do so except as required by securities laws.\nTOTAL CAPITAL SPEND RECONCILIATION\n(in millions)\nReconciliation of costs incurred in oil & gas activities (GAAP) to total capital spend (Non-GAAP) (1)\nFor the Three Months Ended\nMarch 31,\n2018\nCosts incurred in oil and gas activities (GAAP):\n$\n372.2\nAsset retirement obligation\n(0.9)\nCapitalized interest\n(4.5)\nTotal capital spend (Non-GAAP):\n$\n366.7\nNote: Totals may not sum due to rounding\n(1) The non-GAAP measure of total capital spend is presented because management believes it provides useful information to investors for analysis of SM Energy's fundamental business on a recurring basis. In addition, management believes that total capital spend is widely used by professional research analysts and others in the valuation, comparison, and investment recommendations of companies in the oil and gas exploration and production industry, and many investors use the published research of industry research analysts in making investment decisions. Total capital spend should not be considered in isolation or as a substitute for Costs Incurred or other capital spending measures prepared under GAAP. The total capital spend amounts presented may not be comparable to similarly titled measures of other companies.\nABOUT THE COMPANY\nSM Energy Company is an independent energy company engaged in the acquisition, exploration, development, and production of crude oil, natural gas, and natural gas liquids in onshore North America. SM Energy routinely posts important information about the Company on its website. For more information about SM Energy, please visit its website at www.sm-energy.com .\nSM ENERGY INVESTOR CONTACT\nJennifer Martin Samuels, jsamuels@sm-energy.com , 303-864-2507\nView original content with multimedia: http://www.prnewswire.com/news-releases/sm-energy-announces-first-quarter-preview-permian-outperformance-and-realized-pricing-above-expectations-300631728.html\nSOURCE SM Energy Company",
    "published": "2018-04-18T01:15:00.000+03:00",
    "crawled": "2018-04-18T03:25:19.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "april",
        "sm",
        "energy",
        "company",
        "company",
        "nyse",
        "sm",
        "today",
        "announced",
        "certain",
        "operating",
        "result",
        "first",
        "quarter",
        "including",
        "production",
        "realized",
        "pricing",
        "total",
        "capital",
        "spend",
        "highlight",
        "include",
        "mmboe",
        "total",
        "production",
        "exceeding",
        "high",
        "end",
        "guidance",
        "oil",
        "production",
        "commodity",
        "mix",
        "sequential",
        "growth",
        "midland",
        "basin",
        "production",
        "per",
        "boe",
        "average",
        "realized",
        "price",
        "highest",
        "level",
        "quarter",
        "cost",
        "incurred",
        "million",
        "total",
        "capital",
        "spend",
        "million",
        "slightly",
        "ahead",
        "guidance",
        "primarily",
        "due",
        "increased",
        "ownership",
        "interest",
        "certain",
        "rockstar",
        "well",
        "result",
        "land",
        "trade",
        "unitization",
        "outperformance",
        "driven",
        "better",
        "expected",
        "performance",
        "first",
        "quarter",
        "well",
        "completion",
        "midland",
        "basin",
        "president",
        "chief",
        "executive",
        "officer",
        "jay",
        "ottoson",
        "comment",
        "combine",
        "exceptional",
        "operation",
        "team",
        "best",
        "asset",
        "midland",
        "basin",
        "result",
        "continued",
        "outperformance",
        "ramped",
        "midland",
        "operation",
        "nine",
        "rig",
        "five",
        "completion",
        "crew",
        "extremely",
        "impressive",
        "execution",
        "great",
        "start",
        "first",
        "quarter",
        "production",
        "realized",
        "price",
        "production",
        "permian",
        "eagle",
        "ford",
        "rocky",
        "mountain",
        "total",
        "production",
        "asset",
        "sold",
        "pending",
        "sale",
        "production",
        "retained",
        "asset",
        "oil",
        "mbbl",
        "natural",
        "gas",
        "mmcf",
        "ngls",
        "mbbl",
        "total",
        "mboe",
        "note",
        "total",
        "may",
        "sum",
        "due",
        "rounding",
        "asset",
        "sold",
        "pending",
        "sale",
        "include",
        "powder",
        "river",
        "basin",
        "divestiture",
        "closed",
        "march",
        "announced",
        "asset",
        "sale",
        "divide",
        "county",
        "north",
        "dakota",
        "upton",
        "county",
        "texas",
        "operated",
        "expected",
        "close",
        "second",
        "quarter",
        "permian",
        "volume",
        "exceeded",
        "expectation",
        "compared",
        "fourth",
        "quarter",
        "reflect",
        "benefit",
        "better",
        "expected",
        "production",
        "new",
        "well",
        "eagle",
        "ford",
        "volume",
        "declined",
        "sequentially",
        "expected",
        "due",
        "new",
        "completion",
        "october",
        "january",
        "previously",
        "reported",
        "downtime",
        "third",
        "party",
        "pipeline",
        "february",
        "realized",
        "price",
        "permian",
        "eagle",
        "ford",
        "rocky",
        "mountain",
        "total",
        "bbl",
        "natural",
        "mcf",
        "bbl",
        "nm",
        "per",
        "boe",
        "benchmark",
        "pricing",
        "quarter",
        "included",
        "nymex",
        "wti",
        "nymex",
        "henry",
        "hub",
        "natural",
        "gas",
        "hart",
        "composite",
        "ngls",
        "average",
        "realized",
        "price",
        "per",
        "boe",
        "effect",
        "hedge",
        "including",
        "effect",
        "realized",
        "hedge",
        "average",
        "price",
        "resulting",
        "approximately",
        "million",
        "realized",
        "net",
        "hedge",
        "loss",
        "quarter",
        "cost",
        "incurred",
        "total",
        "capital",
        "spend",
        "cost",
        "incurred",
        "first",
        "quarter",
        "million",
        "quarter",
        "total",
        "capital",
        "spend",
        "measure",
        "defined",
        "cost",
        "incurred",
        "less",
        "aro",
        "capitalized",
        "interest",
        "acquisition",
        "reconciled",
        "million",
        "company",
        "drilled",
        "net",
        "well",
        "completed",
        "approximately",
        "net",
        "well",
        "permian",
        "drilled",
        "net",
        "well",
        "completed",
        "net",
        "well",
        "eagle",
        "ford",
        "first",
        "quarter",
        "total",
        "capital",
        "spend",
        "aligned",
        "guidance",
        "approximately",
        "million",
        "coming",
        "slightly",
        "high",
        "primarily",
        "due",
        "higher",
        "ownership",
        "interest",
        "certain",
        "well",
        "initially",
        "budgeted",
        "cash",
        "liquidity",
        "company",
        "cash",
        "balance",
        "march",
        "million",
        "company",
        "undrawn",
        "credit",
        "facility",
        "plus",
        "cash",
        "hand",
        "provided",
        "billion",
        "liquidity",
        "end",
        "first",
        "quarter",
        "guidance",
        "update",
        "previously",
        "announced",
        "pending",
        "asset",
        "sale",
        "north",
        "dakota",
        "texas",
        "expected",
        "reduce",
        "production",
        "volume",
        "partial",
        "mmboe",
        "oil",
        "natural",
        "gas",
        "combined",
        "first",
        "quarter",
        "production",
        "came",
        "mmboe",
        "guidance",
        "range",
        "higher",
        "weighting",
        "oil",
        "production",
        "full",
        "year",
        "production",
        "guidance",
        "adjusted",
        "mmboe",
        "mmboe",
        "average",
        "oil",
        "mix",
        "second",
        "quarter",
        "production",
        "projected",
        "mmboe",
        "include",
        "oil",
        "commodity",
        "mix",
        "second",
        "quarter",
        "production",
        "guidance",
        "considers",
        "completion",
        "net",
        "well",
        "permian",
        "basin",
        "net",
        "well",
        "eagle",
        "ford",
        "previously",
        "reported",
        "vast",
        "majority",
        "permian",
        "basin",
        "eagle",
        "ford",
        "completion",
        "expected",
        "come",
        "may",
        "june",
        "timing",
        "completion",
        "result",
        "lower",
        "sequential",
        "production",
        "growth",
        "rate",
        "retained",
        "asset",
        "compared",
        "first",
        "quarter",
        "second",
        "quarter",
        "production",
        "also",
        "affected",
        "related",
        "offset",
        "operator",
        "activity",
        "asset",
        "sale",
        "mmboe",
        "reduction",
        "eagle",
        "ford",
        "production",
        "due",
        "associated",
        "offset",
        "operator",
        "fracturing",
        "operation",
        "repair",
        "pipeline",
        "part",
        "company",
        "original",
        "plan",
        "sale",
        "powder",
        "river",
        "basin",
        "asset",
        "end",
        "first",
        "quarter",
        "mmboe",
        "reduction",
        "pending",
        "asset",
        "sale",
        "sale",
        "north",
        "dakota",
        "remainder",
        "rocky",
        "mountain",
        "region",
        "texas",
        "permian",
        "region",
        "asset",
        "expected",
        "close",
        "second",
        "quarter",
        "reducing",
        "full",
        "quarter",
        "production",
        "area",
        "asset",
        "sold",
        "pending",
        "sale",
        "oil",
        "production",
        "second",
        "quarter",
        "total",
        "capital",
        "spend",
        "projected",
        "similar",
        "first",
        "quarter",
        "includes",
        "approximately",
        "double",
        "number",
        "net",
        "well",
        "completion",
        "previously",
        "stated",
        "company",
        "capital",
        "expenditure",
        "program",
        "weighted",
        "first",
        "half",
        "year",
        "total",
        "capital",
        "spend",
        "acquisition",
        "measure",
        "company",
        "unable",
        "present",
        "quantitative",
        "reconciliation",
        "financial",
        "measure",
        "without",
        "unreasonable",
        "effort",
        "acquisition",
        "cost",
        "inherently",
        "unpredictable",
        "schedule",
        "first",
        "quarter",
        "reporting",
        "may",
        "market",
        "close",
        "company",
        "plan",
        "release",
        "complete",
        "first",
        "quarter",
        "result",
        "along",
        "company",
        "first",
        "quarter",
        "earnings",
        "release",
        "webcast",
        "discussion",
        "first",
        "quarter",
        "financial",
        "operating",
        "result",
        "associated",
        "presentation",
        "posted",
        "company",
        "website",
        "may",
        "please",
        "join",
        "sm",
        "energy",
        "management",
        "mountain",
        "eastern",
        "time",
        "first",
        "quarter",
        "financial",
        "operating",
        "result",
        "q",
        "session",
        "discussion",
        "accessible",
        "via",
        "webcast",
        "available",
        "live",
        "replay",
        "company",
        "website",
        "telephone",
        "live",
        "conference",
        "id",
        "domestic",
        "toll",
        "replay",
        "conference",
        "id",
        "domestic",
        "toll",
        "call",
        "replay",
        "available",
        "approximately",
        "one",
        "hour",
        "call",
        "may",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "security",
        "law",
        "word",
        "anticipate",
        "budget",
        "estimate",
        "expect",
        "forecast",
        "guidance",
        "plan",
        "project",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "may",
        "cause",
        "sm",
        "energy",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "statement",
        "statement",
        "release",
        "include",
        "among",
        "thing",
        "operational",
        "capital",
        "spend",
        "guidance",
        "effect",
        "pending",
        "transaction",
        "production",
        "guidance",
        "consummation",
        "pending",
        "divestiture",
        "general",
        "risk",
        "factor",
        "include",
        "availability",
        "access",
        "capital",
        "market",
        "availability",
        "proximity",
        "capacity",
        "gathering",
        "processing",
        "transportation",
        "facility",
        "volatility",
        "level",
        "oil",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "price",
        "including",
        "impact",
        "company",
        "asset",
        "carrying",
        "value",
        "reserve",
        "arising",
        "price",
        "decline",
        "uncertainty",
        "inherent",
        "projecting",
        "future",
        "rate",
        "production",
        "result",
        "drilling",
        "completion",
        "activity",
        "imprecise",
        "nature",
        "estimating",
        "oil",
        "natural",
        "gas",
        "reserve",
        "uncertainty",
        "inherent",
        "projecting",
        "future",
        "drilling",
        "completion",
        "activity",
        "cost",
        "result",
        "uncertainty",
        "negotiation",
        "result",
        "agreement",
        "completed",
        "transaction",
        "uncertain",
        "nature",
        "acquisition",
        "divestiture",
        "joint",
        "venture",
        "farm",
        "similar",
        "effort",
        "ability",
        "complete",
        "transaction",
        "uncertain",
        "nature",
        "expected",
        "benefit",
        "actual",
        "expected",
        "acquisition",
        "divestiture",
        "joint",
        "venture",
        "farm",
        "similar",
        "effort",
        "availability",
        "additional",
        "economically",
        "attractive",
        "exploration",
        "development",
        "acquisition",
        "opportunity",
        "future",
        "growth",
        "necessary",
        "financing",
        "unexpected",
        "drilling",
        "condition",
        "result",
        "unsuccessful",
        "exploration",
        "development",
        "drilling",
        "result",
        "availability",
        "drilling",
        "completion",
        "operating",
        "equipment",
        "service",
        "risk",
        "associated",
        "company",
        "commodity",
        "price",
        "risk",
        "management",
        "strategy",
        "uncertainty",
        "regarding",
        "ultimate",
        "impact",
        "potentially",
        "dilutive",
        "security",
        "matter",
        "discussed",
        "risk",
        "factor",
        "section",
        "sm",
        "energy",
        "annual",
        "report",
        "form",
        "risk",
        "factor",
        "may",
        "updated",
        "time",
        "time",
        "company",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "contained",
        "herein",
        "speak",
        "date",
        "announcement",
        "although",
        "sm",
        "energy",
        "may",
        "time",
        "time",
        "voluntarily",
        "update",
        "prior",
        "statement",
        "disclaims",
        "commitment",
        "except",
        "required",
        "security",
        "law",
        "total",
        "capital",
        "spend",
        "reconciliation",
        "million",
        "reconciliation",
        "cost",
        "incurred",
        "oil",
        "gas",
        "activity",
        "gaap",
        "total",
        "capital",
        "spend",
        "three",
        "month",
        "ended",
        "march",
        "cost",
        "incurred",
        "oil",
        "gas",
        "activity",
        "gaap",
        "asset",
        "retirement",
        "obligation",
        "capitalized",
        "interest",
        "total",
        "capital",
        "spend",
        "note",
        "total",
        "may",
        "sum",
        "due",
        "rounding",
        "measure",
        "total",
        "capital",
        "spend",
        "presented",
        "management",
        "belief",
        "provides",
        "useful",
        "information",
        "investor",
        "analysis",
        "sm",
        "energy",
        "fundamental",
        "business",
        "recurring",
        "basis",
        "addition",
        "management",
        "belief",
        "total",
        "capital",
        "spend",
        "widely",
        "used",
        "professional",
        "research",
        "analyst",
        "others",
        "valuation",
        "comparison",
        "investment",
        "recommendation",
        "company",
        "oil",
        "gas",
        "exploration",
        "production",
        "industry",
        "many",
        "investor",
        "use",
        "published",
        "research",
        "industry",
        "research",
        "analyst",
        "making",
        "investment",
        "decision",
        "total",
        "capital",
        "spend",
        "considered",
        "isolation",
        "substitute",
        "cost",
        "incurred",
        "capital",
        "spending",
        "measure",
        "prepared",
        "gaap",
        "total",
        "capital",
        "spend",
        "amount",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "company",
        "sm",
        "energy",
        "company",
        "independent",
        "energy",
        "company",
        "engaged",
        "acquisition",
        "exploration",
        "development",
        "production",
        "crude",
        "oil",
        "natural",
        "gas",
        "natural",
        "gas",
        "liquid",
        "onshore",
        "north",
        "america",
        "sm",
        "energy",
        "routinely",
        "post",
        "important",
        "information",
        "company",
        "website",
        "information",
        "sm",
        "energy",
        "please",
        "visit",
        "website",
        "sm",
        "energy",
        "investor",
        "contact",
        "jennifer",
        "martin",
        "samuel",
        "jsamuels",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "sm",
        "energy",
        "company"
    ]
}