{
    "organizations": [],
    "uuid": "9a83039ba3ea22f1d3033d4b751275ebba5de9dd",
    "author": "CHRISTINE WHITNEY",
    "url": "https://www.wsj.com/articles/an-obsessive-a-z-guide-to-springs-best-womens-denim-1522952641",
    "ord_in_thread": 0,
    "title": "An Obsessive A-Z Guide to Spring’s Best Women’s Denim",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "2 COMMENTS TO ANYONE WHO thinks denim is merely basic, we challenge you to watch Marilyn Monroe shimmy in high-waisted indigo in the 1961 film “The Misfits.” Or to Google “Jane Birkin jeans Cannes.” Or to consider the masterful denim patchworking of Japanese designer Junya Watanabe. \nDenim, that universally loved casual staple, is experiencing a golden age thanks to relaxed workplace dress codes, myriad brands dedicated to the fabric and designers who know that women need pieces that can be dressed up or down depending on one’s mood or the occasion. “It’s crucial for every woman to have great jeans in her wardrobe,” said Brock Collection’s co-creative director Laura Vassar . It bears repeating.\nIndeed, the workaday textile has become a go-anywhere hero. Wear jeans with your favorite T-shirt for a casual weekend or doll them up, as Ms. Vassar suggests, with a peplum jacket. Added stylist Danielle Nachmani: “I most often style my denim with a plain white tee or button down—I’m a big fan of keeping things simple and classic.”\nNot a jeans person? There’s still plenty of denim to be had in the form of jackets, chambray shirts, dresses and even accessories. “What makes denim so great is that it pretty much matches everything,” Ms. Nachmani said. To wit, we’ve found 26 variations on the theme to satisfy every whim.\nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki A is for Acid Wash \nAn ’80s favorite gets a 2018 upgrade with a skinny silhouette in a pinkish hue. Ignore taboos and pair these with a match-y pink silk blouse. La Vie Jeans, $250, rebeccataylor.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki \nB is for Blouse \nChambray tops are a spring wardrobe staple. For a rakish vibe, try a version that ties in front and, for good measure, make it striped. Citizens of Humanity Blouse, $268, shopbop.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki C is for Culotte \nEase and comfort is the name of the game when it comes to chic culottes. Rachel Comey’s version is the jean that launched a thousand imitators. Culottes, $345, rachelcomey.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki D is for Dress \nButton-front please: Few pieces are easier to throw on and go. Wear yours on its own or partially unbuttoned over a simple top and a pair of lighter-wash jeans. Dress, $298, levi.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki E is for Embroidery \nDenim shoes have been scoring style points for seasons, but exquisite stitching takes this pair of Palm Beach-inflected slides into a league of their own. Sandals, $395, isatapia.com \nPhoto: F. Martin Ramin/The Wall Street Journal, Styling by Jill Telesnicki F is for Faded \nWhen it comes to artfully faded jeans, the key is finding a pair that looks naturally worn, not beaten up by a machine—and the Row has it down to a science. Jeans, $550, The Row, 212-755-2017 \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki G is for Girlie \nWhile borrowed-from- the-boys denim is always a strong look, when you want something a bit flirtier there’s no better answer than a dainty prairie skirt that moves with you. Skirt, $98, madewell.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki H is for High-Waisted \nThere’s something especially flattering about a good pair of high-waisted skinny jeans, and this interpretation from Khaite is the height of that particular fashion. Jeans, $340, khaite.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki I is for Industry Favorite \nBrock Collection’s Wright jean has become the insiders’ go-to for a reason: The designers spent years developing a cut that looks good on pretty much everybody. Jeans, $475, barneys.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki J is for Jacket \nWhen it comes to finding your dream jean jacket, the consensus this season is that it should be slightly oversize, all the better to layer. Saint Laurent by Anthony Vaccarello Jacket, $890, ysl.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki K is for Kick Flare \nThe slightest crop at the hem is all that’s needed to make flares feel current. Look for something that hits just above the ankle and get ready to kick up your heels. Jeans, $290, proenzaschouler.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki L is for Legendary \nWe all know that nothing comes between Brooke Shields and her Calvins, and this pair features the icon’s image in lieu of a belt loop. Calvin Klein 205W39NYC Jeans, $495, calvinklein.us \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki M is for Mini Skirt \nThe dark wash is key to elevating the look of this clean and polished little number. Skirt, $209, frame-store.com \nPublished Credit: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki Photo: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki N is for New Designer \nLaunching this season, L.A. brand Slvrlake is one of our favorite developments in denim right now. Jeans, $280 intermixonline.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki O is for Overalls \nUpdated with a slimmer bib, those denim Gap overalls you lived in throughout the ‘90s are back, amazingly. Overalls, $70, gap.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki P is for Patchwork \nJunya Watanabe, the undisputed master of patchworking, lets loose with lace. Jeans, $1,865, Comme des Garçons, 212-604-9200 \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki Q is for Quilted \nFor the woman whose vast denim collection is missing only a sculptural statement piece. Bag, $5,800, Chanel, 212-355-5050 \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki R is for Retro \nThe mommish ‘90s fit has returned: This pair would earn the approval of Rachel from “Friends.” Jeans, $295, goldsigndenim.com \nS is for Shorts \nNo, jean shorts aren’t just for the music festival set, especially when they come in tailored, urbane iterations like this contrast-stitched Chloé pair. Shorts, $795, matchesfashion.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki T is for Two-Toned \nDesperately seeking statement jeans this spring? Look no further than this bleach-dipped pair, which will turn heads on the street while still looking clean-cut. Jeans, $285, dereklam.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki U is for Utilitarian \nThe workman pant gets a high-fashion yet still amply pocketed upgrade in M.i.h Jeans’s luxurious fabrication. A frayed hem adds a chic note of carelessness. Jeans, $280, mih-jeans.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki V is for Vest \nA perfect foil for the sweet floral dresses that sing “spring,” a denim vest is an easy way to update the items already on heavy rotation in your wardrobe. Raey Vest, $212, matchesfashion.com \nF. Martin Ramin/The Wall Street Journal, Styling by Jill Telesnicki Denim A-Z Shirt Rag & Bone Published Credit: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki Photo: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki W is for Western \nAsymmetrically pointed pockets and pearlized snap buttons are cowgirl-cute signatures. Rag & Bone’s version feels discreet, not costume-y. Shirt, $350, rag-bone.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki X is for XL \nSometimes, bigger really is better. Case in point: these drawstring, paper-bag-waisted denim pants, which will give any ensemble voluminous drama. Jeans, $825, Stella McCartney, 212-255-1556 \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki Y is for Yellowish White \nRich cream is the new white—and not so associated with vicious “Housewives”—so swap out your optic brights for a toned-down take on the non-color. Jeans, $248, jbrandjeans.com \nPhoto: F. Martin Ramin/ The Wall Street Journal, Styling by Jill Telesnicki Z is for Zipper \nIn lieu of your standard zipper-at-the-hem fare, try a pair that uses the closure as a decorative detail at the waist, like this zippy example from Alexander Wang. Jeans, $295, alexanderwang.com \nDENIM DUOS Although the canadian tuxedo gets a bad rap, these combos of the A-Z pieces above pair surprisingly well \nPhoto: Lauren Tamaki K + Q Just like Grandma said, don’t neglect to match your handbag to your outfit. In this case: A cute cropped jean brings out the blue in your snazzy patchy purse. \nPhoto: Lauren Tamaki D + Y While the concept of a dress over pants may conjure uncomfortable memories of your college-era riot-grrrl band, this button-up smock layers elegantly over off-white-cuffed jeans.\nPhoto: Lauren Tamaki B + S All outfits involving denim shorts need not evoke Britney Spears in a gas station parking lot. This nipped-waist chambray blouse and tailored shorts look is more Audrey than Britney.\nPhoto: Lauren Tamaki I + W The trick to pulling off a true Canadian tuxedo without looking like you belong in the Canadian boonies? Choose well-cut, high-quality denim pieces that coordinate while contrasting slightly.\nPhoto: Lauren Tamaki J + P One of the many benefits of quilting-inspired patchwork pants like these is that their wackiness facilitates mixing and matching. We’d add this slouchy denim jacket and \nstand tall.\nMore in Style & Fashion \nAn Obsessive A-Z Guide to Spring’s Best Women’s Denim April 5, 2018 Real Men Wear Pink (And Not Just Brooks Brothers Button-Downs) April 5, 2018 It-Girl Style Trick: Wearing Silky Robes By Day April 5, 2018 How Department Stores’ Past Could Save Their Future April 3, 2018 Ditch Your Pretentious Canvas Tote—So What If It’s Free? March 29, 2018",
    "published": "2018-04-05T22:24:00.000+03:00",
    "crawled": "2018-04-05T23:32:44.058+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "anyone",
        "think",
        "denim",
        "merely",
        "basic",
        "challenge",
        "watch",
        "marilyn",
        "monroe",
        "shimmy",
        "indigo",
        "film",
        "google",
        "jane",
        "birkin",
        "jean",
        "consider",
        "masterful",
        "denim",
        "patchworking",
        "japanese",
        "designer",
        "junya",
        "watanabe",
        "denim",
        "universally",
        "loved",
        "casual",
        "staple",
        "experiencing",
        "golden",
        "age",
        "thanks",
        "relaxed",
        "workplace",
        "dress",
        "code",
        "myriad",
        "brand",
        "dedicated",
        "fabric",
        "designer",
        "know",
        "woman",
        "need",
        "piece",
        "dressed",
        "depending",
        "one",
        "mood",
        "occasion",
        "crucial",
        "every",
        "woman",
        "great",
        "jean",
        "wardrobe",
        "said",
        "brock",
        "collection",
        "director",
        "laura",
        "vassar",
        "bear",
        "repeating",
        "indeed",
        "workaday",
        "textile",
        "become",
        "hero",
        "wear",
        "jean",
        "favorite",
        "casual",
        "weekend",
        "doll",
        "vassar",
        "suggests",
        "peplum",
        "jacket",
        "added",
        "stylist",
        "danielle",
        "nachmani",
        "often",
        "style",
        "denim",
        "plain",
        "white",
        "tee",
        "button",
        "big",
        "fan",
        "keeping",
        "thing",
        "simple",
        "jean",
        "person",
        "still",
        "plenty",
        "denim",
        "form",
        "jacket",
        "chambray",
        "shirt",
        "dress",
        "even",
        "accessory",
        "make",
        "denim",
        "great",
        "pretty",
        "much",
        "match",
        "everything",
        "nachmani",
        "said",
        "wit",
        "found",
        "variation",
        "theme",
        "satisfy",
        "every",
        "whim",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "acid",
        "wash",
        "80",
        "favorite",
        "get",
        "upgrade",
        "skinny",
        "silhouette",
        "pinkish",
        "hue",
        "ignore",
        "taboo",
        "pair",
        "pink",
        "silk",
        "blouse",
        "la",
        "vie",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "b",
        "blouse",
        "chambray",
        "top",
        "spring",
        "wardrobe",
        "staple",
        "rakish",
        "vibe",
        "try",
        "version",
        "tie",
        "front",
        "good",
        "measure",
        "make",
        "striped",
        "citizen",
        "humanity",
        "blouse",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "c",
        "culotte",
        "ease",
        "comfort",
        "name",
        "game",
        "come",
        "chic",
        "culotte",
        "rachel",
        "comey",
        "version",
        "jean",
        "launched",
        "thousand",
        "imitator",
        "culotte",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "dress",
        "please",
        "piece",
        "easier",
        "throw",
        "go",
        "wear",
        "partially",
        "unbuttoned",
        "simple",
        "top",
        "pair",
        "jean",
        "dress",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "e",
        "embroidery",
        "denim",
        "shoe",
        "scoring",
        "style",
        "point",
        "season",
        "exquisite",
        "stitching",
        "take",
        "pair",
        "palm",
        "slide",
        "league",
        "sandal",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "f",
        "faded",
        "come",
        "artfully",
        "faded",
        "jean",
        "key",
        "finding",
        "pair",
        "look",
        "naturally",
        "worn",
        "beaten",
        "row",
        "science",
        "jean",
        "row",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "g",
        "girlie",
        "denim",
        "always",
        "strong",
        "look",
        "want",
        "something",
        "bit",
        "flirtier",
        "better",
        "answer",
        "dainty",
        "prairie",
        "skirt",
        "move",
        "skirt",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "h",
        "something",
        "especially",
        "flattering",
        "good",
        "pair",
        "skinny",
        "jean",
        "interpretation",
        "khaite",
        "height",
        "particular",
        "fashion",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "industry",
        "favorite",
        "brock",
        "collection",
        "wright",
        "jean",
        "become",
        "insider",
        "reason",
        "designer",
        "spent",
        "year",
        "developing",
        "cut",
        "look",
        "good",
        "pretty",
        "much",
        "everybody",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "j",
        "jacket",
        "come",
        "finding",
        "dream",
        "jean",
        "jacket",
        "consensus",
        "season",
        "slightly",
        "oversize",
        "better",
        "layer",
        "saint",
        "laurent",
        "anthony",
        "vaccarello",
        "jacket",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "k",
        "kick",
        "flare",
        "slightest",
        "crop",
        "hem",
        "needed",
        "make",
        "flare",
        "feel",
        "current",
        "look",
        "something",
        "hit",
        "ankle",
        "get",
        "ready",
        "kick",
        "heel",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "l",
        "legendary",
        "know",
        "nothing",
        "come",
        "brooke",
        "shield",
        "calvin",
        "pair",
        "feature",
        "icon",
        "image",
        "lieu",
        "belt",
        "loop",
        "calvin",
        "klein",
        "205w39nyc",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "mini",
        "skirt",
        "dark",
        "wash",
        "key",
        "elevating",
        "look",
        "clean",
        "polished",
        "little",
        "number",
        "skirt",
        "published",
        "credit",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "n",
        "new",
        "designer",
        "launching",
        "season",
        "brand",
        "slvrlake",
        "one",
        "favorite",
        "development",
        "denim",
        "right",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "overall",
        "updated",
        "slimmer",
        "bib",
        "denim",
        "gap",
        "overall",
        "lived",
        "throughout",
        "90",
        "back",
        "amazingly",
        "overall",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "p",
        "patchwork",
        "junya",
        "watanabe",
        "undisputed",
        "master",
        "patchworking",
        "let",
        "loose",
        "lace",
        "jean",
        "comme",
        "de",
        "garçons",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "q",
        "quilted",
        "woman",
        "whose",
        "vast",
        "denim",
        "collection",
        "missing",
        "sculptural",
        "statement",
        "piece",
        "bag",
        "chanel",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "r",
        "retro",
        "mommish",
        "90",
        "fit",
        "returned",
        "pair",
        "would",
        "earn",
        "approval",
        "rachel",
        "jean",
        "short",
        "jean",
        "short",
        "music",
        "festival",
        "set",
        "especially",
        "come",
        "tailored",
        "urbane",
        "iteration",
        "like",
        "chloé",
        "pair",
        "short",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "desperately",
        "seeking",
        "statement",
        "jean",
        "spring",
        "look",
        "pair",
        "turn",
        "head",
        "street",
        "still",
        "looking",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "u",
        "utilitarian",
        "workman",
        "pant",
        "get",
        "yet",
        "still",
        "amply",
        "pocketed",
        "upgrade",
        "jean",
        "luxurious",
        "fabrication",
        "frayed",
        "hem",
        "add",
        "chic",
        "note",
        "carelessness",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "v",
        "vest",
        "perfect",
        "foil",
        "sweet",
        "floral",
        "dress",
        "sing",
        "spring",
        "denim",
        "vest",
        "easy",
        "way",
        "update",
        "item",
        "already",
        "heavy",
        "rotation",
        "wardrobe",
        "raey",
        "vest",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "denim",
        "shirt",
        "rag",
        "bone",
        "published",
        "credit",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "w",
        "western",
        "asymmetrically",
        "pointed",
        "pocket",
        "pearlized",
        "snap",
        "button",
        "signature",
        "rag",
        "bone",
        "version",
        "feel",
        "discreet",
        "shirt",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "x",
        "xl",
        "sometimes",
        "bigger",
        "really",
        "better",
        "case",
        "point",
        "drawstring",
        "denim",
        "pant",
        "give",
        "ensemble",
        "voluminous",
        "drama",
        "jean",
        "stella",
        "mccartney",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "yellowish",
        "white",
        "rich",
        "cream",
        "new",
        "associated",
        "vicious",
        "housewife",
        "swap",
        "optic",
        "brights",
        "take",
        "jean",
        "photo",
        "martin",
        "wall",
        "street",
        "journal",
        "styling",
        "jill",
        "telesnicki",
        "z",
        "zipper",
        "lieu",
        "standard",
        "fare",
        "try",
        "pair",
        "us",
        "closure",
        "decorative",
        "detail",
        "waist",
        "like",
        "zippy",
        "example",
        "alexander",
        "wang",
        "jean",
        "denim",
        "duo",
        "although",
        "canadian",
        "tuxedo",
        "get",
        "bad",
        "rap",
        "combo",
        "piece",
        "pair",
        "surprisingly",
        "well",
        "photo",
        "lauren",
        "tamaki",
        "k",
        "q",
        "like",
        "grandma",
        "said",
        "neglect",
        "match",
        "handbag",
        "outfit",
        "case",
        "cute",
        "cropped",
        "jean",
        "brings",
        "blue",
        "snazzy",
        "patchy",
        "purse",
        "photo",
        "lauren",
        "tamaki",
        "concept",
        "dress",
        "pant",
        "may",
        "conjure",
        "uncomfortable",
        "memory",
        "band",
        "smock",
        "layer",
        "elegantly",
        "jean",
        "photo",
        "lauren",
        "tamaki",
        "b",
        "outfit",
        "involving",
        "denim",
        "short",
        "need",
        "evoke",
        "britney",
        "spear",
        "gas",
        "station",
        "parking",
        "lot",
        "chambray",
        "blouse",
        "tailored",
        "short",
        "look",
        "audrey",
        "britney",
        "photo",
        "lauren",
        "tamaki",
        "w",
        "trick",
        "pulling",
        "true",
        "canadian",
        "tuxedo",
        "without",
        "looking",
        "like",
        "belong",
        "canadian",
        "boonies",
        "choose",
        "denim",
        "piece",
        "coordinate",
        "contrasting",
        "slightly",
        "photo",
        "lauren",
        "tamaki",
        "j",
        "p",
        "one",
        "many",
        "benefit",
        "patchwork",
        "pant",
        "like",
        "wackiness",
        "facilitates",
        "mixing",
        "matching",
        "add",
        "slouchy",
        "denim",
        "jacket",
        "stand",
        "tall",
        "style",
        "fashion",
        "obsessive",
        "guide",
        "spring",
        "best",
        "woman",
        "denim",
        "april",
        "real",
        "men",
        "wear",
        "pink",
        "brook",
        "brother",
        "april",
        "style",
        "trick",
        "wearing",
        "silky",
        "robe",
        "day",
        "april",
        "department",
        "store",
        "past",
        "could",
        "save",
        "future",
        "april",
        "ditch",
        "pretentious",
        "canvas",
        "free",
        "march"
    ]
}