{
    "organizations": [],
    "uuid": "144615e4ef183c8551c503abfaba366d58e2a520",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/06/globe-newswire-gainsighta-makes-two-executive-appointments-chief-information-officer-and-chief-people-officer.html",
    "ord_in_thread": 0,
    "title": "Gainsight™ Makes Two Executive Appointments: Chief Information Officer and Chief People Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Gainsight™ Makes Two Executive Appointments: Chief Information Officer and Chief People Officer Published 12:54 PM ET Fri, 6 April 2018 Globe Newswire \nSAN FRANCISCO, April 06, 2018 (GLOBE NEWSWIRE) -- Gainsight™, the Customer Success company , today announced the addition of two executive hires: IT expert and business leader, Karl Mosgofian, has joined the company as Chief Information Officer, and HR veteran, Carol Mahoney, has joined the company as Chief People Officer. The company also appointed to its board of directors Kirsten Helvey, former Chief Operating Officer at Cornerstone OnDemand. With the addition of these new executives, Gainsight has strengthened the experience of its leadership team, added practitioner experience to its board of directors, and has drawn a clear correlation between both IT and employee success as key enablers for driving Customer Success. \nThe role of the CIO within enterprise companies has increasingly been seen as tactical and reactive -- due primarily to the pace of change in how digital technologies are procured and deployed. While CIOs and IT experts are essential for digital transformation, businesses are slow to adopt this principle. According to Logicalis’s Global CIO survey , CIOs are spending 60-80 percent of their time on day-to-day IT management, leaving little to no time for strategy. However with Customer Success becoming a key function of digital transformation, innovative CIOs are embracing an opportunity to evolve their teams from being fixers to enablers, and most critically as the buyers of cloud applications, be responsible for driving internal Customer Success. To help accelerate this trend, Gainsight’s new CIO will focus on educating the market on proactively ensuring the right systems and processes are in place to help businesses achieve Customer Success. \nKarl brings more than 30 years' experience in information technology and extensive knowledge of Enterprise Applications, Enterprise Architecture, and Information Security. Prior to Gainsight, Karl was the CIO at Harmonic, a video delivery SaaS company, and a strategic consultant for Apple. He also spent 16 years at Cadence Design Systems, a provider of EDA and semiconductor IP, performing a variety of roles, including Group Director of Enterprise Applications and Architecture. \n“CIOs carry a wealth of experience in driving internal change management charters, and as the primary purchasers of cloud applications, are routinely on the receiving end of Customer Success processes,” said Nick Mehta, CEO of Gainsight. “We are thrilled to welcome Karl to Gainsight as our CIO to both uplevel our own internal processes, and beyond that, to carry the torch for CIOs across all industries who are becoming strategic partners in the deployment of Customer Success transformation.” \n“IT professionals know what it’s like to be the customer of a vendor who gets Customer Success right. As a result, we can offer unique perspectives on the subject to help enable company-wide adoption of Customer Success and directly impact revenue,” said Karl Mosgofian, Chief Information Officer at Gainsight. “I’m excited to be a part of Gainsight’s mission to evangelize the Customer Success movement and to help elevate the roles of CIOs and IT professionals everywhere.” \nEmployee Success as a Driver of Customer Success \nGainsight’s purpose is centered around building a human-first business that has the opportunity and responsibility of ensuring success for not just customers, but also investors, teammates, and their families. The company believes deeply that one of the best ways to drive success for customers is to put a radical focus on employees. In order to help manifest that purpose, Gainsight announced today the appointment of Carol Mahoney as Chief People Officer to lead the company’s global “Teammate Success” team, which includes talent acquisition, people operations, employee rewards, employee experience, and learning and development. Building on a strong culture and ingrained values, Carol will focus on bringing fresh employee-centric practices and solutions to drive even greater team success. \nMost recently, Carol was SVP of People and Culture at Zoosk, an online dating company in San Francisco. Prior to Zoosk, Carol, a 30-year high-technology veteran, held HR leadership roles for hyper-growth companies including LivingSocial, Yahoo, and Intuit. In 2009, she founded her own firm, Talent Acquisition On Demand, Inc., where she helped build talent acquisition capability and programs for clients including Meebo, Logitech, and OPOWER. \n“One of my favorite Gainsight values is ‘Success for All’, which we define as the tireless pursuit of balancing success for our customers, teammates, families, investors and community,” said Carol Mahoney, Chief People Officer at Gainsight. “I am inspired daily by our teammates around the globe who are committed to living this value -- and others -- every day -- and am eager to build an organization that can be living proof to the rest of the world that you can win in business by being human-first.” \nCustomer Success Luminary Joins Gainsight’s Board of Directors Gainsight also announced today the addition of a new board member, Kirsten Helvey, who has served as the Chief Operating Officer at Cornerstone OnDemand, the leading cloud-based human capital management software, since March 2003. At Cornerstone, Kirsten had been responsible for overseeing all aspects of global business operations and global client experience, including satisfaction, retention, global industry solutions, professional services delivery and business consulting.As a veteran of the Customer Success industry, Kirsten brings to Gainsight deep experience in building Customer Success organizations, as well as an appreciation for how Gainsight’s leading platform can enable company-wide orchestration of customer-driven processes at scale. “I have been following Gainsight’s journey from the early days -- both as a customer of their products and as an active member and contributor to the community of Customer Success professionals that they’ve built,” said Kirsten Helvey, former Chief Operating Officer at Cornerstone OnDemand. “I look forward to joining the board and supporting Nick and team on their mission to prove to the world that you can win in business by being human-first.” Prior to Cornerstone, Kirsten was a member of the Supply Chain Operations Strategy Group at PricewaterhouseCoopers and IBM Business Consulting Services. She has extensive experience providing operational expertise to Fortune 500 companies using enabling technologies. Kirsten is a member of Women in Technology International (WITI) and serves on the board of Junior Achievement of SoCal. In early 2017, Gainsight appointed six new leaders to corporate level positions: Anthony Kennada as Chief Marketing Officer, Allison Pickens as Chief Customer Officer, Igor Beckerman as Chief Financial Officer, Jason Stewart as Chief Revenue Officer, Karl Rumelhart as Chief Product Officer and Sreedhar Peddineni as Chief Technology Officer. Their appointments have proven to be successful with 2017 being a record-breaking year for Gainsight , including raising $52 Million in Series E funding led by Lightspeed Venture Partners. The new lineup of C-Suite executives will focus on maintaining Gainsight’s rapid growth in the enterprise market and Customer Success industry. \nAbout Gainsight Gainsight™, the Customer Success company, helps businesses grow faster by reducing churn, increasing upsell, and driving customer advocacy. Gainsight’s product helps you touch customers effectively, track customer health consistently and transform the way your company orients around the customer. Gainsight provides a 360° view of customers and drives retention across Customer Success, sales, marketing, executive and product management. Learn how leading companies like Okta, Adobe and Workday use Gainsight to help their customers succeed at www.gainsight.com . \nConnect with Gainsight: ",
    "published": "2018-04-06T19:54:00.000+03:00",
    "crawled": "2018-04-08T23:49:42.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "make",
        "two",
        "executive",
        "appointment",
        "chief",
        "information",
        "officer",
        "chief",
        "people",
        "officer",
        "published",
        "pm",
        "et",
        "fri",
        "april",
        "globe",
        "newswire",
        "san",
        "francisco",
        "april",
        "globe",
        "newswire",
        "customer",
        "success",
        "company",
        "today",
        "announced",
        "addition",
        "two",
        "executive",
        "hire",
        "expert",
        "business",
        "leader",
        "karl",
        "mosgofian",
        "joined",
        "company",
        "chief",
        "information",
        "officer",
        "hr",
        "veteran",
        "carol",
        "mahoney",
        "joined",
        "company",
        "chief",
        "people",
        "officer",
        "company",
        "also",
        "appointed",
        "board",
        "director",
        "kirsten",
        "helvey",
        "former",
        "chief",
        "operating",
        "officer",
        "cornerstone",
        "ondemand",
        "addition",
        "new",
        "executive",
        "gainsight",
        "strengthened",
        "experience",
        "leadership",
        "team",
        "added",
        "practitioner",
        "experience",
        "board",
        "director",
        "drawn",
        "clear",
        "correlation",
        "employee",
        "success",
        "key",
        "enablers",
        "driving",
        "customer",
        "success",
        "role",
        "cio",
        "within",
        "enterprise",
        "company",
        "increasingly",
        "seen",
        "tactical",
        "reactive",
        "due",
        "primarily",
        "pace",
        "change",
        "digital",
        "technology",
        "procured",
        "deployed",
        "cio",
        "expert",
        "essential",
        "digital",
        "transformation",
        "business",
        "slow",
        "adopt",
        "principle",
        "according",
        "logicalis",
        "global",
        "cio",
        "survey",
        "cio",
        "spending",
        "percent",
        "time",
        "management",
        "leaving",
        "little",
        "time",
        "strategy",
        "however",
        "customer",
        "success",
        "becoming",
        "key",
        "function",
        "digital",
        "transformation",
        "innovative",
        "cio",
        "embracing",
        "opportunity",
        "evolve",
        "team",
        "fixer",
        "enablers",
        "critically",
        "buyer",
        "cloud",
        "application",
        "responsible",
        "driving",
        "internal",
        "customer",
        "success",
        "help",
        "accelerate",
        "trend",
        "gainsight",
        "new",
        "cio",
        "focus",
        "educating",
        "market",
        "proactively",
        "ensuring",
        "right",
        "system",
        "process",
        "place",
        "help",
        "business",
        "achieve",
        "customer",
        "success",
        "karl",
        "brings",
        "year",
        "experience",
        "information",
        "technology",
        "extensive",
        "knowledge",
        "enterprise",
        "application",
        "enterprise",
        "architecture",
        "information",
        "security",
        "prior",
        "gainsight",
        "karl",
        "cio",
        "harmonic",
        "video",
        "delivery",
        "saas",
        "company",
        "strategic",
        "consultant",
        "apple",
        "also",
        "spent",
        "year",
        "cadence",
        "design",
        "system",
        "provider",
        "eda",
        "semiconductor",
        "ip",
        "performing",
        "variety",
        "role",
        "including",
        "group",
        "director",
        "enterprise",
        "application",
        "architecture",
        "cio",
        "carry",
        "wealth",
        "experience",
        "driving",
        "internal",
        "change",
        "management",
        "charter",
        "primary",
        "purchaser",
        "cloud",
        "application",
        "routinely",
        "receiving",
        "end",
        "customer",
        "success",
        "process",
        "said",
        "nick",
        "mehta",
        "ceo",
        "gainsight",
        "thrilled",
        "welcome",
        "karl",
        "gainsight",
        "cio",
        "uplevel",
        "internal",
        "process",
        "beyond",
        "carry",
        "torch",
        "cio",
        "across",
        "industry",
        "becoming",
        "strategic",
        "partner",
        "deployment",
        "customer",
        "success",
        "professional",
        "know",
        "like",
        "customer",
        "vendor",
        "get",
        "customer",
        "success",
        "right",
        "result",
        "offer",
        "unique",
        "perspective",
        "subject",
        "help",
        "enable",
        "adoption",
        "customer",
        "success",
        "directly",
        "impact",
        "revenue",
        "said",
        "karl",
        "mosgofian",
        "chief",
        "information",
        "officer",
        "gainsight",
        "excited",
        "part",
        "gainsight",
        "mission",
        "evangelize",
        "customer",
        "success",
        "movement",
        "help",
        "elevate",
        "role",
        "cio",
        "professional",
        "employee",
        "success",
        "driver",
        "customer",
        "success",
        "gainsight",
        "purpose",
        "centered",
        "around",
        "building",
        "business",
        "opportunity",
        "responsibility",
        "ensuring",
        "success",
        "customer",
        "also",
        "investor",
        "teammate",
        "family",
        "company",
        "belief",
        "deeply",
        "one",
        "best",
        "way",
        "drive",
        "success",
        "customer",
        "put",
        "radical",
        "focus",
        "employee",
        "order",
        "help",
        "manifest",
        "purpose",
        "gainsight",
        "announced",
        "today",
        "appointment",
        "carol",
        "mahoney",
        "chief",
        "people",
        "officer",
        "lead",
        "company",
        "global",
        "teammate",
        "success",
        "team",
        "includes",
        "talent",
        "acquisition",
        "people",
        "operation",
        "employee",
        "reward",
        "employee",
        "experience",
        "learning",
        "development",
        "building",
        "strong",
        "culture",
        "ingrained",
        "value",
        "carol",
        "focus",
        "bringing",
        "fresh",
        "practice",
        "solution",
        "drive",
        "even",
        "greater",
        "team",
        "success",
        "recently",
        "carol",
        "svp",
        "people",
        "culture",
        "zoosk",
        "online",
        "dating",
        "company",
        "san",
        "francisco",
        "prior",
        "zoosk",
        "carol",
        "veteran",
        "held",
        "hr",
        "leadership",
        "role",
        "company",
        "including",
        "livingsocial",
        "yahoo",
        "intuit",
        "founded",
        "firm",
        "talent",
        "acquisition",
        "demand",
        "helped",
        "build",
        "talent",
        "acquisition",
        "capability",
        "program",
        "client",
        "including",
        "meebo",
        "logitech",
        "opower",
        "one",
        "favorite",
        "gainsight",
        "value",
        "success",
        "define",
        "tireless",
        "pursuit",
        "balancing",
        "success",
        "customer",
        "teammate",
        "family",
        "investor",
        "community",
        "said",
        "carol",
        "mahoney",
        "chief",
        "people",
        "officer",
        "gainsight",
        "inspired",
        "daily",
        "teammate",
        "around",
        "globe",
        "committed",
        "living",
        "value",
        "others",
        "every",
        "day",
        "eager",
        "build",
        "organization",
        "living",
        "proof",
        "rest",
        "world",
        "win",
        "business",
        "customer",
        "success",
        "luminary",
        "join",
        "gainsight",
        "board",
        "director",
        "gainsight",
        "also",
        "announced",
        "today",
        "addition",
        "new",
        "board",
        "member",
        "kirsten",
        "helvey",
        "served",
        "chief",
        "operating",
        "officer",
        "cornerstone",
        "ondemand",
        "leading",
        "human",
        "capital",
        "management",
        "software",
        "since",
        "march",
        "cornerstone",
        "kirsten",
        "responsible",
        "overseeing",
        "aspect",
        "global",
        "business",
        "operation",
        "global",
        "client",
        "experience",
        "including",
        "satisfaction",
        "retention",
        "global",
        "industry",
        "solution",
        "professional",
        "service",
        "delivery",
        "business",
        "veteran",
        "customer",
        "success",
        "industry",
        "kirsten",
        "brings",
        "gainsight",
        "deep",
        "experience",
        "building",
        "customer",
        "success",
        "organization",
        "well",
        "appreciation",
        "gainsight",
        "leading",
        "platform",
        "enable",
        "orchestration",
        "process",
        "scale",
        "following",
        "gainsight",
        "journey",
        "early",
        "day",
        "customer",
        "product",
        "active",
        "member",
        "contributor",
        "community",
        "customer",
        "success",
        "professional",
        "built",
        "said",
        "kirsten",
        "helvey",
        "former",
        "chief",
        "operating",
        "officer",
        "cornerstone",
        "ondemand",
        "look",
        "forward",
        "joining",
        "board",
        "supporting",
        "nick",
        "team",
        "mission",
        "prove",
        "world",
        "win",
        "business",
        "prior",
        "cornerstone",
        "kirsten",
        "member",
        "supply",
        "chain",
        "operation",
        "strategy",
        "group",
        "pricewaterhousecoopers",
        "ibm",
        "business",
        "consulting",
        "service",
        "extensive",
        "experience",
        "providing",
        "operational",
        "expertise",
        "fortune",
        "company",
        "using",
        "enabling",
        "technology",
        "kirsten",
        "member",
        "woman",
        "technology",
        "international",
        "witi",
        "serf",
        "board",
        "junior",
        "achievement",
        "socal",
        "early",
        "gainsight",
        "appointed",
        "six",
        "new",
        "leader",
        "corporate",
        "level",
        "position",
        "anthony",
        "kennada",
        "chief",
        "marketing",
        "officer",
        "allison",
        "pickens",
        "chief",
        "customer",
        "officer",
        "igor",
        "beckerman",
        "chief",
        "financial",
        "officer",
        "jason",
        "stewart",
        "chief",
        "revenue",
        "officer",
        "karl",
        "rumelhart",
        "chief",
        "product",
        "officer",
        "sreedhar",
        "peddineni",
        "chief",
        "technology",
        "officer",
        "appointment",
        "proven",
        "successful",
        "year",
        "gainsight",
        "including",
        "raising",
        "million",
        "series",
        "e",
        "funding",
        "led",
        "lightspeed",
        "venture",
        "partner",
        "new",
        "lineup",
        "executive",
        "focus",
        "maintaining",
        "gainsight",
        "rapid",
        "growth",
        "enterprise",
        "market",
        "customer",
        "success",
        "industry",
        "gainsight",
        "customer",
        "success",
        "company",
        "help",
        "business",
        "grow",
        "faster",
        "reducing",
        "churn",
        "increasing",
        "upsell",
        "driving",
        "customer",
        "advocacy",
        "gainsight",
        "product",
        "help",
        "touch",
        "customer",
        "effectively",
        "track",
        "customer",
        "health",
        "consistently",
        "transform",
        "way",
        "company",
        "orient",
        "around",
        "customer",
        "gainsight",
        "provides",
        "view",
        "customer",
        "drive",
        "retention",
        "across",
        "customer",
        "success",
        "sale",
        "marketing",
        "executive",
        "product",
        "management",
        "learn",
        "leading",
        "company",
        "like",
        "okta",
        "adobe",
        "workday",
        "use",
        "gainsight",
        "help",
        "customer",
        "succeed",
        "connect",
        "gainsight"
    ]
}