{
    "organizations": [],
    "uuid": "f24338be41e5f5bc62f269213d9381d1fe32675f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-quest-resource-holding-reports-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Quest Resource Holding Reports 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THE COLONY, Texas, April 02, 2018 (GLOBE NEWSWIRE) -- Quest Resource Holding Corporation (NASDAQ:QRHC) (\"Quest\"), a national leader in environmental reuse, recycling, and disposal services, today announced financial results for the year ended December 31, 2017.\n2017 Financial Highlights\nGross profit was $15.7 million, a 9% increase from $14.4 million in 2016 Gross margin was 11.4%, a 3.6% increase compared with 2016 Revenue was $138 million compared with $184 million during 2016 Net loss improved by $2.2 million to $5.8 million compared with $8.0 million in 2016 Net loss per share improved $0.17 to $(0.38) compared with $(0.55) in 2016 Adjusted EBITDA improved by $2.3 million to $823,000 compared with a loss of $1.5 million in 2016\nKey Recent and 2017 Highlights\nSuccessfully implemented go-to-market transition, leading to a significant improvement in profitability – Quest implemented a new strategic plan in 2017 under which it took actions to transition its business to deliver improvements in operational and financial performance, including improving procurement operations, strengthening its sales force, and pursuing a disciplined approach to customer acquisition and renewal that highlights Quest’s national scale and broad scope of services.\nIncreased gross profit dollars and gross margin performance – The year-over-year decrease in revenue was more than offset by a net decrease in cost of sales, resulting in increased gross profit dollars and gross margin performance in 2017.\nExpanded addressable market into industrial and construction/demolition markets – Quest gained traction with initial customers in the industrial and construction markets, significantly expanding its involvement in this addressable market. Due to the complexity of these markets, which include multiple waste streams and regulatory compliance requirements, Quest believes that it can demonstrate the value proposition of its differentiated services offerings.\nAnnounced significant renewals and new wins in automotive vertical – Quest secured competitive wins and renewals to provide waste management services to several national automotive service providers. In addition, Quest plans to expand its reach into this market vertical through joint marketing opportunities with substantial channel partners.\nReduced operating expenses by aligning infrastructure to support targeted mix of business and gaining operational efficiencies – During fiscal 2017, operating expenses decreased by $1.1 million to $21.1 million compared with $22.2 million in 2016.\n\"We made tremendous progress in 2017 executing on our strategic plan. We transitioned our company so that we can continue to deliver exceptional services to our customers and show sustainable improvements in financial performance,” said S. Ray Hatch, President and Chief Executive Officer. “As anticipated, our fourth quarter financial performance marked the inflection point in the transition of our business, during which we exited transactional business that did not meet our minimum thresholds for returns and began replacing it with growth in existing and new vertical markets that benefit from our unique value propositions.”\nHatch continued, “Results for the fourth quarter were impacted by the delay of certain customer implementations that we had anticipated initiating . These implementations have subsequently moved into 2018. While the pace of closing and implementing certain new business is taking longer than we originally anticipated, particularly in new industry verticals, we are continuing to grow the size of our pipeline and are excited about how the positive shift in the revenue mix and positive impact from our procurement improvements will continue to translate into improved financial performance during 2018.”\nQuest currently anticipates sequential revenue growth will be at a measured pace relative to the fourth quarter of 2017 and accelerate during the second half of 2018. As experienced of 2017, the timing of the major changes in our business is taking somewhat longer than originally expected. Results for 2018 will depend on the pace at which we can fully implement our new programs and customers. Therefore, we have widened the range of financial expectations for 2018. Quest currently expects positive net income during 2018 with estimated GAAP earnings between $500,000 and $3 million, or GAAP earnings per share between $0.03 and $0.20, and estimated non-GAAP Adjusted EBITDA between $4 million and $7 million, or non-GAAP Adjusted EBITDA per share between $0.26 and $0.46. Per share estimates are based upon the issued and outstanding common shares as of December 31, 2017.\n2017 Earnings Conference Call and Webcast\nQuest will conduct a conference call on Monday, April 2, 2018, at 4:00 p.m. Central Time, to review the financial results for the fiscal year and fourth quarter ended December 31, 2017. Investors interested in participating on the live call can dial 1-800-281-7973 within the U.S. or 1-323-794-2093 from abroad. The conference call, which may include forward-looking statements, is also being webcast and will be available via the investor relations section of Quest’s website at www.qrhc.com . A replay of the webcast will be archived on Quest’s investor relations website for 90 days.\nReconciliation of U.S. GAAP to Non-GAAP Financial Measures\nIn this press release, a non-GAAP financial measure, \"Adjusted EBITDA,\" is presented. From time-to-time, Quest considers and uses this supplemental measure of operating performance in order to provide an improved understanding of underlying performance trends. Quest believes it is useful to review, as applicable, both (1) GAAP measures that include (i) depreciation and amortization, (ii) interest expense, (iii) stock-based compensation expense, (iv) income tax expense, and (v) certain other adjustments, and (2) non-GAAP measures that exclude such items. Quest presents this non-GAAP measure because it considers it an important supplemental measure of Quest's performance. Quest's definition of this adjusted financial measure may differ from similarly named measures used by others. Quest believes this measure facilitates operating performance comparisons from period to period by eliminating potential differences caused by the existence and timing of certain expense items that would not otherwise be apparent on a GAAP basis. This non-GAAP measure has limitations as an analytical tool and should not be considered in isolation or as a substitute for the company's GAAP measures. (See attached table \"Reconciliation of Net Loss to Adjusted EBITDA.\")\nAbout Quest Resource Holding Corporation\nQuest is a national provider of reuse, recycling, and disposal services that enable our customers to achieve and satisfy their environmental and sustainability goals and responsibilities. Quest provides businesses across multiple industry sectors with single source solutions for the reuse, recycling, and disposal of a wide variety of waste streams and recyclables generated by their operations. Quest’s customers typically are multi-location businesses for which we create, implement, and manage customer-specific programs for the collection, processing, recycling, disposal, and tracking of waste streams and recyclables. Quest also provides information and data that tracks and reports the environmental results of Quest’s services, provides actionable data to improve business operations, and enables Quest’s customers to achieve and satisfy their environmental and sustainability goals and responsibilities.\nFor more information, visit www.QRHC.com .\nSafe Harbor Statement\nThis press release contains forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended, which provides a \"safe harbor\" for such statements in certain circumstances. The forward-looking statements include, but are not limited to, our belief that due to the complexity of the industrial and construction markets, which include multiple waste streams and regulatory compliance requirements, we can demonstrate the value proposition of our differentiated services offerings; our plan to expand our reach into the automotive market through joint marketing opportunities with substantial channel partners; our belief that we made tremendous progress in 2017 executing on our strategic plan; our belief that we transitioned our company so that we can continue to deliver exceptional services to our customers and show sustainable improvements in financial performance; our belief that sequential revenue growth will be at a measured pace relative to the fourth quarter of 2017 and accelerate during the second half of 2018; our belief that we are continuing to grow the size of our pipeline; our expectation that the positive shift in the revenue mix and positive impact from our procurement improvements will continue to translate into improved financial performance during 2018; our belief that results from 2018 will depend on the pace at which we can fully implement our new programs and customers; and our expectations for positive net income, estimated GAAP earnings, GAAP earnings per share, non-GAAP Adjusted EBITDA, and non-GAAP Adjusted EBITDA per share for 2018. These statements are based on our current expectations, estimates, projections, beliefs, and assumptions. Such statements involve significant risks and uncertainties. Actual events or results could differ materially from those discussed in the forward-looking statements as a result of various factors, including, but not limited to, competition in the environmental services industry, the impact of the current economic environment, and other factors discussed in greater detail in our filings with the Securities and Exchange Commission (SEC), including our Report on Form 10-K for the year ended December 31, 2017. You are cautioned not to place undue reliance on such statements and to consult our SEC filings for additional may apply to our business and the ownership of our securities. Our forward-looking statements are presented as of the date made, and we disclaim any duty to update such statements unless required by law to do so.\nInvestor Relations Contact:\nThree Part Advisors, LLC\nJeff Elliott\n972.423.7070\nJoe Noyons\n817.778.8424\nFinancial Tables Follow\nQuest Resource Holding Corporation and Subsidiaries STATEMENTS OF OPERATIONS (In thousands, except per share amounts) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 (unaudited) Revenue $ 22,505 $ 45,039 $ 138,346 $ 183,811 Cost of revenue 19,452 41,366 122,633 169,402 Gross profit 3,053 3,673 15,713 14,409 Selling, general, and administrative 3,539 3,954 17,078 18,170 Depreciation and amortization 987 1,004 3,987 4,044 Total operating expenses 4,526 4,958 21,065 22,214 Operating loss (1,473 ) (1,285 ) (5,352 ) (7,805 ) Interest expense (107 ) (65 ) (468 ) (241 ) Income tax expense — — — — Net loss $ (1,580 ) $ (1,350 ) $ (5,820 ) $ (8,046 ) Net loss applicable to common stockholders $ (1,580 ) $ (1,350 ) $ (5,820 ) $ (8,046 ) Net loss per common share: Basic and diluted $ (0.10 ) $ (0.09 ) $ (0.38 ) $ (0.55 ) Weighted average number of common shares outstanding: Basic and diluted 15,292 15,268 15,281 14,738\nRECONCILIATION OF NET LOSS TO ADJUSTED EBITDA (Unaudited) (In thousands) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Net loss $ (1,580 ) $ (1,350 ) $ (5,820 ) $ (8,046 ) Depreciation and amortization 1,031 1,043 4,157 4,169 Interest expense 107 65 468 241 Stock-based compensation expense 169 (34 ) 1,710 1,849 Other adjustments — 42 308 305 Income tax expense — — — — Adjusted EBITDA $ (273 ) $ (234 ) $ 823 $ (1,482 )\nBALANCE SHEETS (In thousands, except per share amounts) December 31, 2017 2016 ASSETS Current assets: Cash and cash equivalents $ 1,055 $ 1,328 Accounts receivable, less allowance for doubtful accounts of $699 and $334 as of December 31, 2017 and 2016 16,264 34,828 Prepaid expenses and other current assets 1,508 2,671 Total current assets 18,827 38,827 Goodwill 58,337 58,337 Intangible assets, net 5,032 8,490 Property and equipment, net, and other assets 1,320 2,415 Total assets $ 83,516 $ 108,069 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable and accrued liabilities $ 14,254 $ 35,306 Deferred revenue and other current liabilities 329 406 Total current liabilities 14,583 35,712 Revolving credit facility, net 6,763 4,750 Other long-term liabilities 22 335 Total liabilities 21,368 40,797 Commitments and contingencies Stockholders’ equity: Preferred stock, $0.001 par value, 10,000 shares authorized, no shares issued or outstanding as of December 31, 2017 and 2016 — — Common stock, $0.001 par value, 200,000 shares authorized, 15,302 and 15,273 shares issued and outstanding as of December 31, 2017 and 2016 15 15 Additional paid-in capital 158,868 158,172 Accumulated deficit (96,735 ) (90,915 ) Total stockholders’ equity 62,148 67,272 Total liabilities and stockholders’ equity $ 83,516 $ 108,069\nSource:Quest Resource Holding Corporation",
    "published": "2018-04-03T00:05:00.000+03:00",
    "crawled": "2018-04-03T01:46:13.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "colony",
        "texas",
        "april",
        "globe",
        "newswire",
        "quest",
        "resource",
        "holding",
        "corporation",
        "nasdaq",
        "qrhc",
        "quest",
        "national",
        "leader",
        "environmental",
        "reuse",
        "recycling",
        "disposal",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "financial",
        "highlight",
        "gross",
        "profit",
        "million",
        "increase",
        "million",
        "gross",
        "margin",
        "increase",
        "compared",
        "revenue",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "improved",
        "million",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "improved",
        "compared",
        "adjusted",
        "ebitda",
        "improved",
        "million",
        "compared",
        "loss",
        "million",
        "key",
        "recent",
        "highlight",
        "successfully",
        "implemented",
        "transition",
        "leading",
        "significant",
        "improvement",
        "profitability",
        "quest",
        "implemented",
        "new",
        "strategic",
        "plan",
        "took",
        "action",
        "transition",
        "business",
        "deliver",
        "improvement",
        "operational",
        "financial",
        "performance",
        "including",
        "improving",
        "procurement",
        "operation",
        "strengthening",
        "sale",
        "force",
        "pursuing",
        "disciplined",
        "approach",
        "customer",
        "acquisition",
        "renewal",
        "highlight",
        "quest",
        "national",
        "scale",
        "broad",
        "scope",
        "service",
        "increased",
        "gross",
        "profit",
        "dollar",
        "gross",
        "margin",
        "performance",
        "decrease",
        "revenue",
        "offset",
        "net",
        "decrease",
        "cost",
        "sale",
        "resulting",
        "increased",
        "gross",
        "profit",
        "dollar",
        "gross",
        "margin",
        "performance",
        "expanded",
        "addressable",
        "market",
        "industrial",
        "market",
        "quest",
        "gained",
        "traction",
        "initial",
        "customer",
        "industrial",
        "construction",
        "market",
        "significantly",
        "expanding",
        "involvement",
        "addressable",
        "market",
        "due",
        "complexity",
        "market",
        "include",
        "multiple",
        "waste",
        "stream",
        "regulatory",
        "compliance",
        "requirement",
        "quest",
        "belief",
        "demonstrate",
        "value",
        "proposition",
        "differentiated",
        "service",
        "offering",
        "announced",
        "significant",
        "renewal",
        "new",
        "win",
        "automotive",
        "vertical",
        "quest",
        "secured",
        "competitive",
        "win",
        "renewal",
        "provide",
        "waste",
        "management",
        "service",
        "several",
        "national",
        "automotive",
        "service",
        "provider",
        "addition",
        "quest",
        "plan",
        "expand",
        "reach",
        "market",
        "vertical",
        "joint",
        "marketing",
        "opportunity",
        "substantial",
        "channel",
        "partner",
        "reduced",
        "operating",
        "expense",
        "aligning",
        "infrastructure",
        "support",
        "targeted",
        "mix",
        "business",
        "gaining",
        "operational",
        "efficiency",
        "fiscal",
        "operating",
        "expense",
        "decreased",
        "million",
        "million",
        "compared",
        "million",
        "made",
        "tremendous",
        "progress",
        "executing",
        "strategic",
        "plan",
        "transitioned",
        "company",
        "continue",
        "deliver",
        "exceptional",
        "service",
        "customer",
        "show",
        "sustainable",
        "improvement",
        "financial",
        "performance",
        "said",
        "ray",
        "hatch",
        "president",
        "chief",
        "executive",
        "officer",
        "anticipated",
        "fourth",
        "quarter",
        "financial",
        "performance",
        "marked",
        "inflection",
        "point",
        "transition",
        "business",
        "exited",
        "transactional",
        "business",
        "meet",
        "minimum",
        "threshold",
        "return",
        "began",
        "replacing",
        "growth",
        "existing",
        "new",
        "vertical",
        "market",
        "benefit",
        "unique",
        "value",
        "hatch",
        "continued",
        "result",
        "fourth",
        "quarter",
        "impacted",
        "delay",
        "certain",
        "customer",
        "implementation",
        "anticipated",
        "initiating",
        "implementation",
        "subsequently",
        "moved",
        "pace",
        "closing",
        "implementing",
        "certain",
        "new",
        "business",
        "taking",
        "longer",
        "originally",
        "anticipated",
        "particularly",
        "new",
        "industry",
        "vertical",
        "continuing",
        "grow",
        "size",
        "pipeline",
        "excited",
        "positive",
        "shift",
        "revenue",
        "mix",
        "positive",
        "impact",
        "procurement",
        "improvement",
        "continue",
        "translate",
        "improved",
        "financial",
        "performance",
        "quest",
        "currently",
        "anticipates",
        "sequential",
        "revenue",
        "growth",
        "measured",
        "pace",
        "relative",
        "fourth",
        "quarter",
        "accelerate",
        "second",
        "half",
        "experienced",
        "timing",
        "major",
        "change",
        "business",
        "taking",
        "somewhat",
        "longer",
        "originally",
        "expected",
        "result",
        "depend",
        "pace",
        "fully",
        "implement",
        "new",
        "program",
        "customer",
        "therefore",
        "widened",
        "range",
        "financial",
        "expectation",
        "quest",
        "currently",
        "expects",
        "positive",
        "net",
        "income",
        "estimated",
        "gaap",
        "earnings",
        "million",
        "gaap",
        "earnings",
        "per",
        "share",
        "estimated",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "per",
        "share",
        "per",
        "share",
        "estimate",
        "based",
        "upon",
        "issued",
        "outstanding",
        "common",
        "share",
        "december",
        "earnings",
        "conference",
        "call",
        "webcast",
        "quest",
        "conduct",
        "conference",
        "call",
        "monday",
        "april",
        "central",
        "time",
        "review",
        "financial",
        "result",
        "fiscal",
        "year",
        "fourth",
        "quarter",
        "ended",
        "december",
        "investor",
        "interested",
        "participating",
        "live",
        "call",
        "dial",
        "within",
        "abroad",
        "conference",
        "call",
        "may",
        "include",
        "statement",
        "also",
        "webcast",
        "available",
        "via",
        "investor",
        "relation",
        "section",
        "quest",
        "website",
        "replay",
        "webcast",
        "archived",
        "quest",
        "investor",
        "relation",
        "website",
        "day",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "press",
        "release",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "presented",
        "quest",
        "considers",
        "us",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "order",
        "provide",
        "improved",
        "understanding",
        "underlying",
        "performance",
        "trend",
        "quest",
        "belief",
        "useful",
        "review",
        "applicable",
        "gaap",
        "measure",
        "include",
        "depreciation",
        "amortization",
        "ii",
        "interest",
        "expense",
        "iii",
        "compensation",
        "expense",
        "iv",
        "income",
        "tax",
        "expense",
        "v",
        "certain",
        "adjustment",
        "measure",
        "exclude",
        "item",
        "quest",
        "present",
        "measure",
        "considers",
        "important",
        "supplemental",
        "measure",
        "quest",
        "performance",
        "quest",
        "definition",
        "adjusted",
        "financial",
        "measure",
        "may",
        "differ",
        "similarly",
        "named",
        "measure",
        "used",
        "others",
        "quest",
        "belief",
        "measure",
        "facilitates",
        "operating",
        "performance",
        "comparison",
        "period",
        "period",
        "eliminating",
        "potential",
        "difference",
        "caused",
        "existence",
        "timing",
        "certain",
        "expense",
        "item",
        "would",
        "otherwise",
        "apparent",
        "gaap",
        "basis",
        "measure",
        "limitation",
        "analytical",
        "tool",
        "considered",
        "isolation",
        "substitute",
        "company",
        "gaap",
        "measure",
        "see",
        "attached",
        "table",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "quest",
        "resource",
        "holding",
        "corporation",
        "quest",
        "national",
        "provider",
        "reuse",
        "recycling",
        "disposal",
        "service",
        "enable",
        "customer",
        "achieve",
        "satisfy",
        "environmental",
        "sustainability",
        "goal",
        "responsibility",
        "quest",
        "provides",
        "business",
        "across",
        "multiple",
        "industry",
        "sector",
        "single",
        "source",
        "solution",
        "reuse",
        "recycling",
        "disposal",
        "wide",
        "variety",
        "waste",
        "stream",
        "recyclables",
        "generated",
        "operation",
        "quest",
        "customer",
        "typically",
        "business",
        "create",
        "implement",
        "manage",
        "program",
        "collection",
        "processing",
        "recycling",
        "disposal",
        "tracking",
        "waste",
        "stream",
        "recyclables",
        "quest",
        "also",
        "provides",
        "information",
        "data",
        "track",
        "report",
        "environmental",
        "result",
        "quest",
        "service",
        "provides",
        "actionable",
        "data",
        "improve",
        "business",
        "operation",
        "enables",
        "quest",
        "customer",
        "achieve",
        "satisfy",
        "environmental",
        "sustainability",
        "goal",
        "responsibility",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "provides",
        "safe",
        "harbor",
        "statement",
        "certain",
        "circumstance",
        "statement",
        "include",
        "limited",
        "belief",
        "due",
        "complexity",
        "industrial",
        "construction",
        "market",
        "include",
        "multiple",
        "waste",
        "stream",
        "regulatory",
        "compliance",
        "requirement",
        "demonstrate",
        "value",
        "proposition",
        "differentiated",
        "service",
        "offering",
        "plan",
        "expand",
        "reach",
        "automotive",
        "market",
        "joint",
        "marketing",
        "opportunity",
        "substantial",
        "channel",
        "partner",
        "belief",
        "made",
        "tremendous",
        "progress",
        "executing",
        "strategic",
        "plan",
        "belief",
        "transitioned",
        "company",
        "continue",
        "deliver",
        "exceptional",
        "service",
        "customer",
        "show",
        "sustainable",
        "improvement",
        "financial",
        "performance",
        "belief",
        "sequential",
        "revenue",
        "growth",
        "measured",
        "pace",
        "relative",
        "fourth",
        "quarter",
        "accelerate",
        "second",
        "half",
        "belief",
        "continuing",
        "grow",
        "size",
        "pipeline",
        "expectation",
        "positive",
        "shift",
        "revenue",
        "mix",
        "positive",
        "impact",
        "procurement",
        "improvement",
        "continue",
        "translate",
        "improved",
        "financial",
        "performance",
        "belief",
        "result",
        "depend",
        "pace",
        "fully",
        "implement",
        "new",
        "program",
        "customer",
        "expectation",
        "positive",
        "net",
        "income",
        "estimated",
        "gaap",
        "earnings",
        "gaap",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "per",
        "share",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "belief",
        "assumption",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "event",
        "result",
        "could",
        "differ",
        "materially",
        "discussed",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "limited",
        "competition",
        "environmental",
        "service",
        "industry",
        "impact",
        "current",
        "economic",
        "environment",
        "factor",
        "discussed",
        "greater",
        "detail",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "consult",
        "sec",
        "filing",
        "additional",
        "may",
        "apply",
        "business",
        "ownership",
        "security",
        "statement",
        "presented",
        "date",
        "made",
        "disclaim",
        "duty",
        "update",
        "statement",
        "unless",
        "required",
        "law",
        "investor",
        "relation",
        "contact",
        "three",
        "part",
        "advisor",
        "llc",
        "jeff",
        "elliott",
        "joe",
        "noyons",
        "financial",
        "table",
        "follow",
        "quest",
        "resource",
        "holding",
        "corporation",
        "subsidiary",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "unaudited",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "compensation",
        "expense",
        "adjustment",
        "income",
        "tax",
        "expense",
        "adjusted",
        "ebitda",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "december",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "revolving",
        "credit",
        "facility",
        "net",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "quest",
        "resource",
        "holding",
        "corporation"
    ]
}