{
    "organizations": [],
    "uuid": "a09050ce7c0600a5ef9b1080603e65b2c7129238",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-executive-chairman-david-maura-named-chief-executive-officer-of-spectrum-brands-holdings.html",
    "ord_in_thread": 0,
    "title": "Executive Chairman David Maura Named Chief Executive Officer of Spectrum Brands Holdings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Announces $1 Billion Share Repurchase Program and New Operating Structure\nMIDDLETON, Wis.--(BUSINESS WIRE)-- Spectrum Brands Holdings, Inc. (NYSE: SPB), a global consumer products company offering a portfolio of leading brands providing superior value to consumers every day, announced today that Executive Chairman David M. Maura has been named Chief Executive Officer, effective immediately. Maura succeeds Andreas Rouvé, who has stepped down as CEO and a Director.\nThe Company also announced that its Board of Directors has authorized a new three-year, $1 billion common stock repurchase program. The common stock repurchase authorization is effective immediately and replaces an existing three-year program, which had a remaining available authorization of $93 million. Purchases under the program may be made in the open market or in privately negotiated transactions from time to time at management’s discretion. The repurchase program may be suspended or discontinued at any time.\nIn addition, the Company announced that it will organize globally around two divisions focused on consumer products and home improvement. Randal D. Lewis has been named to the position of President of a new Consumer Products group while Philip S. Szuba will continue to lead the Hardware & Home Improvement (HHI) division. The Consumer Products group will be comprised of the Pet Supplies, Home & Garden and Auto Care businesses while the Hardware & Home Improvement division will be comprised of the security, plumbing and builders’ hardware businesses. Lewis had been President, Pet, Home & Garden at Spectrum Brands. Both Lewis and Szuba will report directly to Maura. As part of this reorganization, Guy J. Andrysick, President, Global Auto Care, has left the Company.\n“We believe that our recent results do not reflect Spectrum Brands’ long-term potential,” said Maura. “The planned sale of our Global Batteries & Lighting and Small Appliances & Personal Care businesses will create a higher-growth, higher-margin and more focused portfolio, and our pending transaction with HRG Group will bring us independence, increased trading liquidity and significant tax attributes. The rest of our management team and I will focus on delivering on the many opportunities in our continuing businesses, including Hardware & Home Improvement, and a new, more efficient and focused Consumer Products group, which brings together three businesses sharing similar manufacturing and distribution capabilities under Randy’s leadership. We intend to drive growth and increased cash flow through improved operational execution, innovation and new product development as well as strategic investments in organic growth initiatives and value-enhancing bolt-on acquisitions.”\nMaura continued, “The Board’s approval of a new $1 billion share repurchase program underscores our confidence in the business and long-term outlook.”\nMaura concluded, “On behalf of the Board, I thank Andreas for his contributions as CEO and in previous positions he has held since joining our Company as Chief Financial Officer of the European Battery division in 2002. We wish Andreas and Guy the best in their future endeavors.”\nBiographical Information\nMaura, 45, has served as Executive Chairman of Spectrum Brands since January 2016. He joined Spectrum Brands’ Board in June 2010 and served as interim Chairman of the Board before being named Chairman in July 2011. He was a Managing Director and Executive Vice President of Investments at HRG from October 2011 until November 2016, and was a member of HRG’s Board of Directors from May 2011 through December 2017. Maura previously was Vice President and Director of Investments of Harbinger Capital from 2006 until 2012, where he was responsible for investments in the consumer products, agriculture and retail sectors. Maura has been Chairman and CEO of Mosaic Acquisition Corp. since October 2017. He received a bachelor of science degree in business administration from Stetson University and is a CFA charterholder.\nLewis, 51, has led the Pet, Home & Garden Division of Spectrum Brands since November 2014. Previously, he was Senior Vice President and General Manager of Home & Garden since January 2011, where he led the restructuring of the business. From 2005-2011, Lewis served as Home & Garden’s Vice President, Manufacturing and Vice President, Operations upon the acquisition of the business by Spectrum Brands. Lewis earned a bachelor of science degree in mechanical engineering from the University of Illinois, Urbana-Champaign in 1988.\nSzuba, 50, has led the Hardware & Home Improvement (HHI) Division of Spectrum Brands since September 2015. Szuba previously served as Senior Vice President, Global Technology and Operations since January 2014. He joined HHI in May 2008 as Vice President, Engineering. During the merger of Stanley and Black & Decker, Szuba was the integration team leader for HHI and was responsible for the functional integration as well as the Stanley & National Hardware business integration into HHI. Before joining HHI, Szuba was Director and General Manager of Avdel North America for Avdel Fastening Systems, a business unit of Acument Global Technologies, formerly Textron Fastening Systems. Szuba earned a bachelor of science degree and master’s degree in mechanical engineering and a Ph.D. in systems engineering from Oakland University. He holds 12 U.S. and numerous foreign patents and is a registered professional engineer.\nAbout Spectrum Brands Holdings, Inc.\nSpectrum Brands Holdings, a member of the Russell 1000 Index, is a global consumer products company offering a portfolio of leading brands providing superior value to consumers and customers every day. The Company is a leading supplier of consumer batteries, residential locksets, residential builders’ hardware, plumbing, shaving and grooming products, personal care products, small household appliances, specialty pet supplies, lawn and garden and home pest control products, personal insect repellents, and auto care products. Helping to meet the needs of consumers worldwide, our Company offers a broad portfolio of market-leading, well-known and widely trusted brands including Rayovac®, VARTA®, Kwikset®, Weiser®, Baldwin®, National Hardware®, Pfister®, Remington®, George Foreman®, Russell Hobbs®, Black+Decker®, Tetra®, Marineland®, Nature’s Miracle®, Dingo®, 8-in-1®, FURminator®, IAMS® and Eukanuba® (Europe only), Digest-eeze™, Healthy-Hide®, Littermaid®, Spectracide®, Cutter®, Repel®, Hot Shot®, Black Flag®, Liquid Fence®, Armor All®, STP® and A/C PRO®. Spectrum Brands' products are sold by the world's top 25 retailers and are available in more than one million stores in approximately 160 countries. Based in Middleton, Wisconsin, Spectrum Brands Holdings generated net sales from continuing operations of approximately $3.0 billion in fiscal 2017. For more information, visit www.spectrumbrands.com .\nForward-Looking Statements\nCertain matters discussed in this news release and other oral and written statements by representatives of the Company regarding matters such as the Company’s ability to meet its expectations for its fiscal 2018 (including expectations regarding capital expenditures and its ability to increase its net sales, free cash flow and adjusted EBITDA) may be forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. We have tried, whenever possible, to identify these statements by using words like “future,” “anticipate”, “intend,” “plan,” “estimate,” “believe,” “expect,” “project,” “forecast,” “could,” “would,” “should,” “will,” “may,” and similar expressions of future intent or the negative of such terms. These statements are subject to a number of risks and uncertainties that could cause results to differ materially from those anticipated as of the date of this release. Actual results may differ materially as a result of (1) the impact of our indebtedness on our business, financial condition and results of operations; (2) the impact of restrictions in our debt instruments on our ability to operate our business, finance our capital needs or pursue or expand business strategies; (3) any failure to comply with financial covenants and other provisions and restrictions of our debt instruments; (4) the impact of actions taken by significant stockholders; (5) the impact of fluctuations in commodity prices, costs or availability of raw materials or terms and conditions available from suppliers, including suppliers’ willingness to advance credit; (6) interest rate and exchange rate fluctuations; (7) the loss of significant reduction in, or dependence upon, sales to any significant retail customer(s); (8) competitive promotional activity or spending by competitors, or price reductions by competitors; (9) the introduction of new product features or technological developments by competitors and/or the development of new competitors or competitive brands; (10) the effects of general economic conditions, including inflation, recession or fears of a recession, depression or fears of a depression, labor costs and stock market volatility or changes in trade, monetary or fiscal policies in the countries where we do business; (11) changes in consumer spending preferences and demand for our products; (12) our ability to develop and successfully introduce new products, protect our intellectual property and avoid infringing the intellectual property of third parties; (13) our ability to successfully implement, achieve and sustain manufacturing and distribution cost efficiencies and improvements, and fully realize anticipated cost savings; (14) the seasonal nature of sales of certain of our products; (15) the effects of climate change and unusual weather activity; (16) the cost and effect of unanticipated legal, tax or regulatory proceedings or new laws or regulations (including environmental, public health and consumer protection regulations); (17) public perception regarding the safety of products that we manufacture and sell, including the potential for environmental liabilities, product liability claims, litigation and other claims related to products manufactured by us and third parties; (18) the impact of pending or threatened litigation; (19) the impact of cybersecurity breaches or our actual or perceived failure to protect company and personal data; (20) changes in accounting policies applicable to our business; (21) our ability to utilize net operating loss carry-forwards to offset tax liabilities from future taxable income; (22) government regulations; (23) the impact of expenses resulting from the implementation of new business strategies, divestitures or current and proposed restructuring activities; (24) our inability to successfully integrate and operate new acquisitions at the level of financial performance anticipate; (25) the unanticipated loss of key members of senior management; (26) the effects of political or economic conditions, terrorist attacks, acts of war or other unrest in international markets; (27) the Company’s ability to consummate the announced sale of our Global Battery and Lighting business on the expected terms and within the anticipated time period, or at all, which is dependent on the parties’ ability to satisfy certain closing conditions, including receipt of regulatory approvals, and our ability to realize the expected benefits of such transaction and to successfully separate such business; (28) the outcome of the Company’ exploration of strategic options for its Personal Care and Small Appliances businesses, including uncertainty regarding consummation of any such transaction or transactions and the terms of such transaction or transactions, if any, and, if consummated, the Company’s ability to realize the expected benefits of such transaction or transactions and potential disruption to our business or diverted management attention as a result of the exploration or negotiation of such transaction or transactions; (29) the Company’s ability to consummate the announced merger with HRG Group, Inc. on the disclosed terms and within the anticipated time period, or at all, which is dependent on the parties ability to satisfy certain closing conditions, including favorable votes from the required percentages of shareholders of HRG Group, Inc. and the Company’s shareholders, and our ability to realize the expected benefits of such transaction; (30) the transition to a new chief executive officer and such officer’s ability to determine and implement changes at the Company to improve the Company’s business and financial performance; and (31) the Company’s ability to implement a successful restructuring of the leadership of the Global Auto Care business unit with the Pet, Home & Garden business unit to form a separate Consumer Products group, and to realize the synergies and business and financial benefits anticipated from such restructuring, and other risk factors set forth in the combined securities filing of Spectrum Brands Holdings, Inc., and SB/RH Holdings, LLC, including their most recently filed Annual Report on Form 10-K or Quarterly Report on Form 10-Q.\nSpectrum Brands Holdings also cautions the reader that its estimates of trends, market share, retail consumption of its products and reasons for changes in such consumption are based solely on limited data available to Spectrum Brands Holdings and management’s reasonable assumptions about market conditions, and consequently may be inaccurate, or may not reflect significant segments of the retail market. Spectrum Brands Holdings also cautions the reader that undue reliance should not be placed on any forward-looking statements, which speak only as of the date of this release. Spectrum Brands Holdings undertakes no duty or responsibility to update any of these forward-looking statements to reflect events or circumstances after the date of this report or to reflect actual outcomes.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180426005368/en/\nSpectrum Brands Holdings, Inc.\nInvestor/Media Contact:\nDave Prichard\n608-278-6141\nSource: Spectrum Brands Holdings, Inc.",
    "published": "2018-04-26T14:30:00.000+03:00",
    "crawled": "2018-04-26T14:25:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "announces",
        "billion",
        "share",
        "repurchase",
        "program",
        "new",
        "operating",
        "structure",
        "middleton",
        "business",
        "wire",
        "spectrum",
        "brand",
        "holding",
        "nyse",
        "spb",
        "global",
        "consumer",
        "product",
        "company",
        "offering",
        "portfolio",
        "leading",
        "brand",
        "providing",
        "superior",
        "value",
        "consumer",
        "every",
        "day",
        "announced",
        "today",
        "executive",
        "chairman",
        "david",
        "maura",
        "named",
        "chief",
        "executive",
        "officer",
        "effective",
        "immediately",
        "maura",
        "succeeds",
        "andreas",
        "rouvé",
        "stepped",
        "ceo",
        "director",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "authorized",
        "new",
        "billion",
        "common",
        "stock",
        "repurchase",
        "program",
        "common",
        "stock",
        "repurchase",
        "authorization",
        "effective",
        "immediately",
        "replaces",
        "existing",
        "program",
        "remaining",
        "available",
        "authorization",
        "million",
        "purchase",
        "program",
        "may",
        "made",
        "open",
        "market",
        "privately",
        "negotiated",
        "transaction",
        "time",
        "time",
        "management",
        "discretion",
        "repurchase",
        "program",
        "may",
        "suspended",
        "discontinued",
        "time",
        "addition",
        "company",
        "announced",
        "organize",
        "globally",
        "around",
        "two",
        "division",
        "focused",
        "consumer",
        "product",
        "home",
        "improvement",
        "randal",
        "lewis",
        "named",
        "position",
        "president",
        "new",
        "consumer",
        "product",
        "group",
        "philip",
        "szuba",
        "continue",
        "lead",
        "hardware",
        "home",
        "improvement",
        "hhi",
        "division",
        "consumer",
        "product",
        "group",
        "comprised",
        "pet",
        "supply",
        "home",
        "garden",
        "auto",
        "care",
        "business",
        "hardware",
        "home",
        "improvement",
        "division",
        "comprised",
        "security",
        "plumbing",
        "builder",
        "hardware",
        "business",
        "lewis",
        "president",
        "pet",
        "home",
        "garden",
        "spectrum",
        "brand",
        "lewis",
        "szuba",
        "report",
        "directly",
        "maura",
        "part",
        "reorganization",
        "guy",
        "andrysick",
        "president",
        "global",
        "auto",
        "care",
        "left",
        "company",
        "believe",
        "recent",
        "result",
        "reflect",
        "spectrum",
        "brand",
        "potential",
        "said",
        "maura",
        "planned",
        "sale",
        "global",
        "battery",
        "lighting",
        "small",
        "appliance",
        "personal",
        "care",
        "business",
        "create",
        "focused",
        "portfolio",
        "pending",
        "transaction",
        "hrg",
        "group",
        "bring",
        "u",
        "independence",
        "increased",
        "trading",
        "liquidity",
        "significant",
        "tax",
        "attribute",
        "rest",
        "management",
        "team",
        "focus",
        "delivering",
        "many",
        "opportunity",
        "continuing",
        "business",
        "including",
        "hardware",
        "home",
        "improvement",
        "new",
        "efficient",
        "focused",
        "consumer",
        "product",
        "group",
        "brings",
        "together",
        "three",
        "business",
        "sharing",
        "similar",
        "manufacturing",
        "distribution",
        "capability",
        "randy",
        "leadership",
        "intend",
        "drive",
        "growth",
        "increased",
        "cash",
        "flow",
        "improved",
        "operational",
        "execution",
        "innovation",
        "new",
        "product",
        "development",
        "well",
        "strategic",
        "investment",
        "organic",
        "growth",
        "initiative",
        "maura",
        "continued",
        "board",
        "approval",
        "new",
        "billion",
        "share",
        "repurchase",
        "program",
        "underscore",
        "confidence",
        "business",
        "maura",
        "concluded",
        "behalf",
        "board",
        "thank",
        "andreas",
        "contribution",
        "ceo",
        "previous",
        "position",
        "held",
        "since",
        "joining",
        "company",
        "chief",
        "financial",
        "officer",
        "european",
        "battery",
        "division",
        "wish",
        "andreas",
        "guy",
        "best",
        "future",
        "biographical",
        "information",
        "maura",
        "served",
        "executive",
        "chairman",
        "spectrum",
        "brand",
        "since",
        "january",
        "joined",
        "spectrum",
        "brand",
        "board",
        "june",
        "served",
        "interim",
        "chairman",
        "board",
        "named",
        "chairman",
        "july",
        "managing",
        "director",
        "executive",
        "vice",
        "president",
        "investment",
        "hrg",
        "october",
        "november",
        "member",
        "hrg",
        "board",
        "director",
        "may",
        "december",
        "maura",
        "previously",
        "vice",
        "president",
        "director",
        "investment",
        "harbinger",
        "capital",
        "responsible",
        "investment",
        "consumer",
        "product",
        "agriculture",
        "retail",
        "sector",
        "maura",
        "chairman",
        "ceo",
        "mosaic",
        "acquisition",
        "since",
        "october",
        "received",
        "bachelor",
        "science",
        "degree",
        "business",
        "administration",
        "stetson",
        "university",
        "cfa",
        "charterholder",
        "lewis",
        "led",
        "pet",
        "home",
        "garden",
        "division",
        "spectrum",
        "brand",
        "since",
        "november",
        "previously",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "home",
        "garden",
        "since",
        "january",
        "led",
        "restructuring",
        "business",
        "lewis",
        "served",
        "home",
        "garden",
        "vice",
        "president",
        "manufacturing",
        "vice",
        "president",
        "operation",
        "upon",
        "acquisition",
        "business",
        "spectrum",
        "brand",
        "lewis",
        "earned",
        "bachelor",
        "science",
        "degree",
        "mechanical",
        "engineering",
        "university",
        "illinois",
        "szuba",
        "led",
        "hardware",
        "home",
        "improvement",
        "hhi",
        "division",
        "spectrum",
        "brand",
        "since",
        "september",
        "szuba",
        "previously",
        "served",
        "senior",
        "vice",
        "president",
        "global",
        "technology",
        "operation",
        "since",
        "january",
        "joined",
        "hhi",
        "may",
        "vice",
        "president",
        "engineering",
        "merger",
        "stanley",
        "black",
        "decker",
        "szuba",
        "integration",
        "team",
        "leader",
        "hhi",
        "responsible",
        "functional",
        "integration",
        "well",
        "stanley",
        "national",
        "hardware",
        "business",
        "integration",
        "hhi",
        "joining",
        "hhi",
        "szuba",
        "director",
        "general",
        "manager",
        "avdel",
        "north",
        "america",
        "avdel",
        "fastening",
        "system",
        "business",
        "unit",
        "acument",
        "global",
        "technology",
        "formerly",
        "textron",
        "fastening",
        "system",
        "szuba",
        "earned",
        "bachelor",
        "science",
        "degree",
        "master",
        "degree",
        "mechanical",
        "engineering",
        "system",
        "engineering",
        "oakland",
        "university",
        "hold",
        "numerous",
        "foreign",
        "patent",
        "registered",
        "professional",
        "engineer",
        "spectrum",
        "brand",
        "holding",
        "spectrum",
        "brand",
        "holding",
        "member",
        "russell",
        "index",
        "global",
        "consumer",
        "product",
        "company",
        "offering",
        "portfolio",
        "leading",
        "brand",
        "providing",
        "superior",
        "value",
        "consumer",
        "customer",
        "every",
        "day",
        "company",
        "leading",
        "supplier",
        "consumer",
        "battery",
        "residential",
        "locksets",
        "residential",
        "builder",
        "hardware",
        "plumbing",
        "shaving",
        "grooming",
        "product",
        "personal",
        "care",
        "product",
        "small",
        "household",
        "appliance",
        "specialty",
        "pet",
        "supply",
        "lawn",
        "garden",
        "home",
        "pest",
        "control",
        "product",
        "personal",
        "insect",
        "repellent",
        "auto",
        "care",
        "product",
        "helping",
        "meet",
        "need",
        "consumer",
        "worldwide",
        "company",
        "offer",
        "broad",
        "portfolio",
        "widely",
        "trusted",
        "brand",
        "including",
        "national",
        "george",
        "russell",
        "nature",
        "europe",
        "hot",
        "black",
        "liquid",
        "armor",
        "spectrum",
        "brand",
        "product",
        "sold",
        "world",
        "top",
        "retailer",
        "available",
        "one",
        "million",
        "store",
        "approximately",
        "country",
        "based",
        "middleton",
        "wisconsin",
        "spectrum",
        "brand",
        "holding",
        "generated",
        "net",
        "sale",
        "continuing",
        "operation",
        "approximately",
        "billion",
        "fiscal",
        "information",
        "visit",
        "statement",
        "certain",
        "matter",
        "discussed",
        "news",
        "release",
        "oral",
        "written",
        "statement",
        "representative",
        "company",
        "regarding",
        "matter",
        "company",
        "ability",
        "meet",
        "expectation",
        "fiscal",
        "including",
        "expectation",
        "regarding",
        "capital",
        "expenditure",
        "ability",
        "increase",
        "net",
        "sale",
        "free",
        "cash",
        "flow",
        "adjusted",
        "ebitda",
        "may",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "tried",
        "whenever",
        "possible",
        "identify",
        "statement",
        "using",
        "word",
        "like",
        "future",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "believe",
        "expect",
        "project",
        "forecast",
        "could",
        "would",
        "may",
        "similar",
        "expression",
        "future",
        "intent",
        "negative",
        "term",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "anticipated",
        "date",
        "release",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "impact",
        "indebtedness",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "impact",
        "restriction",
        "debt",
        "instrument",
        "ability",
        "operate",
        "business",
        "finance",
        "capital",
        "need",
        "pursue",
        "expand",
        "business",
        "strategy",
        "failure",
        "comply",
        "financial",
        "covenant",
        "provision",
        "restriction",
        "debt",
        "instrument",
        "impact",
        "action",
        "taken",
        "significant",
        "stockholder",
        "impact",
        "fluctuation",
        "commodity",
        "price",
        "cost",
        "availability",
        "raw",
        "material",
        "term",
        "condition",
        "available",
        "supplier",
        "including",
        "supplier",
        "willingness",
        "advance",
        "credit",
        "interest",
        "rate",
        "exchange",
        "rate",
        "fluctuation",
        "loss",
        "significant",
        "reduction",
        "dependence",
        "upon",
        "sale",
        "significant",
        "retail",
        "customer",
        "competitive",
        "promotional",
        "activity",
        "spending",
        "competitor",
        "price",
        "reduction",
        "competitor",
        "introduction",
        "new",
        "product",
        "feature",
        "technological",
        "development",
        "competitor",
        "development",
        "new",
        "competitor",
        "competitive",
        "brand",
        "effect",
        "general",
        "economic",
        "condition",
        "including",
        "inflation",
        "recession",
        "fear",
        "recession",
        "depression",
        "fear",
        "depression",
        "labor",
        "cost",
        "stock",
        "market",
        "volatility",
        "change",
        "trade",
        "monetary",
        "fiscal",
        "policy",
        "country",
        "business",
        "change",
        "consumer",
        "spending",
        "preference",
        "demand",
        "product",
        "ability",
        "develop",
        "successfully",
        "introduce",
        "new",
        "product",
        "protect",
        "intellectual",
        "property",
        "avoid",
        "infringing",
        "intellectual",
        "property",
        "third",
        "party",
        "ability",
        "successfully",
        "implement",
        "achieve",
        "sustain",
        "manufacturing",
        "distribution",
        "cost",
        "efficiency",
        "improvement",
        "fully",
        "realize",
        "anticipated",
        "cost",
        "saving",
        "seasonal",
        "nature",
        "sale",
        "certain",
        "product",
        "effect",
        "climate",
        "change",
        "unusual",
        "weather",
        "activity",
        "cost",
        "effect",
        "unanticipated",
        "legal",
        "tax",
        "regulatory",
        "proceeding",
        "new",
        "law",
        "regulation",
        "including",
        "environmental",
        "public",
        "health",
        "consumer",
        "protection",
        "regulation",
        "public",
        "perception",
        "regarding",
        "safety",
        "product",
        "manufacture",
        "sell",
        "including",
        "potential",
        "environmental",
        "liability",
        "product",
        "liability",
        "claim",
        "litigation",
        "claim",
        "related",
        "product",
        "manufactured",
        "u",
        "third",
        "party",
        "impact",
        "pending",
        "threatened",
        "litigation",
        "impact",
        "cybersecurity",
        "breach",
        "actual",
        "perceived",
        "failure",
        "protect",
        "company",
        "personal",
        "data",
        "change",
        "accounting",
        "policy",
        "applicable",
        "business",
        "ability",
        "utilize",
        "net",
        "operating",
        "loss",
        "offset",
        "tax",
        "liability",
        "future",
        "taxable",
        "income",
        "government",
        "regulation",
        "impact",
        "expense",
        "resulting",
        "implementation",
        "new",
        "business",
        "strategy",
        "divestiture",
        "current",
        "proposed",
        "restructuring",
        "activity",
        "inability",
        "successfully",
        "integrate",
        "operate",
        "new",
        "acquisition",
        "level",
        "financial",
        "performance",
        "anticipate",
        "unanticipated",
        "loss",
        "key",
        "member",
        "senior",
        "management",
        "effect",
        "political",
        "economic",
        "condition",
        "terrorist",
        "attack",
        "act",
        "war",
        "unrest",
        "international",
        "market",
        "company",
        "ability",
        "consummate",
        "announced",
        "sale",
        "global",
        "battery",
        "lighting",
        "business",
        "expected",
        "term",
        "within",
        "anticipated",
        "time",
        "period",
        "dependent",
        "party",
        "ability",
        "satisfy",
        "certain",
        "closing",
        "condition",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "successfully",
        "separate",
        "business",
        "outcome",
        "company",
        "exploration",
        "strategic",
        "option",
        "personal",
        "care",
        "small",
        "appliance",
        "business",
        "including",
        "uncertainty",
        "regarding",
        "consummation",
        "transaction",
        "transaction",
        "term",
        "transaction",
        "transaction",
        "consummated",
        "company",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "transaction",
        "potential",
        "disruption",
        "business",
        "diverted",
        "management",
        "attention",
        "result",
        "exploration",
        "negotiation",
        "transaction",
        "transaction",
        "company",
        "ability",
        "consummate",
        "announced",
        "merger",
        "hrg",
        "group",
        "disclosed",
        "term",
        "within",
        "anticipated",
        "time",
        "period",
        "dependent",
        "party",
        "ability",
        "satisfy",
        "certain",
        "closing",
        "condition",
        "including",
        "favorable",
        "vote",
        "required",
        "percentage",
        "shareholder",
        "hrg",
        "group",
        "company",
        "shareholder",
        "ability",
        "realize",
        "expected",
        "benefit",
        "transaction",
        "transition",
        "new",
        "chief",
        "executive",
        "officer",
        "officer",
        "ability",
        "determine",
        "implement",
        "change",
        "company",
        "improve",
        "company",
        "business",
        "financial",
        "performance",
        "company",
        "ability",
        "implement",
        "successful",
        "restructuring",
        "leadership",
        "global",
        "auto",
        "care",
        "business",
        "unit",
        "pet",
        "home",
        "garden",
        "business",
        "unit",
        "form",
        "separate",
        "consumer",
        "product",
        "group",
        "realize",
        "synergy",
        "business",
        "financial",
        "benefit",
        "anticipated",
        "restructuring",
        "risk",
        "factor",
        "set",
        "forth",
        "combined",
        "security",
        "filing",
        "spectrum",
        "brand",
        "holding",
        "holding",
        "llc",
        "including",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "spectrum",
        "brand",
        "holding",
        "also",
        "caution",
        "reader",
        "estimate",
        "trend",
        "market",
        "share",
        "retail",
        "consumption",
        "product",
        "reason",
        "change",
        "consumption",
        "based",
        "solely",
        "limited",
        "data",
        "available",
        "spectrum",
        "brand",
        "holding",
        "management",
        "reasonable",
        "assumption",
        "market",
        "condition",
        "consequently",
        "may",
        "inaccurate",
        "may",
        "reflect",
        "significant",
        "segment",
        "retail",
        "market",
        "spectrum",
        "brand",
        "holding",
        "also",
        "caution",
        "reader",
        "undue",
        "reliance",
        "placed",
        "statement",
        "speak",
        "date",
        "release",
        "spectrum",
        "brand",
        "holding",
        "undertakes",
        "duty",
        "responsibility",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "report",
        "reflect",
        "actual",
        "outcome",
        "view",
        "source",
        "version",
        "http",
        "spectrum",
        "brand",
        "holding",
        "contact",
        "dave",
        "prichard",
        "source",
        "spectrum",
        "brand",
        "holding",
        "inc"
    ]
}