{
    "organizations": [],
    "uuid": "b6de99c92de9c42625c9c21f63508c9de503c481",
    "author": "Ali Montag",
    "url": "https://www.cnbc.com/2018/04/03/whole30-co-creator-melissa-hartwig-went-from-drug-addiction-to-success.html",
    "ord_in_thread": 0,
    "title": "Whole30 co-creator Melissa Hartwig went from drug addiction to success",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "1 Hour Ago | 01:38 \nBehind the buzz around Whole30, a diet with a cult following that aims to reshape your eating habits within a month, is Melissa Hartwig, a best-selling author and the co-creator of the program. \nAlthough Hartwig is known today as a health and fitness expert — she started her adult life as a drug addict. \nHartwig, 44, first conceived of Whole30 in 2009 with her ex-husband, Dallas, while working full time at an insurance company in southern New Hampshire and doing fitness and nutrition consulting on the side. In April 2015, the pair published \" The Whole30 ,\" a book outlining how to exclude sugar, grains and dairy from your diet for 30 days, while focusing largely on meats, veggies and seafood instead. Courtesy of Melissa Hartwig \nSince then, the book's print edition has sold over one million copies. On Instagram, there are now over 3.5 million posts with #Whole30, and the program has over 600,000 followers on Facebook. \n\"Books sales for the program itself are over 2 million copies, with increasing rates of sale each year since 2015,\" Hartwig tells CNBC Make It . \nAnd that popularity has led to a wide array of business partnerships for Hartwig and lots of additional revenue besides book sales. \n\"We license our trademark to companies like Applegate, Blue Apron , Whole Foods Market and Snap Kitchen,\" Hartwig says of the Whole30 Approved program, which allows specific companies to promote food products with the Whole30 brand. Then there's commission from affiliate partnerships, like Whole30's product kits sold by Thrive Market , an organic and natural foods retailer. \nWhile Hartwig declined to share revenue figures for Whole30, she says she's keeping most of her money in the business, and that the brand's growth has meant financial freedom. \n\"My son and I are financially secure,\" she says, referring to her 5-year-old, \"and I've been able to help my family with some projects, which makes my heart so happy.\" \nBut Hartwig's success first began in an unlikely place: A drug rehabilitation center. \n\"I spent six years in my early 20s hustling for every powder, pill and chemical substance I could get my hands on,\" she writes on her blog. \"The day I got out of rehab was the day I first set foot in a gym.\" \nHartwig first encountered drugs in college at the University of New Hampshire. \n\"I was about 19, and I picked it up fast,\" she says on the Lewis Howes podcast . \"I ended up having to drop out of school because I wasn't doing well ... and eventually the wheels started to come off my bus in a pretty serious way.\" \nHartwig's then-boyfriend finally insisted she go to rehab. She did, and got clean in 2000. That was the start of a new chapter, and the beginning of her journey to successful entrepreneur. \n\"I felt like I had to change everything about me and my life to stay clean,\" she says. \"I had to get new friends, I got rid of clothes, I stopped listening to certain music, I moved, I started going to the gym.\" \nShe began working at an insurance company as an administrative assistant and rose through the ranks there for 10 years, going back to college at a satellite campus of the University of New Hampshire in Manchester and earning her bachelor's degree in 2003. In her spare time, she pursued new interests in health and wellness to become a certified sports nutritionist, and even helped run a CrossFit gym. \n\"I was just doing this gym stuff on the side,\" Hartwig explains. \"I was training clients which I loved, I was doing some nutrition consulting very casually, just based on my own experience and some of the research I was doing.\" \nThen, after a tough workout at the gym one day with Dallas, who's a physical therapist, an idea arose. \n\"I was eating Thin Mints — I remember specifically, Thin Mints right out of the sleeve,\" Hartwig says , referencing the popular Girl Scout cookie, when Dallas suggested a challenge. They would go 30 days only eating \"squeaky clean\" foods. \n\"The thing that made me a really good drug addict also makes me really good at taking on new habits,\" Hartwig says. \"I literally handed the Thin Mints to my friend Zach and was like 'Cool, lets go.' \n\"And we did. That was the start of the very first Whole30.\" \nHartwig first blogged about the idea in 2009, and saw it begin to garner attention. Then she began \"hustling nights and weekends,\" to refine the program and build a following, before deciding to quit her job and pursue Whole30 full time, Hartwig explains to CNBC Make It. \n\"I found myself halfheartedly clocking my 9-to-5, then enthusiastically putting in another 30 hours a week writing blog posts, answering reader questions and traveling all over the country to speak about the program,\" she says. \nThat hustle paid off. \n\"By the time I quit my job [in 2010], I already had an established brand, a loyal community, and more speaking requests than I could handle,\" Hartwig explains. \"Our online presence was solid, but the best way to share our message, build experience and network with professionals who could support the program was in person. So I spent three months on the road with my co-founder, speaking at various CrossFit gyms around the country. \n\"I also invested in building a new website, establishing a social media presence and creating new resources for those following the program,\" she says, bootstrapping the business along the way. \"I had a savings account that we used to keep us afloat for the first few months, but from year one, we were blessedly profitable.\" \nThe program's first book, \"It Starts With Food: Discover the Whole30 and Change Your Life in Unexpected Ways,\" which Hartwig and Dallas co-wrote, was first published in 2012 and became a New York Times best seller , followed by their next book \"The Whole30,\" which is still on The New York Times best-sellers list for \" advice, how-to & miscellaneous ,\" and has been there for 113 weeks, according to a representative from The Times. \nDespite its popularity, some experts have doubts about the Whole30 diet. In a ranking by U.S. News & World Report , a panel of dietitians and nutritionists ranked 40 diets by analyzing seven factors like short-term weight loss, long-term weight loss and nutritional completeness. The Whole30 program is at the bottom of the list, ranked No. 37 , scoring a two out of five possible points. Experts raised concerns including the \" restrictive \" nature of the diet, the fact that it promotes consumption of meat and pointed out that \"it hasn't been studied independently in peer-reviewed journals.\" \nWhole30 also advises nixing legumes and dairy, purporting properties of each could have a negative impact on your health, ideas some studies and others reject . \nHartwig disagrees with the criticism, citing medical doctors who use the program with their patients and \"hundreds of thousands\" of testimonials the company has received from Whole30 users. \nHartwig, who is now at the helm of the business, which has seven employees, says her approach to running the company is all about those Whole30 devotees. \nInstead of corporate procedure — \"We don't have a five-year plan, or even a two-year plan. My team is small on purpose, with a very loose reporting structure,\" says Hartwig — the company focuses on how to serve the Whole30 community, a strategy that helps the business stand out in an ever-changing digital landscape, according to Hartwig. \n\"To build a successful business, traditional models say you focus on profits and growth via formulaic approaches to marketing and advertising,\" she says. \"In today's social media-driven, short-attention-span world where everyone is your competition, that's an outdated path to success and longevity.\" \nHartwig says she reads testimonials from Whole30's 2 million social media followers every day and travels the world to meet program devotees. \n\"There are so many rewards,\" she says, \"but the biggest is being able to run this company in a way that best serves the community.\" \nLike this story? Like CNBC Make It on Facebook show chapters",
    "published": "2018-04-03T19:36:00.000+03:00",
    "crawled": "2018-04-03T19:37:03.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "behind",
        "buzz",
        "around",
        "whole30",
        "diet",
        "cult",
        "following",
        "aim",
        "reshape",
        "eating",
        "habit",
        "within",
        "month",
        "melissa",
        "hartwig",
        "author",
        "program",
        "although",
        "hartwig",
        "known",
        "today",
        "health",
        "fitness",
        "expert",
        "started",
        "adult",
        "life",
        "drug",
        "addict",
        "hartwig",
        "first",
        "conceived",
        "whole30",
        "dallas",
        "working",
        "full",
        "time",
        "insurance",
        "company",
        "southern",
        "new",
        "hampshire",
        "fitness",
        "nutrition",
        "consulting",
        "side",
        "april",
        "pair",
        "published",
        "whole30",
        "book",
        "outlining",
        "exclude",
        "sugar",
        "grain",
        "dairy",
        "diet",
        "day",
        "focusing",
        "largely",
        "meat",
        "veggie",
        "seafood",
        "instead",
        "courtesy",
        "melissa",
        "hartwig",
        "since",
        "book",
        "print",
        "edition",
        "sold",
        "one",
        "million",
        "copy",
        "instagram",
        "million",
        "post",
        "whole30",
        "program",
        "follower",
        "facebook",
        "book",
        "sale",
        "program",
        "million",
        "copy",
        "increasing",
        "rate",
        "sale",
        "year",
        "since",
        "hartwig",
        "tell",
        "cnbc",
        "make",
        "popularity",
        "led",
        "wide",
        "array",
        "business",
        "partnership",
        "hartwig",
        "lot",
        "additional",
        "revenue",
        "besides",
        "book",
        "sale",
        "license",
        "trademark",
        "company",
        "like",
        "applegate",
        "blue",
        "apron",
        "whole",
        "food",
        "market",
        "snap",
        "kitchen",
        "hartwig",
        "say",
        "whole30",
        "approved",
        "program",
        "allows",
        "specific",
        "company",
        "promote",
        "food",
        "product",
        "whole30",
        "brand",
        "commission",
        "affiliate",
        "partnership",
        "like",
        "whole30",
        "product",
        "kit",
        "sold",
        "thrive",
        "market",
        "organic",
        "natural",
        "food",
        "retailer",
        "hartwig",
        "declined",
        "share",
        "revenue",
        "figure",
        "whole30",
        "say",
        "keeping",
        "money",
        "business",
        "brand",
        "growth",
        "meant",
        "financial",
        "freedom",
        "son",
        "financially",
        "secure",
        "say",
        "referring",
        "able",
        "help",
        "family",
        "project",
        "make",
        "heart",
        "happy",
        "hartwig",
        "success",
        "first",
        "began",
        "unlikely",
        "place",
        "drug",
        "rehabilitation",
        "center",
        "spent",
        "six",
        "year",
        "early",
        "20",
        "hustling",
        "every",
        "powder",
        "pill",
        "chemical",
        "substance",
        "could",
        "get",
        "hand",
        "writes",
        "blog",
        "day",
        "got",
        "rehab",
        "day",
        "first",
        "set",
        "foot",
        "gym",
        "hartwig",
        "first",
        "encountered",
        "drug",
        "college",
        "university",
        "new",
        "hampshire",
        "picked",
        "fast",
        "say",
        "lewis",
        "howe",
        "podcast",
        "ended",
        "drop",
        "school",
        "well",
        "eventually",
        "wheel",
        "started",
        "come",
        "bus",
        "pretty",
        "serious",
        "way",
        "hartwig",
        "finally",
        "insisted",
        "go",
        "rehab",
        "got",
        "clean",
        "start",
        "new",
        "chapter",
        "beginning",
        "journey",
        "successful",
        "entrepreneur",
        "felt",
        "like",
        "change",
        "everything",
        "life",
        "stay",
        "clean",
        "say",
        "get",
        "new",
        "friend",
        "got",
        "rid",
        "clothes",
        "stopped",
        "listening",
        "certain",
        "music",
        "moved",
        "started",
        "going",
        "gym",
        "began",
        "working",
        "insurance",
        "company",
        "administrative",
        "assistant",
        "rose",
        "rank",
        "year",
        "going",
        "back",
        "college",
        "satellite",
        "campus",
        "university",
        "new",
        "hampshire",
        "manchester",
        "earning",
        "bachelor",
        "degree",
        "spare",
        "time",
        "pursued",
        "new",
        "interest",
        "health",
        "wellness",
        "become",
        "certified",
        "sport",
        "nutritionist",
        "even",
        "helped",
        "run",
        "crossfit",
        "gym",
        "gym",
        "stuff",
        "side",
        "hartwig",
        "explains",
        "training",
        "client",
        "loved",
        "nutrition",
        "consulting",
        "casually",
        "based",
        "experience",
        "research",
        "tough",
        "workout",
        "gym",
        "one",
        "day",
        "dallas",
        "physical",
        "therapist",
        "idea",
        "arose",
        "eating",
        "thin",
        "mint",
        "remember",
        "specifically",
        "thin",
        "mint",
        "right",
        "sleeve",
        "hartwig",
        "say",
        "referencing",
        "popular",
        "girl",
        "scout",
        "cookie",
        "dallas",
        "suggested",
        "challenge",
        "would",
        "go",
        "day",
        "eating",
        "squeaky",
        "clean",
        "food",
        "thing",
        "made",
        "really",
        "good",
        "drug",
        "addict",
        "also",
        "make",
        "really",
        "good",
        "taking",
        "new",
        "habit",
        "hartwig",
        "say",
        "literally",
        "handed",
        "thin",
        "mint",
        "friend",
        "zach",
        "like",
        "let",
        "go",
        "start",
        "first",
        "whole30",
        "hartwig",
        "first",
        "blogged",
        "idea",
        "saw",
        "begin",
        "garner",
        "attention",
        "began",
        "hustling",
        "night",
        "weekend",
        "refine",
        "program",
        "build",
        "following",
        "deciding",
        "quit",
        "job",
        "pursue",
        "whole30",
        "full",
        "time",
        "hartwig",
        "explains",
        "cnbc",
        "make",
        "found",
        "halfheartedly",
        "clocking",
        "enthusiastically",
        "putting",
        "another",
        "hour",
        "week",
        "writing",
        "blog",
        "post",
        "answering",
        "reader",
        "question",
        "traveling",
        "country",
        "speak",
        "program",
        "say",
        "hustle",
        "paid",
        "time",
        "quit",
        "job",
        "already",
        "established",
        "brand",
        "loyal",
        "community",
        "speaking",
        "request",
        "could",
        "handle",
        "hartwig",
        "explains",
        "online",
        "presence",
        "solid",
        "best",
        "way",
        "share",
        "message",
        "build",
        "experience",
        "network",
        "professional",
        "could",
        "support",
        "program",
        "person",
        "spent",
        "three",
        "month",
        "road",
        "speaking",
        "various",
        "crossfit",
        "gym",
        "around",
        "country",
        "also",
        "invested",
        "building",
        "new",
        "website",
        "establishing",
        "social",
        "medium",
        "presence",
        "creating",
        "new",
        "resource",
        "following",
        "program",
        "say",
        "bootstrapping",
        "business",
        "along",
        "way",
        "saving",
        "account",
        "used",
        "keep",
        "u",
        "afloat",
        "first",
        "month",
        "year",
        "one",
        "blessedly",
        "profitable",
        "program",
        "first",
        "book",
        "start",
        "food",
        "discover",
        "whole30",
        "change",
        "life",
        "unexpected",
        "way",
        "hartwig",
        "dallas",
        "first",
        "published",
        "became",
        "new",
        "york",
        "time",
        "best",
        "seller",
        "followed",
        "next",
        "book",
        "whole30",
        "still",
        "new",
        "york",
        "time",
        "list",
        "advice",
        "miscellaneous",
        "week",
        "according",
        "representative",
        "time",
        "despite",
        "popularity",
        "expert",
        "doubt",
        "whole30",
        "diet",
        "ranking",
        "news",
        "world",
        "report",
        "panel",
        "dietitian",
        "nutritionist",
        "ranked",
        "diet",
        "analyzing",
        "seven",
        "factor",
        "like",
        "weight",
        "loss",
        "weight",
        "loss",
        "nutritional",
        "completeness",
        "whole30",
        "program",
        "bottom",
        "list",
        "ranked",
        "scoring",
        "two",
        "five",
        "possible",
        "point",
        "expert",
        "raised",
        "concern",
        "including",
        "restrictive",
        "nature",
        "diet",
        "fact",
        "promotes",
        "consumption",
        "meat",
        "pointed",
        "studied",
        "independently",
        "journal",
        "whole30",
        "also",
        "advises",
        "nixing",
        "legume",
        "dairy",
        "purporting",
        "property",
        "could",
        "negative",
        "impact",
        "health",
        "idea",
        "study",
        "others",
        "reject",
        "hartwig",
        "disagrees",
        "criticism",
        "citing",
        "medical",
        "doctor",
        "use",
        "program",
        "patient",
        "hundred",
        "thousand",
        "testimonial",
        "company",
        "received",
        "whole30",
        "user",
        "hartwig",
        "helm",
        "business",
        "seven",
        "employee",
        "say",
        "approach",
        "running",
        "company",
        "whole30",
        "devotee",
        "instead",
        "corporate",
        "procedure",
        "plan",
        "even",
        "plan",
        "team",
        "small",
        "purpose",
        "loose",
        "reporting",
        "structure",
        "say",
        "hartwig",
        "company",
        "focus",
        "serve",
        "whole30",
        "community",
        "strategy",
        "help",
        "business",
        "stand",
        "digital",
        "landscape",
        "according",
        "hartwig",
        "build",
        "successful",
        "business",
        "traditional",
        "model",
        "say",
        "focus",
        "profit",
        "growth",
        "via",
        "formulaic",
        "approach",
        "marketing",
        "advertising",
        "say",
        "today",
        "social",
        "world",
        "everyone",
        "competition",
        "outdated",
        "path",
        "success",
        "longevity",
        "hartwig",
        "say",
        "read",
        "testimonial",
        "whole30",
        "million",
        "social",
        "medium",
        "follower",
        "every",
        "day",
        "travel",
        "world",
        "meet",
        "program",
        "devotee",
        "many",
        "reward",
        "say",
        "biggest",
        "able",
        "run",
        "company",
        "way",
        "best",
        "serf",
        "community",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "show",
        "chapter"
    ]
}