{
    "organizations": [],
    "uuid": "dede83019dfff296b6f94313d4f2d3393ffe35f3",
    "author": "Chuin-Wei Yap",
    "url": "https://www.wsj.com/articles/for-chinese-steel-the-road-to-the-u-s-goes-through-vietnam-1523352601",
    "ord_in_thread": 0,
    "title": "For Chinese Steel, the Road to the U.S. Goes Through Vietnam",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "60 COMMENTS A man loads steel at a port in Hai Duong province, outside Hanoi, in June 2016. Photo: Nguyen Huy Kham/Reuters To get a glimpse of the real dynamics behind the escalating trade spat between the U.S. and China, look 1,000 miles south of China’s border to the Vietnamese port of Vung Tau.\nOn the coast near Ho Chi Minh City, dozens of factories follow a simple business model: Import steel from China, galvanize it, strengthen it and then export it—often to the U.S. at prices that undercut American producers.\nIn less than two decades, several Vietnamese companies have used this blueprint to make their country one of the fastest-growing suppliers of steel to the U.S. Vietnam now accounts for about 2% of U.S. imports of the metal.\nThe companies, as well as Hanoi and Beijing, argue that they are playing by the rules of global trade, buying the cheapest raw materials, turning them into more-sophisticated products and selling them to the highest bidders.\nU.S. trade officials, however, say the companies and their Chinese suppliers are guilty of transshipping—routing goods through another country to illicitly disguise their origin. \n“Transshipping, frankly, is a big deal,” Mr. Trump said in March when he announced a 25% tariff on imported steel .\nWashington argues that companies around Asia have become conduits for cut-rate Chinese metals, allowing the country’s steel producers to get around previous U.S. tariffs aimed at protecting domestic industry.\nPlugging this hole is critical, the Trump administration says. Otherwise, it says, China will keep undercutting America’s steel industry despite the fact that direct imports from China account for just 2% of steel entering the U.S. \nU.S. trade officials are zeroing in on Southeast Asian countries , including Thailand and Malaysia, as well, saying they are part of Chinese steelmakers’ efforts to evade trade restrictions. \nVietnam, Malaysia and Thailand together sent 1.2 million metric tons of steel to the U.S. last year. South Korea and India—also named by the U.S. as large transshippers, though South Korea struck a tentative deal in March to be exempted from the tariffs—exported 3.4 million metric tons and 743,000 tons, respectively. Together, these five countries accounted for about 15% of total U.S. steel imports.\nChinese industry officials have denounced the new U.S. tariffs and proposed their own retaliatory trade restrictions . Vietnamese companies say the Trump administration is misreading international law on transshipping. \nAt Hoa Sen Group, a steelmaker that has grown to about 7,000 employees in recent years from 22, executives say that under international law, a metal product’s country of origin isn’t where the raw steel comes from, but rather the place where the galvanizing process, which strengthens it, happens.\n“We believe the word ‘transshipping’ is totally wrong for our case,” said Vu Van Thanh, deputy director-general of Hoa Sen. \nSome analysts agree that galvanizing steel is a significant step that usually merits a new country-of-origin designation, depending on how much work was done to the initial steel product.\n“Antidumping rules are now being used to target the product even after it’s been processed several times in different countries,” said Tomas Gutierrez, an analyst for metal consultancy Kallanish Commodities. As these moves deepen confusion over what counts as transshipping, he said, “you’re going to get into a quagmire.”\nVietnam’s steel boom took off in the early 2000s, with small steel factories springing up around Vung Tau, close to Ho Chi Minh, Vietnam’s largest city. \nMen work at a steel mill in Hai Duong province, outside Hanoi. Photo: Nguyen Huy Kham/REUTERS But there was an unusual imbalance. Until last year, Vietnam produced almost no basic, flat-rolled sheet steel. The mills to make it need blast furnaces that could easily cost $2 billion each, but companies were loathe to invest such sums when cheap material was available from China.\nInstead, Vietnamese companies set up so-called rerolling factories, where flat-rolled coiled steel is rolled into stronger, thinner products. These facilities cost as little as $70 million to set up.\n“The Vietnamese steel industry is quite simple: it just has galvanizing and rolling machinery,” said Nguyen Ha Trinh, steel analyst for the brokerage Viet Dragon Securities Corp.\nHoa Sen, based in the mostly industrial Binh Duong province outside Ho Chi Minh City, was a leader in this kind of production. By its third year of operations in 2004, it had begun to specialize in color-coating rolled steel, a popular way to reinforce steel via a process that dips the sheet in zinc or other metals.\nAs production soared, Vietnam had far more steel than it could consume. Hoa Sen told U.S. regulators it began sourcing Chinese steel as early as 2002 and started selling to the U.S. around 2014. That is when metal began flowing from China to Vietnam as Sino-U.S. tensions rose over the steel trade.\nIn 2015, China’s exports to the U.S. fell sharply. But that year, the Commerce Department says, Chinese exports of steel to Vietnam more than tripled and Vietnam’s exports of corrosion-resistant steel to the U.S. rose 11-fold.\nThe trend continued in 2016, when Vietnam’s steel exports rose fourfold from 2015. By 2017, U.S. steel imports from Vietnam were roughly 700,000 metric tons, six times as high as 2011, the Commerce Department says.\nThe surge in Southeast Asian steel imports grabbed the attention of the U.S. steel industry. Steel companies including Nucor Corp. and United States Steel Corp. complained to the Commerce Department that Chinese steelmakers were skirting U.S. tariffs.\nIn December, Commerce determined that Vietnam’s exports contained “a significant portion” of Chinese steel and should be treated as Chinese. Commerce said Malaysia, Thailand and several other countries were doing the same thing.\nThe ruling hinged on the department’s conclusion that the costs for steelmakers in Vietnam to increase the steel’s value with additional processing and rust-resistant coatings such as zinc, were “minor and insignificant,” compared with the costs incurred in China to operate mills and produce the steel. \nSince most of the value is in the steel itself and not in the coating, tariffs should be applied, the department said. The U.S. had previously excluded imported steel from country-of-origin tariffs if it had been substantially changed in another country.\n“We’re blazing a new trail here,” said Lewis Leibowitz, a Washington trade lawyer who represents a steel importer in the case. “Corrosion-resistant steel has always been treated as a different product.”\nHoa Sen said it is cooperating with the U.S. probe. But it objects to the way the U.S. calculated the value of their work on Chinese steel.\n“It is a very strange allegation,” Hoa Sen’s Mr. Vu said.\nA final Commerce decision on the case is expected this month. Vietnam’s steel association said it would urge its government to file a complaint with the World Trade Organization, saying the Commerce ruling, as it stands now, will cause problems for Vietnamese steel exports.\nFor Vietnamese and other Southeast Asian exporters, the Trump tariffs now mean a significant redrawing of trade routes. Ton Dong A Corp. , one of the Vietnamese companies accused by the U.S. of transshipping, said almost 15% of its sales volume goes to the U.S. It will now have to find new markets.\n“The U.S. steel tariffs will very negatively affect our business,” Nguyen Thanh Trung, chairman of Ton Dong A.\nMeanwhile, Vietnam is building its own steelmaking furnaces. Formosa Ha Tinh Steel Corp., a Taiwanese steelmaker, opened a large mill in Vietnam last year and began churning out the type of material that the country’s factories can strengthen. It can then be exported as a Vietnamese product.\n— Nguyen Anh Thu in Hanoi \ncontributed to this article. \nWrite to Chuin-Wei Yap at chuin-wei.yap@wsj.com , Scott Patterson at scott.patterson@wsj.com and Bob Tita at robert.tita@wsj.com",
    "published": "2018-04-10T13:30:00.000+03:00",
    "crawled": "2018-04-10T16:06:51.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "man",
        "load",
        "steel",
        "port",
        "hai",
        "duong",
        "province",
        "outside",
        "hanoi",
        "june",
        "photo",
        "nguyen",
        "huy",
        "get",
        "glimpse",
        "real",
        "dynamic",
        "behind",
        "escalating",
        "trade",
        "spat",
        "china",
        "look",
        "mile",
        "south",
        "china",
        "border",
        "vietnamese",
        "port",
        "vung",
        "tau",
        "coast",
        "near",
        "ho",
        "chi",
        "minh",
        "city",
        "dozen",
        "factory",
        "follow",
        "simple",
        "business",
        "model",
        "import",
        "steel",
        "china",
        "galvanize",
        "strengthen",
        "export",
        "price",
        "undercut",
        "american",
        "producer",
        "less",
        "two",
        "decade",
        "several",
        "vietnamese",
        "company",
        "used",
        "blueprint",
        "make",
        "country",
        "one",
        "supplier",
        "steel",
        "vietnam",
        "account",
        "import",
        "metal",
        "company",
        "well",
        "hanoi",
        "beijing",
        "argue",
        "playing",
        "rule",
        "global",
        "trade",
        "buying",
        "cheapest",
        "raw",
        "material",
        "turning",
        "product",
        "selling",
        "highest",
        "bidder",
        "trade",
        "official",
        "however",
        "say",
        "company",
        "chinese",
        "supplier",
        "guilty",
        "good",
        "another",
        "country",
        "illicitly",
        "disguise",
        "origin",
        "transshipping",
        "frankly",
        "big",
        "deal",
        "trump",
        "said",
        "march",
        "announced",
        "tariff",
        "imported",
        "steel",
        "washington",
        "argues",
        "company",
        "around",
        "asia",
        "become",
        "conduit",
        "chinese",
        "metal",
        "allowing",
        "country",
        "steel",
        "producer",
        "get",
        "around",
        "previous",
        "tariff",
        "aimed",
        "protecting",
        "domestic",
        "industry",
        "plugging",
        "hole",
        "critical",
        "trump",
        "administration",
        "say",
        "otherwise",
        "say",
        "china",
        "keep",
        "undercutting",
        "america",
        "steel",
        "industry",
        "despite",
        "fact",
        "direct",
        "import",
        "china",
        "account",
        "steel",
        "entering",
        "trade",
        "official",
        "zeroing",
        "southeast",
        "asian",
        "country",
        "including",
        "thailand",
        "malaysia",
        "well",
        "saying",
        "part",
        "chinese",
        "steelmaker",
        "effort",
        "evade",
        "trade",
        "restriction",
        "vietnam",
        "malaysia",
        "thailand",
        "together",
        "sent",
        "million",
        "metric",
        "ton",
        "steel",
        "last",
        "year",
        "south",
        "korea",
        "named",
        "large",
        "transshippers",
        "though",
        "south",
        "korea",
        "struck",
        "tentative",
        "deal",
        "march",
        "exempted",
        "million",
        "metric",
        "ton",
        "ton",
        "respectively",
        "together",
        "five",
        "country",
        "accounted",
        "total",
        "steel",
        "import",
        "chinese",
        "industry",
        "official",
        "denounced",
        "new",
        "tariff",
        "proposed",
        "retaliatory",
        "trade",
        "restriction",
        "vietnamese",
        "company",
        "say",
        "trump",
        "administration",
        "misreading",
        "international",
        "law",
        "transshipping",
        "hoa",
        "sen",
        "group",
        "steelmaker",
        "grown",
        "employee",
        "recent",
        "year",
        "executive",
        "say",
        "international",
        "law",
        "metal",
        "product",
        "country",
        "origin",
        "raw",
        "steel",
        "come",
        "rather",
        "place",
        "galvanizing",
        "process",
        "strengthens",
        "happens",
        "believe",
        "word",
        "transshipping",
        "totally",
        "wrong",
        "case",
        "said",
        "vu",
        "van",
        "thanh",
        "deputy",
        "hoa",
        "analyst",
        "agree",
        "galvanizing",
        "steel",
        "significant",
        "step",
        "usually",
        "merit",
        "new",
        "designation",
        "depending",
        "much",
        "work",
        "done",
        "initial",
        "steel",
        "product",
        "antidumping",
        "rule",
        "used",
        "target",
        "product",
        "even",
        "processed",
        "several",
        "time",
        "different",
        "country",
        "said",
        "tomas",
        "gutierrez",
        "analyst",
        "metal",
        "consultancy",
        "kallanish",
        "commodity",
        "move",
        "deepen",
        "confusion",
        "count",
        "transshipping",
        "said",
        "going",
        "get",
        "vietnam",
        "steel",
        "boom",
        "took",
        "early",
        "2000s",
        "small",
        "steel",
        "factory",
        "springing",
        "around",
        "vung",
        "tau",
        "close",
        "ho",
        "chi",
        "minh",
        "vietnam",
        "largest",
        "city",
        "men",
        "work",
        "steel",
        "mill",
        "hai",
        "duong",
        "province",
        "outside",
        "hanoi",
        "photo",
        "nguyen",
        "huy",
        "unusual",
        "imbalance",
        "last",
        "year",
        "vietnam",
        "produced",
        "almost",
        "basic",
        "sheet",
        "steel",
        "mill",
        "make",
        "need",
        "blast",
        "furnace",
        "could",
        "easily",
        "cost",
        "billion",
        "company",
        "loathe",
        "invest",
        "sum",
        "cheap",
        "material",
        "available",
        "china",
        "instead",
        "vietnamese",
        "company",
        "set",
        "rerolling",
        "factory",
        "coiled",
        "steel",
        "rolled",
        "stronger",
        "thinner",
        "product",
        "facility",
        "cost",
        "little",
        "million",
        "set",
        "vietnamese",
        "steel",
        "industry",
        "quite",
        "simple",
        "galvanizing",
        "rolling",
        "machinery",
        "said",
        "nguyen",
        "ha",
        "trinh",
        "steel",
        "analyst",
        "brokerage",
        "viet",
        "dragon",
        "security",
        "hoa",
        "sen",
        "based",
        "mostly",
        "industrial",
        "binh",
        "duong",
        "province",
        "outside",
        "ho",
        "chi",
        "minh",
        "city",
        "leader",
        "kind",
        "production",
        "third",
        "year",
        "operation",
        "begun",
        "specialize",
        "rolled",
        "steel",
        "popular",
        "way",
        "reinforce",
        "steel",
        "via",
        "process",
        "dip",
        "sheet",
        "zinc",
        "metal",
        "production",
        "soared",
        "vietnam",
        "far",
        "steel",
        "could",
        "consume",
        "hoa",
        "sen",
        "told",
        "regulator",
        "began",
        "sourcing",
        "chinese",
        "steel",
        "early",
        "started",
        "selling",
        "around",
        "metal",
        "began",
        "flowing",
        "china",
        "vietnam",
        "tension",
        "rose",
        "steel",
        "trade",
        "china",
        "export",
        "fell",
        "sharply",
        "year",
        "commerce",
        "department",
        "say",
        "chinese",
        "export",
        "steel",
        "vietnam",
        "tripled",
        "vietnam",
        "export",
        "steel",
        "rose",
        "trend",
        "continued",
        "vietnam",
        "steel",
        "export",
        "rose",
        "fourfold",
        "steel",
        "import",
        "vietnam",
        "roughly",
        "metric",
        "ton",
        "six",
        "time",
        "high",
        "commerce",
        "department",
        "say",
        "surge",
        "southeast",
        "asian",
        "steel",
        "import",
        "grabbed",
        "attention",
        "steel",
        "industry",
        "steel",
        "company",
        "including",
        "nucor",
        "united",
        "state",
        "steel",
        "complained",
        "commerce",
        "department",
        "chinese",
        "steelmaker",
        "skirting",
        "tariff",
        "december",
        "commerce",
        "determined",
        "vietnam",
        "export",
        "contained",
        "significant",
        "portion",
        "chinese",
        "steel",
        "treated",
        "chinese",
        "commerce",
        "said",
        "malaysia",
        "thailand",
        "several",
        "country",
        "thing",
        "ruling",
        "hinged",
        "department",
        "conclusion",
        "cost",
        "steelmaker",
        "vietnam",
        "increase",
        "steel",
        "value",
        "additional",
        "processing",
        "coating",
        "zinc",
        "minor",
        "insignificant",
        "compared",
        "cost",
        "incurred",
        "china",
        "operate",
        "mill",
        "produce",
        "steel",
        "since",
        "value",
        "steel",
        "coating",
        "tariff",
        "applied",
        "department",
        "said",
        "previously",
        "excluded",
        "imported",
        "steel",
        "tariff",
        "substantially",
        "changed",
        "another",
        "country",
        "blazing",
        "new",
        "trail",
        "said",
        "lewis",
        "leibowitz",
        "washington",
        "trade",
        "lawyer",
        "represents",
        "steel",
        "importer",
        "case",
        "steel",
        "always",
        "treated",
        "different",
        "hoa",
        "sen",
        "said",
        "cooperating",
        "probe",
        "object",
        "way",
        "calculated",
        "value",
        "work",
        "chinese",
        "steel",
        "strange",
        "allegation",
        "hoa",
        "sen",
        "vu",
        "said",
        "final",
        "commerce",
        "decision",
        "case",
        "expected",
        "month",
        "vietnam",
        "steel",
        "association",
        "said",
        "would",
        "urge",
        "government",
        "file",
        "complaint",
        "world",
        "trade",
        "organization",
        "saying",
        "commerce",
        "ruling",
        "stand",
        "cause",
        "problem",
        "vietnamese",
        "steel",
        "export",
        "vietnamese",
        "southeast",
        "asian",
        "exporter",
        "trump",
        "tariff",
        "mean",
        "significant",
        "redrawing",
        "trade",
        "route",
        "ton",
        "dong",
        "one",
        "vietnamese",
        "company",
        "accused",
        "transshipping",
        "said",
        "almost",
        "sale",
        "volume",
        "go",
        "find",
        "new",
        "market",
        "steel",
        "tariff",
        "negatively",
        "affect",
        "business",
        "nguyen",
        "thanh",
        "trung",
        "chairman",
        "ton",
        "dong",
        "meanwhile",
        "vietnam",
        "building",
        "steelmaking",
        "furnace",
        "formosa",
        "ha",
        "tinh",
        "steel",
        "taiwanese",
        "steelmaker",
        "opened",
        "large",
        "mill",
        "vietnam",
        "last",
        "year",
        "began",
        "churning",
        "type",
        "material",
        "country",
        "factory",
        "strengthen",
        "exported",
        "vietnamese",
        "product",
        "nguyen",
        "anh",
        "thu",
        "hanoi",
        "contributed",
        "article",
        "write",
        "yap",
        "scott",
        "patterson",
        "bob",
        "tita"
    ]
}