{
    "organizations": [],
    "uuid": "7bc03486a1a2f75938415df45d9bf476c75d0838",
    "author": "Julian E. Barnes",
    "url": "https://www.wsj.com/articles/u-s-cautious-on-north-korean-moves-saying-they-must-be-verifiable-1525036261",
    "ord_in_thread": 0,
    "title": "U.S. Cautious on North Korean Moves, Saying They Must Be Verifiable",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "80 COMMENTS Top U.S. officials expressed caution about North Korean leader Kim Jong Un’s pledge over the weekend to shut down Pyongyang’s nuclear-test site , saying a dismantling of the North’s weapons program must be “irreversible” and verifiable.\nNorth Korea said it would shut down the site by May and take steps to demonstrate the closure to the world, South Korea officials said.\nDuring a summit meeting Friday with South Korean President Moon Jae-in at the inter-Korean demilitarized zone, Mr. Kim also reaffirmed his willingness to give up his nuclear weapons in exchange for a security guarantee from the U.S., according to an account of the meeting released by South Korean officials.\nIn an interview broadcast Sunday, Secretary of State Mike Pompeo said the Trump administration was heading into negotiations with “eyes wide open” and emphasized “irreversible” denuclearization as a main target of coming talks.\nThe move by Mr. Kim comes as relations warm up between the Koreas ahead of a planned summit between Mr. Kim and President Donald Trump, aimed at persuading the regime to relinquish its nuclear arsenal.\nFar-Flung Network Inspectors from the International Atomic Energy Agency, the United Nations nuclear watchdog, would be responsible for many sites under a potential U.S. agreement with North Korea on its nuclear program. Known and suspected sites of North Korea’s nuclear facilities\nMining\nEducation/training/research/development\nWeaponization/testing\nNuclear power reactor\nEnrichment/milling/reprocessing/storage\n50 miles\n50 km\nCHINA\nPunggye-ri\nnuclear test\nsite\nNORTH\nKOREA\nSea of Japan\n(East Sea)\nPyongyang\nSeoul\nSOUTH\nKOREA\nSource: Nuclear Threat Initiative\nBut analysts caution that establishing a verification system that is both acceptable to Pyongyang and assures the U.S. that the North is living up to its commitments is expected to be among the most difficult elements to build into an agreement with the Kim regime.\nIn an interview with ABC on Sunday, Mr. Pompeo said his recent meeting with Mr. Kim had been designed to make sure the North Koreans “are prepared to talk about things that matter most,” but that the U.S. remained only cautiously optimistic.\n“We hope a number of things could be achieved. I talked about getting the release of the American detainees. And then we talked a great deal about what it might look like, what this complete, verifiable, irreversible mechanism might look like.…We use the word irreversible with great intention.”\nOn CBS, White House national security adviser John Bolton said the North would have to do something similar to Libya, which let U.S. and U.K. observers into their nuclear sites. “What we want to see from them is evidence that it’s real, and not—not just rhetoric,” he said.\nFor Mr. Kim, the example of Libya may not hold that much appeal. While the Libyan government didn’t have a nuclear weapon, in 2003 it voluntarily gave up its nuclear program and other weapons of mass destruction, allowing in inspectors to verify the dismantlement of the programs. In 2011, allies launched a bombing campaign on Libya that eventually led to an overthrow of the government and the death of strongman Col. Moammar Gadhafi.\nMr. Bolton’s emphasis of U.S. and allied inspectors, rather than inspectors from a group like the International Atomic Energy Agency, could be telling. Mr. Bolton has long been skeptical of the effectiveness of international verification regimes.\nVerification—and how to achieve it—will be central to the North Korean issue.\n“You can verify that they have given up their program. You can verify that they have no facilities. But you can’t verify that there are no [plutonium] pits or fissile material anywhere in North Korea,” said Robert L. Gallucci, professor at Georgetown University and the chief negotiator with North Korea during the Clinton administration. “You can’t verify to that level, and the administration should be honest with the U.S. Congress.”\nMr. Kim said he would discuss with South Korea the possibility of inviting experts and journalists from the U.S. and South Korea to demonstrate the closure of the site, said Yoon Young-chan, a spokesman for South Korea’s presidential office.\nThe two Koreas have technically been at war for more than six decades. That's about to change, say North Korean leader Kim Jong Un and South Korea's Moon Jae-in. But what would peace on the peninsula look like? The looming question of verification is compounded by scale. Nuclear-verification regimes between the U.S. and the former Soviet Union aimed to reduce stockpiles from thousands of weapons to fewer thousands of weapons. In the case of North Korea’s estimated dozens of weapons, the goal of complete denuclearization is far more exacting.\n“When you go to zero, any sighting of anything that shouldn’t be there is a violation,” said Patricia Lewis, former director of the United Nations Institute for Disarmament Research. “When it is a lower number, it is much harder.”\nInspectors from the IAEA, the U.N.’s nuclear watchdog, would be responsible for inspecting North Korea’s far-flung nuclear complex, a network of mines, enrichment and milling facilities, nuclear-test sites, reactors and research organizations.\nBut not all are known to international officials. Inspectors would have to depend in part on Pyongyang’s turning over an honest inventory and providing access for timely inspections, experts said. Because of North Korea’s history of violating agreements, experts said a critical aspect of any verification regime would be international access to the tightly insulated country.\nVerification regimes between the U.S. and Soviet Union succeeded in building confidence so the two superpowers could move from limiting long-range missiles to eliminating intermediate missiles altogether.\nEarly agreements, before the Reagan-Gorbachev era of the 1980s, involved generally nonintrusive verification regimes, which weren’t aimed at dismantling nuclear arsenals. The countries were able to monitor the number of missile launchers, bombers and submarines with spy satellites or other reconnaissance technology. Later U.S.-Soviet agreements, including the Intermediate Nuclear Forces agreement, allowed for more intrusive inspections of facilities, which was necessary because they aimed to dismantle entire classes of weapons.\nMore\nChina Sends Foreign Minister to Pyongyang Seoul: North Korea to Shut Its Nuclear Test Site in May Critics of Detente Have Seen This Script Before There are few precedents for a verification system like what would be needed in North Korea. One successful example of denuclearization is South Africa, starting in 1989. However, that agreement was forged amid less mistrust than with North Korea.\nCurrent and former European diplomats say a less than perfect inspection regime can still be effective. In Iraq, international inspectors nominally had full access to Iraq’s program from the end of the 1991 Gulf War until 1998, when inspections ended. But afterward, both U.S. officials and inspectors complained that Iraq had thwarted inspectors’ access.\nInspectors and experts say they don’t need to find everything to effectively enforce an arms-control agreement and that no verification system can be ironclad. But if North Korea’s missiles and warheads are eliminated, it may not matter if it retains some plutonium.\n“You have to work out what the real purpose is,” said Ms. Lewis, now a scholar at the U.K.-based Chatham House institute. “The purpose is to remove the capability to strike. And so even if they have cheated, you ask if the cheating has defeated the purpose. In verification, that is called ‘military significance.’ ”\nCentral to an effective inspection regime, say current and former diplomats, is a dispute-resolution mechanism to resolve conflicts between inspectors and host officials. The 2015 Iran nuclear agreement, like some U.S.-Russian arms control agreements, has such as process. IAEA officials and many U.S. officials have said Iran is complying with that agreement, though many Trump administration officials disagree.\nThere is a chance that Mr. Trump and congressional allies will reject a verification regime for North Korea, and hence any sort of agreement, said Adam Thomson, a former British ambassador and the director of the European Leadership Network, a think tank based in London.\n“My strong bet is that no deal with North Korea will stand up with the U.S. Congress unless the U.S. has a handle not only nuclear missile launchers, but also on its fissile material production,” Mr. Thomson said.\nFor North Korea, inspectors would have to monitor the dismantling of a nuclear warhead, which is unprecedented. In South Africa, inspectors came in after the government’s nuclear-weapons program was dismantled.\n“These have only been tested in benign environments,” Ms. Lewis said. “As far as I know, it has never been carried out in real-life, in potentially hostile environments.”\n—Michael R. Gordon contributed to this article.\nWrite to Julian E. Barnes at julian.barnes@wsj.com and Jonathan Cheng at jonathan.cheng@wsj.com",
    "published": "2018-04-30T01:11:00.000+03:00",
    "crawled": "2018-04-30T00:37:45.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "top",
        "official",
        "expressed",
        "caution",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "pledge",
        "weekend",
        "shut",
        "pyongyang",
        "site",
        "saying",
        "dismantling",
        "north",
        "weapon",
        "program",
        "must",
        "irreversible",
        "verifiable",
        "north",
        "korea",
        "said",
        "would",
        "shut",
        "site",
        "may",
        "take",
        "step",
        "demonstrate",
        "closure",
        "world",
        "south",
        "korea",
        "official",
        "said",
        "summit",
        "meeting",
        "friday",
        "south",
        "korean",
        "president",
        "moon",
        "demilitarized",
        "zone",
        "kim",
        "also",
        "reaffirmed",
        "willingness",
        "give",
        "nuclear",
        "weapon",
        "exchange",
        "security",
        "guarantee",
        "according",
        "account",
        "meeting",
        "released",
        "south",
        "korean",
        "official",
        "interview",
        "broadcast",
        "sunday",
        "secretary",
        "state",
        "mike",
        "pompeo",
        "said",
        "trump",
        "administration",
        "heading",
        "negotiation",
        "eye",
        "wide",
        "open",
        "emphasized",
        "irreversible",
        "denuclearization",
        "main",
        "target",
        "coming",
        "talk",
        "move",
        "kim",
        "come",
        "relation",
        "warm",
        "korea",
        "ahead",
        "planned",
        "summit",
        "kim",
        "president",
        "donald",
        "trump",
        "aimed",
        "persuading",
        "regime",
        "relinquish",
        "nuclear",
        "arsenal",
        "network",
        "inspector",
        "international",
        "atomic",
        "energy",
        "agency",
        "united",
        "nation",
        "nuclear",
        "watchdog",
        "would",
        "responsible",
        "many",
        "site",
        "potential",
        "agreement",
        "north",
        "korea",
        "nuclear",
        "program",
        "known",
        "suspected",
        "site",
        "north",
        "korea",
        "nuclear",
        "facility",
        "mining",
        "nuclear",
        "power",
        "reactor",
        "mile",
        "km",
        "china",
        "nuclear",
        "test",
        "site",
        "north",
        "korea",
        "sea",
        "japan",
        "east",
        "sea",
        "pyongyang",
        "seoul",
        "south",
        "korea",
        "source",
        "nuclear",
        "threat",
        "initiative",
        "analyst",
        "caution",
        "establishing",
        "verification",
        "system",
        "acceptable",
        "pyongyang",
        "assures",
        "north",
        "living",
        "commitment",
        "expected",
        "among",
        "difficult",
        "element",
        "build",
        "agreement",
        "kim",
        "regime",
        "interview",
        "abc",
        "sunday",
        "pompeo",
        "said",
        "recent",
        "meeting",
        "kim",
        "designed",
        "make",
        "sure",
        "north",
        "korean",
        "prepared",
        "talk",
        "thing",
        "matter",
        "remained",
        "cautiously",
        "optimistic",
        "hope",
        "number",
        "thing",
        "could",
        "achieved",
        "talked",
        "getting",
        "release",
        "american",
        "detainee",
        "talked",
        "great",
        "deal",
        "might",
        "look",
        "like",
        "complete",
        "verifiable",
        "irreversible",
        "mechanism",
        "might",
        "look",
        "use",
        "word",
        "irreversible",
        "great",
        "cbs",
        "white",
        "house",
        "national",
        "security",
        "adviser",
        "john",
        "bolton",
        "said",
        "north",
        "would",
        "something",
        "similar",
        "libya",
        "let",
        "observer",
        "nuclear",
        "site",
        "want",
        "see",
        "evidence",
        "real",
        "rhetoric",
        "said",
        "kim",
        "example",
        "libya",
        "may",
        "hold",
        "much",
        "appeal",
        "libyan",
        "government",
        "nuclear",
        "weapon",
        "voluntarily",
        "gave",
        "nuclear",
        "program",
        "weapon",
        "mass",
        "destruction",
        "allowing",
        "inspector",
        "verify",
        "dismantlement",
        "program",
        "ally",
        "launched",
        "bombing",
        "campaign",
        "libya",
        "eventually",
        "led",
        "overthrow",
        "government",
        "death",
        "strongman",
        "moammar",
        "gadhafi",
        "bolton",
        "emphasis",
        "allied",
        "inspector",
        "rather",
        "inspector",
        "group",
        "like",
        "international",
        "atomic",
        "energy",
        "agency",
        "could",
        "telling",
        "bolton",
        "long",
        "skeptical",
        "effectiveness",
        "international",
        "verification",
        "regime",
        "achieve",
        "central",
        "north",
        "korean",
        "issue",
        "verify",
        "given",
        "program",
        "verify",
        "facility",
        "verify",
        "plutonium",
        "pit",
        "fissile",
        "material",
        "anywhere",
        "north",
        "korea",
        "said",
        "robert",
        "gallucci",
        "professor",
        "georgetown",
        "university",
        "chief",
        "negotiator",
        "north",
        "korea",
        "clinton",
        "administration",
        "verify",
        "level",
        "administration",
        "honest",
        "kim",
        "said",
        "would",
        "discus",
        "south",
        "korea",
        "possibility",
        "inviting",
        "expert",
        "journalist",
        "south",
        "korea",
        "demonstrate",
        "closure",
        "site",
        "said",
        "yoon",
        "spokesman",
        "south",
        "korea",
        "presidential",
        "office",
        "two",
        "korea",
        "technically",
        "war",
        "six",
        "decade",
        "change",
        "say",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "south",
        "korea",
        "moon",
        "would",
        "peace",
        "peninsula",
        "look",
        "like",
        "looming",
        "question",
        "verification",
        "compounded",
        "scale",
        "regime",
        "former",
        "soviet",
        "union",
        "aimed",
        "reduce",
        "stockpile",
        "thousand",
        "weapon",
        "fewer",
        "thousand",
        "weapon",
        "case",
        "north",
        "korea",
        "estimated",
        "dozen",
        "weapon",
        "goal",
        "complete",
        "denuclearization",
        "far",
        "exacting",
        "go",
        "zero",
        "sighting",
        "anything",
        "violation",
        "said",
        "patricia",
        "lewis",
        "former",
        "director",
        "united",
        "nation",
        "institute",
        "disarmament",
        "research",
        "lower",
        "number",
        "much",
        "inspector",
        "iaea",
        "nuclear",
        "watchdog",
        "would",
        "responsible",
        "inspecting",
        "north",
        "korea",
        "nuclear",
        "complex",
        "network",
        "mine",
        "enrichment",
        "milling",
        "facility",
        "site",
        "reactor",
        "research",
        "organization",
        "known",
        "international",
        "official",
        "inspector",
        "would",
        "depend",
        "part",
        "pyongyang",
        "turning",
        "honest",
        "inventory",
        "providing",
        "access",
        "timely",
        "inspection",
        "expert",
        "said",
        "north",
        "korea",
        "history",
        "violating",
        "agreement",
        "expert",
        "said",
        "critical",
        "aspect",
        "verification",
        "regime",
        "would",
        "international",
        "access",
        "tightly",
        "insulated",
        "country",
        "verification",
        "regime",
        "soviet",
        "union",
        "succeeded",
        "building",
        "confidence",
        "two",
        "superpower",
        "could",
        "move",
        "limiting",
        "missile",
        "eliminating",
        "intermediate",
        "missile",
        "altogether",
        "early",
        "agreement",
        "era",
        "1980s",
        "involved",
        "generally",
        "nonintrusive",
        "verification",
        "regime",
        "aimed",
        "dismantling",
        "nuclear",
        "arsenal",
        "country",
        "able",
        "monitor",
        "number",
        "missile",
        "launcher",
        "bomber",
        "submarine",
        "spy",
        "satellite",
        "reconnaissance",
        "technology",
        "later",
        "agreement",
        "including",
        "intermediate",
        "nuclear",
        "force",
        "agreement",
        "allowed",
        "intrusive",
        "inspection",
        "facility",
        "necessary",
        "aimed",
        "dismantle",
        "entire",
        "class",
        "weapon",
        "china",
        "sends",
        "foreign",
        "minister",
        "pyongyang",
        "seoul",
        "north",
        "korea",
        "shut",
        "nuclear",
        "test",
        "site",
        "may",
        "critic",
        "detente",
        "seen",
        "script",
        "precedent",
        "verification",
        "system",
        "like",
        "would",
        "needed",
        "north",
        "korea",
        "one",
        "successful",
        "example",
        "denuclearization",
        "south",
        "africa",
        "starting",
        "however",
        "agreement",
        "forged",
        "amid",
        "less",
        "mistrust",
        "north",
        "korea",
        "current",
        "former",
        "european",
        "diplomat",
        "say",
        "less",
        "perfect",
        "inspection",
        "regime",
        "still",
        "effective",
        "iraq",
        "international",
        "inspector",
        "nominally",
        "full",
        "access",
        "iraq",
        "program",
        "end",
        "gulf",
        "war",
        "inspection",
        "ended",
        "afterward",
        "official",
        "inspector",
        "complained",
        "iraq",
        "thwarted",
        "inspector",
        "access",
        "inspector",
        "expert",
        "say",
        "need",
        "find",
        "everything",
        "effectively",
        "enforce",
        "agreement",
        "verification",
        "system",
        "ironclad",
        "north",
        "korea",
        "missile",
        "warhead",
        "eliminated",
        "may",
        "matter",
        "retains",
        "plutonium",
        "work",
        "real",
        "purpose",
        "said",
        "lewis",
        "scholar",
        "chatham",
        "house",
        "institute",
        "purpose",
        "remove",
        "capability",
        "strike",
        "even",
        "cheated",
        "ask",
        "cheating",
        "defeated",
        "purpose",
        "verification",
        "called",
        "military",
        "central",
        "effective",
        "inspection",
        "regime",
        "say",
        "current",
        "former",
        "diplomat",
        "mechanism",
        "resolve",
        "conflict",
        "inspector",
        "host",
        "official",
        "iran",
        "nuclear",
        "agreement",
        "like",
        "arm",
        "control",
        "agreement",
        "process",
        "iaea",
        "official",
        "many",
        "official",
        "said",
        "iran",
        "complying",
        "agreement",
        "though",
        "many",
        "trump",
        "administration",
        "official",
        "disagree",
        "chance",
        "trump",
        "congressional",
        "ally",
        "reject",
        "verification",
        "regime",
        "north",
        "korea",
        "hence",
        "sort",
        "agreement",
        "said",
        "adam",
        "thomson",
        "former",
        "british",
        "ambassador",
        "director",
        "european",
        "leadership",
        "network",
        "think",
        "tank",
        "based",
        "london",
        "strong",
        "bet",
        "deal",
        "north",
        "korea",
        "stand",
        "congress",
        "unless",
        "handle",
        "nuclear",
        "missile",
        "launcher",
        "also",
        "fissile",
        "material",
        "production",
        "thomson",
        "said",
        "north",
        "korea",
        "inspector",
        "would",
        "monitor",
        "dismantling",
        "nuclear",
        "warhead",
        "unprecedented",
        "south",
        "africa",
        "inspector",
        "came",
        "government",
        "program",
        "dismantled",
        "tested",
        "benign",
        "environment",
        "lewis",
        "said",
        "far",
        "know",
        "never",
        "carried",
        "potentially",
        "hostile",
        "gordon",
        "contributed",
        "article",
        "write",
        "julian",
        "barnes",
        "jonathan",
        "cheng"
    ]
}