{
    "organizations": [],
    "uuid": "a716a94db75322f24217b26502ef980273ddd4bd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/cnbc-transcript-treasury-secretary-steven-mnuchin-speaks-with-squawk-box-today.html",
    "ord_in_thread": 0,
    "title": "CNBC TRANSCRIPT: TREASURY SECRETARY STEVEN MNUCHIN SPEAKS WITH “SQUAWK BOX” TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: TODAY, TUESDAY, April 17, 2018\nWHERE: CNBC'S \"SQUAWK BOX\"\nFollowing is the unofficial transcript of a CNBC interview with Treasury Secretary Steven Mnuchin today on CNBC's \"Squawk Box.\" Following is a link to video of the interview on CNBC.com: https://www.cnbc.com/video/2018/04/17/treasurys-mnuchin-we-front-loaded-economic-growth-in-tax-plan.html\nAll references must be sourced to CNBC.\nBECKY QUICK: WELCOME BACK, EVERYBODY. TREASURY SECRETARY STEVEN MNUCHIN IS GOING TO BE JOINING IVANKA TRUMP IN NEW HAMPSHIRE TODAY TO TOUT THE BENEFITS OF TAX REFORM BUT FIRST HE'S HERE WITH US RIGHT HERE ON CNBC. MR SECRETARY THANK YOU FOR BEING HERE TODAY\nSECRETARY MNUCHIN: ITS GREAT TO BE WITH YOU\nQUICK: ITS GREAT TO SEE YOU TAX DAY IS A BIG DAY WE KNOW THAT THIS IS THE LAST TIME PEOPLE WILL BE USING THE OLD SYSTEM THAT PEOPLE ARE ALREADY GETTING READY FOR THE NEW SYSTEM MAYBE YOU CAN TELL US A BIT ABOUT WHAT YOURE SEEING SO FAR UNDER THIS NEW SYSTEM.\nMNUCHIN: WERE VERY SEEING STRONG ECONOMIC GROWTH WE LITERALLY HAVE MET WITH HUNDREDS OF EXECUTIVES, SMALL COMPANIES, BIG COMPANIES, AND THOUSANDS OF WORKERS WERE BEGINNING TO SEE THE IMPACT OF THE TAX CUTS SPECIFICALLY PEOPLE INVESTING LARGE AMOUNTS OF MONEY BACK INTO THE UNITED STATES.\nQUICK: WE KNOW ITS VERY EARLY DAYS, BUT MAYBE YOU COULD TELL US ABOUT THE TAX RECEIPTS YOURE SEEING AGAIN, WE UNDERSTAND THAT THE PROJECTIONS WOULD BE DOWN AT THIS PART OF THE YEAR FROM WHERE WE WERE A YEAR AGO BASED ON THESE CHANGES. WHAT ARE YOU SEEING? ARE THEY MEETING YOUR PROJECTIONS?\nMNUCHIN: I THINK ITS A LITTLE TOO EARLY TO PREDICT WHAT THE TAX RECEIPTS WE WILL HAVE A BETTER IDEA OVER THE COURSE OF THE WEEK BUT SO FAR THINGS ARE COMING IN AS EXPECTED. AND AGAIN, WHAT WE REALLY SHOULD BE FOCUSED ON IS ECONOMIC GROWTH, NOT TAX RECEIPTS BECAUSE I THINK AS YOU KNOW WEVE FRONT LOADED THE GROWTH INTO THE TAX PLAN BECAUSE OF AUTOMATIC EXPENSING WHICH IS ONE OF THE MOST POWERFUL PARTS OF THE TAX PLAN, WE WILL SEE LOWER REVENUES IN THE SHORT-TERM BECAUSE PEOPLE ARE USING THE DEPRECIATION TO ENCOURAGE INVESTMENT\nQUICK: I FOCUS ON THE TAX RECEIPTS JUST BECAUSE ITS SOMETHING WHEN YOU LOOK AT BUDGET DEFICITS THATS GOING TO BE SOMETHING PEOPLE TAKE INTO ACCOUNT. AGAIN, UNDERSTANDING THAT PROJECTIONS ARE TO DROP INITIALLY. ARE THEY MEETING YOUR PROJECTIONS?\nMNUCHIN: THEY ARE. AS MICK JUST TALKED ABOUT, WERE NOW AT A POINT WHERE WERE COMFORTABLE WITH OUR 3% OR HIGHER SUSTAINED ECONOMIC GROWTH THATS NOT ABOUT ANY ONE QUARTER. THERE WILL BE QUARTERS WHERE WERE HIGHER AND LOWER BUT WE ARE COMPFORTABLE ON TRACK AND THE DIFFERENCE BETWEEN 2.2 AND 3% WILL PAY FOR THE TAX CUTS.\nQUICK: THERE ARE SO MANY AREAS THAT YOURE INVOLVED IN ISSUES COMING OUT OF WASHINGTON EVERY DAY THAT EFFECT WALL STREET, ISSUES LIKE SANCTIONS, ISSUES LIKE TRADE MAYBE WE CAN FOCUS ON TRADE FOR A LITTLE BIT WE HAVE SEEN TRADE CONCERNS RATCHETED UP PARTICULARLY WITH THE CHINESE. BUT YOUVE BEEN KIND OF IN THE MIDDLE OF SAYING, LOOK, WE COULD HAVE A NEGOTIATION THAT WORKS OUT. WHAT CAN YOU TELL US ON THAT FRONT RIGHT NOW?\nMNUCHIN: I THINK AS YOU KNOW, PRESIDENTS ECONOMIC PLAN HAS ALWAYS CONSISTED OF THREE PARTS. TAX REFORM, REGULATORY RELIEF, AND TRADE. TRADE IS AN IMPORTANT COMPONENT OF THAT. I HAVE THE IMF AND WORLD BANK MEETINGS COMING UP THIS WEEK ILL BE MEETING WITH ALL MY COUNTERPARTS WEVE BEEN TALKING ABOUT THESE ISSUES FOR THE LAST YEAR WE HAVE COMPLETE TRANSPARENCY. THE PRESIDENT BELIEVES IN FREE AND FAIR RECIPROCAL TRADE. WERE TRYING TO GET GOOD DEALS FOR AMERICAN COMPANIES EQUIVOLENT TO OTHERS HAVE HERE THAT IS REALLY WHAT THIS IS ALL ABOUT\nQUICK: WALL STREET HAS DETECTED A CHANGE IN TENOR ON THOSE TALKS IS THERE A CHANGE IN THE TENOR IS THIS SOMETHING THAT IS PERCEIVED AT THE HIGH LEVEL YOU ARE DEALING WITH? IS THERE A CHANGE IN THE TENOR OR IS THIS A CONTINUATION OF WHAT YOU HAVE BEEN DOING THE LAST YEAR?\nMNUCHIN: WELL, AGAIN, I THINK IT'S A FOCUSED STRATEGY THAT THE PRESIDENT HAS BEEN VERY CLEAR ON WEVE HAD AN INTEGRATED PLAN I SPEAK TO INVESTOR LIGHTHIZER ALMOST EVERY DAY I SPEAK TO THE PRESIDENT ALMOST EVERY DAY ABOUT THESE ISSUES, WE NOW HAVE LARRY ON BOARD HE'S A TERRIFIC PART OF THE TEAM AS YOU KNOW, SECRETARY ROSS SO THESE ARE COORDINATED EFFORTS. AGAIN, AS YOU KNOW, WEVE BEEN IN DIALOGUE WITH OUR COUNTERPARTS IN CHINA ABOUT RECIPROCAL TRADE THERE WERE SPEAKING TO THE EU SO WE HAVE A LOT OF FOCUS ON THIS THE PRESIDENT IS VERY DETERMINED TO MAKE SURE WE HAVE FREE TRADE.\nJOE KERNEN: IN DAVOS, THE PRESIDENT SAID IM THINKING ABOUT TPP WE WENT A FEW MONTHS AND NOTHING WAS DONE PEOPLE SAID SEE I TOLD YOU NOTHING WOULD HAPPEN THEN WE HEAR THAT HE ASKED LIGHTHIZER AND LARRY TO LOOK INTO IT. IS THAT ONGOING? HAS ANYTHING BEEN DONE YOU SAID YOU SOEAK TO LIGHTHIZER A LOT, DO YOU KNOW ANYTHING ABOUT THE RECEPTION THATS RECEIVING BY THE 11 MEMBERS THAT ARE ALREADY IN THE TPP IS IT POSSIBLE THAT HAPPENS?\nMNUCHIN: SURE. AGAIN, LET ME SAY I THINK IT WAS A BIG ANNOUNCEMENT IN DAVOS WHERE THE PRESIDENT SAID HED RECONSIDER ENTERING, BUT ONLY UNDER BETTER TERMS WE QUIETLY HAD SOME CONVERSATIONS WITH OUR COUNTERPARTS ABOUT WHAT THE ISSUES ARE THE 11 PEOPLE THAT ARE IN TPP, WE HAVE FREE TRADE AGREEMENTS OR TRADE AGREEMENTS WITH MANY OF THEM. THE PRESIDENTS OBVIOUSLY AT MAR-A-LAGO TODAY. HELL BE TALKING WITH JAPAN ABOUT TRADE THAT IS ONE OF THE ISSUES THAT WILL BE ON THE AGENDA, JAPAN IS OBVIOUSLY ONE OF THE BIG PARTICIPANTS AND WERE FOCUSED ON OUR TRADE RELATIONSHIP WITH THEM THATS A BIG PART OF THE TPP RIGHT NOW.\nKERNEN: CHINA HAVE ANYTHING TO DO WITH THE NEW INTEREST IN JOINING THE TPP?\nMNUCHIN: NO. ITS INDEPENDENT AND AGAIN, THE PRESIDENT HAS BEEN CONSISTENT HE'LL ONLY JOIN TPP UNDER A DIFFERENT DEAL\nKERNEN: YOU HANDICAP IT AT ONE OUT OF THREE, TWO OUT OF THREE? WHAT ARE THE CHANCES WE END UP IN TPP\nMNUCHIN: I DONT REALLY HANDICAP IT BECAUSE ITS NOT --\nKERNEN: BUT IS IT BETTER THAN 50/50\nMNUCHIN: IM NOT GOING TO HANDICAP IT. BUT I WILL SAY IT IS NOT A QUESTION OF IF WE ARE IN OR NOT IN THE REAL QUESTION IS WILL WE MAKE THE PROGRESS ON TRADE WE WANT AND IM COMFORTABLE THAT WE WILL. WE ARE GOING PARTNER BY PARTNER ADDRESSING THESE ISSUES AND AGAIN, THIS ISNT ABOUT PROTECTIONISM. THIS ISNT ABOUT, YOU KNOW, TARIFFS. THIS IS ABOUT MAKING SURE THAT WE HAVE FREE AND FAIR RECIPROCAL TRADE.\nKERNEN: WE ALWAYS GOT TO TALK TO YOU ABOUT THE DOLLAR\nMNUCHIN: WHY NOT.\nKERNEN: THE PRESIDENT TWEETS AND SOME PEOPLE SAY ITS JUST A TWEET WHEN A PRESIDENT PUTS ANYTHING OUT, ITS -- YOU GOT TO TAKE IT SOMEWHAT MAYBE NOT LITERALLY BUT TAKE IT SERIOUSLY. SO HE TALKED ABOUT RUSSIA AND CHINA BOTH BEING CURRENCY DEVALUERS. WE PUT SANCTIONS ON RUSSIA THE RUBLES BEEN -- WE DEVALUED THE RUBLE.\nQUICK: ITS COUNTER TO WHAT WE SAW FROM A TREASURY REPORT LAST WEEK WHERE CHINA WAS NOT LABELED A MANIPULATOR.\nKERNEN: THAT SOUNDS LIKE THE PRESIDENT WISHES THE DOLLAR --\nMNUCHIN: NO. THATS NOT THE CASE. IT WAS A WARNING SHOT AT CHINA AND RUSSIA ABOUT DEVALUATION CHINA HAS DEVALUED THEIR CURRENCY IN THE PAST AS A MATTER OF FACT, UP THROUGH 2016, THEY DEVALUED IT SIGNIFICANTLY STARTING IN 2017 RIGHT AFTER THE PRESIDENT WAS ELECTED, THEY'VE USED A LOT OF THEIR RESERVES TO ACTUALLY SUPPORT THE CURRENCY. SO, YOU KNOW, THE PRESIDENT WANTS TO MAKE SURE THEY DON'T CHANGE THESE PLANS AND HES WATCHING IT.\nQUICK: ALTHOUGH THE TREASURY REPORT FROM A FEW DAYS AGO SAID THAT CHINA RECENTLY HAS BEEN ACTIVELY TRYING TO PROP UP ITS CURRENCY AND NOT LET IT FALL BELOW THOSE ISSUES\nMNUCHIN: WELL THAT'S WHY I SAID ITS A WARNING SHOT TO MAKE SURE THAT CHINA DOESNT DEVALUE THE CURRENCY AS THEY HAVE IN THE PAST\nKERNEN: YOURE NOT HANDICAPPING ANYTHING FOR ME. CAN YOU HANDICAP THE LIKELIHOOD THAT SOME OF THE MOST PUNITIVE TARIFFS ACTUALLY GO INTO EFFECT? OR DOES SOMETHING HAPPEN TO SOLVE SOME OF THESE ISSUES BEFORE THEN?\nMNUCHIN: WELL, IM NOT IN THE HANDICAP BUSINESS.\nKERNEN: ARE YOU OPTIMISTIC? LARRY KUDLOW SEEMS TO THINK -- LARRY HAS ALWAYS TALKED PEOPLE DOWN OFF THE LEDGE ABOUT TRADE WARS ARE YOU OPTIMISTIC THERES A METHOD TO WHATS HAPPENING HERE? NO ONE WANTS A TRADE WAR\nMNUCHIN: I AM COMPLETELY LARRY AND I WERE TOGETHER YESTERDAY. WE WERE WITH THE PRESIDENT AS I SAID, HES INTREGALLY INVOLVED IN THESE DISCUSSIONS AND ALL THE SPECIFICS. AND, YOU KNOW, AS IVE USED THE WORD IM CAUTIOUSLY OPTIMISTIC. YOULL KNOW WHEN WE HAVE A DEAL.\nKERNEN: IF YOU GO ANYWHERE ELSE, WE HOPE YOU DONT, BUT YOU CAN SAY IM OPTIMISTICALLY CAUTIOUS, YOU CAN JUST INTERCHANGE THOSE IF YOU WANT JUST IN YOUR QUIVER.\nMNUCHIN: THE ONLY PLACE IM GOING DIFFERENTLY IS NEXT TIME YOU COME TO WASHINGTON WELL HOST YOU AT THE TREASURY.\nKERNEN: REALLY?\nMNUCHIN: ABSOLUTELY.\nQUICK: WE'RE THERE\nKERNEN: DID YOU GUYS GET THAT ARE WE LIVE? ARE WE STILL LIVE? GOOD THATD BE GREAT. REALLY\nMNUCHIN: TONY WILL BOOK THE DAY FOR YOU. WED LOVE TO HAVE YOU\nKERNEN: OKAY.\nQUICK: SECRETARY MNUCHIN, THANK YOU FOR YOUR TIME. ITS A PLEASURE.\nMNUCHIN: GREAT TO BE WITH YOU BOTH\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com",
    "published": "2018-04-17T18:07:00.000+03:00",
    "crawled": "2018-04-17T20:17:03.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "tuesday",
        "april",
        "cnbc",
        "squawk",
        "box",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "today",
        "cnbc",
        "squawk",
        "box",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "becky",
        "quick",
        "welcome",
        "back",
        "everybody",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "going",
        "joining",
        "ivanka",
        "trump",
        "new",
        "hampshire",
        "today",
        "tout",
        "benefit",
        "tax",
        "reform",
        "first",
        "u",
        "right",
        "cnbc",
        "mr",
        "secretary",
        "thank",
        "today",
        "secretary",
        "mnuchin",
        "great",
        "quick",
        "great",
        "see",
        "tax",
        "day",
        "big",
        "day",
        "know",
        "last",
        "time",
        "people",
        "using",
        "old",
        "system",
        "people",
        "already",
        "getting",
        "ready",
        "new",
        "system",
        "maybe",
        "tell",
        "u",
        "bit",
        "youre",
        "seeing",
        "far",
        "new",
        "system",
        "mnuchin",
        "seeing",
        "strong",
        "economic",
        "growth",
        "literally",
        "met",
        "hundred",
        "executive",
        "small",
        "company",
        "big",
        "company",
        "thousand",
        "worker",
        "beginning",
        "see",
        "impact",
        "tax",
        "cut",
        "specifically",
        "people",
        "investing",
        "large",
        "amount",
        "money",
        "back",
        "united",
        "state",
        "quick",
        "know",
        "early",
        "day",
        "maybe",
        "could",
        "tell",
        "u",
        "tax",
        "receipt",
        "youre",
        "seeing",
        "understand",
        "projection",
        "would",
        "part",
        "year",
        "year",
        "ago",
        "based",
        "change",
        "seeing",
        "meeting",
        "projection",
        "mnuchin",
        "think",
        "little",
        "early",
        "predict",
        "tax",
        "receipt",
        "better",
        "idea",
        "course",
        "week",
        "far",
        "thing",
        "coming",
        "expected",
        "really",
        "focused",
        "economic",
        "growth",
        "tax",
        "receipt",
        "think",
        "know",
        "weve",
        "front",
        "loaded",
        "growth",
        "tax",
        "plan",
        "automatic",
        "expensing",
        "one",
        "powerful",
        "part",
        "tax",
        "plan",
        "see",
        "lower",
        "revenue",
        "people",
        "using",
        "depreciation",
        "encourage",
        "investment",
        "quick",
        "focus",
        "tax",
        "receipt",
        "something",
        "look",
        "budget",
        "deficit",
        "thats",
        "going",
        "something",
        "people",
        "take",
        "account",
        "understanding",
        "projection",
        "drop",
        "initially",
        "meeting",
        "projection",
        "mnuchin",
        "mick",
        "talked",
        "point",
        "comfortable",
        "higher",
        "sustained",
        "economic",
        "growth",
        "thats",
        "one",
        "quarter",
        "quarter",
        "higher",
        "lower",
        "compfortable",
        "track",
        "difference",
        "pay",
        "tax",
        "cut",
        "quick",
        "many",
        "area",
        "youre",
        "involved",
        "issue",
        "coming",
        "washington",
        "every",
        "day",
        "effect",
        "wall",
        "street",
        "issue",
        "like",
        "sanction",
        "issue",
        "like",
        "trade",
        "maybe",
        "focus",
        "trade",
        "little",
        "bit",
        "seen",
        "trade",
        "concern",
        "ratcheted",
        "particularly",
        "chinese",
        "youve",
        "kind",
        "middle",
        "saying",
        "look",
        "could",
        "negotiation",
        "work",
        "tell",
        "u",
        "front",
        "right",
        "mnuchin",
        "think",
        "know",
        "president",
        "economic",
        "plan",
        "always",
        "consisted",
        "three",
        "part",
        "tax",
        "reform",
        "regulatory",
        "relief",
        "trade",
        "trade",
        "important",
        "component",
        "imf",
        "world",
        "bank",
        "meeting",
        "coming",
        "week",
        "ill",
        "meeting",
        "counterpart",
        "weve",
        "talking",
        "issue",
        "last",
        "year",
        "complete",
        "transparency",
        "president",
        "belief",
        "free",
        "fair",
        "reciprocal",
        "trade",
        "trying",
        "get",
        "good",
        "deal",
        "american",
        "company",
        "equivolent",
        "others",
        "really",
        "quick",
        "wall",
        "street",
        "detected",
        "change",
        "tenor",
        "talk",
        "change",
        "tenor",
        "something",
        "perceived",
        "high",
        "level",
        "dealing",
        "change",
        "tenor",
        "continuation",
        "last",
        "year",
        "mnuchin",
        "well",
        "think",
        "focused",
        "strategy",
        "president",
        "clear",
        "weve",
        "integrated",
        "plan",
        "speak",
        "investor",
        "lighthizer",
        "almost",
        "every",
        "day",
        "speak",
        "president",
        "almost",
        "every",
        "day",
        "issue",
        "larry",
        "board",
        "terrific",
        "part",
        "team",
        "know",
        "secretary",
        "ross",
        "coordinated",
        "effort",
        "know",
        "weve",
        "dialogue",
        "counterpart",
        "china",
        "reciprocal",
        "trade",
        "speaking",
        "eu",
        "lot",
        "focus",
        "president",
        "determined",
        "make",
        "sure",
        "free",
        "trade",
        "joe",
        "kernen",
        "davos",
        "president",
        "said",
        "im",
        "thinking",
        "tpp",
        "went",
        "month",
        "nothing",
        "done",
        "people",
        "said",
        "see",
        "told",
        "nothing",
        "would",
        "happen",
        "hear",
        "asked",
        "lighthizer",
        "larry",
        "look",
        "ongoing",
        "anything",
        "done",
        "said",
        "soeak",
        "lighthizer",
        "lot",
        "know",
        "anything",
        "reception",
        "thats",
        "receiving",
        "member",
        "already",
        "tpp",
        "possible",
        "happens",
        "mnuchin",
        "sure",
        "let",
        "say",
        "think",
        "big",
        "announcement",
        "davos",
        "president",
        "said",
        "hed",
        "reconsider",
        "entering",
        "better",
        "term",
        "quietly",
        "conversation",
        "counterpart",
        "issue",
        "people",
        "tpp",
        "free",
        "trade",
        "agreement",
        "trade",
        "agreement",
        "many",
        "president",
        "obviously",
        "today",
        "hell",
        "talking",
        "japan",
        "trade",
        "one",
        "issue",
        "agenda",
        "japan",
        "obviously",
        "one",
        "big",
        "participant",
        "focused",
        "trade",
        "relationship",
        "thats",
        "big",
        "part",
        "tpp",
        "right",
        "kernen",
        "china",
        "anything",
        "new",
        "interest",
        "joining",
        "tpp",
        "mnuchin",
        "independent",
        "president",
        "consistent",
        "join",
        "tpp",
        "different",
        "deal",
        "kernen",
        "handicap",
        "one",
        "three",
        "two",
        "three",
        "chance",
        "end",
        "tpp",
        "mnuchin",
        "dont",
        "really",
        "handicap",
        "kernen",
        "better",
        "mnuchin",
        "im",
        "going",
        "handicap",
        "say",
        "question",
        "real",
        "question",
        "make",
        "progress",
        "trade",
        "want",
        "im",
        "comfortable",
        "going",
        "partner",
        "partner",
        "addressing",
        "issue",
        "isnt",
        "protectionism",
        "isnt",
        "know",
        "tariff",
        "making",
        "sure",
        "free",
        "fair",
        "reciprocal",
        "trade",
        "kernen",
        "always",
        "got",
        "talk",
        "dollar",
        "mnuchin",
        "kernen",
        "president",
        "tweet",
        "people",
        "say",
        "tweet",
        "president",
        "put",
        "anything",
        "got",
        "take",
        "somewhat",
        "maybe",
        "literally",
        "take",
        "seriously",
        "talked",
        "russia",
        "china",
        "currency",
        "devaluers",
        "put",
        "sanction",
        "russia",
        "ruble",
        "devalued",
        "ruble",
        "quick",
        "counter",
        "saw",
        "treasury",
        "report",
        "last",
        "week",
        "china",
        "labeled",
        "manipulator",
        "kernen",
        "sound",
        "like",
        "president",
        "wish",
        "dollar",
        "mnuchin",
        "thats",
        "case",
        "warning",
        "shot",
        "china",
        "russia",
        "devaluation",
        "china",
        "devalued",
        "currency",
        "past",
        "matter",
        "fact",
        "devalued",
        "significantly",
        "starting",
        "right",
        "president",
        "elected",
        "used",
        "lot",
        "reserve",
        "actually",
        "support",
        "currency",
        "know",
        "president",
        "want",
        "make",
        "sure",
        "change",
        "plan",
        "he",
        "watching",
        "quick",
        "although",
        "treasury",
        "report",
        "day",
        "ago",
        "said",
        "china",
        "recently",
        "actively",
        "trying",
        "prop",
        "currency",
        "let",
        "fall",
        "issue",
        "mnuchin",
        "well",
        "said",
        "warning",
        "shot",
        "make",
        "sure",
        "china",
        "doesnt",
        "devalue",
        "currency",
        "past",
        "kernen",
        "youre",
        "handicapping",
        "anything",
        "handicap",
        "likelihood",
        "punitive",
        "tariff",
        "actually",
        "go",
        "effect",
        "something",
        "happen",
        "solve",
        "issue",
        "mnuchin",
        "well",
        "im",
        "handicap",
        "business",
        "kernen",
        "optimistic",
        "larry",
        "kudlow",
        "seems",
        "think",
        "larry",
        "always",
        "talked",
        "people",
        "ledge",
        "trade",
        "war",
        "optimistic",
        "there",
        "method",
        "whats",
        "happening",
        "one",
        "want",
        "trade",
        "war",
        "mnuchin",
        "completely",
        "larry",
        "together",
        "yesterday",
        "president",
        "said",
        "he",
        "intregally",
        "involved",
        "discussion",
        "specific",
        "know",
        "ive",
        "used",
        "word",
        "im",
        "cautiously",
        "optimistic",
        "youll",
        "know",
        "deal",
        "kernen",
        "go",
        "anywhere",
        "else",
        "hope",
        "dont",
        "say",
        "im",
        "optimistically",
        "cautious",
        "interchange",
        "want",
        "quiver",
        "mnuchin",
        "place",
        "im",
        "going",
        "differently",
        "next",
        "time",
        "come",
        "washington",
        "well",
        "host",
        "treasury",
        "kernen",
        "really",
        "mnuchin",
        "absolutely",
        "quick",
        "kernen",
        "guy",
        "get",
        "live",
        "still",
        "live",
        "good",
        "thatd",
        "great",
        "really",
        "mnuchin",
        "tony",
        "book",
        "day",
        "wed",
        "love",
        "kernen",
        "okay",
        "quick",
        "secretary",
        "mnuchin",
        "thank",
        "time",
        "pleasure",
        "mnuchin",
        "great",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e"
    ]
}