{
    "organizations": [],
    "uuid": "cefac28d48cad12abde4b863d5751499c4e76a25",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/cnbc-interview-with-sap-cfo-luka-mucic.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with SAP CFO Luka Mucic",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Luka Mucic, CFO of SAP and CNBC's Hadley Gamble live on CNBC's Capital Connection.\nHG: I'm pleased to say we are joined now by Luka Mucic, who is CFO of SAP, and he joins us life from Walldorf, Germany. Luka, thank you for joining us, and taking the time to speak to us on Capital Connection today. Let's talk about that Saudi investment plan. So many firms, such as yourself, are stepping up your investments in the region. Do you expect to get new business as a direct result of the Saudi 2030 vision here?\nLM : Yeah, absolutely, that's our plan, and intention. We have been committed to Saudi Arabia as a market for many years, actually, more than a decade, and we had a great run. We have more than tenfold increased our revenues between 2007 and 2017, and definitely now there is a big move towards the cloud. In the Kingdom, companies both in the private sector, as well as in the public sector, are really looking for the agility that you can gain in the cloud, to quickly adopt new business processes, new applications, and therefore, our investment in to a local datacentre right in the Kingdom absolutely was strategic, and we have a great growth plan behind this, that we also foster with dedicated localization efforts, to deliver regulatory capabilities that you need in that market, as well as an ecosystem where many partners and small companies will be able to use our cloud platform to innovate. So, we have strong hopes for our business in Saudi Arabia according to this investment.\nHG: And Luka, I know SAP has done a great deal of work looking at smart cities, the interconnected of things. How does that play in to the Saudi investment picture, as well? We think of plans for the city such as NEOM.\nLM : Absolutely, and you see this all over the place. Smart capabilities, artificial intelligence, the Internet of Things, are really top of mind, not only in Saudi Arabia, but, I would argue, in the broader Middle East region. We have similar initiatives, obviously, also in the UAE, and so therefore it is so critical that we will bring, together with our datacentre capabilities, all of our innovative platform solutions, on which broader ecosystems and our customers can co-innovate with us around our building blocks that we offer for IoT, as well as for artificial intelligence and machine learning, together with us. That's why we bring these capabilities as one of the first application areas to our datacentres in the country.\nHG: Luka, there's a lot of excitement, obviously, about what you're doing in Saudi Arabia, and certainly the broader Middle East region, but let's talk a little bit about what's happening in Asia for SAP. What does the broader China market look like for your company today?\nLM : It actually was also an equally excellent experience for us. Over the course of the past few years, we have really been reaping the fruits of a strategic investment plan that we had for the country. We have been investing billions of euros over the course of the past five, six years, in building up not only our distribution capacity, but also R&D capacity, in order to be able to really innovate out of China, for China, and we have seen tremendous high double-digit growth in China as a result of that. China, now, has made it, more or less, in to the number three spot of our global markets worldwide, actually similar to the Middle East, which is now also a top five, top six market for us. So, clearly, customers both in China, as well as in the Middle East, expect from a vendor not only to use the country as a distribution market, but to come in with own capabilities, work with local communities, foster local talent, and that's what we are doing in both markets, and it clearly pays off.\nHG: For SAP, Luka, when you look at these broader regions, Middle East, China, Asia, where are the opportunities for SAP to really help connect these regions together? Because we've seen so much excitement, particularly with Saudi Arabia, about the One Belt One Road strategy, how they can get involved in China, much more beyond where they are already, with energy. What's the opportunity there?\nLM: Yes, you make a great point here. I think-, you know, the world will only thrive if we really connect economies, if we stand in for liberal trade practices, and between Asia and the Middle East, there is obviously both a strong historic connection, think about the fact, how many Indian companies, for example, are strongly connected with firms in the Middle East, to jointly develop next practices, and innovate together, so there is definitely a great upside, that we can deliver against, and we have innovation capabilities across all of the key economies and countries on that way, from China to the Middle East. We have strong labs capabilities in India, in Bangalore, for example, same in China, we are now building up a tremendous practice in the Middle East, where we have already crossed the 700-employee threshold, and we are co-innovating with great initiatives like Expo 2020 in Dubai, for example, and many others. So, I think we have a great opportunity, and a responsibility, as a global firm, to cross-pollinate, and cross-fertilize, different innovation efforts that are going on. And indeed, as a German company, we are in an interesting spot, as some of these markets have developed over the course of the last quarters and years, let's say, a more delicate relationship, with the US in particular, we, I believe, can differentiate with coming across with our capabilities that we have developed in Europe, around data privacy, also around the Industry 4.0 movement, that is very strong in Germany, and help those countries and economies to connect better with each other.\nHG: Luka, there is a concern out there that European firms could be caught in between the US/China trade tit for tat we're currently watching. If the trade tensions escalate, are you concerned that it could become more difficult for SAP to do business in China?\nLM : Well, as I said, I mean, I'm always gonna be in favour of free trade practices and the reconciliation of differences in trade policies-,\nHG: Okay.\nLM : So, there is no doubt that I would not welcome growing tensions between the US and China. But, let's be clear, as well. SAP is a global firm. So, I believe one of our core strengths is that we are active, and we have a leading position in virtually all mature, but also emerging markets, so we are able to balance out against, let's say, short-term implications, and difficulties that individual local economies might face, as a result, also, of, you know, intra-country difficulties and disputes. So, I'm not really concerned about SAP's business as a whole, but I am, of course, very much interested in making sure that SAP can support policymakers, on basically a global basis, to understand that collaboration and exploration of joint business opportunities, including digitization opportunities, are probably the best recipe for continued global economic success.\nHG: Well, Luka, I'm afraid we're going to have to leave it there. Luka Mucic, the CFO of SAP, thanks so much for joining us.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-04-16T08:00:00.000+03:00",
    "crawled": "2018-04-16T11:49:16.065+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "luka",
        "mucic",
        "cfo",
        "sap",
        "cnbc",
        "hadley",
        "gamble",
        "live",
        "cnbc",
        "capital",
        "connection",
        "hg",
        "pleased",
        "say",
        "joined",
        "luka",
        "mucic",
        "cfo",
        "sap",
        "join",
        "u",
        "life",
        "walldorf",
        "germany",
        "luka",
        "thank",
        "joining",
        "u",
        "taking",
        "time",
        "speak",
        "u",
        "capital",
        "connection",
        "today",
        "let",
        "talk",
        "saudi",
        "investment",
        "plan",
        "many",
        "firm",
        "stepping",
        "investment",
        "region",
        "expect",
        "get",
        "new",
        "business",
        "direct",
        "result",
        "saudi",
        "vision",
        "lm",
        "yeah",
        "absolutely",
        "plan",
        "intention",
        "committed",
        "saudi",
        "arabia",
        "market",
        "many",
        "year",
        "actually",
        "decade",
        "great",
        "run",
        "tenfold",
        "increased",
        "revenue",
        "definitely",
        "big",
        "move",
        "towards",
        "cloud",
        "kingdom",
        "company",
        "private",
        "sector",
        "well",
        "public",
        "sector",
        "really",
        "looking",
        "agility",
        "gain",
        "cloud",
        "quickly",
        "adopt",
        "new",
        "business",
        "process",
        "new",
        "application",
        "therefore",
        "investment",
        "local",
        "datacentre",
        "right",
        "kingdom",
        "absolutely",
        "strategic",
        "great",
        "growth",
        "plan",
        "behind",
        "also",
        "foster",
        "dedicated",
        "localization",
        "effort",
        "deliver",
        "regulatory",
        "capability",
        "need",
        "market",
        "well",
        "ecosystem",
        "many",
        "partner",
        "small",
        "company",
        "able",
        "use",
        "cloud",
        "platform",
        "innovate",
        "strong",
        "hope",
        "business",
        "saudi",
        "arabia",
        "according",
        "investment",
        "hg",
        "luka",
        "know",
        "sap",
        "done",
        "great",
        "deal",
        "work",
        "looking",
        "smart",
        "city",
        "interconnected",
        "thing",
        "play",
        "saudi",
        "investment",
        "picture",
        "well",
        "think",
        "plan",
        "city",
        "neom",
        "lm",
        "absolutely",
        "see",
        "place",
        "smart",
        "capability",
        "artificial",
        "intelligence",
        "internet",
        "thing",
        "really",
        "top",
        "mind",
        "saudi",
        "arabia",
        "would",
        "argue",
        "broader",
        "middle",
        "east",
        "region",
        "similar",
        "initiative",
        "obviously",
        "also",
        "uae",
        "therefore",
        "critical",
        "bring",
        "together",
        "datacentre",
        "capability",
        "innovative",
        "platform",
        "solution",
        "broader",
        "ecosystem",
        "customer",
        "u",
        "around",
        "building",
        "block",
        "offer",
        "iot",
        "well",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "together",
        "u",
        "bring",
        "capability",
        "one",
        "first",
        "application",
        "area",
        "datacentres",
        "country",
        "hg",
        "luka",
        "lot",
        "excitement",
        "obviously",
        "saudi",
        "arabia",
        "certainly",
        "broader",
        "middle",
        "east",
        "region",
        "let",
        "talk",
        "little",
        "bit",
        "happening",
        "asia",
        "sap",
        "broader",
        "china",
        "market",
        "look",
        "like",
        "company",
        "today",
        "lm",
        "actually",
        "also",
        "equally",
        "excellent",
        "experience",
        "u",
        "course",
        "past",
        "year",
        "really",
        "reaping",
        "fruit",
        "strategic",
        "investment",
        "plan",
        "country",
        "investing",
        "billion",
        "euro",
        "course",
        "past",
        "five",
        "six",
        "year",
        "building",
        "distribution",
        "capacity",
        "also",
        "r",
        "capacity",
        "order",
        "able",
        "really",
        "innovate",
        "china",
        "china",
        "seen",
        "tremendous",
        "high",
        "growth",
        "china",
        "result",
        "china",
        "made",
        "less",
        "number",
        "three",
        "spot",
        "global",
        "market",
        "worldwide",
        "actually",
        "similar",
        "middle",
        "east",
        "also",
        "top",
        "five",
        "top",
        "six",
        "market",
        "u",
        "clearly",
        "customer",
        "china",
        "well",
        "middle",
        "east",
        "expect",
        "vendor",
        "use",
        "country",
        "distribution",
        "market",
        "come",
        "capability",
        "work",
        "local",
        "community",
        "foster",
        "local",
        "talent",
        "market",
        "clearly",
        "pay",
        "hg",
        "sap",
        "luka",
        "look",
        "broader",
        "region",
        "middle",
        "east",
        "china",
        "asia",
        "opportunity",
        "sap",
        "really",
        "help",
        "connect",
        "region",
        "together",
        "seen",
        "much",
        "excitement",
        "particularly",
        "saudi",
        "arabia",
        "one",
        "belt",
        "one",
        "road",
        "strategy",
        "get",
        "involved",
        "china",
        "much",
        "beyond",
        "already",
        "energy",
        "opportunity",
        "lm",
        "yes",
        "make",
        "great",
        "point",
        "know",
        "world",
        "thrive",
        "really",
        "connect",
        "economy",
        "stand",
        "liberal",
        "trade",
        "practice",
        "asia",
        "middle",
        "east",
        "obviously",
        "strong",
        "historic",
        "connection",
        "think",
        "fact",
        "many",
        "indian",
        "company",
        "example",
        "strongly",
        "connected",
        "firm",
        "middle",
        "east",
        "jointly",
        "develop",
        "next",
        "practice",
        "innovate",
        "together",
        "definitely",
        "great",
        "upside",
        "deliver",
        "innovation",
        "capability",
        "across",
        "key",
        "economy",
        "country",
        "way",
        "china",
        "middle",
        "east",
        "strong",
        "lab",
        "capability",
        "india",
        "bangalore",
        "example",
        "china",
        "building",
        "tremendous",
        "practice",
        "middle",
        "east",
        "already",
        "crossed",
        "threshold",
        "great",
        "initiative",
        "like",
        "expo",
        "dubai",
        "example",
        "many",
        "others",
        "think",
        "great",
        "opportunity",
        "responsibility",
        "global",
        "firm",
        "different",
        "innovation",
        "effort",
        "going",
        "indeed",
        "german",
        "company",
        "interesting",
        "spot",
        "market",
        "developed",
        "course",
        "last",
        "quarter",
        "year",
        "let",
        "say",
        "delicate",
        "relationship",
        "u",
        "particular",
        "believe",
        "differentiate",
        "coming",
        "across",
        "capability",
        "developed",
        "europe",
        "around",
        "data",
        "privacy",
        "also",
        "around",
        "industry",
        "movement",
        "strong",
        "germany",
        "help",
        "country",
        "economy",
        "connect",
        "better",
        "hg",
        "luka",
        "concern",
        "european",
        "firm",
        "could",
        "caught",
        "trade",
        "tit",
        "tat",
        "currently",
        "watching",
        "trade",
        "tension",
        "escalate",
        "concerned",
        "could",
        "become",
        "difficult",
        "sap",
        "business",
        "china",
        "lm",
        "well",
        "said",
        "mean",
        "always",
        "gon",
        "na",
        "favour",
        "free",
        "trade",
        "practice",
        "reconciliation",
        "difference",
        "trade",
        "hg",
        "okay",
        "lm",
        "doubt",
        "would",
        "welcome",
        "growing",
        "tension",
        "u",
        "china",
        "let",
        "clear",
        "well",
        "sap",
        "global",
        "firm",
        "believe",
        "one",
        "core",
        "strength",
        "active",
        "leading",
        "position",
        "virtually",
        "mature",
        "also",
        "emerging",
        "market",
        "able",
        "balance",
        "let",
        "say",
        "implication",
        "difficulty",
        "individual",
        "local",
        "economy",
        "might",
        "face",
        "result",
        "also",
        "know",
        "difficulty",
        "dispute",
        "really",
        "concerned",
        "sap",
        "business",
        "whole",
        "course",
        "much",
        "interested",
        "making",
        "sure",
        "sap",
        "support",
        "policymakers",
        "basically",
        "global",
        "basis",
        "understand",
        "collaboration",
        "exploration",
        "joint",
        "business",
        "opportunity",
        "including",
        "digitization",
        "opportunity",
        "probably",
        "best",
        "recipe",
        "continued",
        "global",
        "economic",
        "success",
        "hg",
        "well",
        "luka",
        "afraid",
        "going",
        "leave",
        "luka",
        "mucic",
        "cfo",
        "sap",
        "thanks",
        "much",
        "joining",
        "u",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}