{
    "organizations": [],
    "uuid": "c24d3966b3f1f2297a2563d61afd11746cf84979",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/19/employees-jump-at-genetic-testing-is-that-a-good-thing.html",
    "ord_in_thread": 0,
    "title": "Employees jump at genetic testing. Is that a good thing?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Levi Strauss & Company introduced a novel benefit for employees at its San Francisco headquarters last fall: free genetic screening to assess their hereditary risks for certain cancers and high cholesterol.\nChip Bergh , Levi's chief executive, said he had hoped that the tests would spur employees to\ntake preventive health steps and in that way reduce the company's health care costs. But even Mr. Bergh was surprised by the turnout. Of the 1,100 eligible Levi's employees, more than half took the genetic tests. Now, he wants to extend the benefit to employees in other cities.\nMore from the New York Times:\nInside Cambridge Analytica's virtual currency plans\nSupreme Court tosses out Microsoft case on digital data abroad\nSenate bill to curtail labor rights on tribal land falls short\n\"It really is a differentiator,\" Mr. Bergh said.\nWest Coast companies vying for talent offer an unusual array of benefits like college loan repayment, egg freezing , surrogacy assistance and, for new mothers away on business trips, overnight breast milk shipping . Some companies have added genetic screening as well, and employees are lining up for the tests.\nInstacart, Nvidia, OpenTable, Salesforce, SAP, Slack, Stripe and Snap have offered the screenings as an employee benefit. So have some companies based on the East Coast, like General Electric Appliances and Visa. All of them, including Levi's, work with Color Genomics, a start-up that has quickly become a leader in employee genetic screening and counseling.\nBut the use of screenings as an employee benefit is becoming more commonplace just as federal health agencies , researchers, and physicians are wrangling over whether the tests, originally developed to establish patients' inherited risks of developing certain diseases, are ready for widespread adoption.\nThe tests screen for inherited gene mutations that can greatly increase a person's risk of developing diseases like colon cancer or breast cancer. Doctors now regularly suggest them for high-risk patients, such as people who have close family members with certain cancers.\nBut for people of average risk in the general public, a screening may not be all that useful — and could even cause harm, experts said. A person without a family history of cancer may have the same problematic mutations as high-risk patients, they said, but could have lower risk of developing cancer.\nA federal advisory panel on evidence-based preventive medicine currently recommends against routine screening for certain harmful breast cancer mutations for women who do not have cancer or a family history of cancer. The group concluded that the net benefit of routine genetic screening for these women could range from minimal to potentially harmful.\n\"There is exactly no evidence that systematic screening of the general healthy population for rare genetic conditions will have a net benefit in terms of health outcomes,\" said Dr. Jonathan Berg , an associate professor of genetics at the University of North Carolina at Chapel Hill.\nIn fact, most cancers are not the result of the hereditary mutations in single genes that these tests detect. Some experts cautioned that extending use of the tests to the broader population may lead some people of average risk to forgo recommended screening tests like colonoscopies. And they warned that it could also lead people to undergo unnecessary medical procedures, including going to the extreme of having surgery to remove their breasts.\n\"You could scare the living daylights out of people unnecessarily,\" said Dr. Stephen J. Chanock, director of the division of cancer epidemiology and genetics at the National Cancer Institute.\nThe Food and Drug Administration, however, recently took the opposite stance. It authorized 23andMe, a consumer genetics company that had already received agency clearance to market several hereditary disease risk tests, to offer a test directly to consumers for three breast cancer gene mutations common in people of Eastern European Jewish descent.\nWhile regulators called their decision a step forward in the availability of direct-to-consumer genetic screening, they explicitly warned that the test did not detect most mutations that increase breast cancer risk. They also warned consumers not to use the tests as a substitute for qualified medical care and genetic counseling.\nColor, the genomics company, takes something of a middle road. It markets comprehensive medical diagnostic tests that screen for all mutations of certain genes known to be linked to certain kinds of heredity cancers and heart risks. It has doctors available to order its tests online for users and provides genetic counseling to discuss users' results.\n\"By using genetics, you can help some people prevent or interrupt something at an earlier stage where the costs are much lower,\" said Othman Laraki, chief executive of Color Genomics. The start-up advises users that they could develop major diseases even if their test results show no harmful mutations.\nExecutives at SAP and Nvidia said they hoped genetic screening might ultimately help prevent at least a few late-stage cancers, the kinds of life-threatening illnesses that can debilitate employees and cost companies with self-funded health plans more than $1 million in medical fees.\nAfter Nvidia began offering free screening from Color last year, about 27 percent of its 6,000 eligible employees in the United States took the test. After SAP started subsidizing the genetic tests last year, about 17 percent of the company's 30,000 eligible employees and family members participated.\n\"In the long-term view of a program like this, it's going to pay for itself,\" said Jason J. Russell, who oversees employee compensation and benefits for SAP North America. And, he added, \"You are creating good will with employees.\"\nGiven the expense of screening more people of average risk — as well as follow-up costs from additional tests, medicines, surgery and potential complications from surgeries — experts said that overall medical expenditures were actually likely to increase. Even so, they said, spending on screening for conditions like hereditary high cholesterol, which increases risk for strokes and heart attacks before the age of 50, could ultimately prolong some lives.\n\"You are getting good preventive care value for money, \" said David L. Veenstra, a professor at the University of Washington who studies health outcomes and economics.\nColor has raised $150 million from venture capital firms like General Catalyst as well as Bay Area tech luminaries including Max Levchin, a PayPal co-founder; Sundar Pichai, Google's chief executive; and Laurene Powell Jobs, a philanthropist-investor who is the widow of the Apple co-founder Steve Jobs.\nThe company has reduced genetic testing costs by using robotics and machine learning and eliminating tasks like in-person prescreening by doctors. It charges $249 for hereditary risk screening for eight of the most common cancers and began offering that price while more established medical diagnostics firms were charging $4,000 for similar tests.\nThe price point appealed to OpenTable. It started offering genetic screening benefits after an employee with a history of cancers told executives she was spending thousands of dollars out of her own pocket to pay for hereditary risk tests.\n\"This was a really interesting opportunity to provide some choice to our employees that was accessible and affordable so they could better understand their own personal health,\" said Christa Quarles, chief executive of OpenTable.\nAs for privacy concerns, executives at several companies said that Color regularly sent them aggregated data on the number of employees with harmful disease mutations, but that the data is not tied to identifying details like employees' names or birth dates.\nAs more large-scale research is conducted, medical recommendations may change. More than 150,000 patients , for instance, have enrolled in a DNA sequencing study at Geisinger Health, a medical center in Danville, Pa. And the federal advisory panel is updating its recommendation on genetic screening for certain breast cancer mutations.\nExecutives at several companies that have signed up with Color said they were aware of the debate over genetic screening, but said they believed the start-up was simply ahead of the curve.\n\"Over time, innovation becomes consensus science,\" said Mr. Russell of SAP.",
    "published": "2018-04-19T19:25:00.000+03:00",
    "crawled": "2018-04-19T21:27:52.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "levi",
        "strauss",
        "company",
        "introduced",
        "novel",
        "benefit",
        "employee",
        "san",
        "francisco",
        "headquarters",
        "last",
        "fall",
        "free",
        "genetic",
        "screening",
        "assess",
        "hereditary",
        "risk",
        "certain",
        "cancer",
        "high",
        "cholesterol",
        "chip",
        "bergh",
        "levi",
        "chief",
        "executive",
        "said",
        "hoped",
        "test",
        "would",
        "spur",
        "employee",
        "take",
        "preventive",
        "health",
        "step",
        "way",
        "reduce",
        "company",
        "health",
        "care",
        "cost",
        "even",
        "bergh",
        "surprised",
        "turnout",
        "eligible",
        "levi",
        "employee",
        "half",
        "took",
        "genetic",
        "test",
        "want",
        "extend",
        "benefit",
        "employee",
        "city",
        "new",
        "york",
        "time",
        "inside",
        "cambridge",
        "analytica",
        "virtual",
        "currency",
        "plan",
        "supreme",
        "court",
        "toss",
        "microsoft",
        "case",
        "digital",
        "data",
        "abroad",
        "senate",
        "bill",
        "curtail",
        "labor",
        "right",
        "tribal",
        "land",
        "fall",
        "short",
        "really",
        "differentiator",
        "bergh",
        "said",
        "west",
        "coast",
        "company",
        "vying",
        "talent",
        "offer",
        "unusual",
        "array",
        "benefit",
        "like",
        "college",
        "loan",
        "repayment",
        "egg",
        "freezing",
        "surrogacy",
        "assistance",
        "new",
        "mother",
        "away",
        "business",
        "trip",
        "overnight",
        "breast",
        "milk",
        "shipping",
        "company",
        "added",
        "genetic",
        "screening",
        "well",
        "employee",
        "lining",
        "test",
        "instacart",
        "nvidia",
        "opentable",
        "salesforce",
        "sap",
        "slack",
        "stripe",
        "snap",
        "offered",
        "screening",
        "employee",
        "benefit",
        "company",
        "based",
        "east",
        "coast",
        "like",
        "general",
        "electric",
        "appliance",
        "visa",
        "including",
        "levi",
        "work",
        "color",
        "genomics",
        "quickly",
        "become",
        "leader",
        "employee",
        "genetic",
        "screening",
        "counseling",
        "use",
        "screening",
        "employee",
        "benefit",
        "becoming",
        "commonplace",
        "federal",
        "health",
        "agency",
        "researcher",
        "physician",
        "wrangling",
        "whether",
        "test",
        "originally",
        "developed",
        "establish",
        "patient",
        "inherited",
        "risk",
        "developing",
        "certain",
        "disease",
        "ready",
        "widespread",
        "adoption",
        "test",
        "screen",
        "inherited",
        "gene",
        "mutation",
        "greatly",
        "increase",
        "person",
        "risk",
        "developing",
        "disease",
        "like",
        "colon",
        "cancer",
        "breast",
        "cancer",
        "doctor",
        "regularly",
        "suggest",
        "patient",
        "people",
        "close",
        "family",
        "member",
        "certain",
        "cancer",
        "people",
        "average",
        "risk",
        "general",
        "public",
        "screening",
        "may",
        "useful",
        "could",
        "even",
        "cause",
        "harm",
        "expert",
        "said",
        "person",
        "without",
        "family",
        "history",
        "cancer",
        "may",
        "problematic",
        "mutation",
        "patient",
        "said",
        "could",
        "lower",
        "risk",
        "developing",
        "cancer",
        "federal",
        "advisory",
        "panel",
        "preventive",
        "medicine",
        "currently",
        "recommends",
        "routine",
        "screening",
        "certain",
        "harmful",
        "breast",
        "cancer",
        "mutation",
        "woman",
        "cancer",
        "family",
        "history",
        "cancer",
        "group",
        "concluded",
        "net",
        "benefit",
        "routine",
        "genetic",
        "screening",
        "woman",
        "could",
        "range",
        "minimal",
        "potentially",
        "harmful",
        "exactly",
        "evidence",
        "systematic",
        "screening",
        "general",
        "healthy",
        "population",
        "rare",
        "genetic",
        "condition",
        "net",
        "benefit",
        "term",
        "health",
        "outcome",
        "said",
        "jonathan",
        "berg",
        "associate",
        "professor",
        "genetics",
        "university",
        "north",
        "carolina",
        "chapel",
        "hill",
        "fact",
        "cancer",
        "result",
        "hereditary",
        "mutation",
        "single",
        "gene",
        "test",
        "detect",
        "expert",
        "cautioned",
        "extending",
        "use",
        "test",
        "broader",
        "population",
        "may",
        "lead",
        "people",
        "average",
        "risk",
        "forgo",
        "recommended",
        "screening",
        "test",
        "like",
        "colonoscopy",
        "warned",
        "could",
        "also",
        "lead",
        "people",
        "undergo",
        "unnecessary",
        "medical",
        "procedure",
        "including",
        "going",
        "extreme",
        "surgery",
        "remove",
        "breast",
        "could",
        "scare",
        "living",
        "daylight",
        "people",
        "unnecessarily",
        "said",
        "stephen",
        "chanock",
        "director",
        "division",
        "cancer",
        "epidemiology",
        "genetics",
        "national",
        "cancer",
        "institute",
        "food",
        "drug",
        "administration",
        "however",
        "recently",
        "took",
        "opposite",
        "stance",
        "authorized",
        "23andme",
        "consumer",
        "genetics",
        "company",
        "already",
        "received",
        "agency",
        "clearance",
        "market",
        "several",
        "hereditary",
        "disease",
        "risk",
        "test",
        "offer",
        "test",
        "directly",
        "consumer",
        "three",
        "breast",
        "cancer",
        "gene",
        "mutation",
        "common",
        "people",
        "eastern",
        "european",
        "jewish",
        "descent",
        "regulator",
        "called",
        "decision",
        "step",
        "forward",
        "availability",
        "genetic",
        "screening",
        "explicitly",
        "warned",
        "test",
        "detect",
        "mutation",
        "increase",
        "breast",
        "cancer",
        "risk",
        "also",
        "warned",
        "consumer",
        "use",
        "test",
        "substitute",
        "qualified",
        "medical",
        "care",
        "genetic",
        "counseling",
        "color",
        "genomics",
        "company",
        "take",
        "something",
        "middle",
        "road",
        "market",
        "comprehensive",
        "medical",
        "diagnostic",
        "test",
        "screen",
        "mutation",
        "certain",
        "gene",
        "known",
        "linked",
        "certain",
        "kind",
        "heredity",
        "cancer",
        "heart",
        "risk",
        "doctor",
        "available",
        "order",
        "test",
        "online",
        "user",
        "provides",
        "genetic",
        "counseling",
        "discus",
        "user",
        "result",
        "using",
        "genetics",
        "help",
        "people",
        "prevent",
        "interrupt",
        "something",
        "earlier",
        "stage",
        "cost",
        "much",
        "lower",
        "said",
        "othman",
        "laraki",
        "chief",
        "executive",
        "color",
        "genomics",
        "advises",
        "user",
        "could",
        "develop",
        "major",
        "disease",
        "even",
        "test",
        "result",
        "show",
        "harmful",
        "mutation",
        "executive",
        "sap",
        "nvidia",
        "said",
        "hoped",
        "genetic",
        "screening",
        "might",
        "ultimately",
        "help",
        "prevent",
        "least",
        "cancer",
        "kind",
        "illness",
        "debilitate",
        "employee",
        "cost",
        "company",
        "health",
        "plan",
        "million",
        "medical",
        "fee",
        "nvidia",
        "began",
        "offering",
        "free",
        "screening",
        "color",
        "last",
        "year",
        "percent",
        "eligible",
        "employee",
        "united",
        "state",
        "took",
        "test",
        "sap",
        "started",
        "subsidizing",
        "genetic",
        "test",
        "last",
        "year",
        "percent",
        "company",
        "eligible",
        "employee",
        "family",
        "member",
        "participated",
        "view",
        "program",
        "like",
        "going",
        "pay",
        "said",
        "jason",
        "russell",
        "oversees",
        "employee",
        "compensation",
        "benefit",
        "sap",
        "north",
        "america",
        "added",
        "creating",
        "good",
        "employee",
        "given",
        "expense",
        "screening",
        "people",
        "average",
        "risk",
        "well",
        "cost",
        "additional",
        "test",
        "medicine",
        "surgery",
        "potential",
        "complication",
        "surgery",
        "expert",
        "said",
        "overall",
        "medical",
        "expenditure",
        "actually",
        "likely",
        "increase",
        "even",
        "said",
        "spending",
        "screening",
        "condition",
        "like",
        "hereditary",
        "high",
        "cholesterol",
        "increase",
        "risk",
        "stroke",
        "heart",
        "attack",
        "age",
        "could",
        "ultimately",
        "prolong",
        "life",
        "getting",
        "good",
        "preventive",
        "care",
        "value",
        "money",
        "said",
        "david",
        "veenstra",
        "professor",
        "university",
        "washington",
        "study",
        "health",
        "outcome",
        "economics",
        "color",
        "raised",
        "million",
        "venture",
        "capital",
        "firm",
        "like",
        "general",
        "catalyst",
        "well",
        "bay",
        "area",
        "tech",
        "luminary",
        "including",
        "max",
        "levchin",
        "paypal",
        "sundar",
        "pichai",
        "google",
        "chief",
        "executive",
        "laurene",
        "powell",
        "job",
        "widow",
        "apple",
        "steve",
        "job",
        "company",
        "reduced",
        "genetic",
        "testing",
        "cost",
        "using",
        "robotics",
        "machine",
        "learning",
        "eliminating",
        "task",
        "like",
        "prescreening",
        "doctor",
        "charge",
        "hereditary",
        "risk",
        "screening",
        "eight",
        "common",
        "cancer",
        "began",
        "offering",
        "price",
        "established",
        "medical",
        "diagnostics",
        "firm",
        "charging",
        "similar",
        "test",
        "price",
        "point",
        "appealed",
        "opentable",
        "started",
        "offering",
        "genetic",
        "screening",
        "benefit",
        "employee",
        "history",
        "cancer",
        "told",
        "executive",
        "spending",
        "thousand",
        "dollar",
        "pocket",
        "pay",
        "hereditary",
        "risk",
        "test",
        "really",
        "interesting",
        "opportunity",
        "provide",
        "choice",
        "employee",
        "accessible",
        "affordable",
        "could",
        "better",
        "understand",
        "personal",
        "health",
        "said",
        "christa",
        "quarles",
        "chief",
        "executive",
        "opentable",
        "privacy",
        "concern",
        "executive",
        "several",
        "company",
        "said",
        "color",
        "regularly",
        "sent",
        "aggregated",
        "data",
        "number",
        "employee",
        "harmful",
        "disease",
        "mutation",
        "data",
        "tied",
        "identifying",
        "detail",
        "like",
        "employee",
        "name",
        "birth",
        "date",
        "research",
        "conducted",
        "medical",
        "recommendation",
        "may",
        "change",
        "patient",
        "instance",
        "enrolled",
        "dna",
        "sequencing",
        "study",
        "geisinger",
        "health",
        "medical",
        "center",
        "danville",
        "federal",
        "advisory",
        "panel",
        "updating",
        "recommendation",
        "genetic",
        "screening",
        "certain",
        "breast",
        "cancer",
        "mutation",
        "executive",
        "several",
        "company",
        "signed",
        "color",
        "said",
        "aware",
        "debate",
        "genetic",
        "screening",
        "said",
        "believed",
        "simply",
        "ahead",
        "curve",
        "time",
        "innovation",
        "becomes",
        "consensus",
        "science",
        "said",
        "russell",
        "sap"
    ]
}