{
    "organizations": [],
    "uuid": "3996f61b77068aeea971e5316d1a65689082b200",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-cal-maine-foods-reports-third-quarter-fiscal-2018-results.html",
    "ord_in_thread": 0,
    "title": "Cal-Maine Foods Reports Third Quarter Fiscal 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JACKSON, Miss.--(BUSINESS WIRE)-- Cal-Maine Foods, Inc. (NASDAQ: CALM) today reported results for the third quarter and thirty-nine weeks ended March 3, 2018.\nNet sales for the third quarter of fiscal 2018 were $435.8 million, a 42.2 percent increase, compared to $306.5 million for the third quarter of fiscal 2018. The Company reported net income of $96.3 million, or $1.99 per basic and diluted share, for the third quarter of fiscal 2018, compared to $4.1 million, or $0.09 per basic and diluted share, for the third quarter of fiscal 2017. Results for the third quarter of fiscal 2018 were favorably affected by a $35.0 million, or $0.72 per basic and diluted share, discrete tax benefit related to the Tax Cuts and Jobs Act (TCJA) tax reform legislation enacted during the period, and the subsequent revaluation of the Company’s deferred tax liabilities at the new, lower corporate tax rate.\nFor the thirty-nine weeks ended March 3, 2018, net sales were $1,059.8 million compared with $799.9 million for the prior-year period. The Company reported net income of $54.2 million, or $1.12 per basic and diluted share, for the thirty-nine weeks ended March 3, 2018, compared with a net loss of $49.8 million, or $1.03 per basic and diluted share, for the year-earlier period. Results for the thirty-nine week period of fiscal 2018 were favorably affected by the TCJA tax reform legislation noted above. These results also include an after-tax charge of $54.8 million, or $1.13 per basic and diluted share, as calculated using the new blended corporate tax rate for the Company's fiscal 2018. This charge was recorded in the second quarter of fiscal 2018, and was related to the settlement of previously disclosed antitrust claims that several large direct action purchasers had asserted against the Company.\nDolph Baker, chairman and chief executive officer of Cal-Maine Foods, Inc., stated, “We are pleased to report very strong financial and operating results for the third quarter of fiscal 2018, as we capitalized on improved market conditions compared with the third quarter last year. Our sales were up 42.2 percent from a year ago, reflecting strong consumer demand trends, continued grocery store promotions for shell eggs, and more moderate production growth. Together, these factors have supported higher market prices. We continued to execute our growth strategy in this favorable market environment, resulting in a significant improvement in profitability compared with the prior-year period.\n“Market prices for shell eggs have continued to trend higher this fiscal year with our average customer selling prices up 36.7 percent over the third quarter last year. Market prices for non-specialty eggs have been especially strong and were up 66.6 percent compared with the prior-year period. Prices remained high through the peak holiday selling season and have continued to move up since the end of the quarter. Reports from IRI, a consumer market research firm, indicate retail demand has been very good through this same period. We also benefitted from higher egg exports compared with the same time last year. While production has moderated, the laying hen flock size has moved up modestly compared with prior-year levels, resulting in an improved balance of supply and demand. Recent USDA reports, however, show an increase in chicks hatched, which could indicate future increases in supply.\n“Our specialty egg business remains a primary focus of our growth strategy as we continue to see favorable consumer demand trends. For the third quarter of fiscal 2018, specialty eggs, excluding co-pack sales, accounted for 24.3 percent of our total sales volume, compared with 23.6 percent for the same period a year ago. Specialty egg revenue was 30.2 percent of total shell egg revenue, compared with 40.8 percent for the third quarter of fiscal 2017, as a result of significantly higher market prices for non-specialty eggs in the current period.\n“We are also focused on aligning our future production capacity with the anticipated industry-wide change in product demand, as our largest customers have made public commitments to exclusively offer cage-free eggs by future specified dates. Our primary objective is to ensure we are ready to meet our customers’ needs through this transition period, and we are prepared to make the necessary investments in our operations. As always, Cal-Maine Foods provides a diverse product mix that includes cage-free eggs, as well as other healthy and affordable options for consumers including conventional, nutritionally enhanced and organic eggs.”\nBaker added, “Our operations ran well during the third quarter, as we continued to focus on efficient and responsible management across all of Cal-Maine Foods’ locations. Operating income for the third quarter was $76.2 million, compared with an operating loss of $5.2 million a year ago. Farm production costs per dozen were up slightly compared with the prior-year period. For the third quarter of fiscal 2018, our feed costs per dozen produced were consistent with the same costs incurred a year ago. Based on 2017 harvested crops, we expect to have an ample supply of our primary feed ingredients for the balance of the fiscal year.”\nPursuant to Cal-Maine Foods’ variable dividend policy, for each quarter for which the Company reports net income, the Company pays a cash dividend to shareholders in an amount equal to one-third of such quarterly income. Following a quarter for which the Company does not report net income, the Company will not pay a dividend with respect to that quarter or for a subsequent profitable quarter until the Company is profitable on a cumulative basis computed from the date of the last quarter for which a dividend was paid. Therefore, the Company did not pay a dividend with respect to the fourth quarter of fiscal 2016, or any quarter of fiscal 2017, and will not pay a dividend for the first, second, or third quarters of fiscal 2018. At March 3, 2018, cumulative losses that must be recovered prior to paying a dividend were $20.5 million.\nSelected operating statistics for the third quarter and year-to-date period of fiscal 2018 compared with the prior-year period are shown below:\n13 Weeks Ended 39 Weeks Ended March 3,\n2018\nFebruary 25,\n2017\nMarch 3,\n2018\nFebruary 25,\n2017\nDozen Eggs Sold (000) 273,209 263,613 785,758 758,114 Dozen Eggs Produced (000) 221,119 222,492 657,577 633,246 % Specialty Sales (dozen)* 24.3 % 23.6 % 22.9 % 23.0 % % Specialty Sales (dollars)* 30.2 % 40.8 % 33.3 % 44.1 % Net Average Selling Price (dozen) $ 1.545 $ 1.130 $ 1.303 $ 1.020 Net Average Selling Price Specialty Eggs (dozen)* $ 1.933 $ 1.965 $ 1.907 $ 1.980 Feed Cost (dozen) $ 0.396 $ 0.396 $ 0.387 $ 0.406 *Excludes co-pack specialty eggs\nCal-Maine Foods, Inc. is primarily engaged in the production, grading, packing and sale of fresh shell eggs, including conventional, cage-free, organic and nutritionally-enhanced eggs. The Company, which is headquartered in Jackson, Mississippi, is the largest producer and distributor of fresh shell eggs in the United States and sells the majority of its shell eggs in states across the southwestern, southeastern, mid-western and mid-Atlantic regions of the United States.\nStatements contained in this press release that are not historical facts are forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. The forward-looking statements are based on management’s current intent, belief, expectations, estimates and projections regarding our company and our industry. These statements are not guarantees of future performance and involve risks, uncertainties, assumptions and other factors that are difficult to predict and may be beyond our control. The factors that could cause actual results to differ materially from those projected in the forward-looking statements include, among others, (i) the risk factors set forth in the Company’s SEC filings (including its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K), (ii) the risks and hazards inherent in the shell egg business (including disease, pests, weather conditions and potential for recall), (iii) changes in the demand for and market prices of shell eggs and feed costs, (iv) our ability to predict and meet demand for cage-free and other specialty eggs, (v) risks, changes or obligations that could result from our future acquisition of new flocks or businesses and risks or changes that may cause conditions to completing a pending acquisition not to be met, and (vi) adverse results in pending litigation matters. In addition, the Company continues to assess the impact of the recently enacted federal tax reform legislation on its business and consolidated financial statements. SEC filings may be obtained from the SEC or the Company’s website, www.calmainefoods.com . Readers are cautioned not to place undue reliance on forward-looking statements because, while we believe the assumptions on which the forward-looking statements are based are reasonable, there can be no assurance that these forward-looking statements will prove to be accurate. Further, the forward-looking statements included herein are only made as of the respective dates thereof, or if no date is stated, as of the date hereof. Except as otherwise required by law, we disclaim any intent or obligation to publicly update these forward-looking statements, whether as a result of new information, future events or otherwise.\nCAL-MAINE FOODS, INC. AND SUBSIDIARIES FINANCIAL HIGHLIGHTS (Unaudited)\n(In thousands, except per share amounts)\nSUMMARY STATEMENTS OF OPERATIONS 13 Weeks Ended 39 Weeks Ended\nMarch 3,\n2018\nFebruary 25,\n2017\nMarch 3,\n2018\nFebruary 25,\n2017\nNet sales $ 435,820 $ 306,540 $ 1,059,837 $ 799,929 Cost of sales 315,722 267,375 840,007 766,385 Gross profit 120,098 39,165 219,830 33,544 Selling, general, and administrative expense 44,175 43,738 128,045 125,985 Legal settlement expense — — 80,750 — (Gain) Loss on disposal of fixed assets (279 ) 622 (325 ) 1,361 Operating income (loss) 76,202 (5,195 ) 11,360 (93,802 ) Other income, net 11,855 9,360 12,087 12,659 Income (loss) before income taxes and noncontrolling interest 88,057 4,165 23,447 (81,143 ) Income tax (benefit) expense (8,301 ) 34 (30,653 ) (31,327 ) Net income (loss) before noncontrolling interest 96,358 4,131 54,100 (49,816 ) Less: Net income (loss) attributable to noncontrolling interest 64 (8 ) (65 ) (9 ) Net income (loss) attributable to Cal-Maine Foods, Inc. $ 96,294 $ 4,139 $ 54,165 $ (49,807 ) Net income (loss) per share: Basic $ 1.99 $ 0.09 $ 1.12 $ (1.03 ) Diluted $ 1.99 $ 0.09 $ 1.12 $ (1.03 ) Weighted average shares outstanding Basic 48,361 48,286 48,340 48,285 Diluted 48,476 48,417 48,460 48,285 CAL-MAINE FOODS, INC. AND SUBSIDIARIES FINANCIAL HIGHLIGHTS (Unaudited)\n(In thousands)\nSUMMARY BALANCE SHEETS March 3, 2018 June 3, 2017 ASSETS Cash and short-term investments $ 283,448 $ 156,026 Receivables 121,642 64,509 Income tax receivable — 52,691 Inventories 165,363 160,692 Prepaid expenses and other current assets 2,074 2,288 Current assets 572,527 436,206 Property, plant and equipment (net) 433,482 458,184 Other noncurrent assets 137,674 138,704 Total assets $ 1,143,683 $ 1,033,094 LIABILITIES AND STOCKHOLDERS' EQUITY Accounts payable and accrued expenses $ 96,071 $ 59,853 Accrued legal settlement expense 80,750 — Current maturities of long-term debt and capital lease obligations 3,926 4,826 Current liabilities 180,747 64,679 Long-term debt and capital lease obligations, less current maturities 3,351 6,113 Deferred income taxes and other liabilities 59,926 117,809 Stockholders' equity 899,659 844,493 Total liabilities and stockholders' equity $ 1,143,683 $ 1,033,094\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180402005298/en/\nCal-Maine Foods, Inc.\nDolph Baker, 601-948-6813\nChairman and CEO\nor\nTimothy A. Dawson, 601-948-6813\nVice President and CFO\nSource: Cal-Maine Foods, Inc.",
    "published": "2018-04-02T14:30:00.000+03:00",
    "crawled": "2018-04-02T18:18:35.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jackson",
        "business",
        "wire",
        "food",
        "nasdaq",
        "calm",
        "today",
        "reported",
        "result",
        "third",
        "quarter",
        "week",
        "ended",
        "march",
        "net",
        "sale",
        "third",
        "quarter",
        "fiscal",
        "million",
        "percent",
        "increase",
        "compared",
        "million",
        "third",
        "quarter",
        "fiscal",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "third",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "third",
        "quarter",
        "fiscal",
        "result",
        "third",
        "quarter",
        "fiscal",
        "favorably",
        "affected",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "discrete",
        "tax",
        "benefit",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "tax",
        "reform",
        "legislation",
        "enacted",
        "period",
        "subsequent",
        "revaluation",
        "company",
        "deferred",
        "tax",
        "liability",
        "new",
        "lower",
        "corporate",
        "tax",
        "rate",
        "week",
        "ended",
        "march",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "period",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "week",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "result",
        "week",
        "period",
        "fiscal",
        "favorably",
        "affected",
        "tcja",
        "tax",
        "reform",
        "legislation",
        "noted",
        "result",
        "also",
        "include",
        "charge",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "calculated",
        "using",
        "new",
        "blended",
        "corporate",
        "tax",
        "rate",
        "company",
        "fiscal",
        "charge",
        "recorded",
        "second",
        "quarter",
        "fiscal",
        "related",
        "settlement",
        "previously",
        "disclosed",
        "antitrust",
        "claim",
        "several",
        "large",
        "direct",
        "action",
        "purchaser",
        "asserted",
        "company",
        "dolph",
        "baker",
        "chairman",
        "chief",
        "executive",
        "officer",
        "food",
        "stated",
        "pleased",
        "report",
        "strong",
        "financial",
        "operating",
        "result",
        "third",
        "quarter",
        "fiscal",
        "capitalized",
        "improved",
        "market",
        "condition",
        "compared",
        "third",
        "quarter",
        "last",
        "year",
        "sale",
        "percent",
        "year",
        "ago",
        "reflecting",
        "strong",
        "consumer",
        "demand",
        "trend",
        "continued",
        "grocery",
        "store",
        "promotion",
        "shell",
        "egg",
        "moderate",
        "production",
        "growth",
        "together",
        "factor",
        "supported",
        "higher",
        "market",
        "price",
        "continued",
        "execute",
        "growth",
        "strategy",
        "favorable",
        "market",
        "environment",
        "resulting",
        "significant",
        "improvement",
        "profitability",
        "compared",
        "period",
        "market",
        "price",
        "shell",
        "egg",
        "continued",
        "trend",
        "higher",
        "fiscal",
        "year",
        "average",
        "customer",
        "selling",
        "price",
        "percent",
        "third",
        "quarter",
        "last",
        "year",
        "market",
        "price",
        "egg",
        "especially",
        "strong",
        "percent",
        "compared",
        "period",
        "price",
        "remained",
        "high",
        "peak",
        "holiday",
        "selling",
        "season",
        "continued",
        "move",
        "since",
        "end",
        "quarter",
        "report",
        "iri",
        "consumer",
        "market",
        "research",
        "firm",
        "indicate",
        "retail",
        "demand",
        "good",
        "period",
        "also",
        "benefitted",
        "higher",
        "egg",
        "export",
        "compared",
        "time",
        "last",
        "year",
        "production",
        "moderated",
        "laying",
        "hen",
        "flock",
        "size",
        "moved",
        "modestly",
        "compared",
        "level",
        "resulting",
        "improved",
        "balance",
        "supply",
        "demand",
        "recent",
        "usda",
        "report",
        "however",
        "show",
        "increase",
        "chick",
        "hatched",
        "could",
        "indicate",
        "future",
        "increase",
        "supply",
        "specialty",
        "egg",
        "business",
        "remains",
        "primary",
        "focus",
        "growth",
        "strategy",
        "continue",
        "see",
        "favorable",
        "consumer",
        "demand",
        "trend",
        "third",
        "quarter",
        "fiscal",
        "specialty",
        "egg",
        "excluding",
        "sale",
        "accounted",
        "percent",
        "total",
        "sale",
        "volume",
        "compared",
        "percent",
        "period",
        "year",
        "ago",
        "specialty",
        "egg",
        "revenue",
        "percent",
        "total",
        "shell",
        "egg",
        "revenue",
        "compared",
        "percent",
        "third",
        "quarter",
        "fiscal",
        "result",
        "significantly",
        "higher",
        "market",
        "price",
        "egg",
        "current",
        "period",
        "also",
        "focused",
        "aligning",
        "future",
        "production",
        "capacity",
        "anticipated",
        "change",
        "product",
        "demand",
        "largest",
        "customer",
        "made",
        "public",
        "commitment",
        "exclusively",
        "offer",
        "egg",
        "future",
        "specified",
        "date",
        "primary",
        "objective",
        "ensure",
        "ready",
        "meet",
        "customer",
        "need",
        "transition",
        "period",
        "prepared",
        "make",
        "necessary",
        "investment",
        "operation",
        "always",
        "food",
        "provides",
        "diverse",
        "product",
        "mix",
        "includes",
        "egg",
        "well",
        "healthy",
        "affordable",
        "option",
        "consumer",
        "including",
        "conventional",
        "nutritionally",
        "enhanced",
        "organic",
        "baker",
        "added",
        "operation",
        "ran",
        "well",
        "third",
        "quarter",
        "continued",
        "focus",
        "efficient",
        "responsible",
        "management",
        "across",
        "food",
        "location",
        "operating",
        "income",
        "third",
        "quarter",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "year",
        "ago",
        "farm",
        "production",
        "cost",
        "per",
        "dozen",
        "slightly",
        "compared",
        "period",
        "third",
        "quarter",
        "fiscal",
        "feed",
        "cost",
        "per",
        "dozen",
        "produced",
        "consistent",
        "cost",
        "incurred",
        "year",
        "ago",
        "based",
        "harvested",
        "crop",
        "expect",
        "ample",
        "supply",
        "primary",
        "feed",
        "ingredient",
        "balance",
        "fiscal",
        "pursuant",
        "food",
        "variable",
        "dividend",
        "policy",
        "quarter",
        "company",
        "report",
        "net",
        "income",
        "company",
        "pay",
        "cash",
        "dividend",
        "shareholder",
        "amount",
        "equal",
        "quarterly",
        "income",
        "following",
        "quarter",
        "company",
        "report",
        "net",
        "income",
        "company",
        "pay",
        "dividend",
        "respect",
        "quarter",
        "subsequent",
        "profitable",
        "quarter",
        "company",
        "profitable",
        "cumulative",
        "basis",
        "computed",
        "date",
        "last",
        "quarter",
        "dividend",
        "paid",
        "therefore",
        "company",
        "pay",
        "dividend",
        "respect",
        "fourth",
        "quarter",
        "fiscal",
        "quarter",
        "fiscal",
        "pay",
        "dividend",
        "first",
        "second",
        "third",
        "quarter",
        "fiscal",
        "march",
        "cumulative",
        "loss",
        "must",
        "recovered",
        "prior",
        "paying",
        "dividend",
        "million",
        "selected",
        "operating",
        "statistic",
        "third",
        "quarter",
        "period",
        "fiscal",
        "compared",
        "period",
        "shown",
        "week",
        "ended",
        "week",
        "ended",
        "march",
        "february",
        "march",
        "february",
        "dozen",
        "egg",
        "sold",
        "dozen",
        "egg",
        "produced",
        "specialty",
        "sale",
        "dozen",
        "specialty",
        "sale",
        "dollar",
        "net",
        "average",
        "selling",
        "price",
        "dozen",
        "net",
        "average",
        "selling",
        "price",
        "specialty",
        "egg",
        "dozen",
        "feed",
        "cost",
        "dozen",
        "excludes",
        "specialty",
        "egg",
        "food",
        "primarily",
        "engaged",
        "production",
        "grading",
        "packing",
        "sale",
        "fresh",
        "shell",
        "egg",
        "including",
        "conventional",
        "organic",
        "egg",
        "company",
        "headquartered",
        "jackson",
        "mississippi",
        "largest",
        "producer",
        "distributor",
        "fresh",
        "shell",
        "egg",
        "united",
        "state",
        "sell",
        "majority",
        "shell",
        "egg",
        "state",
        "across",
        "southwestern",
        "southeastern",
        "region",
        "united",
        "state",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "intent",
        "belief",
        "expectation",
        "estimate",
        "projection",
        "regarding",
        "company",
        "industry",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "difficult",
        "predict",
        "may",
        "beyond",
        "control",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "include",
        "among",
        "others",
        "risk",
        "factor",
        "set",
        "forth",
        "company",
        "sec",
        "filing",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "ii",
        "risk",
        "hazard",
        "inherent",
        "shell",
        "egg",
        "business",
        "including",
        "disease",
        "pest",
        "weather",
        "condition",
        "potential",
        "recall",
        "iii",
        "change",
        "demand",
        "market",
        "price",
        "shell",
        "egg",
        "feed",
        "cost",
        "iv",
        "ability",
        "predict",
        "meet",
        "demand",
        "specialty",
        "egg",
        "v",
        "risk",
        "change",
        "obligation",
        "could",
        "result",
        "future",
        "acquisition",
        "new",
        "flock",
        "business",
        "risk",
        "change",
        "may",
        "cause",
        "condition",
        "completing",
        "pending",
        "acquisition",
        "met",
        "vi",
        "adverse",
        "result",
        "pending",
        "litigation",
        "matter",
        "addition",
        "company",
        "continues",
        "assess",
        "impact",
        "recently",
        "enacted",
        "federal",
        "tax",
        "reform",
        "legislation",
        "business",
        "consolidated",
        "financial",
        "statement",
        "sec",
        "filing",
        "may",
        "obtained",
        "sec",
        "company",
        "website",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "believe",
        "assumption",
        "statement",
        "based",
        "reasonable",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "statement",
        "included",
        "herein",
        "made",
        "respective",
        "date",
        "thereof",
        "date",
        "stated",
        "date",
        "hereof",
        "except",
        "otherwise",
        "required",
        "law",
        "disclaim",
        "intent",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "food",
        "subsidiary",
        "financial",
        "highlight",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "summary",
        "statement",
        "operation",
        "week",
        "ended",
        "week",
        "ended",
        "march",
        "february",
        "march",
        "february",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "legal",
        "settlement",
        "expense",
        "gain",
        "loss",
        "disposal",
        "fixed",
        "asset",
        "operating",
        "income",
        "loss",
        "income",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "noncontrolling",
        "interest",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "loss",
        "noncontrolling",
        "interest",
        "less",
        "net",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "food",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "food",
        "subsidiary",
        "financial",
        "highlight",
        "unaudited",
        "thousand",
        "summary",
        "balance",
        "sheet",
        "march",
        "june",
        "asset",
        "cash",
        "investment",
        "receivables",
        "income",
        "tax",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "legal",
        "settlement",
        "expense",
        "current",
        "maturity",
        "debt",
        "capital",
        "lease",
        "obligation",
        "current",
        "liability",
        "debt",
        "capital",
        "lease",
        "obligation",
        "less",
        "current",
        "maturity",
        "deferred",
        "income",
        "tax",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "food",
        "dolph",
        "baker",
        "chairman",
        "ceo",
        "timothy",
        "dawson",
        "vice",
        "president",
        "cfo",
        "source",
        "food",
        "inc"
    ]
}