{
    "organizations": [],
    "uuid": "4ef685b79cbfe080ab126440d10cae9f1e541cac",
    "author": "Fran Hauser",
    "url": "http://fortune.com/2018/04/16/fran-hauser-nice-girl/",
    "ord_in_thread": 0,
    "title": "How Fran Hauser Addressed an Inappropriate Comment at Work",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "How to Address Inappropriate Behavior Without Making Enemies at the Office Fran Hauser, author of 'The Myth of the Nice Girl' Courtesy of Fran Hauser By Fran Hauser 7:52 AM EDT \nLike most women, I’ve faced a handful of occasions throughout my career when men have made sexist or rude comments to me. These situations are always difficult, and it can be incredibly challenging to speak up in a way that feels authentic when you’re caught off-guard by a remark that makes you feel deeply uncomfortable. \nEarly in my career, I was working on a high-profile project for my company. It was late at night, we were hours away from relaunching a high-profile website, and the stress was palpable. There were close to 15 of us in a conference room: myself, a few editors, designers, developers, and one senior male executive. We all knew we had only one shot to get this redesign right: it had to be exciting, buzzy, newsworthy, and clickable. \nWe were in the middle of discussing possible photos to use on the homepage, when, out of the blue, the senior executive said: “Let’s post a photo of Fran in that short dress she was wearing the other day. That would get a lot of clicks.” \nThe room went totally silent. I was stunned. I had had a good relationship with this executive for several years, and this was the first time I had ever heard him say something inappropriate like this. And then, as his comment began to sink in, all eyes in the room turned to me, all curious as to what I would do or say. \nIn that moment, I was forced into a tightrope that I’m sure many of you have walked in your own lives: respond passively and you’re labeled as weak, too nice, a people pleaser; respond aggressively and suddenly you’re bitchy, too assertive, too ambitious. \nSubscribe to The Broadsheet , Fortune’s newsletter for and about the world’s most powerful women. \nIn a sane world, making a stupid, inappropriate comment about a female colleague would tarnish a man’s reputation. But in reality, it is usually the woman’s image and career that are at stake. As a result, too many women choose to suck it up and stay silent. \nThat night in the conference room, though, I did speak up. After snapping out of shock mode, my instincts kicked in and I quickly said to the executive, “Can I please talk to you outside?” We went into the hallway, and I told my colleague directly and firmly, “If you want to get the best work out of me, that’s not the way to do it.” \nHe was horrified; he apologized immediately and explained that he was just trying to lighten the mood. Amazingly, he thought he was making a harmless joke. \nWhat happened next surprised me. When we went back into the meeting, he apologized to the entire team. He admitted what he said was completely inappropriate and that he had too much respect for me and our team to diminish us with that type of comment. \nAt the time, I didn’t realize the power of what had happened. When I asked him to step outside, it signaled to my colleagues that I was standing up for myself. And for them. By telling him in private that his comment was unwanted, I avoided humiliating him and ruining our relationship. And by specifically tying my response to my work performance, I remained objective and kept the context professional, rather than personal. \nLooking back, I unknowingly modeled to my team how to speak up assertively and professionally. Refusing to stay quiet can actually strengthen your relationships with colleagues, rather than hurting them. Confidence and self-respect are magnetic. \nBut confrontation is not easy. Discussing harassment—no matter how big or how small—is uncomfortable and the possibility of a bad outcome is real. When conversations like this do have a positive result, though, the power, message, and effect is undeniable. After this incident, I never heard an inappropriate comment from that executive again. I like to believe that he learned something from it, and that he now understands why we need a kinder, more empathetic, and inclusive work environment. \nFran Hauser is a long-time media executive, startup investor and celebrated champion of women and girls. Her first book “ The Myth of the Nice Girl ” is being published by Houghton Mifflin Harcourt in April 2018. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-16T19:52:00.000+03:00",
    "crawled": "2018-04-16T20:47:08.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "address",
        "inappropriate",
        "behavior",
        "without",
        "making",
        "enemy",
        "office",
        "fran",
        "hauser",
        "author",
        "myth",
        "nice",
        "girl",
        "courtesy",
        "fran",
        "hauser",
        "fran",
        "hauser",
        "edt",
        "like",
        "woman",
        "faced",
        "handful",
        "occasion",
        "throughout",
        "career",
        "men",
        "made",
        "sexist",
        "rude",
        "comment",
        "situation",
        "always",
        "difficult",
        "incredibly",
        "challenging",
        "speak",
        "way",
        "feel",
        "authentic",
        "caught",
        "remark",
        "make",
        "feel",
        "deeply",
        "uncomfortable",
        "early",
        "career",
        "working",
        "project",
        "company",
        "late",
        "night",
        "hour",
        "away",
        "relaunching",
        "website",
        "stress",
        "palpable",
        "close",
        "u",
        "conference",
        "room",
        "editor",
        "designer",
        "developer",
        "one",
        "senior",
        "male",
        "executive",
        "knew",
        "one",
        "shot",
        "get",
        "redesign",
        "right",
        "exciting",
        "buzzy",
        "newsworthy",
        "clickable",
        "middle",
        "discussing",
        "possible",
        "photo",
        "use",
        "homepage",
        "blue",
        "senior",
        "executive",
        "said",
        "let",
        "post",
        "photo",
        "fran",
        "short",
        "dress",
        "wearing",
        "day",
        "would",
        "get",
        "lot",
        "room",
        "went",
        "totally",
        "silent",
        "stunned",
        "good",
        "relationship",
        "executive",
        "several",
        "year",
        "first",
        "time",
        "ever",
        "heard",
        "say",
        "something",
        "inappropriate",
        "like",
        "comment",
        "began",
        "sink",
        "eye",
        "room",
        "turned",
        "curious",
        "would",
        "say",
        "moment",
        "forced",
        "tightrope",
        "sure",
        "many",
        "walked",
        "life",
        "respond",
        "passively",
        "labeled",
        "weak",
        "nice",
        "people",
        "pleaser",
        "respond",
        "aggressively",
        "suddenly",
        "bitchy",
        "assertive",
        "ambitious",
        "subscribe",
        "broadsheet",
        "fortune",
        "newsletter",
        "world",
        "powerful",
        "woman",
        "sane",
        "world",
        "making",
        "stupid",
        "inappropriate",
        "comment",
        "female",
        "colleague",
        "would",
        "tarnish",
        "man",
        "reputation",
        "reality",
        "usually",
        "woman",
        "image",
        "career",
        "stake",
        "result",
        "many",
        "woman",
        "choose",
        "suck",
        "stay",
        "silent",
        "night",
        "conference",
        "room",
        "though",
        "speak",
        "snapping",
        "shock",
        "mode",
        "instinct",
        "kicked",
        "quickly",
        "said",
        "executive",
        "please",
        "talk",
        "outside",
        "went",
        "hallway",
        "told",
        "colleague",
        "directly",
        "firmly",
        "want",
        "get",
        "best",
        "work",
        "way",
        "horrified",
        "apologized",
        "immediately",
        "explained",
        "trying",
        "lighten",
        "mood",
        "amazingly",
        "thought",
        "making",
        "harmless",
        "joke",
        "happened",
        "next",
        "surprised",
        "went",
        "back",
        "meeting",
        "apologized",
        "entire",
        "team",
        "admitted",
        "said",
        "completely",
        "inappropriate",
        "much",
        "respect",
        "team",
        "diminish",
        "u",
        "type",
        "comment",
        "time",
        "realize",
        "power",
        "happened",
        "asked",
        "step",
        "outside",
        "signaled",
        "colleague",
        "standing",
        "telling",
        "private",
        "comment",
        "unwanted",
        "avoided",
        "humiliating",
        "ruining",
        "relationship",
        "specifically",
        "tying",
        "response",
        "work",
        "performance",
        "remained",
        "objective",
        "kept",
        "context",
        "professional",
        "rather",
        "personal",
        "looking",
        "back",
        "unknowingly",
        "modeled",
        "team",
        "speak",
        "assertively",
        "professionally",
        "refusing",
        "stay",
        "quiet",
        "actually",
        "strengthen",
        "relationship",
        "colleague",
        "rather",
        "hurting",
        "confidence",
        "magnetic",
        "confrontation",
        "easy",
        "discussing",
        "matter",
        "big",
        "uncomfortable",
        "possibility",
        "bad",
        "outcome",
        "real",
        "conversation",
        "like",
        "positive",
        "result",
        "though",
        "power",
        "message",
        "effect",
        "undeniable",
        "incident",
        "never",
        "heard",
        "inappropriate",
        "comment",
        "executive",
        "like",
        "believe",
        "learned",
        "something",
        "understands",
        "need",
        "kinder",
        "empathetic",
        "inclusive",
        "work",
        "environment",
        "fran",
        "hauser",
        "medium",
        "executive",
        "startup",
        "investor",
        "celebrated",
        "champion",
        "woman",
        "girl",
        "first",
        "book",
        "myth",
        "nice",
        "girl",
        "published",
        "houghton",
        "mifflin",
        "harcourt",
        "april",
        "sponsored",
        "financial",
        "content"
    ]
}