{
    "organizations": [],
    "uuid": "99f258bc7340a2a91c19eccb40a3d8653729ea85",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/pr-newswire-jmu-limited-reports-audited-fiscal-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "JMU Limited Reports Audited Fiscal Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SHANGHAI, April 25, 2018 /PRNewswire/ -- JMU Limited (the \"Company\" or \"JMU\") (NASDAQ: JMU), a leading B2B online e-commerce platform that provides integrated services to suppliers and customers in the foodservice industry in China, today announced its audited financial results for the fiscal year of 2017 ended December 31, 2017.\nFiscal Year 2017 Highlights\nRevenues in 2017 were $88.7 million, showing an increase of 21.2% from $73.2 million in the year of 2016. Gross profit was $0.5 million in fiscal 2017, improved from $0.3 million in 2016. B2B online platform recorded gross billing of RMB16 billion (US$2.5 billion) in 2017, measured in terms of gross merchandise value (\"GMV\"), increasing 46.8% from gross billing of RMB10.9 billion (US$ 1.6 billion) in 2016. Active customer accounts were 33,020 as of December 31, 2017, decreasing 1.3% from 33,449 as of December 31, 2016. Third-party sellers on the Company's online marketplace decreased to 15,800 compared to over 16,300 as of the end of 2016.\nMs. Xiaoxia Zhu, Co-chairperson and Chief Executive Officer commented, \"During 2017, despite our net loss, we were able to maintain double-digit top-line growth and achieve higher gross profit compared to 2016.\"\nMs. Zhu continued, \"Looking ahead, we will explore more strategic partnerships and innovation opportunities. As we continue to acquire new customers and broaden our source supplier network to introduce more packaged food manufacturers onto our platform, our business focus in 2018 will switch from increasing order volume to minimizing net loss in an effort to achieve profitability.\"\nRecent Corporate Highlights\nIn January 2018, JMU established Asia New Food Material Research and Development Center (\"New Food Material\") to develop standardized Ready-to-Cook and Ready-to-Eat products to supplement its core online direct sales business.\nFiscal Year 2017 Financial Performance\nRevenues were $88.7 million for the year of 2017, representing an increase of 21% from $73.2 million in 2016. The growth of revenue in fiscal 2017 was mainly due to the increase in order volumes.\nCost of revenues was $88.2 million in the year of 2017, showing an increase of 21% from $72.9 million in 2016, which was generally in-line with the growth of the Company's revenues.\nGross profit for fiscal 2017 was $0.5 million, representing a 67% increase from $0.3 million in 2016.\nSelling and marketing expenses in 2017 decreased 25% to $15.2 million from $20.4 million in 2016. As a percentage of total revenue, selling and marketing expense was 17.1% and 27.9% in the fiscal year of 2017 and 2016, respectively. The decrease was primarily attributable to (i) a decrease of US$4.2 million expense related to loyalty program and (ii) a decrease of US$0.6 million in the cost of advertisement campaigns and promotions..\nGeneral and administrative expenses in 2017 were $6.7 million, representing a decrease of 11% compared to $7.5 million in 2016. As a percentage of total revenues, general and administrative expenses was 7.5% and 10.3 % in the fiscal years of 2017 and 2016, respectively.\nLoss from operations in 2017 was $168.4 million, showing an increase of 510% from $27.6 million in 2016. The change in loss from operations was mainly due to the impairment loss of $147.0 million after the annual impairment test for the year ended December 31, 2017.\nNet loss attributable to the Company in 2017 was $161.9 million, representing an increase of 540% compared to $25.3 million in 2016. Non-GAAP net loss attributable to the Company, which excludes amortization of acquired intangible assets, impairment loss, share-based compensation and related provision for income tax benefits, was $12.3 million compared to $17.8 million in fiscal 2017 and 2016, respectively. For the years ended December 31, 2017 and December 31, 2016, the Company's weighted average number of ordinary shares used in computing loss per ordinary share was 1,476,144,194 and 1,474,087,060, respectively.\nExcluding the one-time impairment charge, the full year operating loss was $21.4 million in 2017 compared to $27.6 million for the full year of 2016.\nAs of December 31, 2017, the Company's cash and cash equivalents was $4.9 million, showing an increase of 89% compared to $2.6 million as of December 31, 2016. Total shareholders' equity was $103.6 million as compared to $248.4 million at the end of 2016.\nConference Call Information\nThe Company will hold a conference call at 8:30 am ET (8:30 pm Beijing/Hong Kong time) on Wednesday, April 25, 2018 to discuss its fiscal year 2017 results. Listeners may access the call by dialing:\nU.S.:\n+1 866-519-4004\nHong Kong:\n800-906-601\nChina:\n4006-208-038\nAccess code:\n6382609\nA webcast will also be available through the Company's investor relations website at http://ir.ccjmu.com .\nA replay of the call will be available through June 2, 2018 by dialing:\nUS:\n+1 855-452-5696\nHong Kong:\n800-963-117\nChina:\n400-602-2065\nAccess code:\n6382609\nForm 20-F Filings for Year 2017\nJMU filed its annual report for the year ended December 31, 2017 on Form 20-F with the Securities and Exchange Commission. The annual report on Form 20-F can be accessed and downloaded through the investor relations section of the Company's website and all shareholders can receive a hard copy of the Company's complete audited financial statements free of charge upon request.\nNote 1 : Non-GAAP measures\nTo supplement our consolidated financial statements presented in accordance with U.S. generally accepted accounting principles (\"GAAP\"), we use various non-GAAP financial measures that are adjusted from results based on U.S. GAAP to exclude amortization of acquired intangible assets, impairment of goodwill, share-based compensation and related provision for income tax benefits.\nReconciliations of our non-GAAP financial measures to our U.S. GAAP financial measures are shown in tables at the end of this earnings release, which provide more details about the non-GAAP financial measures.\nOur non-GAAP financial information is provided as additional information to help investors compare business trends among different reporting periods on a consistent basis and to enhance investors' overall understanding of the historical and current financial performance of our operations and our prospects for the future. Our non-GAAP financial information should be considered in addition to results prepared in accordance with U.S. GAAP, but should not be considered a substitute for or superior to U.S. GAAP financial results. In addition, our calculation of this non-GAAP financial information may be different from the calculation used by other companies, and therefore comparability may be limited.\nOur non-GAAP information (including non-GAAP loss from operations and net loss attributable to the Company) which is adjusted from results based on U.S. GAAP to exclude amortization of acquired intangible assets, impairment of goodwill, share-based compensation and income tax benefits. A limitation of using these non-GAAP financial measures is that amortization of acquired intangible assets, impairment of goodwill, share-based compensation and related provision for income tax benefits have been and may continue to be for the foreseeable future significant recurring expenses in our results of operations. We compensate for these limitations by providing reconciliations of our non-GAAP financial measures to our U.S. GAAP financial measures. Please see the reconciliation tables at the end of this earnings release.\nAbout JMU Limited\nJMU Limited currently operates China's leading B2B online e-commerce platform that provides integrated services to suppliers and customers in the catering industry. With the help of Internet and cloud technologies, JMU has the vision to reshape the procurement and distribution pattern and build a fair business ecosystem in the catering industry in China. JMU is further promoting the use of its platform for small- and medium-sized restaurants and restaurant chains in China.\nThrough cooperation with national and local industry associations and reputable restaurant groups across China, JMU has formed a leading industrial alliance and has great resource leverage in China's catering industry. JMU works closely with suppliers and customers in the catering industry, providing one-stop procurement services, as well as other value-added services. For more information, please visit: http://ir.ccjmu.com .\nSafe Harbor Statement\nThis announcement contains . These statements are made under the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. These can be identified by terminology such as \"aim\", \"anticipate\", \"believe\", \"estimate\", \"expect\", \"going forward\", \"intend\", \"ought to\", \"plan\", \"project\", \"potential\", \"seek\", \"may\", \"might\", \"can\", \"could\", \"will\", \"would\", \"shall\", \"should\", \"is likely to\" and the negative form of these words and other similar expressions. Among other things, statements that are not historical facts, including statements about JMU's beliefs and expectations, the business outlook and quotations from management in this announcement, as well as JMU's strategic and operational plans, are or contain . Forward-looking statements involve inherent risks and uncertainties. A number of factors could cause actual results to differ materially from those contained in any forward-looking statement, including but not limited to the following: The general economic and business conditions in China may deteriorate. The growth of Internet and mobile user population in China might not be as strong as expected. JMU's plan to enhance customer experience, upgrade infrastructure and increase service offerings might not be well received. JMU might not be able to implement all of its strategic plans as expected. Competition in China may intensify further. All information provided in this press release is as of the date of this press release and are based on assumptions that we believe to be reasonable as of this date, and JMU does not undertake any obligation to update any forward-looking statement, except as required under applicable law.\nContact:\nFreda Feng, IR Director\nJMU Limited\nfengxiaohong@ccjmu.com\nTel: +86-21-6015-1166 ext.8904\nBill Zima\nICR Inc.\nbill.zima@icrinc.com\nTel: +1(203)-682-8200\nJMU LIMITED\nFORMERLY KNOWN AS WOWO LIMITED\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(US dollars in thousands, except for number of shares and per share (or ADS) data)\n2016\n2017\nRelated parties\n10,078\n17,485\nThird parties\n63,123\n71,251\nTotal Revenues\n73,201\n88,736\nCost of revenues\n(72,857)\n(88,187)\nGross profit\n344\n549\nOperating expenses:\nSelling and marketing\n(20,405)\n(15,207)\nGeneral and administrative\n(7,531)\n(6,697)\nImpairment loss\n-\n(147,018)\nTotal operating expenses\n(27,936)\n(168,922)\nLoss from operations\n(27,592)\n(168,373)\nInterest income/(expense)\n26\n(411)\nOther income, net\n39\n28\nLoss before provision for income taxes\n(27,527)\n(168,756)\nIncome tax benefits\n2,234\n6,857\nNet loss\n(25,293)\n(161,899)\nNet loss per ordinary share\nBasic\n(0.02)\n(0.11)\nDiluted\n(0.02)\n(0.11)\nWeighted average shares used in calculating net loss per ordinary share\nBasic\n1,474,087,060\n1,476,144,194\nDiluted\n1,474,087,060\n1,476,144,194\nJMU LIMITED\nFORMERLY KNOWN AS WOWO LIMITED\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE LOSS\n(US dollars in thousands)\n2016\n2017\nNet loss\n(25,293)\n(161,899)\nOther comprehensive (loss)/income, net of tax of $nil:\nChange in cumulative foreign currency translation adjustment\n(33,516)\n15,975\nComprehensive loss\n(58,809)\n(145,924)\nJMU LIMITED\nFORMERLY KNOWN AS WOWO LIMITED\nCONSOLIDATED BALANCE SHEETS\n(US dollars in thousands)\nAs of December 31,\n2016\n2017\nASSETS:\nCurrent assets:\nCash and cash equivalents\n2,605\n4,912\nAccounts receivable, net of allowance of $nil as of December 31, 2016 and\n2017\n1,645\n3,296\nInventories\n224\n539\nPrepaid expenses and other current assets, net\n8,678\n2,246\nAmounts due from related parties\n213\n3,063\nTotal current assets\n13,365\n14,056\nNon-current assets:\nProperty and equipment, net\n1,978\n1,795\nAcquired intangible assets, net\n36,274\n10,264\nInvestment\n720\n768\nGoodwill\n221,337\n108,940\nDeferred tax assets\n219\n157\nOther non-current assets\n152\n162\nTotal non-current assets\n260,680\n122,086\nTOTAL ASSETS\n274,045\n136,142\nLIABILITIES AND SHAREHOLDER'S EQUITY :\nCurrent liabilities:\nShort-term bank borrowings (including short-term bank borrowings of VIE\nwithout recourse to the Company of $nil and $7,684,859 as of December\n31, 2016 and 2017, respectively)\n-\n7,685\nAccounts and notes payable (including accounts and notes payable of VIE\nwithout recourse to the Company of $2,200,292 and $3,980,560 as of\nDecember 31, 2016 and 2017, respectively）\n2,200\n3,981\nAccrued expenses and other current liabilities (including accrued expenses\nand other current liabilities of VIE without recourse to the Company of\n$8,198,754 and $8,345,461 as of December 31, 2016 and 2017, respectively)\n9,033\n9,292\nAdvance from customers (including advance from customers of VIE\nwithout recourse to the Company of $2,282,353 and $1,243,739 as of\nDecember 31, 2016 and 2017, respectively)\n2,282\n1,244\nAmounts due to related parties (including amounts due to related parties\nof VIE without recourse to the Company of $1,650,168 and $87,385 as of\nDecember 31, 2016 and 2017, respectively)\n1,711\n604\nTotal current liabilities\n15,226\n22,806\nNon-current liabilities:\nOther non-current liabilities (including other non-current liabilities of VIE\nwithout recourse to the Company of $1,086,342 and $1,386,749 as of\nDecember 31, 2016 and 2017, respectively)\n1,352\n1,534\nDeferred tax liabilities (including deferred tax liabilities of the VIE\nwithout recourse to the Company of $nil and $nil as of\nDecember 31, 2016 and 2017, respectively)\n9,069\n2,565\nAmount due to related parties (including amount due to related parties of\nthe VIE without recourse to the Company of $nil and $5,685,971 as of\nDecember 31, 2016 and 2017, respectively)\n-\n5,686\nTotal non-current liabilities\n10,421\n9,785\nTOTAL LIABILITIES\n25,647\n32,591\nCommitments and contingencies\nShareholders' equity:\nOrdinary shares ($0.00001 par value; 1,827,462,652 shares authorized,\n1,476,208,670 shares issued and outstanding as of December 31, 2016 and 2017)\n15\n15\nAdditional paid-in capital\n632,995\n634,071\nAccumulated deficit\n(352,004)\n(513,903)\nAccumulated other comprehensive loss\n(32,608)\n(16,632)\nTotal shareholders' equity\n248,398\n103,551\nTOTAL LIABILITIES AND SHAREHOLDERS' EQUITY\n274,045\n136,142\nJMU LIMITED\nReconciliation of Non-GAAP financial measures\nto comparable GAAP measures\n(US dollars in thousands)\nFor the year ended\n2016\n2017\nLoss from operations\n27,592\n168,373\nNet loss attributable to JMU Ltd.\n25,293\n161,899\nAmortization of acquired intangible assets\na\n8,641\n8,359\nIncome tax benefits\nb\n(2,234)\n(6,857)\nShare-based compensation\nc\n1,098\n1,068\nImpairment loss\nd\n-\n147,018\nNon-GAAP loss from operation (a)(c)(d)\n17,853\n11,928\nNon-GAAP net loss attributable to JMU Ltd.(a)(b)(c)(d)\n17,788\n12,311\nNote:\n(a)Adjustment to exclude amortization of acquired intangible assets\n(b)Adjustment to exclude income tax benefits\n(c)Adjustment to exclude share-based compensation\n(d)Adjustment to exclude impairment loss\nView original content: http://www.prnewswire.com/news-releases/jmu-limited-reports-audited-fiscal-year-2017-financial-results-300636214.html\nSOURCE JMU Ltd",
    "published": "2018-04-25T15:00:00.000+03:00",
    "crawled": "2018-04-25T17:25:33.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shanghai",
        "april",
        "jmu",
        "limited",
        "company",
        "jmu",
        "nasdaq",
        "jmu",
        "leading",
        "b2b",
        "online",
        "platform",
        "provides",
        "integrated",
        "service",
        "supplier",
        "customer",
        "foodservice",
        "industry",
        "china",
        "today",
        "announced",
        "audited",
        "financial",
        "result",
        "fiscal",
        "year",
        "ended",
        "december",
        "fiscal",
        "year",
        "highlight",
        "revenue",
        "million",
        "showing",
        "increase",
        "million",
        "year",
        "gross",
        "profit",
        "million",
        "fiscal",
        "improved",
        "million",
        "b2b",
        "online",
        "platform",
        "recorded",
        "gross",
        "billing",
        "rmb16",
        "billion",
        "u",
        "billion",
        "measured",
        "term",
        "gross",
        "merchandise",
        "value",
        "gmv",
        "increasing",
        "gross",
        "billing",
        "billion",
        "u",
        "billion",
        "active",
        "customer",
        "account",
        "december",
        "decreasing",
        "december",
        "seller",
        "company",
        "online",
        "marketplace",
        "decreased",
        "compared",
        "end",
        "xiaoxia",
        "zhu",
        "chief",
        "executive",
        "officer",
        "commented",
        "despite",
        "net",
        "loss",
        "able",
        "maintain",
        "growth",
        "achieve",
        "higher",
        "gross",
        "profit",
        "compared",
        "zhu",
        "continued",
        "looking",
        "ahead",
        "explore",
        "strategic",
        "partnership",
        "innovation",
        "opportunity",
        "continue",
        "acquire",
        "new",
        "customer",
        "broaden",
        "source",
        "supplier",
        "network",
        "introduce",
        "packaged",
        "food",
        "manufacturer",
        "onto",
        "platform",
        "business",
        "focus",
        "switch",
        "increasing",
        "order",
        "volume",
        "minimizing",
        "net",
        "loss",
        "effort",
        "achieve",
        "profitability",
        "recent",
        "corporate",
        "highlight",
        "january",
        "jmu",
        "established",
        "asia",
        "new",
        "food",
        "material",
        "research",
        "development",
        "center",
        "new",
        "food",
        "material",
        "develop",
        "standardized",
        "product",
        "supplement",
        "core",
        "online",
        "direct",
        "sale",
        "business",
        "fiscal",
        "year",
        "financial",
        "performance",
        "revenue",
        "million",
        "year",
        "representing",
        "increase",
        "million",
        "growth",
        "revenue",
        "fiscal",
        "mainly",
        "due",
        "increase",
        "order",
        "volume",
        "cost",
        "revenue",
        "million",
        "year",
        "showing",
        "increase",
        "million",
        "generally",
        "growth",
        "company",
        "revenue",
        "gross",
        "profit",
        "fiscal",
        "million",
        "representing",
        "increase",
        "million",
        "selling",
        "marketing",
        "expense",
        "decreased",
        "million",
        "million",
        "percentage",
        "total",
        "revenue",
        "selling",
        "marketing",
        "expense",
        "fiscal",
        "year",
        "respectively",
        "decrease",
        "primarily",
        "attributable",
        "decrease",
        "u",
        "million",
        "expense",
        "related",
        "loyalty",
        "program",
        "ii",
        "decrease",
        "u",
        "million",
        "cost",
        "advertisement",
        "campaign",
        "promotion",
        "general",
        "administrative",
        "expense",
        "million",
        "representing",
        "decrease",
        "compared",
        "million",
        "percentage",
        "total",
        "revenue",
        "general",
        "administrative",
        "expense",
        "fiscal",
        "year",
        "respectively",
        "loss",
        "operation",
        "million",
        "showing",
        "increase",
        "million",
        "change",
        "loss",
        "operation",
        "mainly",
        "due",
        "impairment",
        "loss",
        "million",
        "annual",
        "impairment",
        "test",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "attributable",
        "company",
        "million",
        "representing",
        "increase",
        "compared",
        "million",
        "net",
        "loss",
        "attributable",
        "company",
        "excludes",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "impairment",
        "loss",
        "compensation",
        "related",
        "provision",
        "income",
        "tax",
        "benefit",
        "million",
        "compared",
        "million",
        "fiscal",
        "respectively",
        "year",
        "ended",
        "december",
        "december",
        "company",
        "weighted",
        "average",
        "number",
        "ordinary",
        "share",
        "used",
        "computing",
        "loss",
        "per",
        "ordinary",
        "share",
        "respectively",
        "excluding",
        "impairment",
        "charge",
        "full",
        "year",
        "operating",
        "loss",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "showing",
        "increase",
        "compared",
        "million",
        "december",
        "total",
        "shareholder",
        "equity",
        "million",
        "compared",
        "million",
        "end",
        "conference",
        "call",
        "information",
        "company",
        "hold",
        "conference",
        "call",
        "et",
        "pm",
        "kong",
        "time",
        "wednesday",
        "april",
        "discus",
        "fiscal",
        "year",
        "result",
        "listener",
        "may",
        "access",
        "call",
        "dialing",
        "hong",
        "kong",
        "china",
        "access",
        "code",
        "webcast",
        "also",
        "available",
        "company",
        "investor",
        "relation",
        "website",
        "http",
        "replay",
        "call",
        "available",
        "june",
        "dialing",
        "u",
        "hong",
        "kong",
        "china",
        "access",
        "code",
        "form",
        "filing",
        "year",
        "jmu",
        "filed",
        "annual",
        "report",
        "year",
        "ended",
        "december",
        "form",
        "security",
        "exchange",
        "commission",
        "annual",
        "report",
        "form",
        "accessed",
        "downloaded",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "shareholder",
        "receive",
        "hard",
        "copy",
        "company",
        "complete",
        "audited",
        "financial",
        "statement",
        "free",
        "charge",
        "upon",
        "request",
        "note",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "use",
        "various",
        "financial",
        "measure",
        "adjusted",
        "result",
        "based",
        "gaap",
        "exclude",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "impairment",
        "goodwill",
        "compensation",
        "related",
        "provision",
        "income",
        "tax",
        "benefit",
        "reconciliation",
        "financial",
        "measure",
        "gaap",
        "financial",
        "measure",
        "shown",
        "table",
        "end",
        "earnings",
        "release",
        "provide",
        "detail",
        "financial",
        "measure",
        "financial",
        "information",
        "provided",
        "additional",
        "information",
        "help",
        "investor",
        "compare",
        "business",
        "trend",
        "among",
        "different",
        "reporting",
        "period",
        "consistent",
        "basis",
        "enhance",
        "investor",
        "overall",
        "understanding",
        "historical",
        "current",
        "financial",
        "performance",
        "operation",
        "prospect",
        "future",
        "financial",
        "information",
        "considered",
        "addition",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "superior",
        "gaap",
        "financial",
        "result",
        "addition",
        "calculation",
        "financial",
        "information",
        "may",
        "different",
        "calculation",
        "used",
        "company",
        "therefore",
        "comparability",
        "may",
        "limited",
        "information",
        "including",
        "loss",
        "operation",
        "net",
        "loss",
        "attributable",
        "company",
        "adjusted",
        "result",
        "based",
        "gaap",
        "exclude",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "impairment",
        "goodwill",
        "compensation",
        "income",
        "tax",
        "benefit",
        "limitation",
        "using",
        "financial",
        "measure",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "impairment",
        "goodwill",
        "compensation",
        "related",
        "provision",
        "income",
        "tax",
        "benefit",
        "may",
        "continue",
        "foreseeable",
        "future",
        "significant",
        "recurring",
        "expense",
        "result",
        "operation",
        "compensate",
        "limitation",
        "providing",
        "reconciliation",
        "financial",
        "measure",
        "gaap",
        "financial",
        "measure",
        "please",
        "see",
        "reconciliation",
        "table",
        "end",
        "earnings",
        "release",
        "jmu",
        "limited",
        "jmu",
        "limited",
        "currently",
        "operates",
        "china",
        "leading",
        "b2b",
        "online",
        "platform",
        "provides",
        "integrated",
        "service",
        "supplier",
        "customer",
        "catering",
        "industry",
        "help",
        "internet",
        "cloud",
        "technology",
        "jmu",
        "vision",
        "reshape",
        "procurement",
        "distribution",
        "pattern",
        "build",
        "fair",
        "business",
        "ecosystem",
        "catering",
        "industry",
        "china",
        "jmu",
        "promoting",
        "use",
        "platform",
        "restaurant",
        "restaurant",
        "chain",
        "china",
        "cooperation",
        "national",
        "local",
        "industry",
        "association",
        "reputable",
        "restaurant",
        "group",
        "across",
        "china",
        "jmu",
        "formed",
        "leading",
        "industrial",
        "alliance",
        "great",
        "resource",
        "leverage",
        "china",
        "catering",
        "industry",
        "jmu",
        "work",
        "closely",
        "supplier",
        "customer",
        "catering",
        "industry",
        "providing",
        "procurement",
        "service",
        "well",
        "service",
        "information",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "announcement",
        "contains",
        "statement",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "identified",
        "terminology",
        "aim",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "going",
        "forward",
        "intend",
        "ought",
        "plan",
        "project",
        "potential",
        "seek",
        "may",
        "might",
        "could",
        "would",
        "shall",
        "likely",
        "negative",
        "form",
        "word",
        "similar",
        "expression",
        "among",
        "thing",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "jmu",
        "belief",
        "expectation",
        "business",
        "outlook",
        "quotation",
        "management",
        "announcement",
        "well",
        "jmu",
        "strategic",
        "operational",
        "plan",
        "contain",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "including",
        "limited",
        "following",
        "general",
        "economic",
        "business",
        "condition",
        "china",
        "may",
        "deteriorate",
        "growth",
        "internet",
        "mobile",
        "user",
        "population",
        "china",
        "might",
        "strong",
        "expected",
        "jmu",
        "plan",
        "enhance",
        "customer",
        "experience",
        "upgrade",
        "infrastructure",
        "increase",
        "service",
        "offering",
        "might",
        "well",
        "received",
        "jmu",
        "might",
        "able",
        "implement",
        "strategic",
        "plan",
        "expected",
        "competition",
        "china",
        "may",
        "intensify",
        "information",
        "provided",
        "press",
        "release",
        "date",
        "press",
        "release",
        "based",
        "assumption",
        "believe",
        "reasonable",
        "date",
        "jmu",
        "undertake",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "applicable",
        "law",
        "contact",
        "freda",
        "feng",
        "ir",
        "director",
        "jmu",
        "limited",
        "fengxiaohong",
        "tel",
        "bill",
        "zima",
        "icr",
        "tel",
        "jmu",
        "limited",
        "formerly",
        "known",
        "wowo",
        "limited",
        "consolidated",
        "statement",
        "operation",
        "u",
        "dollar",
        "thousand",
        "except",
        "number",
        "share",
        "per",
        "share",
        "ad",
        "data",
        "related",
        "party",
        "third",
        "party",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "marketing",
        "general",
        "administrative",
        "impairment",
        "loss",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "income",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "calculating",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "basic",
        "diluted",
        "jmu",
        "limited",
        "formerly",
        "known",
        "wowo",
        "limited",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "u",
        "dollar",
        "thousand",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "nil",
        "change",
        "cumulative",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "loss",
        "jmu",
        "limited",
        "formerly",
        "known",
        "wowo",
        "limited",
        "consolidated",
        "balance",
        "sheet",
        "u",
        "dollar",
        "thousand",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "nil",
        "december",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "net",
        "amount",
        "due",
        "related",
        "party",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "equipment",
        "net",
        "acquired",
        "intangible",
        "asset",
        "net",
        "investment",
        "goodwill",
        "deferred",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "bank",
        "borrowing",
        "including",
        "bank",
        "borrowing",
        "vie",
        "without",
        "recourse",
        "company",
        "nil",
        "december",
        "respectively",
        "account",
        "note",
        "payable",
        "including",
        "account",
        "note",
        "payable",
        "vie",
        "without",
        "recourse",
        "company",
        "december",
        "accrued",
        "expense",
        "current",
        "liability",
        "including",
        "accrued",
        "expense",
        "current",
        "liability",
        "vie",
        "without",
        "recourse",
        "company",
        "december",
        "respectively",
        "advance",
        "customer",
        "including",
        "advance",
        "customer",
        "vie",
        "without",
        "recourse",
        "company",
        "december",
        "respectively",
        "amount",
        "due",
        "related",
        "party",
        "including",
        "amount",
        "due",
        "related",
        "party",
        "vie",
        "without",
        "recourse",
        "company",
        "december",
        "respectively",
        "total",
        "current",
        "liability",
        "liability",
        "liability",
        "including",
        "liability",
        "vie",
        "without",
        "recourse",
        "company",
        "december",
        "respectively",
        "deferred",
        "tax",
        "liability",
        "including",
        "deferred",
        "tax",
        "liability",
        "vie",
        "without",
        "recourse",
        "company",
        "nil",
        "nil",
        "december",
        "respectively",
        "amount",
        "due",
        "related",
        "party",
        "including",
        "amount",
        "due",
        "related",
        "party",
        "vie",
        "without",
        "recourse",
        "company",
        "nil",
        "december",
        "respectively",
        "total",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "ordinary",
        "share",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "jmu",
        "limited",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "u",
        "dollar",
        "thousand",
        "year",
        "ended",
        "loss",
        "operation",
        "net",
        "loss",
        "attributable",
        "jmu",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "income",
        "tax",
        "benefit",
        "b",
        "compensation",
        "c",
        "impairment",
        "loss",
        "loss",
        "operation",
        "c",
        "net",
        "loss",
        "attributable",
        "jmu",
        "b",
        "c",
        "note",
        "adjustment",
        "exclude",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "b",
        "adjustment",
        "exclude",
        "income",
        "tax",
        "benefit",
        "c",
        "adjustment",
        "exclude",
        "compensation",
        "adjustment",
        "exclude",
        "impairment",
        "loss",
        "view",
        "original",
        "content",
        "http",
        "source",
        "jmu",
        "ltd"
    ]
}