{
    "organizations": [],
    "uuid": "4746243203a4aaf9a8b2c3b44fb3f0b5a776efef",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/18/marissa-mayer-is-still-here.html",
    "ord_in_thread": 0,
    "title": "Marissa Mayer is still here",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Marissa Mayer was celebrated as a savior when she left Google to become chief executive of Yahoo in 2012.\nA brilliant computer scientist, Ms. Mayer was the 20th employee at Google, and influenced many of the company's signature features — including Gmail and Google Maps.\nBut could she save Yahoo? The company was reeling from boardroom tumult and a series of executive changeovers when she arrived, and Google and Facebook were winning the war for online eyeballs and ad dollars.\nRead more from The New York Times:\nFacebook is creepy. And valuable.\nU.S. moves to block sales by Chinese telecom companies\nChinese social media site reverses gay content ban after uproar\nHer tenure was ferociously controversial. Investors did well during Ms. Mayer's five years at the helm, seeing the value of their shares more than triple. But Ms. Mayer's every decision was second-guessed by Silicon Valley, and she was unable to make Yahoo relevant again. Last year, Yahoo was sold to Verizon, and Ms. Mayer left the company.\nThis interview — Ms. Mayer's first since leaving Yahoo — was condensed and edited for clarity, and conducted in her personal office in Palo Alto, Calif.\nWhat are you up to now?\nI rented the old Google office. So this is actually the office where I started my career in 1999. This is also where PayPal started, so there's a lot of good juju here.\nComing back here, it reminds me of what Google felt like in those early moments. I remember running up those steps, because if you didn't get here fast enough on Saturday morning, someone in the world was going to get worse search results, and it might change their life for the worse.\nSo you haven't joined a company or founded a company yet?\nWe have this little lab that we're working on called Lumi Labs. In Finnish, lumi means snow, and I just love snow. I had a snowflake-themed wedding. We have some ideas in the consumer space. So I've been meeting with different founders and just seeing what's happening in the industry.\nWhat kind of managers were Larry Page and Sergey Brin during the early days, and how did you think about developing your own management skills?\nLarry and Sergey just yelled at us until we became what they needed us to become, and get done what they needed to be done. And so I said, look, I'm going to just rinse and repeat that, hopefully with less yelling. We ultimately brought in management coaches and all kinds of mentoring.\nI think you can have high expectations as a leader, and as long as they're consistent and clearly communicated, a lot of people find that really inspiring. I always knew what Larry and Sergey wanted. I knew what good looked like to them, and so I never got discouraged by them saying, \"Wait, I don't think this is ready\" or \"I think this is overly ready.\" At a start-up you never really know when should you launch something. So Google built the philosophy of launching early and often. Try things out and see what works.\nAs Google grew, how did you work to maintain a cohesive culture?\nThere are different phases of companies. When you're in the tens of people, the idea itself either attracts people or it doesn't. People are there because they think the problem you're trying to solve is just that important.\nThe next phase is where it's really critical and it's hard. Getting from 100 employees to 1,000, you have to be very careful. There's a strategy around compensation at that point, where you really want somebody who's coming for the right reasons. To get the people who are really aligned with the mission, you want to make sure that they're fairly compensated, but not necessarily motivated by that compensation. I had a strategy both at Yahoo and at Google of \"meet, not beat.\" It's the trade-off between mercenaries and missionaries.\nAnd then around 1,000 people, the culture and the mission become self-reinforcing. At Google I'd always ask new people, \"Why did you come?\" When we were about 1,200 people, all of a sudden, for the first time, I actually heard the answer, \"I came for the culture.\"\nWhy did you leave Google?\nI was 37, and I had been working at Google for 13 years. I had been on search for 10 of those years and just had very recently made the change over to focus on Maps as a search technology. And I was like, \"You know, I'm just not sure that I want to be like the 50-year-old search girl.\"\nI'd always had huge respect for Yahoo as a company. When we were here in this office, we dreamed of maybe getting the Yahoo contract, maybe one day powering Yahoo search. In 1999, Yahoo was the internet. And I knew that while there were a lot of things going wrong for the board and leadership at Yahoo, there were a lot of really good people there working on the products.\nWhat was the best-case scenario for Yahoo when you took over?\nReturning it to the pre-eminence in its users' daily lives, where it used to be people were on Yahoo for half an hour to many hours a day. Could we get back to that type of usage?\nI'm proud of what we achieved at Yahoo. That said, we had a quickly decaying legacy business. All we really managed to do was offset the declines.\nYahoo had to deal with some nasty shareholder activist campaigns, and several readers asked about your thoughts on activism. Were there upsides, or was it more of a distraction?\nOne of the more tragic cases of Yahoo is the Alibaba stake. Both Carl Icahn's campaign and some of the people who were part of Dan Loeb's campaign really wanted a commitment to see that stake sold. And Yahoo sold half of that stake in a $35 billion market cap for Alibaba, eroding tens of billions of dollars of upside. So certainly that was not positive. Sometimes that shortsightedness of wanting to get a return quickly can cause you to miss a much bigger gain.\nAre there things you wish you would have done differently?\nI'm really proud of how well we did. I think over all the team and the company were dealt a very tough hand. We got great results for shareholders, we got great results for advertisers and our users and our employees. And so I feel really good about that, but obviously the absolute home run would have been a stand-alone company and then a complete comeback.\nWhat would it have taken to fix Yahoo?\nI was playing with Magna-Tiles with my son one Sunday, and we had built this giant kind of castle complex, and it collapsed. And my son was crestfallen. I stopped, and I said: \"There's nothing to be upset about. We built it and it worked once, and we'll just rebuild it.\" When I said that to him, I realized that's how I felt about Yahoo. You're rebuilding something and you know that it worked once, so it should be able to work again.\nThat said, I would say one of my key learnings from Yahoo is that timing is everything. There was a time when Yahoo's offerings could consume hours a day, and trying to regain that moment in time was really hard. We could make the products really good, but regaining that contextual relevance that was afforded to Yahoo in 1999 and the early 2000s was difficult.\nWith #MeToo in the news, lots of readers wanted to hear your thoughts on being a woman in Silicon Valley right now.\nI think it's an important set of conversations that's happening. I also want to take a longer-term view. As important as these conversations are, I hope we're able to have them in a concentrated way, fix the problems and move on from them. Because I worry about what happens to the next generation.\nWhat we don't want to do is dissuade that next set of leaders, entrepreneurs, executives from even entering the field. I don't want us 15 years from now to turn around and be like, \"Wait, how come there's so few women V.P.s at all these companies? Oh, right, it's because in the summer of 2018, there was all this happening and it caused people to make wildly different career decisions.\"\nKaren Lippman asks via LinkedIn ...\nWhat are some of your tips for perseverance when the chips are stacked against you?\nDevelop a thick skin. Bradley Cooper, the actor, once said that if you ever want to feel really, really bad about yourself, go read about yourself online.\nBeing a mom has changed a lot of my perspectives in life. There's a great children's book called \"Rosie Revere, Engineer,\" about this little girl named Rosie who likes to build things. The rhyme that comes at the end is: \"Life might have its failures, but this was not it. The only true failure can come if you quit.\"\nYou've just got to keep at it.",
    "published": "2018-04-18T19:42:00.000+03:00",
    "crawled": "2018-04-18T19:42:20.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "marissa",
        "mayer",
        "celebrated",
        "savior",
        "left",
        "google",
        "become",
        "chief",
        "executive",
        "yahoo",
        "brilliant",
        "computer",
        "scientist",
        "mayer",
        "20th",
        "employee",
        "google",
        "influenced",
        "many",
        "company",
        "signature",
        "feature",
        "including",
        "gmail",
        "google",
        "map",
        "could",
        "save",
        "yahoo",
        "company",
        "reeling",
        "boardroom",
        "tumult",
        "series",
        "executive",
        "changeover",
        "arrived",
        "google",
        "facebook",
        "winning",
        "war",
        "online",
        "eyeball",
        "ad",
        "dollar",
        "read",
        "new",
        "york",
        "time",
        "facebook",
        "creepy",
        "valuable",
        "move",
        "block",
        "sale",
        "chinese",
        "telecom",
        "company",
        "chinese",
        "social",
        "medium",
        "site",
        "revers",
        "gay",
        "content",
        "ban",
        "uproar",
        "tenure",
        "ferociously",
        "controversial",
        "investor",
        "well",
        "mayer",
        "five",
        "year",
        "helm",
        "seeing",
        "value",
        "share",
        "triple",
        "mayer",
        "every",
        "decision",
        "silicon",
        "valley",
        "unable",
        "make",
        "yahoo",
        "relevant",
        "last",
        "year",
        "yahoo",
        "sold",
        "verizon",
        "mayer",
        "left",
        "company",
        "interview",
        "mayer",
        "first",
        "since",
        "leaving",
        "yahoo",
        "condensed",
        "edited",
        "clarity",
        "conducted",
        "personal",
        "office",
        "palo",
        "alto",
        "rented",
        "old",
        "google",
        "office",
        "actually",
        "office",
        "started",
        "career",
        "also",
        "paypal",
        "started",
        "lot",
        "good",
        "juju",
        "coming",
        "back",
        "reminds",
        "google",
        "felt",
        "like",
        "early",
        "moment",
        "remember",
        "running",
        "step",
        "get",
        "fast",
        "enough",
        "saturday",
        "morning",
        "someone",
        "world",
        "going",
        "get",
        "worse",
        "search",
        "result",
        "might",
        "change",
        "life",
        "worse",
        "joined",
        "company",
        "founded",
        "company",
        "yet",
        "little",
        "lab",
        "working",
        "called",
        "lumi",
        "lab",
        "finnish",
        "lumi",
        "mean",
        "snow",
        "love",
        "snow",
        "wedding",
        "idea",
        "consumer",
        "space",
        "meeting",
        "different",
        "founder",
        "seeing",
        "happening",
        "industry",
        "kind",
        "manager",
        "larry",
        "page",
        "sergey",
        "brin",
        "early",
        "day",
        "think",
        "developing",
        "management",
        "skill",
        "larry",
        "sergey",
        "yelled",
        "u",
        "became",
        "needed",
        "u",
        "become",
        "get",
        "done",
        "needed",
        "done",
        "said",
        "look",
        "going",
        "rinse",
        "repeat",
        "hopefully",
        "less",
        "yelling",
        "ultimately",
        "brought",
        "management",
        "coach",
        "kind",
        "mentoring",
        "think",
        "high",
        "expectation",
        "leader",
        "long",
        "consistent",
        "clearly",
        "communicated",
        "lot",
        "people",
        "find",
        "really",
        "inspiring",
        "always",
        "knew",
        "larry",
        "sergey",
        "wanted",
        "knew",
        "good",
        "looked",
        "like",
        "never",
        "got",
        "discouraged",
        "saying",
        "wait",
        "think",
        "ready",
        "think",
        "overly",
        "ready",
        "never",
        "really",
        "know",
        "launch",
        "something",
        "google",
        "built",
        "philosophy",
        "launching",
        "early",
        "often",
        "try",
        "thing",
        "see",
        "work",
        "google",
        "grew",
        "work",
        "maintain",
        "cohesive",
        "culture",
        "different",
        "phase",
        "company",
        "ten",
        "people",
        "idea",
        "either",
        "attracts",
        "people",
        "people",
        "think",
        "problem",
        "trying",
        "solve",
        "important",
        "next",
        "phase",
        "really",
        "critical",
        "hard",
        "getting",
        "employee",
        "careful",
        "strategy",
        "around",
        "compensation",
        "point",
        "really",
        "want",
        "somebody",
        "coming",
        "right",
        "reason",
        "get",
        "people",
        "really",
        "aligned",
        "mission",
        "want",
        "make",
        "sure",
        "fairly",
        "compensated",
        "necessarily",
        "motivated",
        "compensation",
        "strategy",
        "yahoo",
        "google",
        "meet",
        "beat",
        "mercenary",
        "missionary",
        "around",
        "people",
        "culture",
        "mission",
        "become",
        "google",
        "always",
        "ask",
        "new",
        "people",
        "come",
        "people",
        "sudden",
        "first",
        "time",
        "actually",
        "heard",
        "answer",
        "came",
        "culture",
        "leave",
        "google",
        "working",
        "google",
        "year",
        "search",
        "year",
        "recently",
        "made",
        "change",
        "focus",
        "map",
        "search",
        "technology",
        "like",
        "know",
        "sure",
        "want",
        "like",
        "search",
        "girl",
        "always",
        "huge",
        "respect",
        "yahoo",
        "company",
        "office",
        "dreamed",
        "maybe",
        "getting",
        "yahoo",
        "contract",
        "maybe",
        "one",
        "day",
        "powering",
        "yahoo",
        "search",
        "yahoo",
        "internet",
        "knew",
        "lot",
        "thing",
        "going",
        "wrong",
        "board",
        "leadership",
        "yahoo",
        "lot",
        "really",
        "good",
        "people",
        "working",
        "product",
        "scenario",
        "yahoo",
        "took",
        "returning",
        "user",
        "daily",
        "life",
        "used",
        "people",
        "yahoo",
        "half",
        "hour",
        "many",
        "hour",
        "day",
        "could",
        "get",
        "back",
        "type",
        "usage",
        "proud",
        "achieved",
        "yahoo",
        "said",
        "quickly",
        "decaying",
        "legacy",
        "business",
        "really",
        "managed",
        "offset",
        "decline",
        "yahoo",
        "deal",
        "nasty",
        "shareholder",
        "activist",
        "campaign",
        "several",
        "reader",
        "asked",
        "thought",
        "activism",
        "upside",
        "distraction",
        "one",
        "tragic",
        "case",
        "yahoo",
        "alibaba",
        "stake",
        "carl",
        "icahn",
        "campaign",
        "people",
        "part",
        "dan",
        "loeb",
        "campaign",
        "really",
        "wanted",
        "commitment",
        "see",
        "stake",
        "sold",
        "yahoo",
        "sold",
        "half",
        "stake",
        "billion",
        "market",
        "cap",
        "alibaba",
        "eroding",
        "ten",
        "billion",
        "dollar",
        "upside",
        "certainly",
        "positive",
        "sometimes",
        "shortsightedness",
        "wanting",
        "get",
        "return",
        "quickly",
        "cause",
        "miss",
        "much",
        "bigger",
        "gain",
        "thing",
        "wish",
        "would",
        "done",
        "differently",
        "really",
        "proud",
        "well",
        "think",
        "team",
        "company",
        "dealt",
        "tough",
        "hand",
        "got",
        "great",
        "result",
        "shareholder",
        "got",
        "great",
        "result",
        "advertiser",
        "user",
        "employee",
        "feel",
        "really",
        "good",
        "obviously",
        "absolute",
        "home",
        "run",
        "would",
        "company",
        "complete",
        "comeback",
        "would",
        "taken",
        "fix",
        "yahoo",
        "playing",
        "son",
        "one",
        "sunday",
        "built",
        "giant",
        "kind",
        "castle",
        "complex",
        "collapsed",
        "son",
        "crestfallen",
        "stopped",
        "said",
        "nothing",
        "upset",
        "built",
        "worked",
        "rebuild",
        "said",
        "realized",
        "felt",
        "yahoo",
        "rebuilding",
        "something",
        "know",
        "worked",
        "able",
        "work",
        "said",
        "would",
        "say",
        "one",
        "key",
        "learning",
        "yahoo",
        "timing",
        "everything",
        "time",
        "yahoo",
        "offering",
        "could",
        "consume",
        "hour",
        "day",
        "trying",
        "regain",
        "moment",
        "time",
        "really",
        "hard",
        "could",
        "make",
        "product",
        "really",
        "good",
        "regaining",
        "contextual",
        "relevance",
        "afforded",
        "yahoo",
        "early",
        "2000s",
        "difficult",
        "metoo",
        "news",
        "lot",
        "reader",
        "wanted",
        "hear",
        "thought",
        "woman",
        "silicon",
        "valley",
        "right",
        "think",
        "important",
        "set",
        "conversation",
        "happening",
        "also",
        "want",
        "take",
        "view",
        "important",
        "conversation",
        "hope",
        "able",
        "concentrated",
        "way",
        "fix",
        "problem",
        "move",
        "worry",
        "happens",
        "next",
        "generation",
        "want",
        "dissuade",
        "next",
        "set",
        "leader",
        "entrepreneur",
        "executive",
        "even",
        "entering",
        "field",
        "want",
        "u",
        "year",
        "turn",
        "around",
        "like",
        "wait",
        "come",
        "woman",
        "company",
        "oh",
        "right",
        "summer",
        "happening",
        "caused",
        "people",
        "make",
        "wildly",
        "different",
        "career",
        "decision",
        "karen",
        "lippman",
        "asks",
        "via",
        "linkedin",
        "tip",
        "perseverance",
        "chip",
        "stacked",
        "develop",
        "thick",
        "skin",
        "bradley",
        "cooper",
        "actor",
        "said",
        "ever",
        "want",
        "feel",
        "really",
        "really",
        "bad",
        "go",
        "read",
        "online",
        "mom",
        "changed",
        "lot",
        "perspective",
        "life",
        "great",
        "child",
        "book",
        "called",
        "rosie",
        "revere",
        "engineer",
        "little",
        "girl",
        "named",
        "rosie",
        "like",
        "build",
        "thing",
        "rhyme",
        "come",
        "end",
        "life",
        "might",
        "failure",
        "true",
        "failure",
        "come",
        "quit",
        "got",
        "keep"
    ]
}