{
    "organizations": [],
    "uuid": "1c3a1131ce9357d789c470c38282ae9014711c95",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-eyenovia-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Eyenovia Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, April 02, 2018 (GLOBE NEWSWIRE) -- Eyenovia, Inc. (NASDAQ:EYEN), a clinical stage biopharmaceutical company developing a pipeline of ophthalmology products utilizing its patented piezo-print technology to deliver micro-therapeutics topically to the eye, today announced financial results for the fourth quarter and full year ended December 31, 2017.\nRecent Business Highlights\nSuccessfully completed initial public offering (IPO) with gross and net proceeds of $27.3 and $24.5 million, respectively, in January 2018; Received positive feedback from U.S. Food and Drug Administration (FDA) to advance MicroPine (Eyenovia’s micro-therapeutic atropine) for the treatment of progressive Myopia into Phase III development with the possibility of only one trial required for registration; Successfully completed EYN PG21 study evaluating microdose topical delivery for usability and lowering of intraocular pressure (IOP) with micro-therapeutic latanoprost in healthy volunteers. Full/Detailed results will be shared pending final data analyses and review; Received positive feedback from FDA to advance MicroProst (Eyenovia’s micro-therapeutic latanoprost) for first-line treatment of Chronic Angle Closure Glaucoma into Phase III development; Appointed John Gandolfo as Chief Financial Officer; Appointed three new independent members to Board of Directors; and Expanded Scientific Advisory Board.\nDr. Sean Ianchulev, Eyenovia’s Chief Executive Officer and Chief Medical Officer, commented, “Eyenovia has made important strides over the last year as we seek to create a therapeutic paradigm shift in ophthalmology for front-of-the-eye diseases. With our recent successful IPO and a strong late stage clinical development pipeline, we believe the Company is well positioned to achieve this goal. Our smart, high precision piezo-print microdosing technology aims to bring ophthalmic treatment into the 21 st century, replacing the nearly 100-year old eye dropper that can miss or overdose the eye causing side effects, ocular toxicity and inconsistent dosing. Using our novel technology, we believe we have the opportunity to address large unmet needs in Chronic Angle Closure Glaucoma and pediatric myopia in addition to providing compelling best-in-class alternatives to currently available options in mydriasis and dry eye.”\n“We have assembled great talent with an experienced management team and an expanded Board of Directors and Scientific Advisory Board. This is important as we move forward with a number of late stage programs. The compelling preliminary top-line results from our EYN PG21 trial for IOP lowering further complement our mydriasis Phase II data which we presented last year and provide preliminary evidence of broad applicability of our micro-therapeutic approach for different front-of-the-eye indications. This paves the way as we move forward with our MicroProst IND submission to initiate Phase III trials during the second half of this year. We also believe that the recent confirmation from the FDA to advance our pediatric myopia program into Phase III development brings us closer to addressing this growing epidemic that is currently without any FDA approved therapies. I would like to thank all those who helped make this past year transformational for Eyenovia,” concluded Dr. Ianchulev.\nThe EYN PG21 clinical study evaluated microdose delivery and the IOP lowering effect of micro-therapeutic latanoprost in the eyes of 30 healthy volunteers who received once-daily treatment over 3 days and underwent IOP assessments three times per day. Based on preliminary top-line results, piezo-print micro-therapeutic latanoprost achieved robust IOP reduction at significantly lower level of exposure to drug and toxic preservatives using Eyenovia’s horizontal delivery system and high-precision piezo-print smart technology. The Company is finalizing data analyses from the trial and expects to announce full and detailed results in the second quarter of 2018.\nFourth Quarter and Full Year 2017 Financial Review\nFor the fourth quarter of 2017, net loss was approximately $2.2 million, or $0.84 per share, compared to a net loss of approximately $1.2 million, or $0.51 per share for the fourth quarter of 2016. For the full year ended December 31, 2017, the net loss was approximately $5.1 million, or $2.19 per share. This compares to a net loss of approximately $3.5 million, or $1.56 per share for 2016.\nResearch and development expenses totaled approximately $1.7 million for the fourth quarter of 2017, compared to approximately $1.0 million for the same period in 2016, an increase of 72%. For the full year 2017, research and development expenses increased 29% to approximately $3.8 million compared to approximately $3.0 million in the prior year.\nFor the fourth quarter of 2017, general and administrative expenses were approximately $0.5 million compared with approximately $0.2 million for the fourth quarter of 2016, an increase of 167%. For the full year 2017, general and administrative expenses increased 131% to approximately $1.3 million versus approximately $0.6 million for the full year of 2016.\nTotal operating expenses for the fourth quarter of 2017 were approximately $2.2 million, compared to total operating expenses of approximately $1.2 million for the same period in 2016, an increase of 87%. For the full year 2017, total operating expenses increased 45% to approximately $5.1 million compared to $3.5 million for the full year of 2016.\nAs of December 31, 2017, the Company’s cash was approximately $5.2 million. This amount does not include the $24.5 million in net proceeds from Eyenovia’s IPO which closed in January 2018.\nConference Call and Webcast\nThe conference call is scheduled to begin at 8:30 am ET on Monday, April 2, 2018. Participants should dial 1-866-916-2921 (United States) or 1-210-874-7771 (International) with the conference code 3583799. A live webcast of the conference call will also be available on the investor relations page of the Company's corporate website at www.eyenoviabio.com .\nAfter the live webcast, the event will be archived on Eyenovia’s website for one year. In addition, a telephonic replay of the call will be available until April 9, 2018. The replay can be accessed by dialing 1-855-859-2056 (United States) or 1-404- 537-3406 (International) with confirmation code 3583799.\nAbout Eyenovia\nEyenovia is a specialty biopharmaceutical company building a portfolio of next generation topical eye treatments based on its proprietary delivery and formulation platform for micro-therapeutics. Eyenovia’s pipeline is currently focused on the late-stage development of micro-therapeutics for glaucoma and other eye diseases.\nForward Looking Statements\nExcept for historical information, all of the statements, expectations, and assumptions contained in this press release are forward-looking statements. Forward-looking statements include, but are not limited to, statements that express our intentions, beliefs, expectations, strategies, predictions or any other statements relating to our future activities or other future events or conditions. These statements are based on current expectations, estimates and projections about our business based, in part, on assumptions made by management. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may, and are likely to, differ materially from what is expressed or forecasted in the forward-looking statements due to numerous factors discussed from time to time in documents which we file with the SEC. In addition, such statements could be affected by risks and uncertainties related to, among other things: fluctuations in our financial results; our ability to attract and retain key personnel; risks of our clinical trials, including that preliminary top-line results might not be supported by more detailed analyses or repeatable in future trials; the timing and our ability to submit applications for, obtain and maintain regulatory approvals for, our product candidates; our ability to implement our business plan to commercialize our product candidates; the potential advantages of our product candidates; the rate and degree of market acceptance and clinical utility of our product candidates; our estimates regarding the potential market opportunity for our product candidates; our commercialization, marketing and manufacturing capabilities and strategy; our ability to identify additional products, product candidates or technologies with significant commercial potential that are consistent with our commercial objectives; our expectations regarding our ability to fund our operating expenses and capital expenditure requirements; intellectual property risks; the impact of government laws and regulations; our competitive position; and general economic conditions. Any forward-looking statements speak only as of the date on which they are made, and except as may be required under applicable securities laws, we do not undertake any obligation to update any forward-looking statements.\nCompany Contact:\nEyenovia Inc.\nJohn Gandolfo\nChief Financial Officer\njgandolfo@eyenoviabio.com\nInvestor Contact:\nTram Bui / Alexander Lobo\nThe Ruth Group\nPhone: 646-536-7035/7037\nE-mail: tbui@theruthgroup.com / alobo@theruthgroup.com\nMedia Contact:\nThe Ruth Group\nKirsten Thomas\n508-280-6592\nkthomas@theruthgroup.com\n(Financial Statements to Follow)\nEYENOVIA, INC. Balance Sheet December 31, 2017 Assets Current Assets: Cash $ 5,249,511 Prepaid expenses and other current assets 37,149 Total Current Assets 5,286,660 Property and equipment, net 27,960 Deferred offering costs 328,700 Total Assets $ 5,643,320 Liabil ities and Stockholders' Equity Current Liabilities: Accounts payable $ 246,384 Accrued expenses and other current liabilities 306,263 Total Current Liabilities 552,647 Commitments and contingencies - Stockholders' Equity: Preferred stock, $0.0001 par value, 36,000,000 shares authorized\nas of December 31, 2017;\nSeries A Convertible Preferred Stock, 20,000,000 shares designated\nas of December 31, 2017,\n2,932,431 and 3,232,294 shares issued and outstanding\nas of December 31, 2017 and 2016, respectively,\nliquidation preference of $10,996,014 and $12,121,102\nas of December 31, 2017 and 2016, respectively 293 Series A-2 Convertible Preferred Stock, 5,714,286 shares designated\nas of December 31, 2017,\n788,827 shares issued and outstanding\nas of December 31, 2017 and 2016,\nliquidation preference of $4,141,338\nas of December 31, 2017 and 2016 79 Series B Convertible Preferred Stock, 10,000,000 shares designated\nas of December 31, 2017,\n918,983 and 0 shares issued and outstanding\nas of December 31, 2017 and 2016, respectively,\nliquidation preference of $6,409,657 and $0\nas of December 31, 2017 and 2016, respectively 92 Common stock, $0.0001 par value, 60,000,000 shares authorized\nas of December 31, 2017,\n2,566,530 and 2,266,667 shares issued and outstanding\nas of December 31, 2017 and 2016, respectively 257 Additional paid-in capital\nAccumulated deficit 24,351,138 (19,261,186 ) Total Stockholders' Equity 5,090,673 Total Liabilities and Stockholders' Equity $ 5,643,320\nEYENOVIA, INC. Statements of Operations For the Three Months Ended For the Year Ended December 31, December 31, 2017 2016 2017 2016 Operating Expenses: Research and development $ 1,690,739 $ 980,629 $ 3,816,732 $ 2,966,165 General and administrative 472,676 176,830 1,315,635 568,775 Total Operating Expenses 2,163,415 1,157,459 5,132,367 3,534,940 Loss From Operations (2,163,415 ) (1,157,459 ) (5,132,367 ) (3,534,940 ) Other Income: Interest income 984 576 2,380 1,497 Total Other Income 984 576 2,380 1,497 Net Loss $ (2,162,431 ) $ (1,156,883 ) $ (5,129,987 ) $ (3,533,443 ) Net Loss Per Share - Basic and Diluted $ (0.84 ) $ (0.51 ) $ (2.19 ) $ (1.56 ) Weighted Average Number of Common Shares Outstanding - Basic and Diluted 2,566,530 2,266,667 2,344,712 2,266,667\nSource:Eyenovia, Inc.",
    "published": "2018-04-02T14:30:00.000+03:00",
    "crawled": "2018-04-02T18:19:53.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "april",
        "globe",
        "newswire",
        "eyenovia",
        "nasdaq",
        "eyen",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "developing",
        "pipeline",
        "ophthalmology",
        "product",
        "utilizing",
        "patented",
        "technology",
        "deliver",
        "topically",
        "eye",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "recent",
        "business",
        "highlight",
        "successfully",
        "completed",
        "initial",
        "public",
        "offering",
        "ipo",
        "gross",
        "net",
        "proceeds",
        "million",
        "respectively",
        "january",
        "received",
        "positive",
        "feedback",
        "food",
        "drug",
        "administration",
        "fda",
        "advance",
        "micropine",
        "eyenovia",
        "atropine",
        "treatment",
        "progressive",
        "myopia",
        "phase",
        "iii",
        "development",
        "possibility",
        "one",
        "trial",
        "required",
        "registration",
        "successfully",
        "completed",
        "eyn",
        "pg21",
        "study",
        "evaluating",
        "microdose",
        "topical",
        "delivery",
        "usability",
        "lowering",
        "intraocular",
        "pressure",
        "iop",
        "latanoprost",
        "healthy",
        "volunteer",
        "result",
        "shared",
        "pending",
        "final",
        "data",
        "analysis",
        "review",
        "received",
        "positive",
        "feedback",
        "fda",
        "advance",
        "microprost",
        "eyenovia",
        "latanoprost",
        "treatment",
        "chronic",
        "angle",
        "closure",
        "glaucoma",
        "phase",
        "iii",
        "development",
        "appointed",
        "john",
        "gandolfo",
        "chief",
        "financial",
        "officer",
        "appointed",
        "three",
        "new",
        "independent",
        "member",
        "board",
        "director",
        "expanded",
        "scientific",
        "advisory",
        "board",
        "sean",
        "ianchulev",
        "eyenovia",
        "chief",
        "executive",
        "officer",
        "chief",
        "medical",
        "officer",
        "commented",
        "eyenovia",
        "made",
        "important",
        "stride",
        "last",
        "year",
        "seek",
        "create",
        "therapeutic",
        "paradigm",
        "shift",
        "ophthalmology",
        "disease",
        "recent",
        "successful",
        "ipo",
        "strong",
        "late",
        "stage",
        "clinical",
        "development",
        "pipeline",
        "believe",
        "company",
        "well",
        "positioned",
        "achieve",
        "goal",
        "smart",
        "high",
        "precision",
        "microdosing",
        "technology",
        "aim",
        "bring",
        "ophthalmic",
        "treatment",
        "st",
        "century",
        "replacing",
        "nearly",
        "old",
        "eye",
        "dropper",
        "miss",
        "overdose",
        "eye",
        "causing",
        "side",
        "effect",
        "ocular",
        "toxicity",
        "inconsistent",
        "dosing",
        "using",
        "novel",
        "technology",
        "believe",
        "opportunity",
        "address",
        "large",
        "unmet",
        "need",
        "chronic",
        "angle",
        "closure",
        "glaucoma",
        "pediatric",
        "myopia",
        "addition",
        "providing",
        "compelling",
        "alternative",
        "currently",
        "available",
        "option",
        "mydriasis",
        "dry",
        "assembled",
        "great",
        "talent",
        "experienced",
        "management",
        "team",
        "expanded",
        "board",
        "director",
        "scientific",
        "advisory",
        "board",
        "important",
        "move",
        "forward",
        "number",
        "late",
        "stage",
        "program",
        "compelling",
        "preliminary",
        "result",
        "eyn",
        "pg21",
        "trial",
        "iop",
        "lowering",
        "complement",
        "mydriasis",
        "phase",
        "ii",
        "data",
        "presented",
        "last",
        "year",
        "provide",
        "preliminary",
        "evidence",
        "broad",
        "applicability",
        "approach",
        "different",
        "indication",
        "pave",
        "way",
        "move",
        "forward",
        "microprost",
        "ind",
        "submission",
        "initiate",
        "phase",
        "iii",
        "trial",
        "second",
        "half",
        "year",
        "also",
        "believe",
        "recent",
        "confirmation",
        "fda",
        "advance",
        "pediatric",
        "myopia",
        "program",
        "phase",
        "iii",
        "development",
        "brings",
        "u",
        "closer",
        "addressing",
        "growing",
        "epidemic",
        "currently",
        "without",
        "fda",
        "approved",
        "therapy",
        "would",
        "like",
        "thank",
        "helped",
        "make",
        "past",
        "year",
        "transformational",
        "eyenovia",
        "concluded",
        "ianchulev",
        "eyn",
        "pg21",
        "clinical",
        "study",
        "evaluated",
        "microdose",
        "delivery",
        "iop",
        "lowering",
        "effect",
        "latanoprost",
        "eye",
        "healthy",
        "volunteer",
        "received",
        "treatment",
        "day",
        "underwent",
        "iop",
        "assessment",
        "three",
        "time",
        "per",
        "day",
        "based",
        "preliminary",
        "result",
        "latanoprost",
        "achieved",
        "robust",
        "iop",
        "reduction",
        "significantly",
        "lower",
        "level",
        "exposure",
        "drug",
        "toxic",
        "preservative",
        "using",
        "eyenovia",
        "horizontal",
        "delivery",
        "system",
        "smart",
        "technology",
        "company",
        "finalizing",
        "data",
        "analysis",
        "trial",
        "expects",
        "announce",
        "full",
        "detailed",
        "result",
        "second",
        "quarter",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "review",
        "fourth",
        "quarter",
        "net",
        "loss",
        "approximately",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "approximately",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "approximately",
        "million",
        "per",
        "share",
        "compare",
        "net",
        "loss",
        "approximately",
        "million",
        "per",
        "share",
        "research",
        "development",
        "expense",
        "totaled",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "compared",
        "approximately",
        "million",
        "period",
        "increase",
        "full",
        "year",
        "research",
        "development",
        "expense",
        "increased",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "prior",
        "year",
        "fourth",
        "quarter",
        "general",
        "administrative",
        "expense",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "fourth",
        "quarter",
        "increase",
        "full",
        "year",
        "general",
        "administrative",
        "expense",
        "increased",
        "approximately",
        "million",
        "versus",
        "approximately",
        "million",
        "full",
        "year",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "approximately",
        "million",
        "compared",
        "total",
        "operating",
        "expense",
        "approximately",
        "million",
        "period",
        "increase",
        "full",
        "year",
        "total",
        "operating",
        "expense",
        "increased",
        "approximately",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "december",
        "company",
        "cash",
        "approximately",
        "million",
        "amount",
        "include",
        "million",
        "net",
        "proceeds",
        "eyenovia",
        "ipo",
        "closed",
        "january",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "scheduled",
        "begin",
        "et",
        "monday",
        "april",
        "participant",
        "dial",
        "united",
        "state",
        "international",
        "conference",
        "code",
        "live",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "investor",
        "relation",
        "page",
        "company",
        "corporate",
        "website",
        "live",
        "webcast",
        "event",
        "archived",
        "eyenovia",
        "website",
        "one",
        "year",
        "addition",
        "telephonic",
        "replay",
        "call",
        "available",
        "april",
        "replay",
        "accessed",
        "dialing",
        "united",
        "state",
        "international",
        "confirmation",
        "code",
        "eyenovia",
        "eyenovia",
        "specialty",
        "biopharmaceutical",
        "company",
        "building",
        "portfolio",
        "next",
        "generation",
        "topical",
        "eye",
        "treatment",
        "based",
        "proprietary",
        "delivery",
        "formulation",
        "platform",
        "eyenovia",
        "pipeline",
        "currently",
        "focused",
        "development",
        "glaucoma",
        "eye",
        "disease",
        "forward",
        "looking",
        "statement",
        "except",
        "historical",
        "information",
        "statement",
        "expectation",
        "assumption",
        "contained",
        "press",
        "release",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "express",
        "intention",
        "belief",
        "expectation",
        "strategy",
        "prediction",
        "statement",
        "relating",
        "future",
        "activity",
        "future",
        "event",
        "condition",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "business",
        "based",
        "part",
        "assumption",
        "made",
        "management",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "likely",
        "differ",
        "materially",
        "expressed",
        "forecasted",
        "statement",
        "due",
        "numerous",
        "factor",
        "discussed",
        "time",
        "time",
        "document",
        "file",
        "sec",
        "addition",
        "statement",
        "could",
        "affected",
        "risk",
        "uncertainty",
        "related",
        "among",
        "thing",
        "fluctuation",
        "financial",
        "result",
        "ability",
        "attract",
        "retain",
        "key",
        "personnel",
        "risk",
        "clinical",
        "trial",
        "including",
        "preliminary",
        "result",
        "might",
        "supported",
        "detailed",
        "analysis",
        "repeatable",
        "future",
        "trial",
        "timing",
        "ability",
        "submit",
        "application",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "ability",
        "implement",
        "business",
        "plan",
        "commercialize",
        "product",
        "candidate",
        "potential",
        "advantage",
        "product",
        "candidate",
        "rate",
        "degree",
        "market",
        "acceptance",
        "clinical",
        "utility",
        "product",
        "candidate",
        "estimate",
        "regarding",
        "potential",
        "market",
        "opportunity",
        "product",
        "candidate",
        "commercialization",
        "marketing",
        "manufacturing",
        "capability",
        "strategy",
        "ability",
        "identify",
        "additional",
        "product",
        "product",
        "candidate",
        "technology",
        "significant",
        "commercial",
        "potential",
        "consistent",
        "commercial",
        "objective",
        "expectation",
        "regarding",
        "ability",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "intellectual",
        "property",
        "risk",
        "impact",
        "government",
        "law",
        "regulation",
        "competitive",
        "position",
        "general",
        "economic",
        "condition",
        "statement",
        "speak",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "undertake",
        "obligation",
        "update",
        "statement",
        "company",
        "contact",
        "eyenovia",
        "john",
        "gandolfo",
        "chief",
        "financial",
        "officer",
        "jgandolfo",
        "investor",
        "contact",
        "tram",
        "bui",
        "alexander",
        "lobo",
        "ruth",
        "group",
        "phone",
        "tbui",
        "alobo",
        "medium",
        "contact",
        "ruth",
        "group",
        "kirsten",
        "thomas",
        "kthomas",
        "financial",
        "statement",
        "follow",
        "eyenovia",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "offering",
        "cost",
        "total",
        "asset",
        "liabil",
        "ities",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "series",
        "convertible",
        "preferred",
        "stock",
        "share",
        "designated",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "liquidation",
        "preference",
        "december",
        "respectively",
        "series",
        "convertible",
        "preferred",
        "stock",
        "share",
        "designated",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "liquidation",
        "preference",
        "december",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "share",
        "designated",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "liquidation",
        "preference",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "eyenovia",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "interest",
        "income",
        "total",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "eyenovia",
        "inc"
    ]
}