{
    "organizations": [],
    "uuid": "dcbd9b9d6d3e2df0f523695bc896f6a92f333d86",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/16/chinas-growing-economic-presence-in-eu-causing-concern--commentary.html",
    "ord_in_thread": 0,
    "title": "Germany's problem with China goes well beyond trade issues",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Getty Images Chinese President Xi Jinping (R) shakes hand with German Chancellor Angela Merkel (L) before their meeting at the West Lake State House on September 5, 2016 in Hangzhou, China. \nChina stands accused by Germany of interfering in its spheres of interest and influence in the European Union, West Balkans and Africa . Germans are also alleging that the Chinese are using their economic clout in these regions for political ends. \nWhile on a visit to Paris in August of last year, Sigmar Gabriel, Germany's foreign minister at that time, spelled it all out: \"If we don't develop a (European) policy regarding China, then China will succeed in dividing Europe.\" And in an apparent spoof on Beijing's \"one-China\" mantra, he said that \"we should urge China to practice a 'one-Europe' policy.\" \nGreece was one of the early flashpoints for Germany's concern about the growing competition from China. Benefiting from Beijing's large direct investments, Greece blocked last June an EU statement at the United Nations about China's repressive human rights policies. \nHungary, where China is building a high-speed railway line from Budapest to Belgrade, joined Greece to block another EU statement criticizing China's territorial claims in the South China Sea, after The Permanent Court of Arbitration in The Hague ruled against Beijing in July 2016. \nBerlin is also alarmed at China's very successful economic cooperation with 16 Central and East European countries, derisively called \"the new Europeans,\" in a \"16+1\" organization set up in 2012. Stop bossing around \nThese are the examples of how much Germany is pushing the envelope using an old French chestnut of \"préférence communautaire\" — a political injunction to protect EU products and services from non-EU suppliers. \nBut the Germans are going much further. They are complaining about countries working with China which are not even the EU members — some of them merely looking for an associate status because a full membership is a drawn-out obstacles race at the mercy of centuries-old regional hatreds and rivalries. \nLast February, for example, at a press conference in Berlin, the prime minister of former Yugoslav Republic of Macedonia was gratefully acknowledging China's help in modernizing his country's roads when German Chancellor Angela Merkel reminded him that there may be political conditions attached to such infrastructure investments. \nFurther to the north, Serbia is another non-EU member where China is investing billions of dollars in a construction of modern road networks, a 1.5 km bridge over the Danube River, high-speed rail lines, a large industrial park and a number of industrial projects. All that is being closely and very critically scrutinized by Germany — even though Serbia will never become an EU member in exchange for a required recognition of Kosovo's contested statehood. \nThings have indeed changed since the time when Otto von Bismark, the chancellor of the German First Reich, arrogantly opined that \"the whole of the Balkans is not worth the bones of a single Pomeranian grenadier.\" \nGermany is also finding that China is in the way as Berlin seeks to establish a closer relationship with its former African colonies. In most of these countries, China may be difficult to dislodge because it has been operating development programs there for many years and decades. Trade smarts, not threats, with China \nNeither is the China's monumental, Belt and Road Initiative (BRI) much to German taste. That is a modern replica of ancient overland and maritime routes connecting East Asia with Europe and Africa. China, Germany claims, has too much control over the whole project. The German ambassador to Beijing says that his country's companies should be able to participate as equal partners. \nInterestingly, German companies don't seem to have the same reservations. A BRI study published last February by two German business associations — Germany Trade & Invest and Association of German Chambers of Industry and Commerce — highlights \"cooperation opportunities between German and Chinese businesses in sectors of infrastructure, energy and consulting.\" \nMore seriously perhaps, German complaints about Chinese control have much broader implications. Media reports, for example, quote German authorities' statements that the BRI serves as an instrument to establish a Chinese world order (\"pax sinica\"), where even the terms \"free trade\" and \"the rule of law\" have meanings different from what's commonly understood. \nChina is strongly denying any such intentions. At the Boao Forum for Asia last week, China's President Xi Jinping said that the BRI was \"neither the Marshall Plan after World War II nor an intrigue of China.\" \nBeijing, he said, seeks \"shared growth through discussion and collaboration,\" advocating \"inclusiveness\" and opposing a \"zero-sum game … mentality.\" More to the point, Xi pledged that \"China will not threaten anyone else, attempt to overturn the existing international system, or seek spheres of influence.\" \nIt would not be surprising if Germany begged to differ. At any rate, Germany correctly wants to see real and meaningful measures of China's opening up to world commerce and finance. Like some other Europeans, Germans are talking of China's \"promise fatigue,\" arguing that Beijing has to reciprocate — after having greatly benefited from a fairly liberal access to German and other EU markets. \nHere are the numbers. \nThe China's share of EU trade has almost tripled so far this decade to 15.3 percent, slightly below America's steadily declining share of 16.9 percent. \nLast year, China ran a whopping 176 billion euro trade surplus with the EU, while the U.S. took a 120.8 billion euro deficit. In the first two months of this year, China's EU trade surplus was running at an alarming annual rate of 213.6 billion euro, a 21.4 percent increase over last year. \nGermany, by comparison, has much less to complain about: Its goods trade deficit with China remains on a steeply declining trend, falling last year to 14.2 billion euro, a 21.5 percent drop from 2016. \nStill, Germany, a powerhouse of world exports, does not seem to like that. Berlin is also very worried about China's buying spree in the heartland of its top technologies — a recent allegedly stealthy purchase of a 9.7 percent stake in Daimler (which owns the Mercedes Benz brand of cars), an 8.8 percent ownership of the Deutsche Bank, the purchase of the robotics firm KUKA and the energy management company Ista. \nGermans are now tightening the rules and reviews of incoming direct investments, prompting the adoption of the same procedures at the EU level. Investment thoughts \nThe pictures of a beaming German chancellor and Chinese prime minister extolling the Sino-German \"dream team\" projects seem to be souvenirs of another time. \nSadly, however, Germany and the EU — much like the U.S. — are waking up a bit too late. \nChina has worked hard to produce and sell its wares to eager European and other overseas buyers, amassing, in the process, huge trade surpluses. \nAll the money that China has earned on its net foreign trade transactions — an estimated $130 billion in 2017 — has to be recycled in portfolio and direct investments abroad. Remember, even in China, the balance of payments has to balance — the sum of current and capital accounts must be equal to zero (with adjustments and statistical errors, of course). \nComplaints and vilifications of China are no substitutes for thought and smart German, EU and American trade policies. Yes, do insist on fair and reciprocal trade, but Germany should stop bossing around its European customers (aka partners) to defend its trade privileges. \nThe BRI is a huge, epochal, lucrative and open-ended Eurasian project people have dreamed about ever since that Venetian nobleman and trader (Marco Polo) showed the way to Serenissima's riches in the late 13th century. China may well control the origins of BRI routes and commerce, but the Europeans dominate the endpoints and major sale outposts. \nThat should not be hard to understand for those whipping up the political soufflés, instead of concentrating on creating wealth and building the EU's leverage in world affairs. \nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School. ",
    "published": "2018-04-16T07:33:00.000+03:00",
    "crawled": "2018-04-16T07:50:53.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "chinese",
        "president",
        "xi",
        "jinping",
        "r",
        "shake",
        "hand",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "l",
        "meeting",
        "west",
        "lake",
        "state",
        "house",
        "september",
        "hangzhou",
        "china",
        "china",
        "stand",
        "accused",
        "germany",
        "interfering",
        "sphere",
        "interest",
        "influence",
        "european",
        "union",
        "west",
        "balkan",
        "africa",
        "german",
        "also",
        "alleging",
        "chinese",
        "using",
        "economic",
        "clout",
        "region",
        "political",
        "end",
        "visit",
        "paris",
        "august",
        "last",
        "year",
        "sigmar",
        "gabriel",
        "germany",
        "foreign",
        "minister",
        "time",
        "spelled",
        "develop",
        "european",
        "policy",
        "regarding",
        "china",
        "china",
        "succeed",
        "dividing",
        "europe",
        "apparent",
        "spoof",
        "beijing",
        "mantra",
        "said",
        "urge",
        "china",
        "practice",
        "policy",
        "greece",
        "one",
        "early",
        "flashpoint",
        "germany",
        "concern",
        "growing",
        "competition",
        "china",
        "benefiting",
        "beijing",
        "large",
        "direct",
        "investment",
        "greece",
        "blocked",
        "last",
        "june",
        "eu",
        "statement",
        "united",
        "nation",
        "china",
        "repressive",
        "human",
        "right",
        "policy",
        "hungary",
        "china",
        "building",
        "railway",
        "line",
        "budapest",
        "belgrade",
        "joined",
        "greece",
        "block",
        "another",
        "eu",
        "statement",
        "criticizing",
        "china",
        "territorial",
        "claim",
        "south",
        "china",
        "sea",
        "permanent",
        "court",
        "arbitration",
        "hague",
        "ruled",
        "beijing",
        "july",
        "berlin",
        "also",
        "alarmed",
        "china",
        "successful",
        "economic",
        "cooperation",
        "central",
        "east",
        "european",
        "country",
        "derisively",
        "called",
        "new",
        "european",
        "organization",
        "set",
        "stop",
        "bossing",
        "around",
        "example",
        "much",
        "germany",
        "pushing",
        "envelope",
        "using",
        "old",
        "french",
        "chestnut",
        "préférence",
        "communautaire",
        "political",
        "injunction",
        "protect",
        "eu",
        "product",
        "service",
        "supplier",
        "german",
        "going",
        "much",
        "complaining",
        "country",
        "working",
        "china",
        "even",
        "eu",
        "member",
        "merely",
        "looking",
        "associate",
        "status",
        "full",
        "membership",
        "obstacle",
        "race",
        "mercy",
        "regional",
        "hatred",
        "rivalry",
        "last",
        "february",
        "example",
        "press",
        "conference",
        "berlin",
        "prime",
        "minister",
        "former",
        "yugoslav",
        "republic",
        "macedonia",
        "gratefully",
        "acknowledging",
        "china",
        "help",
        "modernizing",
        "country",
        "road",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "reminded",
        "may",
        "political",
        "condition",
        "attached",
        "infrastructure",
        "investment",
        "north",
        "serbia",
        "another",
        "member",
        "china",
        "investing",
        "billion",
        "dollar",
        "construction",
        "modern",
        "road",
        "network",
        "km",
        "bridge",
        "danube",
        "river",
        "rail",
        "line",
        "large",
        "industrial",
        "park",
        "number",
        "industrial",
        "project",
        "closely",
        "critically",
        "scrutinized",
        "germany",
        "even",
        "though",
        "serbia",
        "never",
        "become",
        "eu",
        "member",
        "exchange",
        "required",
        "recognition",
        "kosovo",
        "contested",
        "statehood",
        "thing",
        "indeed",
        "changed",
        "since",
        "time",
        "otto",
        "von",
        "bismark",
        "chancellor",
        "german",
        "first",
        "reich",
        "arrogantly",
        "opined",
        "whole",
        "balkan",
        "worth",
        "bone",
        "single",
        "pomeranian",
        "grenadier",
        "germany",
        "also",
        "finding",
        "china",
        "way",
        "berlin",
        "seek",
        "establish",
        "closer",
        "relationship",
        "former",
        "african",
        "colony",
        "country",
        "china",
        "may",
        "difficult",
        "dislodge",
        "operating",
        "development",
        "program",
        "many",
        "year",
        "decade",
        "trade",
        "smart",
        "threat",
        "china",
        "neither",
        "china",
        "monumental",
        "belt",
        "road",
        "initiative",
        "bri",
        "much",
        "german",
        "taste",
        "modern",
        "replica",
        "ancient",
        "overland",
        "maritime",
        "route",
        "connecting",
        "east",
        "asia",
        "europe",
        "africa",
        "china",
        "germany",
        "claim",
        "much",
        "control",
        "whole",
        "project",
        "german",
        "ambassador",
        "beijing",
        "say",
        "country",
        "company",
        "able",
        "participate",
        "equal",
        "partner",
        "interestingly",
        "german",
        "company",
        "seem",
        "reservation",
        "bri",
        "study",
        "published",
        "last",
        "february",
        "two",
        "german",
        "business",
        "association",
        "germany",
        "trade",
        "invest",
        "association",
        "german",
        "chamber",
        "industry",
        "commerce",
        "highlight",
        "cooperation",
        "opportunity",
        "german",
        "chinese",
        "business",
        "sector",
        "infrastructure",
        "energy",
        "consulting",
        "seriously",
        "perhaps",
        "german",
        "complaint",
        "chinese",
        "control",
        "much",
        "broader",
        "implication",
        "medium",
        "report",
        "example",
        "quote",
        "german",
        "authority",
        "statement",
        "bri",
        "serf",
        "instrument",
        "establish",
        "chinese",
        "world",
        "order",
        "pax",
        "sinica",
        "even",
        "term",
        "free",
        "trade",
        "rule",
        "law",
        "meaning",
        "different",
        "commonly",
        "understood",
        "china",
        "strongly",
        "denying",
        "intention",
        "boao",
        "forum",
        "asia",
        "last",
        "week",
        "china",
        "president",
        "xi",
        "jinping",
        "said",
        "bri",
        "neither",
        "marshall",
        "plan",
        "world",
        "war",
        "ii",
        "intrigue",
        "china",
        "beijing",
        "said",
        "seek",
        "shared",
        "growth",
        "discussion",
        "collaboration",
        "advocating",
        "inclusiveness",
        "opposing",
        "game",
        "mentality",
        "point",
        "xi",
        "pledged",
        "china",
        "threaten",
        "anyone",
        "else",
        "attempt",
        "overturn",
        "existing",
        "international",
        "system",
        "seek",
        "sphere",
        "influence",
        "would",
        "surprising",
        "germany",
        "begged",
        "differ",
        "rate",
        "germany",
        "correctly",
        "want",
        "see",
        "real",
        "meaningful",
        "measure",
        "china",
        "opening",
        "world",
        "commerce",
        "finance",
        "like",
        "european",
        "german",
        "talking",
        "china",
        "promise",
        "fatigue",
        "arguing",
        "beijing",
        "reciprocate",
        "greatly",
        "benefited",
        "fairly",
        "liberal",
        "access",
        "german",
        "eu",
        "market",
        "number",
        "china",
        "share",
        "eu",
        "trade",
        "almost",
        "tripled",
        "far",
        "decade",
        "percent",
        "slightly",
        "america",
        "steadily",
        "declining",
        "share",
        "percent",
        "last",
        "year",
        "china",
        "ran",
        "whopping",
        "billion",
        "euro",
        "trade",
        "surplus",
        "eu",
        "took",
        "billion",
        "euro",
        "deficit",
        "first",
        "two",
        "month",
        "year",
        "china",
        "eu",
        "trade",
        "surplus",
        "running",
        "alarming",
        "annual",
        "rate",
        "billion",
        "euro",
        "percent",
        "increase",
        "last",
        "year",
        "germany",
        "comparison",
        "much",
        "less",
        "complain",
        "good",
        "trade",
        "deficit",
        "china",
        "remains",
        "steeply",
        "declining",
        "trend",
        "falling",
        "last",
        "year",
        "billion",
        "euro",
        "percent",
        "drop",
        "still",
        "germany",
        "powerhouse",
        "world",
        "export",
        "seem",
        "like",
        "berlin",
        "also",
        "worried",
        "china",
        "buying",
        "spree",
        "heartland",
        "top",
        "technology",
        "recent",
        "allegedly",
        "stealthy",
        "purchase",
        "percent",
        "stake",
        "daimler",
        "owns",
        "mercedes",
        "benz",
        "brand",
        "car",
        "percent",
        "ownership",
        "deutsche",
        "bank",
        "purchase",
        "robotics",
        "firm",
        "kuka",
        "energy",
        "management",
        "company",
        "ista",
        "german",
        "tightening",
        "rule",
        "review",
        "incoming",
        "direct",
        "investment",
        "prompting",
        "adoption",
        "procedure",
        "eu",
        "level",
        "investment",
        "thought",
        "picture",
        "beaming",
        "german",
        "chancellor",
        "chinese",
        "prime",
        "minister",
        "extolling",
        "dream",
        "team",
        "project",
        "seem",
        "souvenir",
        "another",
        "time",
        "sadly",
        "however",
        "germany",
        "eu",
        "much",
        "like",
        "waking",
        "bit",
        "late",
        "china",
        "worked",
        "hard",
        "produce",
        "sell",
        "ware",
        "eager",
        "european",
        "overseas",
        "buyer",
        "amassing",
        "process",
        "huge",
        "trade",
        "surplus",
        "money",
        "china",
        "earned",
        "net",
        "foreign",
        "trade",
        "transaction",
        "estimated",
        "billion",
        "recycled",
        "portfolio",
        "direct",
        "investment",
        "abroad",
        "remember",
        "even",
        "china",
        "balance",
        "payment",
        "balance",
        "sum",
        "current",
        "capital",
        "account",
        "must",
        "equal",
        "zero",
        "adjustment",
        "statistical",
        "error",
        "course",
        "complaint",
        "vilification",
        "china",
        "substitute",
        "thought",
        "smart",
        "german",
        "eu",
        "american",
        "trade",
        "policy",
        "yes",
        "insist",
        "fair",
        "reciprocal",
        "trade",
        "germany",
        "stop",
        "bossing",
        "around",
        "european",
        "customer",
        "aka",
        "partner",
        "defend",
        "trade",
        "privilege",
        "bri",
        "huge",
        "epochal",
        "lucrative",
        "eurasian",
        "project",
        "people",
        "dreamed",
        "ever",
        "since",
        "venetian",
        "nobleman",
        "trader",
        "marco",
        "polo",
        "showed",
        "way",
        "serenissima",
        "rich",
        "late",
        "13th",
        "century",
        "china",
        "may",
        "well",
        "control",
        "origin",
        "bri",
        "route",
        "commerce",
        "european",
        "dominate",
        "endpoint",
        "major",
        "sale",
        "outpost",
        "hard",
        "understand",
        "whipping",
        "political",
        "soufflés",
        "instead",
        "concentrating",
        "creating",
        "wealth",
        "building",
        "eu",
        "leverage",
        "world",
        "affair",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school"
    ]
}