{
    "organizations": [],
    "uuid": "a3d1b64d2e1ed24a9fae9eba1168c881f9e774f0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/pr-newswire-associated-banc-corp-reports-first-quarter-earnings-of-0-point-40-per-common-share-or-0-point-50-per-common-share-excluding-21.html",
    "ord_in_thread": 0,
    "title": "Associated Banc-Corp Reports First Quarter Earnings of $0.40 per common share, or $0.50 per common share excluding $21 million in acquisition related costs(1)",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GREEN BAY, Wis., April 19, 2018 /PRNewswire/ -- Associated Banc-Corp (NYSE: ASB) (\"Associated\" or \"Company\") today reported net income available to common equity (\"earnings\") of $67 million, or $0.40 per common share for the quarter ended March 31, 2018. This compares to net income available to common equity of $54 million, or $0.35 per common share for the quarter ended March 31, 2017.\n\"The Bank Mutual acquisition was integral to Associated's results in the quarter. With the merger closing on February 1, we added $1.9 billion of loans and $1.8 billion of deposits to our franchise. The integration is going well and we look forward to introducing Bank Mutual customers to Associated's products and services over the next few months,\" said President and CEO Philip B. Flynn. \"In the first quarter, credit dynamics continued to be favorable and fee income increased. Our conversations with customers have been upbeat, and our growth outlook is optimistic.\"\nFIRST QUARTER 2018 SUMMARY (all comparisons to the first quarter of 2017)\nAverage loans of $22.1 billion were up 10%, or $2.0 billion Average deposits of $23.7 billion were up 10%, or $2.2 billion Net interest income of $210 million increased $30 million, or 16% Net interest margin of 2.92% improved 8 basis points from 2.84% Provision for credit losses was zero, down from $9 million Noninterest income of $90 million was up $11 million, or 13% Noninterest expense of $213 million was up $39 million and included $21 million of acquisition related costs Income before income taxes was up 13%, or $10 million During the quarter, the Company repurchased approximately 1.1 million shares, or $26 million, of common stock Total dividends paid per common share were $0.15, up 25%\n1 This is a non-GAAP financial measure. Management believes these measures are meaningful because they reflect adjustments commonly made by management, investors, regulators, and analysts to evaluate the adequacy of earnings per common share, provide greater understanding of ongoing operations and enhance comparability of results with prior periods. See page 8 of the attached tables for a reconciliation of GAAP financial measures to non-GAAP financial measures which exclude acquisition related costs.\nLoans\nFirst quarter 2018 average loans of $22.1 billion were up 10%, or $2.0 billion from the first quarter of 2017 and were up $1.2 billion from the fourth quarter of 2017. The Bank Mutual acquisition added $1.9 billion of loans.\nWith respect to first quarter 2018 average balances by loan category:\nConsumer lending increased $1.5 billion from the year ago quarter, driven by the Company's on balance sheet mortgage retention strategy, and grew $554 million from the fourth quarter of 2017 to $9.4 billion. Commercial real estate lending increased $399 million from the first quarter of 2017 and increased $526 million from the fourth quarter of 2017 to $5.4 billion. Commercial and business lending increased $114 million from the year ago quarter and increased $135 million from the fourth quarter of 2017 to $7.3 billion. Mortgage Warehouse loan balances decreased approximately $50 million year over year and were down approximately $100 million from the prior quarter due to seasonal factors and higher mortgage interest rates.\nDeposits\nFirst quarter 2018 average deposits of $23.7 billion were up $2.2 billion, or 10% from the year ago quarter and were up $1.4 billion, or 6% from the fourth quarter of 2017. The Bank Mutual acquisition supplied $1.8 billion of deposits.\nWith respect to first quarter 2018 average balances by deposit category:\nNoninterest-bearing demand deposits increased $119 million from the year ago quarter, but decreased $49 million from the fourth quarter of 2017 to $5.1 billion. Savings and time deposits increased $1.4 billion from the year ago quarter and increased $528 million from the fourth quarter of 2017 to $4.4 billion. Interest-bearing demand deposits increased $461 million from the year ago quarter and increased $249 million from the fourth quarter of 2017 to $4.7 billion. Money market deposits increased $247 million from the year ago quarter and increased $672 million from the fourth quarter of 2017 to $9.4 billion.\nNet Interest Income and Net Interest Margin\nFirst quarter 2018 net interest income of $210 million was up 16%, or $30 million from the year ago quarter, with net interest margin increasing 8 basis points to 2.92%. First quarter 2018 net interest income increased 12%, or $23 million from the fourth quarter of 2017.\nThe average yield on total commercial loans for the first quarter of 2018 increased 82 basis points to 4.34% from the year ago quarter and increased 45 basis points from the prior quarter. The average cost of total interest-bearing deposits for the first quarter of 2018 increased 31 basis points to 0.73% from the year ago quarter and increased 8 basis points from the prior quarter. The net free funds benefit, the benefit of holding noninterest-bearing demand deposits, increased 6 basis points in the first quarter of 2018 compared to the year ago quarter and remained unchanged from the prior quarter. Net loan and deposit growth for the first quarter of 2018, including the Bank Mutual acquisition, contributed an additional $10 million of net interest income compared to fourth quarter 2017. Accreted income from the acquired Bank Mutual loan portfolio contributed $6 million to net interest income for the first quarter of 2018. Approximately $2 million of the accreted income was from prepayments and other adjustments. Net changes in the securities portfolio for the first quarter of 2018 added $3 million to net interest income. LIBOR - Fed Funds and other net changes to earning assets and liabilities contributed $4 million to net interest income.\nNoninterest Income\nFirst quarter 2018 total noninterest income of $90 million increased $11 million from the year ago quarter and increased $6 million from the prior quarter.\nWith respect to first quarter 2018 noninterest income line items:\nBrokerage and asset management fees were up $3 million from the year ago quarter, primarily driven by the acquisition of Whitnell & Co., and were up slightly from the prior quarter. Capital market fees increased $1 million from the year ago quarter, but decreased $2 million from a very strong fourth quarter of 2017. Mortgage banking income increased $2 million from the year ago quarter and increased $3 million from the prior quarter as the Company completed its mortgage retention initiative and returned to selling newly originated mortgage loans.\nNoninterest Expense\nFirst quarter 2018 total noninterest expense of $213 million increased 23%, or $39 million from the year ago quarter and increased $31 million from the fourth quarter of 2017. First quarter 2018 noninterest expense includes $21 million of Bank Mutual acquisition related costs.\nWith respect to first quarter 2018 noninterest expense line items:\nPersonnel expense increased by $11 million from both the year ago quarter and the fourth quarter of 2017, primarily driven by the additional cost of Bank Mutual staff. Technology expense increased $3 million from the year ago quarter, but was unchanged from the prior quarter. Occupancy expense was essentially unchanged from the year ago quarter, but increased $2 million from the prior quarter, with most of the increase coming from the additional expense of acquired Bank Mutual facilities.\nTaxes\nThe first quarter 2018 effective tax rate was 20% compared to 27% in the year ago quarter. The decrease is primarily due to the Tax Cut and Jobs Act signed into law on December 22, 2017. The Company continues to expect its 2018 effective tax rate to be in the range of 20%-22%.\nCredit\nThe first quarter provision for credit losses was zero, down from $9 million from the year ago quarter and unchanged from the prior quarter.\nWith respect to first quarter 2018 credit quality:\nPotential problem loans of $282 million, including $42 million of loans from the Bank Mutual acquisition, were down $57 million from the year ago quarter, but were up $105 million from the prior quarter. Nonaccrual loans of $209 million, including $15 million of purchased credit-impaired loans from the Bank Mutual acquisition, were down $51 million from the year ago quarter and were unchanged from the prior quarter. The nonaccrual loans to total loans ratio was 0.91% in the first quarter, compared to 1.29% in the year ago quarter, and 1.00% in the prior quarter. Net charge offs of $9 million were up $4 million from the year ago quarter, but were down $1 million from the prior quarter. Oil and gas charge offs were $4 million in the first quarter. The allowance for loan losses of $257 million was down $26 million from the year ago quarter and was down $9 million from the prior quarter. The allowance for loan losses to total loans ratio was 1.13% in the first quarter of 2018, compared to 1.40% in the year ago quarter, and 1.28% in the prior quarter. The allowance related to the oil and gas portfolio was $19 million at March 31, 2018 and represented 2.9% of total oil and gas loans compared to 6.7% in the year ago quarter, and 4.5% in the prior quarter.\nCapital\nThe Company's capital position remains strong, with a CET1 capital ratio of 10.5% at March 31, 2018. The Company's capital ratios continue to be in excess of the Basel III \"well-capitalized\" regulatory benchmarks on a fully phased in basis.\nDuring the quarter, the Company repurchased approximately 1.1 million shares, or $26 million, of common stock, at an average price of $23.90 per share.\nFIRST QUARTER 2018 EARNINGS RELEASE CONFERENCE CALL\nThe Company will host a conference call for investors and analysts at 4:00 p.m. Central Time (CT) today, April 19, 2018. Interested parties can access the live webcast of the call through the Investor Relations section of the Company's website, http://investor.associatedbank.com . Parties may also dial into the call at 877-407-8037 (domestic) or 201-689-8037 (international) and request the Associated Banc-Corp first quarter 2018 earnings call. The first quarter 2018 financial tables with an accompanying slide presentation will be available on the Company's website just prior to the call. An audio archive of the webcast will be available on the Company's website approximately fifteen minutes after the call is over.\nABOUT ASSOCIATED BANC-CORP\nAssociated Banc-Corp (NYSE: ASB) has total assets of $33 billion and is one of the top 50 publicly traded U.S. bank holding companies. Headquartered in Green Bay, Wisconsin, Associated is a leading Midwest banking franchise, offering a full range of financial products and services from more than 270 banking locations serving more than 110 communities throughout Wisconsin, Illinois and Minnesota, and commercial financial services in Indiana, Michigan, Missouri, Ohio and Texas. Associated Bank, N.A. is an Equal Housing Lender, Equal Opportunity Lender and Member FDIC. More information about Associated Banc-Corp is available at www.associatedbank.com .\nFORWARD-LOOKING STATEMENTS\nStatements made in this document which are not purely historical are forward-looking statements, as defined in the Private Securities Litigation Reform Act of 1995. This includes any statements regarding management's plans, objectives, or goals for future operations, products or services, and forecasts of its revenues, earnings, or other measures of performance. Such forward-looking statements may be identified by the use of words such as \"believe,\" \"expect,\" \"anticipate,\" \"plan,\" \"estimate,\" \"should,\" \"will,\" \"intend,\" \"outlook,\" or similar expressions. Forward-looking statements are based on current management expectations and, by their nature, are subject to risks and uncertainties. Actual results may differ materially from those contained in the forward-looking statements. Factors which may cause actual results to differ materially from those contained in such forward-looking statements include those identified in the Company's most recent Form 10-K and subsequent SEC filings. Such factors are incorporated herein by reference.\nNON-GAAP FINANCIAL MEASURES\nThis press release and related materials may contain references to measures which are not defined in generally accepted accounting principles (\"GAAP\"). Information concerning these non-GAAP financial measures can be found in the financial tables. Management believes these measures are meaningful because they reflect adjustments commonly made by management, investors, regulators, and analysts to evaluate the adequacy of earnings per common share, provide a greater understanding of ongoing operations and enhance comparability of results with prior periods.\nInvestor Contact:\nRobb Timme, Vice President, Investor Relations\n920-491-7059\nMedia Contact:\nJennifer Kaminski, Vice President, Public Relations Senior Manager\n920-491-7576\nView original content: http://www.prnewswire.com/news-releases/associated-banc-corp-reports-first-quarter-earnings-of-0-40-per-common-share-or-0-50-per-common-share-excluding-21-million-in-acquisition-related-costs1-300633266.html\nSOURCE Associated Banc-Corp",
    "published": "2018-04-20T00:15:00.000+03:00",
    "crawled": "2018-04-20T01:03:15.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "green",
        "bay",
        "april",
        "associated",
        "nyse",
        "asb",
        "associated",
        "company",
        "today",
        "reported",
        "net",
        "income",
        "available",
        "common",
        "equity",
        "earnings",
        "million",
        "per",
        "common",
        "share",
        "quarter",
        "ended",
        "march",
        "compare",
        "net",
        "income",
        "available",
        "common",
        "equity",
        "million",
        "per",
        "common",
        "share",
        "quarter",
        "ended",
        "march",
        "bank",
        "mutual",
        "acquisition",
        "integral",
        "associated",
        "result",
        "quarter",
        "merger",
        "closing",
        "february",
        "added",
        "billion",
        "loan",
        "billion",
        "deposit",
        "franchise",
        "integration",
        "going",
        "well",
        "look",
        "forward",
        "introducing",
        "bank",
        "mutual",
        "customer",
        "associated",
        "product",
        "service",
        "next",
        "month",
        "said",
        "president",
        "ceo",
        "philip",
        "flynn",
        "first",
        "quarter",
        "credit",
        "dynamic",
        "continued",
        "favorable",
        "fee",
        "income",
        "increased",
        "conversation",
        "customer",
        "upbeat",
        "growth",
        "outlook",
        "optimistic",
        "first",
        "quarter",
        "summary",
        "comparison",
        "first",
        "quarter",
        "average",
        "loan",
        "billion",
        "billion",
        "average",
        "deposit",
        "billion",
        "billion",
        "net",
        "interest",
        "income",
        "million",
        "increased",
        "million",
        "net",
        "interest",
        "margin",
        "improved",
        "basis",
        "point",
        "provision",
        "credit",
        "loss",
        "zero",
        "million",
        "noninterest",
        "income",
        "million",
        "million",
        "noninterest",
        "expense",
        "million",
        "million",
        "included",
        "million",
        "acquisition",
        "related",
        "cost",
        "income",
        "income",
        "tax",
        "million",
        "quarter",
        "company",
        "repurchased",
        "approximately",
        "million",
        "share",
        "million",
        "common",
        "stock",
        "total",
        "dividend",
        "paid",
        "per",
        "common",
        "share",
        "financial",
        "measure",
        "management",
        "belief",
        "measure",
        "meaningful",
        "reflect",
        "adjustment",
        "commonly",
        "made",
        "management",
        "investor",
        "regulator",
        "analyst",
        "evaluate",
        "adequacy",
        "earnings",
        "per",
        "common",
        "share",
        "provide",
        "greater",
        "understanding",
        "ongoing",
        "operation",
        "enhance",
        "comparability",
        "result",
        "prior",
        "period",
        "see",
        "page",
        "attached",
        "table",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "financial",
        "measure",
        "exclude",
        "acquisition",
        "related",
        "cost",
        "loan",
        "first",
        "quarter",
        "average",
        "loan",
        "billion",
        "billion",
        "first",
        "quarter",
        "billion",
        "fourth",
        "quarter",
        "bank",
        "mutual",
        "acquisition",
        "added",
        "billion",
        "loan",
        "respect",
        "first",
        "quarter",
        "average",
        "balance",
        "loan",
        "category",
        "consumer",
        "lending",
        "increased",
        "billion",
        "year",
        "ago",
        "quarter",
        "driven",
        "company",
        "balance",
        "sheet",
        "mortgage",
        "retention",
        "strategy",
        "grew",
        "million",
        "fourth",
        "quarter",
        "billion",
        "commercial",
        "real",
        "estate",
        "lending",
        "increased",
        "million",
        "first",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "commercial",
        "business",
        "lending",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "mortgage",
        "warehouse",
        "loan",
        "balance",
        "decreased",
        "approximately",
        "million",
        "year",
        "year",
        "approximately",
        "million",
        "prior",
        "quarter",
        "due",
        "seasonal",
        "factor",
        "higher",
        "mortgage",
        "interest",
        "rate",
        "deposit",
        "first",
        "quarter",
        "average",
        "deposit",
        "billion",
        "billion",
        "year",
        "ago",
        "quarter",
        "billion",
        "fourth",
        "quarter",
        "bank",
        "mutual",
        "acquisition",
        "supplied",
        "billion",
        "deposit",
        "respect",
        "first",
        "quarter",
        "average",
        "balance",
        "deposit",
        "category",
        "demand",
        "deposit",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "decreased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "saving",
        "time",
        "deposit",
        "increased",
        "billion",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "demand",
        "deposit",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "money",
        "market",
        "deposit",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "billion",
        "net",
        "interest",
        "income",
        "net",
        "interest",
        "margin",
        "first",
        "quarter",
        "net",
        "interest",
        "income",
        "million",
        "million",
        "year",
        "ago",
        "quarter",
        "net",
        "interest",
        "margin",
        "increasing",
        "basis",
        "point",
        "first",
        "quarter",
        "net",
        "interest",
        "income",
        "increased",
        "million",
        "fourth",
        "quarter",
        "average",
        "yield",
        "total",
        "commercial",
        "loan",
        "first",
        "quarter",
        "increased",
        "basis",
        "point",
        "year",
        "ago",
        "quarter",
        "increased",
        "basis",
        "point",
        "prior",
        "quarter",
        "average",
        "cost",
        "total",
        "deposit",
        "first",
        "quarter",
        "increased",
        "basis",
        "point",
        "year",
        "ago",
        "quarter",
        "increased",
        "basis",
        "point",
        "prior",
        "quarter",
        "net",
        "free",
        "fund",
        "benefit",
        "benefit",
        "holding",
        "demand",
        "deposit",
        "increased",
        "basis",
        "point",
        "first",
        "quarter",
        "compared",
        "year",
        "ago",
        "quarter",
        "remained",
        "unchanged",
        "prior",
        "quarter",
        "net",
        "loan",
        "deposit",
        "growth",
        "first",
        "quarter",
        "including",
        "bank",
        "mutual",
        "acquisition",
        "contributed",
        "additional",
        "million",
        "net",
        "interest",
        "income",
        "compared",
        "fourth",
        "quarter",
        "accreted",
        "income",
        "acquired",
        "bank",
        "mutual",
        "loan",
        "portfolio",
        "contributed",
        "million",
        "net",
        "interest",
        "income",
        "first",
        "quarter",
        "approximately",
        "million",
        "accreted",
        "income",
        "prepayment",
        "adjustment",
        "net",
        "change",
        "security",
        "portfolio",
        "first",
        "quarter",
        "added",
        "million",
        "net",
        "interest",
        "income",
        "libor",
        "fed",
        "fund",
        "net",
        "change",
        "earning",
        "asset",
        "liability",
        "contributed",
        "million",
        "net",
        "interest",
        "income",
        "noninterest",
        "income",
        "first",
        "quarter",
        "total",
        "noninterest",
        "income",
        "million",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "prior",
        "quarter",
        "respect",
        "first",
        "quarter",
        "noninterest",
        "income",
        "line",
        "item",
        "brokerage",
        "asset",
        "management",
        "fee",
        "million",
        "year",
        "ago",
        "quarter",
        "primarily",
        "driven",
        "acquisition",
        "whitnell",
        "slightly",
        "prior",
        "quarter",
        "capital",
        "market",
        "fee",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "decreased",
        "million",
        "strong",
        "fourth",
        "quarter",
        "mortgage",
        "banking",
        "income",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "prior",
        "quarter",
        "company",
        "completed",
        "mortgage",
        "retention",
        "initiative",
        "returned",
        "selling",
        "newly",
        "originated",
        "mortgage",
        "loan",
        "noninterest",
        "expense",
        "first",
        "quarter",
        "total",
        "noninterest",
        "expense",
        "million",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "noninterest",
        "expense",
        "includes",
        "million",
        "bank",
        "mutual",
        "acquisition",
        "related",
        "cost",
        "respect",
        "first",
        "quarter",
        "noninterest",
        "expense",
        "line",
        "item",
        "personnel",
        "expense",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "fourth",
        "quarter",
        "primarily",
        "driven",
        "additional",
        "cost",
        "bank",
        "mutual",
        "staff",
        "technology",
        "expense",
        "increased",
        "million",
        "year",
        "ago",
        "quarter",
        "unchanged",
        "prior",
        "quarter",
        "occupancy",
        "expense",
        "essentially",
        "unchanged",
        "year",
        "ago",
        "quarter",
        "increased",
        "million",
        "prior",
        "quarter",
        "increase",
        "coming",
        "additional",
        "expense",
        "acquired",
        "bank",
        "mutual",
        "facility",
        "tax",
        "first",
        "quarter",
        "effective",
        "tax",
        "rate",
        "compared",
        "year",
        "ago",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "tax",
        "cut",
        "job",
        "act",
        "signed",
        "law",
        "december",
        "company",
        "continues",
        "expect",
        "effective",
        "tax",
        "rate",
        "range",
        "credit",
        "first",
        "quarter",
        "provision",
        "credit",
        "loss",
        "zero",
        "million",
        "year",
        "ago",
        "quarter",
        "unchanged",
        "prior",
        "quarter",
        "respect",
        "first",
        "quarter",
        "credit",
        "quality",
        "potential",
        "problem",
        "loan",
        "million",
        "including",
        "million",
        "loan",
        "bank",
        "mutual",
        "acquisition",
        "million",
        "year",
        "ago",
        "quarter",
        "million",
        "prior",
        "quarter",
        "nonaccrual",
        "loan",
        "million",
        "including",
        "million",
        "purchased",
        "loan",
        "bank",
        "mutual",
        "acquisition",
        "million",
        "year",
        "ago",
        "quarter",
        "unchanged",
        "prior",
        "quarter",
        "nonaccrual",
        "loan",
        "total",
        "loan",
        "ratio",
        "first",
        "quarter",
        "compared",
        "year",
        "ago",
        "quarter",
        "prior",
        "quarter",
        "net",
        "charge",
        "offs",
        "million",
        "million",
        "year",
        "ago",
        "quarter",
        "million",
        "prior",
        "quarter",
        "oil",
        "gas",
        "charge",
        "offs",
        "million",
        "first",
        "quarter",
        "allowance",
        "loan",
        "loss",
        "million",
        "million",
        "year",
        "ago",
        "quarter",
        "million",
        "prior",
        "quarter",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "ratio",
        "first",
        "quarter",
        "compared",
        "year",
        "ago",
        "quarter",
        "prior",
        "quarter",
        "allowance",
        "related",
        "oil",
        "gas",
        "portfolio",
        "million",
        "march",
        "represented",
        "total",
        "oil",
        "gas",
        "loan",
        "compared",
        "year",
        "ago",
        "quarter",
        "prior",
        "quarter",
        "capital",
        "company",
        "capital",
        "position",
        "remains",
        "strong",
        "cet1",
        "capital",
        "ratio",
        "march",
        "company",
        "capital",
        "ratio",
        "continue",
        "excess",
        "basel",
        "iii",
        "regulatory",
        "benchmark",
        "fully",
        "phased",
        "basis",
        "quarter",
        "company",
        "repurchased",
        "approximately",
        "million",
        "share",
        "million",
        "common",
        "stock",
        "average",
        "price",
        "per",
        "share",
        "first",
        "quarter",
        "earnings",
        "release",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "investor",
        "analyst",
        "central",
        "time",
        "ct",
        "today",
        "april",
        "interested",
        "party",
        "access",
        "live",
        "webcast",
        "call",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "party",
        "may",
        "also",
        "dial",
        "call",
        "domestic",
        "international",
        "request",
        "associated",
        "first",
        "quarter",
        "earnings",
        "call",
        "first",
        "quarter",
        "financial",
        "table",
        "accompanying",
        "slide",
        "presentation",
        "available",
        "company",
        "website",
        "prior",
        "call",
        "audio",
        "archive",
        "webcast",
        "available",
        "company",
        "website",
        "approximately",
        "fifteen",
        "minute",
        "call",
        "associated",
        "associated",
        "nyse",
        "asb",
        "total",
        "asset",
        "billion",
        "one",
        "top",
        "publicly",
        "traded",
        "bank",
        "holding",
        "company",
        "headquartered",
        "green",
        "bay",
        "wisconsin",
        "associated",
        "leading",
        "midwest",
        "banking",
        "franchise",
        "offering",
        "full",
        "range",
        "financial",
        "product",
        "service",
        "banking",
        "location",
        "serving",
        "community",
        "throughout",
        "wisconsin",
        "illinois",
        "minnesota",
        "commercial",
        "financial",
        "service",
        "indiana",
        "michigan",
        "missouri",
        "ohio",
        "texas",
        "associated",
        "bank",
        "equal",
        "housing",
        "lender",
        "equal",
        "opportunity",
        "lender",
        "member",
        "fdic",
        "information",
        "associated",
        "available",
        "statement",
        "statement",
        "made",
        "document",
        "purely",
        "historical",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "includes",
        "statement",
        "regarding",
        "management",
        "plan",
        "objective",
        "goal",
        "future",
        "operation",
        "product",
        "service",
        "forecast",
        "revenue",
        "earnings",
        "measure",
        "performance",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "estimate",
        "intend",
        "outlook",
        "similar",
        "expression",
        "statement",
        "based",
        "current",
        "management",
        "expectation",
        "nature",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "contained",
        "statement",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "include",
        "identified",
        "company",
        "recent",
        "form",
        "subsequent",
        "sec",
        "filing",
        "factor",
        "incorporated",
        "herein",
        "reference",
        "financial",
        "measure",
        "press",
        "release",
        "related",
        "material",
        "may",
        "contain",
        "reference",
        "measure",
        "defined",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "information",
        "concerning",
        "financial",
        "measure",
        "found",
        "financial",
        "table",
        "management",
        "belief",
        "measure",
        "meaningful",
        "reflect",
        "adjustment",
        "commonly",
        "made",
        "management",
        "investor",
        "regulator",
        "analyst",
        "evaluate",
        "adequacy",
        "earnings",
        "per",
        "common",
        "share",
        "provide",
        "greater",
        "understanding",
        "ongoing",
        "operation",
        "enhance",
        "comparability",
        "result",
        "prior",
        "period",
        "investor",
        "contact",
        "robb",
        "timme",
        "vice",
        "president",
        "investor",
        "relation",
        "medium",
        "contact",
        "jennifer",
        "kaminski",
        "vice",
        "president",
        "public",
        "relation",
        "senior",
        "manager",
        "view",
        "original",
        "content",
        "http",
        "source",
        "associated"
    ]
}