{
    "organizations": [],
    "uuid": "e1b27fd7a44ca33bb4aa41778a98cb95b571cea9",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/17/raceahead-kendrick-lamar-pulitzer-prize/",
    "ord_in_thread": 0,
    "title": "RaceAhead: Kendrick Lamar Wins A Pulitzer Prize",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 17, 2018 1:58 PM ET The 2018 Pulitzer Prizes were announced yesterday afternoon. The big winners were truth, justice, and DNA .\nIn one of the greatest surprises in the history of the storied awards, rapper Kendrick Lamar won for his fourth LP, DAMN. Fans were disappointed when the work had been overlooked at the 2018 Grammys, when Album of the Year went to Bruno Mars.\nSuddenly, that doesn’t feel like much of a thing anymore.\nIt was the first time the Pulitzer didn’t go to a jazz or classical artist. “The time was right,” Dana Canedy , the first woman, the first person of color, and the youngest person ever to administer the prizes. “It shines a light on hip-hop in a completely different way. This is a big moment for hip-hop music and a big moment for the Pulitzers.”\nIt was also a big moment for Canedy; here is her face the moment before she announced the award. Here is her son immediately afterward .\nNearly half of the prizes went to local outlets who were following issues that could easily have been ignored if it weren’t for the dogged journalists who stayed true to their beats and their communities. (Praise up to the Cincinnati Enquirer and their reporting on heroin addiction. )\nBut the Pulitzers also acknowledged the big movements that shaped 2017.\nIt’s worth noting that Harvey Weinstein, who was notoriously focused on winning awards , was the subject of the reporting that earned the Times ’ Jodi Kantor and Megan Twohey and The New Yorker’s Ronan Farrow the prize for Public Service. Their stories detailed allegations of his sexual harassment, brutality, coercion, and paid settlements, and helped fuel the #MeToo movement.\nThe staff of The Washington Post also won for their reporting on the 2017 Alabama Senate race and the disturbing allegations that candidate Roy Moore had a history of sexually harassing teen girls. It changed the course of the election.\nThe New York Times and The Washington Post took the national reporting award for their coverage of the investigation into Russian meddling in the 2016 U.S. presidential race and possible connections between President Donald Trump’s campaign and key Russian officials.\nThe spotlight was on hate, as well.\nProlific profile writer Rachel Kaadzi Ghansah won for her unflinching portrait of convicted mass shooter Dylann Roof , and the village that fed his irrational anger. It was the first win for GQ and, I believe, the first win for a freelance writer.\n“You’ve always had poor white people in America, right?” Ghansah told NPR in an interview about the story . “What you haven’t always had, though, I think is the discussion of where these people come from and what they do with their anger,” she says. Roof never finished school, never learned a trade, and surrounded himself with like-minds who are literally arming themselves for a race war. “And so if you’re really talking about who wants something from America without putting anything in, it’s them.”\nBookmark this list of Gansah’s work compiled by Longreads, and save it for when you can savor it. There’s a pattern there, an ability to wrest a new meaning from even familiar characters, and an ability to blend her life’s blood into the writing without taking the spotlight away from her subject. (Yes, there is an essay about Beyonce that you must not miss.)\nThis year, the Pulitzers provided a much needed emotional boost to weary newsrooms and their readers: Journalism isn’t dead, the truth matters and standing up to bullies is worth the fight.\nOn Point The photojournalist who just won the Pulitzer now works for a brewery Not only that, the photo was taken on his last day in the newsroom. Ryan Kelly won a Pulitzer Prize for breaking news photography for the image he made of a car plowing through protestors at a white supremacist rally. It was his last day at The Daily Progress, a Charlottesville, Va. local paper. Although he still freelances, he runs social media for a Richmond brewery, which, I’m sure, has an awesome photo feed. “I think this is a super valuable reminder for people of the power of local journalism,” he told Poynter. But for now, the stress and the state of the media industry isn’t as alluring as free beer at the end of a shift. Poynter New Yorkers: Say goodbye to Dr. J. Marion Sims Sims has long been known as the “father of gynecology,” a revered figure who established the first hospital for women in 1855. But he may have also been a monster, who performed surgical experiments on enslaved black women without anesthesia. A heroic monument to the Alabama surgeon has stood in Central Park for 84 years; it had come under fire as one the many “symbols of hate” which dot the city’s parks and byways. After a review by NYC Mayor Bill Blasio’s office, the statue is coming down today and will be moved to Greenwood Cemetery in Brooklyn, where Sims is buried. Plot twist: The Journal of Medical Ethics disputes the charges against Sims. CBS News Can Flint residents ever trust their government again? While the water supply in Flint, Michigan has been declared safe to drink, it’s not mission accomplished yet. Not all the water entering private homes is clean – about 12,000 privately owned service lines must be replaced. But the failure to share these sorts of details is further destroying an already broken bond of trust between city residents and their government. Thomas C. Granato, an adjunct lecturer and retired director of monitoring and research at the Metropolitan Water Reclamation District of Greater Chicago, puts forth a detailed plan to help restore this trust, but it seems that the city is at risk of falling short from the outset. Replace the service lines, even if it’s not the city’s responsibility. Continue to provide bottled water. And show you care. “The state should also continue to provide health assessments for residents who have resumed using tap water, to help them redevelop confidence that the water is again safe,” he says. Fortune Fixing the racial wealth gap Antonio Moore, a Los Angeles-based attorney and documentary film producer, says that “trying harder”– getting more education, banking black, and mimicking more successful ethnic groups — will not bridge the racial wealth gap in the U.S. Instead, he calls for (don’t panic) redistribution schemes either in the form of race-specific reparations, or new policies that will address wealth inequality in general. He cites “Baby Bonds,” savings programs for newborns that are government-funded based on parental wealth. “Real national programs, not myths, will move us toward answers for closing the gap in wealth between the races,” he says. Fortune Advertisement The Woke Leader Let’s talk about #Beychella some more We now live in a world where Beyonce’s Coachella performance will inspire writers great and new to explain how #Beychella came mean so much to so many people as they squinted at their screens in the middle of the night. All hot takes will be worth your time if only for the memories they evoke and the passion they stir. But why not start with this worthy tribute from Doreen St. Félix , who helps illuminates the cultural work that underpins the costume changes and theatrics. “To date, it was her most comprehensive retrospective, underscoring not only her Southernness but the global black vernacular that continues to shape her.” New Yorker Why do white people call the police on black people? Writer Jason Johnson explains the unique horror of having an alarmed, disgruntled or mildly inconvenienced patron bring the police into an otherwise harmless exchange. It’s a death threat, an escalation that means certain peril for the black person, a certain power for the white one. “I’m talking about the white woman at the Red Roof Inn outside of Pittsburg who called the cops on me because I disputed the charges on my bill and asked to speak to a manager,” he said, ticking through a list. “In each and every single one of these instances, a white person used the cops as their personal racism valets, and I was the one getting served.” The Root Love will save the world after AI This is the stirring, if detail-free, message from Kai-Fu Lee, a former Google, Apple, and Microsoft artificial intelligence expert turned venture capitalist, who shared his tale of overwork, overreach and near death with the audience at TED 2018 in Vancouver. A diagnosis of Stage 4 lymphoma changed the way he thought about life and his quest for a fully automated world. “Love is what differentiates us from AI.” He now believes that automating routine activities should free us up to create more and better jobs that emphasize compassion and love. Caretakers, teachers, social policy experts, artists, tour guides and researchers should be developed and revered. Sign us up for universal basic income, while you’re at it. Fast Company Quote:\nLet’s talk about smear campaigns, though Harvey — though I’m not making an accusation about you. But there are whispers that when it comes to [Academy Award-related] smear campaigns, nobody is better at it than Harvey Weinstein. You’ve heard that before, Harvey? - Gayle King",
    "published": "2018-04-18T01:51:00.000+03:00",
    "crawled": "2018-04-18T02:57:59.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "pm",
        "et",
        "pulitzer",
        "prize",
        "announced",
        "yesterday",
        "afternoon",
        "big",
        "winner",
        "truth",
        "justice",
        "dna",
        "one",
        "greatest",
        "surprise",
        "history",
        "storied",
        "award",
        "rapper",
        "kendrick",
        "lamar",
        "fourth",
        "lp",
        "damn",
        "fan",
        "disappointed",
        "work",
        "overlooked",
        "grammys",
        "album",
        "year",
        "went",
        "bruno",
        "mar",
        "suddenly",
        "feel",
        "like",
        "much",
        "thing",
        "anymore",
        "first",
        "time",
        "pulitzer",
        "go",
        "jazz",
        "classical",
        "artist",
        "time",
        "right",
        "dana",
        "canedy",
        "first",
        "woman",
        "first",
        "person",
        "color",
        "youngest",
        "person",
        "ever",
        "administer",
        "prize",
        "shine",
        "light",
        "completely",
        "different",
        "way",
        "big",
        "moment",
        "music",
        "big",
        "moment",
        "also",
        "big",
        "moment",
        "canedy",
        "face",
        "moment",
        "announced",
        "award",
        "son",
        "immediately",
        "afterward",
        "nearly",
        "half",
        "prize",
        "went",
        "local",
        "outlet",
        "following",
        "issue",
        "could",
        "easily",
        "ignored",
        "dogged",
        "journalist",
        "stayed",
        "true",
        "beat",
        "community",
        "praise",
        "cincinnati",
        "enquirer",
        "reporting",
        "heroin",
        "addiction",
        "pulitzer",
        "also",
        "acknowledged",
        "big",
        "movement",
        "shaped",
        "worth",
        "noting",
        "harvey",
        "weinstein",
        "notoriously",
        "focused",
        "winning",
        "award",
        "subject",
        "reporting",
        "earned",
        "time",
        "jodi",
        "kantor",
        "megan",
        "twohey",
        "new",
        "yorker",
        "ronan",
        "farrow",
        "prize",
        "public",
        "service",
        "story",
        "detailed",
        "allegation",
        "sexual",
        "harassment",
        "brutality",
        "coercion",
        "paid",
        "settlement",
        "helped",
        "fuel",
        "metoo",
        "movement",
        "staff",
        "washington",
        "post",
        "also",
        "reporting",
        "alabama",
        "senate",
        "race",
        "disturbing",
        "allegation",
        "candidate",
        "roy",
        "moore",
        "history",
        "sexually",
        "harassing",
        "teen",
        "girl",
        "changed",
        "course",
        "election",
        "new",
        "york",
        "time",
        "washington",
        "post",
        "took",
        "national",
        "reporting",
        "award",
        "coverage",
        "investigation",
        "russian",
        "meddling",
        "presidential",
        "race",
        "possible",
        "connection",
        "president",
        "donald",
        "trump",
        "campaign",
        "key",
        "russian",
        "official",
        "spotlight",
        "hate",
        "well",
        "prolific",
        "profile",
        "writer",
        "rachel",
        "kaadzi",
        "ghansah",
        "unflinching",
        "portrait",
        "convicted",
        "mass",
        "shooter",
        "dylann",
        "roof",
        "village",
        "fed",
        "irrational",
        "anger",
        "first",
        "win",
        "gq",
        "believe",
        "first",
        "win",
        "freelance",
        "writer",
        "always",
        "poor",
        "white",
        "people",
        "america",
        "right",
        "ghansah",
        "told",
        "npr",
        "interview",
        "story",
        "always",
        "though",
        "think",
        "discussion",
        "people",
        "come",
        "anger",
        "say",
        "roof",
        "never",
        "finished",
        "school",
        "never",
        "learned",
        "trade",
        "surrounded",
        "literally",
        "arming",
        "race",
        "war",
        "really",
        "talking",
        "want",
        "something",
        "america",
        "without",
        "putting",
        "anything",
        "bookmark",
        "list",
        "gansah",
        "work",
        "compiled",
        "longreads",
        "save",
        "savor",
        "pattern",
        "ability",
        "wrest",
        "new",
        "meaning",
        "even",
        "familiar",
        "character",
        "ability",
        "blend",
        "life",
        "blood",
        "writing",
        "without",
        "taking",
        "spotlight",
        "away",
        "subject",
        "yes",
        "essay",
        "beyonce",
        "must",
        "miss",
        "year",
        "pulitzer",
        "provided",
        "much",
        "needed",
        "emotional",
        "boost",
        "weary",
        "newsroom",
        "reader",
        "journalism",
        "dead",
        "truth",
        "matter",
        "standing",
        "bully",
        "worth",
        "fight",
        "point",
        "photojournalist",
        "pulitzer",
        "work",
        "brewery",
        "photo",
        "taken",
        "last",
        "day",
        "newsroom",
        "ryan",
        "kelly",
        "pulitzer",
        "prize",
        "breaking",
        "news",
        "photography",
        "image",
        "made",
        "car",
        "plowing",
        "protestors",
        "white",
        "supremacist",
        "rally",
        "last",
        "day",
        "daily",
        "progress",
        "charlottesville",
        "local",
        "paper",
        "although",
        "still",
        "freelance",
        "run",
        "social",
        "medium",
        "richmond",
        "brewery",
        "sure",
        "awesome",
        "photo",
        "feed",
        "think",
        "super",
        "valuable",
        "reminder",
        "people",
        "power",
        "local",
        "journalism",
        "told",
        "poynter",
        "stress",
        "state",
        "medium",
        "industry",
        "alluring",
        "free",
        "beer",
        "end",
        "shift",
        "poynter",
        "new",
        "yorkers",
        "say",
        "goodbye",
        "marion",
        "sims",
        "sims",
        "long",
        "known",
        "father",
        "gynecology",
        "revered",
        "figure",
        "established",
        "first",
        "hospital",
        "woman",
        "may",
        "also",
        "monster",
        "performed",
        "surgical",
        "experiment",
        "enslaved",
        "black",
        "woman",
        "without",
        "anesthesia",
        "heroic",
        "monument",
        "alabama",
        "surgeon",
        "stood",
        "central",
        "park",
        "year",
        "come",
        "fire",
        "one",
        "many",
        "symbol",
        "hate",
        "dot",
        "city",
        "park",
        "byway",
        "review",
        "nyc",
        "mayor",
        "bill",
        "blasio",
        "office",
        "statue",
        "coming",
        "today",
        "moved",
        "greenwood",
        "cemetery",
        "brooklyn",
        "sims",
        "buried",
        "plot",
        "twist",
        "journal",
        "medical",
        "ethic",
        "dispute",
        "charge",
        "sims",
        "cbs",
        "news",
        "flint",
        "resident",
        "ever",
        "trust",
        "government",
        "water",
        "supply",
        "flint",
        "michigan",
        "declared",
        "safe",
        "drink",
        "mission",
        "accomplished",
        "yet",
        "water",
        "entering",
        "private",
        "home",
        "clean",
        "privately",
        "owned",
        "service",
        "line",
        "must",
        "replaced",
        "failure",
        "share",
        "sort",
        "detail",
        "destroying",
        "already",
        "broken",
        "bond",
        "trust",
        "city",
        "resident",
        "government",
        "thomas",
        "granato",
        "adjunct",
        "lecturer",
        "retired",
        "director",
        "monitoring",
        "research",
        "metropolitan",
        "water",
        "reclamation",
        "district",
        "greater",
        "chicago",
        "put",
        "forth",
        "detailed",
        "plan",
        "help",
        "restore",
        "trust",
        "seems",
        "city",
        "risk",
        "falling",
        "short",
        "outset",
        "replace",
        "service",
        "line",
        "even",
        "city",
        "responsibility",
        "continue",
        "provide",
        "bottled",
        "water",
        "show",
        "care",
        "state",
        "also",
        "continue",
        "provide",
        "health",
        "assessment",
        "resident",
        "resumed",
        "using",
        "tap",
        "water",
        "help",
        "redevelop",
        "confidence",
        "water",
        "safe",
        "say",
        "fortune",
        "fixing",
        "racial",
        "wealth",
        "gap",
        "antonio",
        "moore",
        "los",
        "attorney",
        "documentary",
        "film",
        "producer",
        "say",
        "trying",
        "harder",
        "getting",
        "education",
        "banking",
        "black",
        "mimicking",
        "successful",
        "ethnic",
        "group",
        "bridge",
        "racial",
        "wealth",
        "gap",
        "instead",
        "call",
        "panic",
        "redistribution",
        "scheme",
        "either",
        "form",
        "reparation",
        "new",
        "policy",
        "address",
        "wealth",
        "inequality",
        "general",
        "cite",
        "baby",
        "bond",
        "saving",
        "program",
        "newborn",
        "based",
        "parental",
        "wealth",
        "real",
        "national",
        "program",
        "myth",
        "move",
        "u",
        "toward",
        "answer",
        "closing",
        "gap",
        "wealth",
        "race",
        "say",
        "fortune",
        "advertisement",
        "woke",
        "leader",
        "let",
        "talk",
        "beychella",
        "live",
        "world",
        "beyonce",
        "coachella",
        "performance",
        "inspire",
        "writer",
        "great",
        "new",
        "explain",
        "beychella",
        "came",
        "mean",
        "much",
        "many",
        "people",
        "squinted",
        "screen",
        "middle",
        "night",
        "hot",
        "take",
        "worth",
        "time",
        "memory",
        "evoke",
        "passion",
        "stir",
        "start",
        "worthy",
        "tribute",
        "doreen",
        "félix",
        "help",
        "illuminates",
        "cultural",
        "work",
        "underpins",
        "costume",
        "change",
        "theatrics",
        "date",
        "comprehensive",
        "retrospective",
        "underscoring",
        "southernness",
        "global",
        "black",
        "vernacular",
        "continues",
        "shape",
        "new",
        "yorker",
        "white",
        "people",
        "call",
        "police",
        "black",
        "people",
        "writer",
        "jason",
        "johnson",
        "explains",
        "unique",
        "horror",
        "alarmed",
        "disgruntled",
        "mildly",
        "inconvenienced",
        "patron",
        "bring",
        "police",
        "otherwise",
        "harmless",
        "exchange",
        "death",
        "threat",
        "escalation",
        "mean",
        "certain",
        "peril",
        "black",
        "person",
        "certain",
        "power",
        "white",
        "one",
        "talking",
        "white",
        "woman",
        "red",
        "roof",
        "inn",
        "outside",
        "pittsburg",
        "called",
        "cop",
        "disputed",
        "charge",
        "bill",
        "asked",
        "speak",
        "manager",
        "said",
        "ticking",
        "list",
        "every",
        "single",
        "one",
        "instance",
        "white",
        "person",
        "used",
        "cop",
        "personal",
        "racism",
        "valet",
        "one",
        "getting",
        "root",
        "love",
        "save",
        "world",
        "ai",
        "stirring",
        "message",
        "lee",
        "former",
        "google",
        "apple",
        "microsoft",
        "artificial",
        "intelligence",
        "expert",
        "turned",
        "venture",
        "capitalist",
        "shared",
        "tale",
        "overwork",
        "overreach",
        "near",
        "death",
        "audience",
        "ted",
        "vancouver",
        "diagnosis",
        "stage",
        "lymphoma",
        "changed",
        "way",
        "thought",
        "life",
        "quest",
        "fully",
        "automated",
        "world",
        "love",
        "differentiates",
        "u",
        "belief",
        "automating",
        "routine",
        "activity",
        "free",
        "u",
        "create",
        "better",
        "job",
        "emphasize",
        "compassion",
        "love",
        "caretaker",
        "teacher",
        "social",
        "policy",
        "expert",
        "artist",
        "tour",
        "guide",
        "researcher",
        "developed",
        "revered",
        "sign",
        "u",
        "universal",
        "basic",
        "income",
        "fast",
        "company",
        "quote",
        "let",
        "talk",
        "smear",
        "campaign",
        "though",
        "harvey",
        "though",
        "making",
        "accusation",
        "whisper",
        "come",
        "academy",
        "smear",
        "campaign",
        "nobody",
        "better",
        "harvey",
        "weinstein",
        "heard",
        "harvey",
        "gayle",
        "king"
    ]
}