{
    "organizations": [],
    "uuid": "1e5112559969b96c6f62ce3af56f7b6fd21660a2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-the-marcus-corporation-reports-record-revenues-and-earnings-for-the-first-quarter-of-fiscal-2018.html",
    "ord_in_thread": 0,
    "title": "The Marcus Corporation Record Revenues and Earnings for the First Quarter of Fiscal 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Marcus Theatres and Marcus Hotels & Resorts achieve record revenues, outperform competition\nMILWAUKEE--(BUSINESS WIRE)-- The Marcus Corporation (NYSE: MCS) today reported record revenues and net earnings for the first quarter of fiscal 2018 ended March 29, 2018.\nFirst Quarter Fiscal 2018 Highlights\nTotal revenues for the first quarter of fiscal 2018 were a record $168,191,000, a 1.7% increase from revenues of $165,456,000 for the first quarter of fiscal 2017. Operating income was $17,016,000 for the first quarter of fiscal 2018, a 7.8% decrease from operating income of $18,453,000 for the first quarter of fiscal 2017. Net earnings attributable to The Marcus Corporation were $9,821,000 for the first quarter of fiscal 2018, a 3.9% increase from net earnings attributable to The Marcus Corporation of $9,453,000 for the first quarter of fiscal 2017. Net earnings per diluted common share attributable to The Marcus Corporation were $0.35 for the first quarter of fiscal 2018, a 6.1% increase from net earnings per diluted common share attributable to The Marcus Corporation of $0.33 for the first quarter of fiscal 2017.\n“We are pleased by the strong start to the year, with record revenues that represented the highest revenues in any quarter in our history. Our net earnings were also a record and benefited from a lower income tax rate as part of the tax reform legislation signed into law in December 2017,” said Gregory S. Marcus, president and chief executive officer of The Marcus Corporation. “Revenues for Marcus Theatres were up slightly over last year’s strong first quarter to set another new all-time record, with the division continuing to outperform the industry. Marcus Hotels & Resorts also reported record revenues for the quarter, despite the traditionally slower winter season, and also outperformed its respective competitive set in its markets.”\nMarcus Theatres ®\nRevenues for Marcus Theatres were up 0.8% over the first quarter of 2017. Operating income for the quarter was the second highest on record, down 3.0% from the first quarter of 2017, which broke all prior quarterly records. Although operating income declined slightly due to a weaker film slate compared to last year, the division outperformed the change in the national box office revenues compared to the same corresponding weeks in the prior year, according to Rentrak. “Marcus Theatres’ record revenues for the quarter were achieved despite multiple screens being out of service for renovations,” said Marcus.\n“Our performance this quarter was driven in part by our Marcus Wehrenberg locations, which continued to positively contribute to our results. Our marketing, sales, loyalty and operational initiatives are now firmly rooted in each of the 14 Marcus Wehrenberg locations and we are seeing the benefits of our investments in bringing our signature features and amenities to a number of these theatres,” said Rolando B. Rodriguez, chairman, president and chief executive officer of Marcus Theatres.\n“We added DreamLounger SM recliner seating and select food and beverage concepts to our eighth Marcus Wehrenberg location in the first quarter. Five additional conversions at legacy and Marcus Wehrenberg locations are planned for the second and third quarters of the year. The renovations, combined with our promotional and marketing initiatives, elevate the moviegoing experience for our guests and are driving increased attendance at our remodeled theatres,” said Rodriguez.\nThe five top-performing films for Marcus Theatres in the first quarter of fiscal 2018 were Black Panther; Jumanji: Welcome to the Jungle; Star Wars: The Last Jedi; The Greatest Showman; and Fifty Shades Freed.\n“The second quarter is already off to a strong start, thanks to the continued success of Black Panther and new films such as A Quiet Place and Rampage. Excitement is building for tomorrow’s kickoff to the busy summer season, which includes highly anticipated movies such as Avengers: Infinity War; Deadpool 2; Solo: A Star Wars Story; Ocean’s 8; Incredibles 2; and Jurassic World: Fallen Kingdom,” said Rodriguez.\nMarcus ® Hotels & Resorts\nMarcus Hotels & Resorts’ revenue per available room (RevPAR) for comparable company-owned properties decreased 2.4% in the first quarter; however, the division outperformed the competitive set in its markets.\n“The first quarter is traditionally Marcus Hotel & Resorts’ weakest quarter due to the typically slow winter season in our Midwestern markets. Despite that, total revenues increased 3.4% and operating losses improved in the quarter due in part to strong contributions from our food and beverage offerings,” said Marcus.\nDuring the quarter, Marcus Hotels & Resorts announced that it was selected to manage the newly-opened Murieta Inn and Spa in Rancho Murieta, California. This 83-room boutique hotel is situated southeast of Sacramento among the foothills of the Sierra Nevada Range, and establishes a presence for the company in Northern California. Last week, the division also announced that it has been selected to manage the DoubleTree by Hilton Hotel El Paso Downtown in El Paso, Texas, as well as the newly constructed Courtyard by Marriott El Paso Downtown/Convention Center , which opens in June 2018. This will bring Marcus Hotels & Resorts’ portfolio to 21 owned and managed properties across the country.\nReturn of Capital to Shareholders\n“During the first quarter, we announced a 20% increase in the cash dividend rate, our fourth dividend increase in the last three years. Our strong balance sheet gives us the ability to return capital to shareholders, while at the same time continuing to invest in our two businesses and pursue potential growth opportunities,” said Douglas A. Neis, chief financial officer and treasurer of The Marcus Corporation. “This increase reflects not only our strong financial performance and ongoing commitment to increasing shareholder value, but also the benefits received from the tax reform legislation signed into law in December 2017. We are pleased to share this benefit with our shareholders, as well as our associates and our community. In addition to the significantly higher quarterly dividend payment, we have increased our matching contributions in our 401(k) plan and increased our contributions to The Marcus Corporation Foundation, which invests in deserving programs and projects in our communities,” added Neis.\nConference Call and Webcast\nMarcus Corporation management will hold a conference call today, Thursday, April 26, 2018, at 10:00 a.m. Central/11:00 a.m. Eastern time to discuss the first quarter results. Interested parties may listen to the call live on the Internet through the investor relations section of the company’s website: www.marcuscorp.com , or by dialing 1-574-990-3059 and entering the passcode 1586127. Listeners should dial in to the call at least 5-10 minutes prior to the start of the call or should go to the website at least 15 minutes prior to the call to download and install any necessary audio software.\nA telephone replay of the conference call will be available through Thursday, May 3, 2018, by dialing 1-855-859-2056 and entering passcode 1586127. The webcast will be archived on the company’s website until its next earnings release.\nAbout The Marcus Corporation\nHeadquartered in Milwaukee, The Marcus Corporation is a leader in the lodging and entertainment industries, with significant company-owned real estate assets. The Marcus Corporation’s theatre division, Marcus Theatres ® , is the fourth largest theatre circuit in the U.S. and currently owns or operates 895 screens at 69 locations in eight states. The company’s lodging division, Marcus ® Hotels & Resorts , owns and/or manages 20 hotels, resorts and other properties in nine states, with another property opening in June 2018. For more information, please visit the company’s website at www.marcuscorp.com .\nCertain matters discussed in this press release are “forward-looking statements” intended to qualify for the safe harbors from liability established by the Private Securities Litigation Reform Act of 1995. These forward-looking statements may generally be identified as such because the context of such statements include words such as we “believe,” “anticipate,” “expect” or words of similar import. Similarly, statements that describe our future plans, objectives or goals are also forward-looking statements. Such forward-looking statements are subject to certain risks and uncertainties which may cause results to differ materially from those expected, including, but not limited to, the following: (1) the availability, in terms of both quantity and audience appeal, of motion pictures for our theatre division, as well as other industry dynamics such as the maintenance of a suitable window between the date such motion pictures are released in theatres and the date they are released to other distribution channels; (2) the effects of adverse economic conditions in our markets, particularly with respect to our hotels and resorts division; (3) the effects on our occupancy and room rates of the relative industry supply of available rooms at comparable lodging facilities in our markets; (4) the effects of competitive conditions in our markets; (5) our ability to achieve expected benefits and performance from our strategic initiatives and acquisitions; (6) the effects of increasing depreciation expenses, reduced operating profits during major property renovations, impairment losses, and preopening and start-up costs due to the capital intensive nature of our businesses; (7) the effects of weather conditions, particularly during the winter in the Midwest and in our other markets; (8) our ability to identify properties to acquire, develop and/or manage and the continuing availability of funds for such development; (9) the adverse impact on business and consumer spending on travel, leisure and entertainment resulting from terrorist attacks in the United States or other incidents of violence in public venues such as hotels and movie theatres; and (10) a disruption in our business and reputational and economic risks associated with civil securities claims brought by shareholders. Shareholders, potential investors and other readers are urged to consider these factors carefully in evaluating the forward-looking statements and are cautioned not to place undue reliance on such forward-looking statements. The forward-looking statements made herein are made only as of the date of this press release and we undertake no obligation to publicly update such forward-looking statements to reflect subsequent events or circumstances.\nTHE MARCUS CORPORATION Consolidated Statements of Earnings (Unaudited) (in thousands, except per share data) 13 Weeks Ended March 29, March 30, 2018\n2017\nRevenues: Theatre admissions $ 63,006 $ 63,841 Rooms 20,671 20,934 Theatre concessions 41,413 40,896 Food and beverage 15,803 15,040 Other revenues 19,526 17,243 160,419 157,954 Cost reimbursements 7,772 7,502 Total revenues 168,191 165,456 Costs and expenses: Theatre operations 54,655 54,685 Rooms 9,501 9,198 Theatre concessions 11,961 11,118 Food and beverage 14,065 13,467 Advertising and marketing 5,114 5,562 Administrative 17,282 16,529 Depreciation and amortization 13,904 12,248 Rent 2,951 3,273 Property taxes 5,214 5,078 Other operating expenses 8,756 8,343 Reimbursed costs 7,772 7,502 Total costs and expenses 151,175 147,003 Operating income 17,016 18,453 Other income (expense): Investment income (loss) (36 ) 72 Interest expense (3,309 ) (2,924 ) Other expense (496 ) (428 ) Loss on disposition of property, equipment and other assets - (399 ) Equity earnings from unconsolidated joint ventures, net 52 55 (3,789 ) (3,624 ) Earnings before income taxes 13,227 14,829 Income taxes 3,421 5,712 Net earnings 9,806 9,117 Net loss attributable to noncontrolling interests (15 ) (336 ) Net earnings attributable to The Marcus Corporation $ 9,821 $ 9,453 Net earnings per common share attributable to The Marcus Corporation - diluted $ 0.35 $ 0.33 Weighted average shares outstanding - diluted 28,434 28,383 THE MARCUS CORPORATION Condensed Consolidated Balance Sheets (In thousands) (Unaudited) (Audited) March 29, December 28, 2018\n2017\nAssets: Cash, cash equivalents and restricted cash $ 13,406 $ 20,747 Accounts and notes receivable 19,157 27,230 Refundable income taxes 11,721\n15,335 Other current assets 13,171 13,409 Property and equipment, net 853,441 860,064 Other assets 81,160 81,012 Total Assets $ 992,056 $ 1,017,797 Liabilities and Shareholders' Equity: Accounts payable $ 30,818 $ 51,541 Taxes other than income taxes 17,271 19,638 Other current liabilities 62,881 68,918 Current portion of capital lease obligations 7,405 7,570 Current maturities of long-term debt 12,199 12,016 Capital lease obligations 26,559 28,282 Long-term debt 290,494 289,813 Deferred income taxes 38,240 38,233 Deferred compensation and other 56,640 56,662 Equity 449,549 445,124 Total Liabilities and Shareholders' Equity $ 992,056 $ 1,017,797 THE MARCUS CORPORATION Business Segment Information (Unaudited) (In thousands) Hotels/ Corporate Theatres Resorts Items Total 13 Weeks Ended March 29, 2018 Revenues (1) $ 112,935 $ 55,168 $ 88 $ 168,191 Operating income (loss) 23,983 (2,649 ) (4,318 ) 17,016 Depreciation and amortization 9,228 4,590 86 13,904 13 Weeks Ended March 30, 2017 Revenues (1) $ 112,006 $ 53,340 $ 110 $ 165,456 Operating income (loss) 24,723 (2,675 ) (3,595 ) 18,453 Depreciation and amortization 7,793 4,357 98 12,248 Corporate items include amounts not allocable to the business segments. Corporate revenues consist principally of rent and the corporate operating loss includes general corporate expenses. Corporate information technology costs and accounting shared services costs are allocated to the business segments based upon several factors, including actual usage and segment revenues.\n(1) Revenues include cost reimbursements of $7,772 for the 13 weeks ended March 29, 2018 (Theatres - $479, Hotels/Resorts - $7,293) and $7,502 for the 13 weeks ended March 30, 2017 (Theatres - $618, Hotels/Resorts - $6,884).\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180426005394/en/\nThe Marcus Corporation\nDouglas A. Neis\n(414) 905-1100\nSource: The Marcus Corporation",
    "published": "2018-04-26T15:45:00.000+03:00",
    "crawled": "2018-04-26T17:56:23.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "marcus",
        "theatre",
        "marcus",
        "hotel",
        "resort",
        "achieve",
        "record",
        "revenue",
        "outperform",
        "competition",
        "milwaukee",
        "business",
        "wire",
        "marcus",
        "corporation",
        "nyse",
        "mc",
        "today",
        "reported",
        "record",
        "revenue",
        "net",
        "earnings",
        "first",
        "quarter",
        "fiscal",
        "ended",
        "march",
        "first",
        "quarter",
        "fiscal",
        "highlight",
        "total",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "record",
        "increase",
        "revenue",
        "first",
        "quarter",
        "fiscal",
        "operating",
        "income",
        "first",
        "quarter",
        "fiscal",
        "decrease",
        "operating",
        "income",
        "first",
        "quarter",
        "fiscal",
        "net",
        "earnings",
        "attributable",
        "marcus",
        "corporation",
        "first",
        "quarter",
        "fiscal",
        "increase",
        "net",
        "earnings",
        "attributable",
        "marcus",
        "corporation",
        "first",
        "quarter",
        "fiscal",
        "net",
        "earnings",
        "per",
        "diluted",
        "common",
        "share",
        "attributable",
        "marcus",
        "corporation",
        "first",
        "quarter",
        "fiscal",
        "increase",
        "net",
        "earnings",
        "per",
        "diluted",
        "common",
        "share",
        "attributable",
        "marcus",
        "corporation",
        "first",
        "quarter",
        "fiscal",
        "pleased",
        "strong",
        "start",
        "year",
        "record",
        "revenue",
        "represented",
        "highest",
        "revenue",
        "quarter",
        "history",
        "net",
        "earnings",
        "also",
        "record",
        "benefited",
        "lower",
        "income",
        "tax",
        "rate",
        "part",
        "tax",
        "reform",
        "legislation",
        "signed",
        "law",
        "december",
        "said",
        "gregory",
        "marcus",
        "president",
        "chief",
        "executive",
        "officer",
        "marcus",
        "corporation",
        "revenue",
        "marcus",
        "theatre",
        "slightly",
        "last",
        "year",
        "strong",
        "first",
        "quarter",
        "set",
        "another",
        "new",
        "record",
        "division",
        "continuing",
        "outperform",
        "industry",
        "marcus",
        "hotel",
        "resort",
        "also",
        "reported",
        "record",
        "revenue",
        "quarter",
        "despite",
        "traditionally",
        "slower",
        "winter",
        "season",
        "also",
        "outperformed",
        "respective",
        "competitive",
        "set",
        "marcus",
        "theatre",
        "revenue",
        "marcus",
        "theatre",
        "first",
        "quarter",
        "operating",
        "income",
        "quarter",
        "second",
        "highest",
        "record",
        "first",
        "quarter",
        "broke",
        "prior",
        "quarterly",
        "record",
        "although",
        "operating",
        "income",
        "declined",
        "slightly",
        "due",
        "weaker",
        "film",
        "slate",
        "compared",
        "last",
        "year",
        "division",
        "outperformed",
        "change",
        "national",
        "box",
        "office",
        "revenue",
        "compared",
        "corresponding",
        "week",
        "prior",
        "year",
        "according",
        "rentrak",
        "marcus",
        "theatre",
        "record",
        "revenue",
        "quarter",
        "achieved",
        "despite",
        "multiple",
        "screen",
        "service",
        "renovation",
        "said",
        "marcus",
        "performance",
        "quarter",
        "driven",
        "part",
        "marcus",
        "wehrenberg",
        "location",
        "continued",
        "positively",
        "contribute",
        "result",
        "marketing",
        "sale",
        "loyalty",
        "operational",
        "initiative",
        "firmly",
        "rooted",
        "marcus",
        "wehrenberg",
        "location",
        "seeing",
        "benefit",
        "investment",
        "bringing",
        "signature",
        "feature",
        "amenity",
        "number",
        "theatre",
        "said",
        "rolando",
        "rodriguez",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "marcus",
        "theatre",
        "added",
        "dreamlounger",
        "sm",
        "recliner",
        "seating",
        "select",
        "food",
        "beverage",
        "concept",
        "eighth",
        "marcus",
        "wehrenberg",
        "location",
        "first",
        "quarter",
        "five",
        "additional",
        "conversion",
        "legacy",
        "marcus",
        "wehrenberg",
        "location",
        "planned",
        "second",
        "third",
        "quarter",
        "year",
        "renovation",
        "combined",
        "promotional",
        "marketing",
        "initiative",
        "elevate",
        "moviegoing",
        "experience",
        "guest",
        "driving",
        "increased",
        "attendance",
        "remodeled",
        "theatre",
        "said",
        "rodriguez",
        "five",
        "film",
        "marcus",
        "theatre",
        "first",
        "quarter",
        "fiscal",
        "black",
        "panther",
        "jumanji",
        "welcome",
        "jungle",
        "star",
        "war",
        "last",
        "jedi",
        "greatest",
        "showman",
        "fifty",
        "shade",
        "freed",
        "second",
        "quarter",
        "already",
        "strong",
        "start",
        "thanks",
        "continued",
        "success",
        "black",
        "panther",
        "new",
        "film",
        "quiet",
        "place",
        "rampage",
        "excitement",
        "building",
        "tomorrow",
        "kickoff",
        "busy",
        "summer",
        "season",
        "includes",
        "highly",
        "anticipated",
        "movie",
        "avenger",
        "infinity",
        "war",
        "deadpool",
        "solo",
        "star",
        "war",
        "story",
        "ocean",
        "incredibles",
        "jurassic",
        "world",
        "fallen",
        "kingdom",
        "said",
        "rodriguez",
        "marcus",
        "hotel",
        "resort",
        "marcus",
        "hotel",
        "resort",
        "revenue",
        "per",
        "available",
        "room",
        "revpar",
        "comparable",
        "property",
        "decreased",
        "first",
        "quarter",
        "however",
        "division",
        "outperformed",
        "competitive",
        "set",
        "market",
        "first",
        "quarter",
        "traditionally",
        "marcus",
        "hotel",
        "resort",
        "weakest",
        "quarter",
        "due",
        "typically",
        "slow",
        "winter",
        "season",
        "midwestern",
        "market",
        "despite",
        "total",
        "revenue",
        "increased",
        "operating",
        "loss",
        "improved",
        "quarter",
        "due",
        "part",
        "strong",
        "contribution",
        "food",
        "beverage",
        "offering",
        "said",
        "marcus",
        "quarter",
        "marcus",
        "hotel",
        "resort",
        "announced",
        "selected",
        "manage",
        "murieta",
        "inn",
        "spa",
        "rancho",
        "murieta",
        "california",
        "boutique",
        "hotel",
        "situated",
        "southeast",
        "sacramento",
        "among",
        "foothill",
        "sierra",
        "nevada",
        "range",
        "establishes",
        "presence",
        "company",
        "northern",
        "california",
        "last",
        "week",
        "division",
        "also",
        "announced",
        "selected",
        "manage",
        "doubletree",
        "hilton",
        "hotel",
        "el",
        "paso",
        "downtown",
        "el",
        "paso",
        "texas",
        "well",
        "newly",
        "constructed",
        "courtyard",
        "marriott",
        "el",
        "paso",
        "center",
        "open",
        "june",
        "bring",
        "marcus",
        "hotel",
        "resort",
        "portfolio",
        "owned",
        "managed",
        "property",
        "across",
        "country",
        "return",
        "capital",
        "shareholder",
        "first",
        "quarter",
        "announced",
        "increase",
        "cash",
        "dividend",
        "rate",
        "fourth",
        "dividend",
        "increase",
        "last",
        "three",
        "year",
        "strong",
        "balance",
        "sheet",
        "give",
        "u",
        "ability",
        "return",
        "capital",
        "shareholder",
        "time",
        "continuing",
        "invest",
        "two",
        "business",
        "pursue",
        "potential",
        "growth",
        "opportunity",
        "said",
        "douglas",
        "neis",
        "chief",
        "financial",
        "officer",
        "treasurer",
        "marcus",
        "corporation",
        "increase",
        "reflects",
        "strong",
        "financial",
        "performance",
        "ongoing",
        "commitment",
        "increasing",
        "shareholder",
        "value",
        "also",
        "benefit",
        "received",
        "tax",
        "reform",
        "legislation",
        "signed",
        "law",
        "december",
        "pleased",
        "share",
        "benefit",
        "shareholder",
        "well",
        "associate",
        "community",
        "addition",
        "significantly",
        "higher",
        "quarterly",
        "dividend",
        "payment",
        "increased",
        "matching",
        "contribution",
        "k",
        "plan",
        "increased",
        "contribution",
        "marcus",
        "corporation",
        "foundation",
        "invests",
        "deserving",
        "program",
        "project",
        "community",
        "added",
        "neis",
        "conference",
        "call",
        "webcast",
        "marcus",
        "corporation",
        "management",
        "hold",
        "conference",
        "call",
        "today",
        "thursday",
        "april",
        "eastern",
        "time",
        "discus",
        "first",
        "quarter",
        "result",
        "interested",
        "party",
        "may",
        "listen",
        "call",
        "live",
        "internet",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "dialing",
        "entering",
        "passcode",
        "listener",
        "dial",
        "call",
        "least",
        "minute",
        "prior",
        "start",
        "call",
        "go",
        "website",
        "least",
        "minute",
        "prior",
        "call",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "thursday",
        "may",
        "dialing",
        "entering",
        "passcode",
        "webcast",
        "archived",
        "company",
        "website",
        "next",
        "earnings",
        "release",
        "marcus",
        "corporation",
        "headquartered",
        "milwaukee",
        "marcus",
        "corporation",
        "leader",
        "lodging",
        "entertainment",
        "industry",
        "significant",
        "real",
        "estate",
        "asset",
        "marcus",
        "corporation",
        "theatre",
        "division",
        "marcus",
        "theatre",
        "fourth",
        "largest",
        "theatre",
        "circuit",
        "currently",
        "owns",
        "operates",
        "screen",
        "location",
        "eight",
        "state",
        "company",
        "lodging",
        "division",
        "marcus",
        "hotel",
        "resort",
        "owns",
        "manages",
        "hotel",
        "resort",
        "property",
        "nine",
        "state",
        "another",
        "property",
        "opening",
        "june",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "certain",
        "matter",
        "discussed",
        "press",
        "release",
        "statement",
        "intended",
        "qualify",
        "safe",
        "harbor",
        "liability",
        "established",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "generally",
        "identified",
        "context",
        "statement",
        "include",
        "word",
        "believe",
        "anticipate",
        "expect",
        "word",
        "similar",
        "import",
        "similarly",
        "statement",
        "describe",
        "future",
        "plan",
        "objective",
        "goal",
        "also",
        "statement",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "expected",
        "including",
        "limited",
        "following",
        "availability",
        "term",
        "quantity",
        "audience",
        "appeal",
        "motion",
        "picture",
        "theatre",
        "division",
        "well",
        "industry",
        "dynamic",
        "maintenance",
        "suitable",
        "window",
        "date",
        "motion",
        "picture",
        "released",
        "theatre",
        "date",
        "released",
        "distribution",
        "channel",
        "effect",
        "adverse",
        "economic",
        "condition",
        "market",
        "particularly",
        "respect",
        "hotel",
        "resort",
        "division",
        "effect",
        "occupancy",
        "room",
        "rate",
        "relative",
        "industry",
        "supply",
        "available",
        "room",
        "comparable",
        "lodging",
        "facility",
        "market",
        "effect",
        "competitive",
        "condition",
        "market",
        "ability",
        "achieve",
        "expected",
        "benefit",
        "performance",
        "strategic",
        "initiative",
        "acquisition",
        "effect",
        "increasing",
        "depreciation",
        "expense",
        "reduced",
        "operating",
        "profit",
        "major",
        "property",
        "renovation",
        "impairment",
        "loss",
        "preopening",
        "cost",
        "due",
        "capital",
        "intensive",
        "nature",
        "business",
        "effect",
        "weather",
        "condition",
        "particularly",
        "winter",
        "midwest",
        "market",
        "ability",
        "identify",
        "property",
        "acquire",
        "develop",
        "manage",
        "continuing",
        "availability",
        "fund",
        "development",
        "adverse",
        "impact",
        "business",
        "consumer",
        "spending",
        "travel",
        "leisure",
        "entertainment",
        "resulting",
        "terrorist",
        "attack",
        "united",
        "state",
        "incident",
        "violence",
        "public",
        "venue",
        "hotel",
        "movie",
        "theatre",
        "disruption",
        "business",
        "reputational",
        "economic",
        "risk",
        "associated",
        "civil",
        "security",
        "claim",
        "brought",
        "shareholder",
        "shareholder",
        "potential",
        "investor",
        "reader",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "made",
        "herein",
        "made",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "marcus",
        "corporation",
        "consolidated",
        "statement",
        "earnings",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "week",
        "ended",
        "march",
        "march",
        "revenue",
        "theatre",
        "admission",
        "room",
        "theatre",
        "concession",
        "food",
        "beverage",
        "revenue",
        "cost",
        "reimbursement",
        "total",
        "revenue",
        "cost",
        "expense",
        "theatre",
        "operation",
        "room",
        "theatre",
        "concession",
        "food",
        "beverage",
        "advertising",
        "marketing",
        "administrative",
        "depreciation",
        "amortization",
        "rent",
        "property",
        "tax",
        "operating",
        "expense",
        "reimbursed",
        "cost",
        "total",
        "cost",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "investment",
        "income",
        "loss",
        "interest",
        "expense",
        "expense",
        "loss",
        "disposition",
        "property",
        "equipment",
        "asset",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "net",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "earnings",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "earnings",
        "attributable",
        "marcus",
        "corporation",
        "net",
        "earnings",
        "per",
        "common",
        "share",
        "attributable",
        "marcus",
        "corporation",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "marcus",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "audited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "note",
        "receivable",
        "refundable",
        "income",
        "tax",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "account",
        "payable",
        "tax",
        "income",
        "tax",
        "current",
        "liability",
        "current",
        "portion",
        "capital",
        "lease",
        "obligation",
        "current",
        "maturity",
        "debt",
        "capital",
        "lease",
        "obligation",
        "debt",
        "deferred",
        "income",
        "tax",
        "deferred",
        "compensation",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "marcus",
        "corporation",
        "business",
        "segment",
        "information",
        "unaudited",
        "thousand",
        "corporate",
        "theatre",
        "resort",
        "item",
        "total",
        "week",
        "ended",
        "march",
        "revenue",
        "operating",
        "income",
        "loss",
        "depreciation",
        "amortization",
        "week",
        "ended",
        "march",
        "revenue",
        "operating",
        "income",
        "loss",
        "depreciation",
        "amortization",
        "corporate",
        "item",
        "include",
        "amount",
        "allocable",
        "business",
        "segment",
        "corporate",
        "revenue",
        "consist",
        "principally",
        "rent",
        "corporate",
        "operating",
        "loss",
        "includes",
        "general",
        "corporate",
        "expense",
        "corporate",
        "information",
        "technology",
        "cost",
        "accounting",
        "shared",
        "service",
        "cost",
        "allocated",
        "business",
        "segment",
        "based",
        "upon",
        "several",
        "factor",
        "including",
        "actual",
        "usage",
        "segment",
        "revenue",
        "revenue",
        "include",
        "cost",
        "reimbursement",
        "week",
        "ended",
        "march",
        "theatre",
        "week",
        "ended",
        "march",
        "theatre",
        "view",
        "source",
        "version",
        "http",
        "marcus",
        "corporation",
        "douglas",
        "neis",
        "source",
        "marcus",
        "corporation"
    ]
}