{
    "organizations": [],
    "uuid": "f34fa0a08e2e24666abdd0d1d2a46589b3f4077c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/11/first-on-cnbc-cnbc-transcript-national-economic-council-director-larry-kudlow-on-cnbcs-closing-bell-today.html",
    "ord_in_thread": 0,
    "title": "First on CNBC: CNBC Transcript: National Economic Council Director Larry Kudlow on CNBC’s “Closing Bell” Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Wednesday, April 11, 2018\nWHERE: CNBC's \"Closing Bell\"\nFollowing is the unofficial transcript of a FIRST ON CNBC interview with National Economic Council Director Larry Kudlow on CNBC's \"Closing Bell\" (M-F 3PM-5PM) today, Wednesday, April 11th. Following are links to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/04/11/nec-director-kudlow-says-ryan-retirement-no-indicator-of-whos-gonna-win-in-november.html?play=1 , https://www.cnbc.com/video/2018/04/11/nec-director-kudlow-china-has-been-stealing-the-uss-technology.html?play=1 & https://www.cnbc.com/video/2018/04/11/nec-director-kudlow-the-fed-is-behaving-responsibly.html?play=1 .\nAll references must be sourced to CNBC.\nKELLY EVANS: ALL EYES ON WASHINGTON TODAY AS THE MARKET ZEROED IN ON TRADE, FACEBOOK, SYRIA, TO NAME MANY ISSUES. NATIONAL ECONOMIC COUNCIL DIRECTOR LARRY KUDLOW JOINS US NOW IN A FIRST ON CNBC INTERVIEW. HI LARRY, GOOD TO SEE YOU AGAIN.\nLARRY KUDLOW: KELLY, HOW ARE YOU? THANKS FOR HAVING ME. WILFRED, HOW ARE YOU?\nEVANS: I'LL SPEAK FOR HIM. HE'S VERY WELL. AND MICHAEL'S HERE WITH ME TOO, AND HE MIGHT LOB YOU A QUESTION.\nKUDLOW: HI MICHAEL.\nEVANS: BUT LISTEN, WE GOT A LOT TO THROW AT YOU, BUT I WANT TO ACTUALLY ASK YOU FIRST. WHAT DO YOU THINK ABOUT PAUL RYAN LEAVING AS SPEAKER? I MEAN, YOU KNOW WHAT, THE NARRATIVES ARE GOING AROUND, THEY SAY, YOU KNOW, \"THEY'RE NOT GOING TO WIN THE MIDTERMS,\" AND, \"NOTHING MORE IS GOING TO GET DONE,\" AND ALL THESE – YOU KNOW, \"THEY'RE GOING TO LOSE THEIR SEATS.\" AND WHAT'S THE LARRY KUDLOW TAKE?\nKUDLOW: I'M NOT SURPRISED. I MEAN, I'VE TALKED TO HIM. HE NEVER EXPLICITLY SAID THIS, BUT I'M NOT SURPRISED. LOOK, HE WANTS TO GO BACK HOME TO WISCONSIN. HE'S GOT KIDS TO RAISE AND HE'S GOT A WIFE TO BE WITH. SO, I THINK HE'S KIND OF HAD IT WITH WASHINGTON. I DON'T THINK IT HAS AN INDICATOR OF WHO'S GOING TO WIN IN NOVEMBER. THIS IS SOMETHING THAT'S BEEN ON HIS MIND. HE SHARED IT. HE MAY GO WORK FOR A THINKTANK. HE MAY NOT. I KNOW HE WANTS TO SPEND A LOT OF TIME IN WISCONSIN WITH HIS FAMILY. HE'S BEEN DOING THIS FOR A LONG, LONG TIME. SO, WE'LL CUT HIM SOME SLACK AND WISH HIM WELL.\nEVANS: DO YOU THINK THAT IT MATTERS WHO BECOMES -- YOU KNOW, OBVIOUSLY IT MATTERS WHO BECOMES THE NEXT SPEAKER, LARRY. BUT AS LONG AS IT – WHETHER IT'S SCALISE OR McCARTHY OR A DIFFERENT REPUBLICAN AND WHAT HAPPENS IF IT'S NANCY PELOSI?\nKUDLOW: WELL, IT MIGHT BE. WHO KNOWS? THE CONSENSUS VIEW IS THAT SHE WILL BE THE NEXT SPEAKER. I DON'T WANT TO FORECAST. I'LL JUST SAY THIS: HER POLICIES AND THE POLICIES OF THE HOUSE DEMOCRATS ARE MUCH DIFFERENT THAN PRESIDENT TRUMP'S POLICIES OR GOP CONGRESSIONAL POLICIES. YOU KNOW, THEY WANT TO RAISE TAXES ON COMPANIES AND INDIVIDUALS. THEY THINK THAT'S THE WAY TO GROWTH. I DISAGREE AS I HAVE FOR SO MANY YEARS. THEY DON'T LIKE THE DEREGULATION. THEY SAY YOU KNOW, THE'YRE BECOMING DEFICIT HAWKS NOW. I DON'T BELIEVE IT. THEY'VE NEVER TAKEN THAT POSITION BEFORE. I THINK IT WILL BE BAD FOR BUSINESS, THAT'S WHAT I THINK IF THE DEMOCRATS TAKE OVER THE HOUSE. AND PROBABLY VERY LITTLE WILL GET DONE. THAT'S PROBABLY WHAT'S GOING TO HAPPEN.\nEVANS: ALRIGHT, WELL, LET ME ASK YOU QUICKLY ABOUT FACEBOOK AND WHETHER YOU THINK -- YOU KNOW, LARRY, WHAT DOES FACEBOOK SAY -- YOU KNOW -- I FEEL LIKE THE CLASSIC CASE IS A COMPANY MAKES A TON OF PROFITS, YOU KNOW, IT'S GROWN BIG AND GROWN FAST AND NOW USERS ARE COMING TO TERMS WITH IT. IS THERE AN ECONOMIC CONCERN FOR YOU THERE? A REGULATORY ISSUE? WHAT IS YOUR TAKE ON EVERYTHING THAT WE'VE JUST SEEN PLAY OUT THE LAST COUPLE OF DAYS?\nKUDLOW: YOU KNOW, I DON'T THINK I'TS AN ECONOMIC ISSUE SO MUCH. I MEAN, LOOK, HE VIRTUALLY ADMITTED THERE WAS DATA SHARING GOING ON. HE WAS CRITICIZED FOR THAT. THEN HE COMES BACK AND HE SAID WE DON'T SELL OUR DATA TO VARIOUS ADVERTISERS. BUT SENATOR JOHN CORNYN MADE A VERY INTERESTING POINT WITH ZUCKERBERG. HE SAID, LOOK. YOU RENT THE DATA. YOU MAY NOT SELL THE DATA, BUT YOU RENT THE DATA. SO, YOU'VE GOT THIS 87 MILLION DATA SPILL. I DON'T KNOW HOW THIS IS GOING TO TURN OUT. THE ADMINISTRATION HASN'T TAKEN A POLICY ON THIS. THE FTC I BELIEV IS GOING TO LOOK AT IT WITH RESPECT TO POSSIBLE REGULATION. I'M NOT SURE WHAT'S GOING TO HAPPEN. I THINK ZUCKERBERG MADE SOME GOOD POINTS TODAY AND HE ACKNOWLEDGED HIS MISTAKES. NOW, IT'S UP TO THEM. IT'S UP TO FACEBOOK TO CHANGE. I DON'T KNOW IF ANYBODY ELSE CAN DO IT. FACEBOOK CAN DO IT.\nEVANS: AND SOME PEOPLE SAY WE SHOULD BE CAREFUL ABOUT UNDERMINING OUR OWN CORPORATE CHAMPIONS WHEN CHINA IS GOING TO GREAT MEASURES TO KIND OF BUILD UP ITS. SO WE HEARD FROM THE CHINESE PRISIDENT THE OTHER NIGHT, XI JINPING, AND HE KIND OF TOUCHED ON THIS IDEA OF, \"YEAH, WE'LL TRY TO DO MORE ON INTELLECTUAL PROPERTY.\" BUT HE DIDN'T REALLY SAY A LOT ONE WAY OR THE OTHER. SO WHAT MEASURES SHOULD WE BE EXPECTING NOW?\nKUDLOW: WELL, LOOK. I THINK THAT WAS A VERY IMPORTANT SPEECH BY PRESIDENT XI. VERY IMPORTANT SPEECH, BECAUSE UP TO NOW, ALL OF OUR TRADE INITIATIVES, THEY'RE REALLY TRADE REFORMS TO SETTLE TRADE DISPUTES. THE CHINESE RESPONSES HAVE BEEN VERY, VERY NEGATIVE. VERY, VERY BELLICOSE, NEGATIVE, MEAN, AND SO FORTH. SO THIS IS THE FIRST TIME – I MEAN, HE'S THE PRESIDENT, PRESIDENT FOR LIFE FOR THAT MATTER, THAT THEY HAD A GOOD POSITIVE STATEMENT. AND HE DID RAISE THE THINGS YOU TALKED ABOUT, I MEAN, TARIFFS ON CARS, FOR EXAMPLE. MOST IMPORTANTLY TO MY MIND IS THE TECHNOLOGY DEBATE. AMERICA WINS ON TECHNOLOGY EVERY TIME. WE'RE THE LEADER IN THE 21st CENTURY. THAT'S THE HEART OF OUR ECONOMY AND ENTREPRENEURSHIP. CHINA DOESN'T SEEM TO BE ABLE TO DO IT. SO, THEY'VE BEEN STEALING OUR TECHNOLOGY. LET'S BE HONEST ABOUT THAT. FORCED TECHNOLOGY TRANSFERS, THEFT OF INTELLECTUAL PROPERTY, THOSE ARE THE KEY ISSUES. NOW, XI TALKED ABOUT THAT. AND IT SEEMS LIKE HE WANTS A GOOD FAITH DISCUSSION. AND PRESIDENT TRUMP TWEETED BACK HIS GRATITUDE THAT WE'RE NOW BETTER POSITIONED TO HAVE A CONVERSATION ABOUT HOW TO SOLVE THESE PROBLEMS. ALL THESE THINGS COULD BE SOLVED. SO IT'S NOT IN DETAIL YET. RUSSIA – I MEAN CHINA HAS MADE THESE PROMISES IN THE PAST AND HAS NOT DELIVERED, BUT IT'S A POSITIVE DEVELOPMENT, I THINK. A VERY POSITIVE DEVELOPMENT.\nMICHAEL SANTOLI: LARRY, YOU KNOW, YOU'VE HAD THE TWEETS AND THE RHETORIC AND THE STAKING OUT OF THE POSITIONS ON BOTH SIDES HERE, AS YOU'VE DESCRIBED, BUT IS THERE AN ACTUAL PROCESS UNDER WAY RIGHT NOW? IS THERE AN ACTUAL NEGOTIATION HAPPENING OR ARE WE JUST KIND OF THROWING THINGS OUT INTO THE AIR AND MAYBE THIS WHOLE THING CAN KIND OF RECEDE A LITTLE BIT AND SEE WHERE IT GOES OVER THE LONGER TERM?\nKUDLOW: WELL, LOOK. THERE'S A VERY GOOD PROCESS GOING ON INSIDE THE ADMINISTRATION. AND YOU'VE SEEN SOME OF IT AND THERE'LL BE MORE COMING. THERE'S – WE'RE TALKING ABOUT TARIFFS. MAYBE NOT, MAYBE YES. PRESIDENT HAS BEEN VERY TOUGH ON THIS. HE ALSO WANTS TO NEGOTIATE, BUT I CAN'T COME UP HERE AND SAY NO TARIFFS. MAYBE THIS THING WILL TURN OUT VERY WELL. YOU KNOW, LOOK, IT'S NOT WILLY NILLY STUFF. YOU KNOW, WE'VE BEEN HAVING A LOT OF MEETINGS AND WAY BEFORE I GOT HERE. I THINK YOU'VE GOT TO LOOK AT THIS AS A LONG-TERM PROCESS. AND I'M AN OPTIMIST, YOU KNOW THAT. SO, I THINK WHAT'S GOING TO HAPPEN IS WE ARE GOING TO HAVE NEGOTIATIONS AT SOME POINT. THERE MAY BE TARIFFS BEFORE, MAYBE NOT. ALRIGHT. WE SHOULDN'T PANIC. SO FAR NO TARIFFS IMPLEMENTED. I HOPE EVERYBODY REALIZES THAT. SO FAR NOTHING HAS BEEN IMPLEMENTED. AND THAT'S IMPORTANT. AND YOU'RE NOT GOING TO SEE ANY OF THAT PROBABLY FOR A COUPLE OF MONTHS. SO, THAT'S POINT NUMBER ONE. PRESIDENT TRUMP REGARDS HIMSELF AS A FREE TRADER. I'VE HEARD IT FROM HIM MANY, MANY TIMES. BUT HE'S CORRECT, I MEAN, CHINA'S THE PROBLEM. NOT TRUMP. TRUMP HAS SAID, LOOK WE CAN'T HAVE FREE TRADE IF YOU'RE GOING TO STEAL OUR TECHNOLOGY AND CREATE BARRIERS AND MARKET CLOSINGS. SO WE'VE GOT TO CLEAN THAT UP. THE REST OF THE WORLD AGREES WITH US - AGREES WITH US. I CALL IT A TRADE COALITION OF THE WILLING. AND SOME OF THIS STUFF IS GOING TO BE USED IN THE WORLD TRADE ORGANIZATION WHERE CHINA IS CLEARLY WRONG. AND WE'RE GOING TO WIN THAT BATTLE. SO LET'S SORT OF CALMLY LOOK AT THIS. THE MOVEMENT YESTERDAY WAS VERY POSITIVE. I WAS IN WITH THE PRESIDENT FOR PART OF THAT DISCUSSION. AND, YOU KNOW, I'M ALWAYS AN OPTIMIST THAT WHERE THERE'S A WILL THERE'S A WAY, AND I BELIEVE BOTH PRESIDENTS WANT TO GET SOMETHING GOOD DONE.\nEVANS: LARRY, WE HAD PETER NAVARRO ON NOT THAT LONG AGO. WE WERE TALKING ABOUT INTEREST RATES AND HOW THEY INTERESTINGLY HAVEN'T MOVED UP. AND HE KIND OF HINTED MAYBE THE FEDERAL RESERVE DOESN'T NEED TO RAISE RATES SO MANY TIMES. AND I KNOW THAT'S SOMETHING YOU AND I HAVE DISCUSSED. SO TODAY THIS MORNING WE GET ANOTHER SORT OF SOFT CONSUMER PRICE INFLATION REPORT. WHAT ARE YOU THINKING ABOUT HOW FURTHER TIGHTENING IS NEEDED AT THIS POINT?\nKUDLOW: IN MY CURRENT SPOT, I REALLY CAN'T SPECULATE ON THE FED OR INTEREST RATES. BUT LET ME SAY THIS: MY VIEW ON THIS IS THE FED IS BEHAVING RESPONSIBLY. THEY'RE LAYING OUT A PLAN AND THEY'RE GOING TO STICK TO THE PLAN. AND I THINK JAY POWELL, CHAIRMAN JAY POWELL, HE DOESN'T REALLY BELIEVE THAT BETTER ECONOMIC GROWTH CAUSES INFLATION OR MORE PEOPLE WORKING. I DON'T THINK HE BELIEVES THAT. AND SOME OF HIS STATEMENTS INDICATE THAT MUCH TO MY JOY. SO I THINK THE FED IS A GOOD GROWTH PARTNER RIGHT NOW. AND I'M NOT GOING TO MAKE A CLEAR INTEREST RATE FORECAST. BUT WE'RE GOING TO BE FINE, THE ECONOMY'S GOING TO BE FINE. WE MAY HAVE A SOFT FIRST QUARTE,. BUT THE REST OF THE YEAR YOU'RE GOING TO GET 3% TO 4% GROWTH. BUSINESS INVESTMENTS AND SPENDING IS STRONG, AS YOU SAID, INFLATION IS LOW, INTEREST RATES ARE HISTORICALLY VERY LOW,WE'RE SEEING A BIG BUILDUP IN CAPEX. EVEN THE CBO ACKNOWLEDGES THAT WE COULD GET 3% GROWTH IN 2018. THAT -- YOU KNOW, GROWTH SOLVES EVERYTHING, OKAY. THAT'S WHY THE TRADE BARRIER IS COMING DOWN. THAT WILL HELP GROWTH HERE, CHINA, AROUND THE WORLD. DEFICITS WILL BE HELPED BY BETTER ECONOMIC GROWTH ONLY THE CBO WOULD ACKNOWLEDGE THAT. EVERYONE WILL BENEFIT. EVERYBODY IN BUSINESS WILL BENEFIT INCLUDING BROADCAST ANCHORS AND HOSTS. THEY WILL ALL BENEFIT FROM STRONGER ECONOMIC GROWTH.\nEVANS: YES. WE ARE ALL IN THE TANK FOR STRONGER ECONOMIC GROWTH LARRY, THANK YOU FOR JOINING US.\nKUDLOW: THANKS KELLY, APPRECIATE IT.\nEVANS: LARRY KUDLOW. NOW THE NEC DIRECTOR.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 50 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-04-12T01:46:00.000+03:00",
    "crawled": "2018-04-12T03:37:51.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "wednesday",
        "april",
        "cnbc",
        "closing",
        "bell",
        "following",
        "unofficial",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "national",
        "economic",
        "council",
        "director",
        "larry",
        "kudlow",
        "cnbc",
        "closing",
        "bell",
        "today",
        "wednesday",
        "april",
        "11th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "gon",
        "na",
        "http",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "kelly",
        "evans",
        "eye",
        "washington",
        "today",
        "market",
        "zeroed",
        "trade",
        "facebook",
        "syria",
        "name",
        "many",
        "issue",
        "national",
        "economic",
        "council",
        "director",
        "larry",
        "kudlow",
        "join",
        "u",
        "first",
        "cnbc",
        "interview",
        "hi",
        "larry",
        "good",
        "see",
        "larry",
        "kudlow",
        "kelly",
        "thanks",
        "wilfred",
        "evans",
        "speak",
        "well",
        "michael",
        "might",
        "lob",
        "question",
        "kudlow",
        "hi",
        "michael",
        "evans",
        "listen",
        "got",
        "lot",
        "throw",
        "want",
        "actually",
        "ask",
        "first",
        "think",
        "paul",
        "ryan",
        "leaving",
        "speaker",
        "mean",
        "know",
        "narrative",
        "going",
        "around",
        "say",
        "know",
        "going",
        "win",
        "midterm",
        "nothing",
        "going",
        "get",
        "done",
        "know",
        "going",
        "lose",
        "seat",
        "larry",
        "kudlow",
        "take",
        "kudlow",
        "surprised",
        "mean",
        "talked",
        "never",
        "explicitly",
        "said",
        "surprised",
        "look",
        "want",
        "go",
        "back",
        "home",
        "wisconsin",
        "got",
        "kid",
        "raise",
        "got",
        "wife",
        "think",
        "kind",
        "washington",
        "think",
        "indicator",
        "going",
        "win",
        "november",
        "something",
        "mind",
        "shared",
        "may",
        "go",
        "work",
        "thinktank",
        "may",
        "know",
        "want",
        "spend",
        "lot",
        "time",
        "wisconsin",
        "family",
        "long",
        "long",
        "time",
        "cut",
        "slack",
        "wish",
        "well",
        "evans",
        "think",
        "matter",
        "becomes",
        "know",
        "obviously",
        "matter",
        "becomes",
        "next",
        "speaker",
        "larry",
        "long",
        "whether",
        "scalise",
        "mccarthy",
        "different",
        "republican",
        "happens",
        "nancy",
        "pelosi",
        "kudlow",
        "well",
        "might",
        "know",
        "consensus",
        "view",
        "next",
        "speaker",
        "want",
        "forecast",
        "say",
        "policy",
        "policy",
        "house",
        "democrat",
        "much",
        "different",
        "president",
        "trump",
        "policy",
        "gop",
        "congressional",
        "policy",
        "know",
        "want",
        "raise",
        "tax",
        "company",
        "individual",
        "think",
        "way",
        "growth",
        "disagree",
        "many",
        "year",
        "like",
        "deregulation",
        "say",
        "know",
        "becoming",
        "deficit",
        "hawk",
        "believe",
        "never",
        "taken",
        "position",
        "think",
        "bad",
        "business",
        "think",
        "democrat",
        "take",
        "house",
        "probably",
        "little",
        "get",
        "done",
        "probably",
        "going",
        "happen",
        "evans",
        "alright",
        "well",
        "let",
        "ask",
        "quickly",
        "facebook",
        "whether",
        "think",
        "know",
        "larry",
        "facebook",
        "say",
        "know",
        "feel",
        "like",
        "classic",
        "case",
        "company",
        "make",
        "ton",
        "profit",
        "know",
        "grown",
        "big",
        "grown",
        "fast",
        "user",
        "coming",
        "term",
        "economic",
        "concern",
        "regulatory",
        "issue",
        "take",
        "everything",
        "seen",
        "play",
        "last",
        "couple",
        "day",
        "kudlow",
        "know",
        "think",
        "economic",
        "issue",
        "much",
        "mean",
        "look",
        "virtually",
        "admitted",
        "data",
        "sharing",
        "going",
        "criticized",
        "come",
        "back",
        "said",
        "sell",
        "data",
        "various",
        "advertiser",
        "senator",
        "john",
        "cornyn",
        "made",
        "interesting",
        "point",
        "zuckerberg",
        "said",
        "look",
        "rent",
        "data",
        "may",
        "sell",
        "data",
        "rent",
        "data",
        "got",
        "million",
        "data",
        "spill",
        "know",
        "going",
        "turn",
        "administration",
        "taken",
        "policy",
        "ftc",
        "believ",
        "going",
        "look",
        "respect",
        "possible",
        "regulation",
        "sure",
        "going",
        "happen",
        "think",
        "zuckerberg",
        "made",
        "good",
        "point",
        "today",
        "acknowledged",
        "mistake",
        "facebook",
        "change",
        "know",
        "anybody",
        "else",
        "facebook",
        "evans",
        "people",
        "say",
        "careful",
        "undermining",
        "corporate",
        "champion",
        "china",
        "going",
        "great",
        "measure",
        "kind",
        "build",
        "heard",
        "chinese",
        "prisident",
        "night",
        "xi",
        "jinping",
        "kind",
        "touched",
        "idea",
        "yeah",
        "try",
        "intellectual",
        "property",
        "really",
        "say",
        "lot",
        "one",
        "way",
        "measure",
        "expecting",
        "kudlow",
        "well",
        "look",
        "think",
        "important",
        "speech",
        "president",
        "xi",
        "important",
        "speech",
        "trade",
        "initiative",
        "really",
        "trade",
        "reform",
        "settle",
        "trade",
        "dispute",
        "chinese",
        "response",
        "negative",
        "bellicose",
        "negative",
        "mean",
        "forth",
        "first",
        "time",
        "mean",
        "president",
        "president",
        "life",
        "matter",
        "good",
        "positive",
        "statement",
        "raise",
        "thing",
        "talked",
        "mean",
        "tariff",
        "car",
        "example",
        "importantly",
        "mind",
        "technology",
        "debate",
        "america",
        "win",
        "technology",
        "every",
        "time",
        "leader",
        "21st",
        "century",
        "heart",
        "economy",
        "entrepreneurship",
        "china",
        "seem",
        "able",
        "stealing",
        "technology",
        "let",
        "honest",
        "forced",
        "technology",
        "transfer",
        "theft",
        "intellectual",
        "property",
        "key",
        "issue",
        "xi",
        "talked",
        "seems",
        "like",
        "want",
        "good",
        "faith",
        "discussion",
        "president",
        "trump",
        "tweeted",
        "back",
        "gratitude",
        "better",
        "positioned",
        "conversation",
        "solve",
        "problem",
        "thing",
        "could",
        "solved",
        "detail",
        "yet",
        "russia",
        "mean",
        "china",
        "made",
        "promise",
        "past",
        "delivered",
        "positive",
        "development",
        "think",
        "positive",
        "development",
        "michael",
        "santoli",
        "larry",
        "know",
        "tweet",
        "rhetoric",
        "staking",
        "position",
        "side",
        "described",
        "actual",
        "process",
        "way",
        "right",
        "actual",
        "negotiation",
        "happening",
        "kind",
        "throwing",
        "thing",
        "air",
        "maybe",
        "whole",
        "thing",
        "kind",
        "recede",
        "little",
        "bit",
        "see",
        "go",
        "longer",
        "term",
        "kudlow",
        "well",
        "look",
        "good",
        "process",
        "going",
        "inside",
        "administration",
        "seen",
        "coming",
        "talking",
        "tariff",
        "maybe",
        "maybe",
        "yes",
        "president",
        "tough",
        "also",
        "want",
        "negotiate",
        "ca",
        "come",
        "say",
        "tariff",
        "maybe",
        "thing",
        "turn",
        "well",
        "know",
        "look",
        "willy",
        "nilly",
        "stuff",
        "know",
        "lot",
        "meeting",
        "way",
        "got",
        "think",
        "got",
        "look",
        "process",
        "optimist",
        "know",
        "think",
        "going",
        "happen",
        "going",
        "negotiation",
        "point",
        "may",
        "tariff",
        "maybe",
        "alright",
        "panic",
        "far",
        "tariff",
        "implemented",
        "hope",
        "everybody",
        "realizes",
        "far",
        "nothing",
        "implemented",
        "important",
        "going",
        "see",
        "probably",
        "couple",
        "month",
        "point",
        "number",
        "one",
        "president",
        "trump",
        "regard",
        "free",
        "trader",
        "heard",
        "many",
        "many",
        "time",
        "correct",
        "mean",
        "china",
        "problem",
        "trump",
        "trump",
        "said",
        "look",
        "ca",
        "free",
        "trade",
        "going",
        "steal",
        "technology",
        "create",
        "barrier",
        "market",
        "closing",
        "got",
        "clean",
        "rest",
        "world",
        "agrees",
        "u",
        "agrees",
        "u",
        "call",
        "trade",
        "coalition",
        "willing",
        "stuff",
        "going",
        "used",
        "world",
        "trade",
        "organization",
        "china",
        "clearly",
        "wrong",
        "going",
        "win",
        "battle",
        "let",
        "sort",
        "calmly",
        "look",
        "movement",
        "yesterday",
        "positive",
        "president",
        "part",
        "discussion",
        "know",
        "always",
        "optimist",
        "way",
        "believe",
        "president",
        "want",
        "get",
        "something",
        "good",
        "done",
        "evans",
        "larry",
        "peter",
        "navarro",
        "long",
        "ago",
        "talking",
        "interest",
        "rate",
        "interestingly",
        "moved",
        "kind",
        "hinted",
        "maybe",
        "federal",
        "reserve",
        "need",
        "raise",
        "rate",
        "many",
        "time",
        "know",
        "something",
        "discussed",
        "today",
        "morning",
        "get",
        "another",
        "sort",
        "soft",
        "consumer",
        "price",
        "inflation",
        "report",
        "thinking",
        "tightening",
        "needed",
        "point",
        "kudlow",
        "current",
        "spot",
        "really",
        "ca",
        "speculate",
        "fed",
        "interest",
        "rate",
        "let",
        "say",
        "view",
        "fed",
        "behaving",
        "responsibly",
        "laying",
        "plan",
        "going",
        "stick",
        "plan",
        "think",
        "jay",
        "powell",
        "chairman",
        "jay",
        "powell",
        "really",
        "believe",
        "better",
        "economic",
        "growth",
        "cause",
        "inflation",
        "people",
        "working",
        "think",
        "belief",
        "statement",
        "indicate",
        "much",
        "joy",
        "think",
        "fed",
        "good",
        "growth",
        "partner",
        "right",
        "going",
        "make",
        "clear",
        "interest",
        "rate",
        "forecast",
        "going",
        "fine",
        "economy",
        "going",
        "fine",
        "may",
        "soft",
        "first",
        "quarte",
        "rest",
        "year",
        "going",
        "get",
        "growth",
        "business",
        "investment",
        "spending",
        "strong",
        "said",
        "inflation",
        "low",
        "interest",
        "rate",
        "historically",
        "low",
        "seeing",
        "big",
        "buildup",
        "capex",
        "even",
        "cbo",
        "acknowledges",
        "could",
        "get",
        "growth",
        "know",
        "growth",
        "solves",
        "everything",
        "okay",
        "trade",
        "barrier",
        "coming",
        "help",
        "growth",
        "china",
        "around",
        "world",
        "deficit",
        "helped",
        "better",
        "economic",
        "growth",
        "cbo",
        "would",
        "acknowledge",
        "everyone",
        "benefit",
        "everybody",
        "business",
        "benefit",
        "including",
        "broadcast",
        "anchor",
        "host",
        "benefit",
        "stronger",
        "economic",
        "growth",
        "evans",
        "yes",
        "tank",
        "stronger",
        "economic",
        "growth",
        "larry",
        "thank",
        "joining",
        "u",
        "kudlow",
        "thanks",
        "kelly",
        "appreciate",
        "evans",
        "larry",
        "kudlow",
        "nec",
        "director",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}