{
    "organizations": [],
    "uuid": "d028fb5e361d3c171331f8a77ac8a6148869804f",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/09/sessions-turned-to-convicted-fundraiser-for-advice-on-us-attorneys.html",
    "ord_in_thread": 0,
    "title": "Sessions turned to convicted fundraiser for advice on US attorneys",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In November 2016, just after the election, President-elect Donald Trump announced Jeff Sessions as his pick for attorney general. His confirmation was still a couple of months away, but the Republican senator from Alabama went quickly to work helping to shape the Justice Department he would soon inherit.\nOne task was to line up U.S. attorney nominees to potentially replace Obama administration holdovers leading offices across the country. It is a common bit of work for a new administration, and recommendations for posts as federal prosecutors typically come from senators of every state, as well as former Department of Justice officials.\nIn at least one instance, however, Sessions wound up turning to a more unorthodox source for recommendations — Elliott Broidy. Broidy, a longtime Republican donor, was not a lawyer, and thus had no experience as a prosecutor. Moreover, Broidy had been convicted in 2009 for his role in a major New York state public corruption and bribery case.\nMore from ProPublica:\nJohn Bolton skewed intelligence, say people who worked with him\nHere's how you can use Trump Town\nHUD long neglected these residents. Now as they move out, some feel HUD let them down again\nSessions' request for Broidy's recommendations was described by two people familiar with the process. One of those people said Broidy and Sessions had become friendly during the campaign, and that Sessions' request and Broidy's recommendations unfolded amid a chaotic transition. Broidy was given a private Sessions email address to send his picks.\nA spokesman for the Department of Justice would not comment when asked whether Sessions had solicited Broidy's input.\nAccording to emails and other documents reviewed by ProPublica, Broidy in late November used that email — \"hybart@jeffsessions.com,\" a reference to the tiny Alabama community Sessions grew up in — to begin to push his selections.\n\"Dear Senator Sessions,\" began an email sent Nov. 25, 2016, with a resume attached. \"I have known Nathan J. Hochman for approximately 20 years and I highly recommend him for the position of United States Attorney for the Central District of California.\"\nHochman, a former assistant U.S. attorney now in private practice, was at the time defending Lee Baca, the disgraced former Los Angeles sheriff who also happened to be a friend of Broidy's.\nHochman, according to news reports, made it onto the shortlist of finalists, but ultimately was not selected. According to the Broidy-related documents reviewed by ProPublica, Broidy also put forward Jason Dunn to lead the federal prosecutor's office in Colorado. Dunn was one of four finalists for the job, according to news reports and was interviewed for the position by Sessions before being passed over. Broidy also recommended his current personal attorney, Christopher Clark, for the top federal prosecutor jobs in Manhattan and Connecticut, neither of which Clark was selected for. It's unclear whether Broidy recommended other U.S. attorney candidates to Sessions and how they may have fared.\nAccording to the documents reviewed by ProPublica, Broidy also made recommendations for ambassadorships and other administration positions, several of whom the Trump administration did nominate — including the current director of the U.S. Patent and Trademark Office. That man, Andrei Iancu, appears to have known Broidy at least in part because he bought Broidy's Los Angeles home in 2005 for $3.25 million.\nProPublica sent a Justice Department spokesman questions both about whether Sessions had indeed solicited recommendations from Broidy, and how much weight those recommendations had carried. The spokesman declined to respond.\nThe White House did not respond to a request for comment. In a statement, Broidy did not directly address whether Sessions had asked him for input, but said, \"I gladly recommend good people to serve in important positions in our government. They, like anyone, have to go through the normal vetting and background investigation process. I was honored to make recommendations in the past and would do so again for the right candidates.\"\nA person familiar with the matter said Broidy would have submitted his recommendations to Trump's transition team had the Trump campaign put together a more organized and traditional operation prior to taking office.\nIn March 2017, Trump had Sessions remove dozens of Obama-era U.S. attorneys who had not yet resigned. In the months since, the White House has been slow to nominate permanent replacements and get them confirmed by the Senate, forcing Sessions to announce a group of interim picks in January. Some offices are still without confirmed, permanent heads.\nProPublica spoke with several former Justice Department officials about Sessions taking recommendations from Broidy for U.S. attorney positions. The former officials said they found Broidy's role troubling because of his criminal past: In 2009, Broidy pleaded guilty to a felony, admitting he'd given almost $1 million in gifts to top officials with New York state's pension fund, who steered $250 million to Broidy's investment firm. Broidy repaid $18 million to the state and his conviction was later reduced to a misdemeanor because he cooperated in the bribery investigation.\n\"Recommendations come in from all sorts of people in any administration, but for the attorney general himself to be soliciting any donor for recommendations would be far outside the bounds of how attorneys general operate,\" said Matthew Miller, the top spokesman for the Justice Department during the Obama administration. \"When you combine that with the fact that Broidy is a convicted felon who paid millions of dollars in fines in a bribery case less than 10 years ago, it shows really poor judgment from Sessions to be communicating with him at all about DOJ appointments.\"\nToday, Broidy, a defense contractor and investor based in Los Angeles who was vice chairman of the Trump campaign and the Republican party's joint fundraising committee in 2016, has surfaced in a number of possibly problematic episodes involving the Trump administration and its Justice Department.\nThe Wall Street Journal reported in March that Broidy was negotiating to earn tens of millions of dollars from a Malaysian businessman if the Justice Department dropped its investigation into graft allegations involving a Malaysian state investment fund. Broidy's attorney acknowledged his involvement with the negotiations, but denied that Broidy had ever brought up the investigation with Trump or Justice Department officials. The White House did not respond to questions about whether Trump discussed the Justice Department investigation with Broidy.\nIn addition, The New York Times reported in March that Broidy worked with a political adviser to the ruler of the United Arab Emirates to steer the White House toward decisions benefiting the UAE and Saudi Arabia. Documents reviewed by the Times showed that the UAE adviser, George Nader, tempted Broidy with the prospect of more than $1 billion in contracts for a private security company owned by Broidy. The communications showed Nader praised Broidy for \"how well you handle Chairman\" — a reference to Trump.\nAhead of an Oval Office meeting Broidy had with Trump, the Times reported, Nader pushed Broidy to urge the president to meet privately with the leader of the UAE. Broidy later briefed Nader that he had done so. Broidy has said his efforts were \"aimed to strengthen the national security of the United States, in full coordination with the U.S. government.\" Nader is now a cooperating witness in special counsel Robert Mueller's probe of Russian influence in the 2016 election, according to multiple news reports.\nThe Times has also reported that Broidy boasted of his Trump connections to prospective clients, including foreign governments and politicians, suggesting he could arrange meetings with the president, his staff and members of Congress. As he sought business contracts, according to the Times, Broidy offered tickets to VIP inauguration events to a Congolese strongman, helped arrange a meeting with Republican senators, offered a trip to Mar-a-Lago to an Angolan politician, and arranged for a Romanian parliamentarian to attend a party at Trump's Washington hotel — where the Romanian politician reported meeting the president and receiving a commitment for closer ties between Romania and the U.S.\nThe documents reviewed by ProPublica show Broidy compiled several spreadsheets of recommendations for ambassadorships and other administration roles, totaling a few dozen names, many of them from California. Some of those he suggested were prominent Republican fundraisers, and others had direct ties to Broidy.\nBroidy's ambassador picks who were selected include George Glass, an Oregon businessman and a major Trump donor, who is the ambassador to Portugal; Robert Kohorst, a wealthy donor from Pasadena, California, ambassador to Croatia; real estate magnates \"Papa Doug\" Manchester (Bahamas) and Carla Sands (Denmark); former LA Dodgers co-owner Jamie McCourt (France); and Bay Area tech entrepreneur Trevor Traina (Austria).\nIancu, a patent law attorney from Los Angeles, was named under secretary of commerce for intellectual property and director of the United States Patent and Trademark Office. It's unclear what his relationship with Broidy is, aside from the home purchase. Iancu's wife declined to comment, and Iancu did not respond to questions.\nMatthew Lin, an orthopedic surgeon and a local politician from a small city near Los Angeles, was appointed to lead the Office of Minority Health within the Department of Health and Human Services. Lin was a political ally of Baca, the former Los Angeles sheriff and Broidy friend. Lin did not respond to a request for an interview.\nMarie Royce, a former Nokia executive and the wife of Rep. Ed Royce, R-Calif., also showed up on one of Broidy's spreadsheets, as a potential appointee to be the State Department's assistant secretary of educational and cultural affairs.\nNewsweek previously reported that Broidy may have helped Royce get that nomination, citing several emails she wrote to him.\n\"Dear Elliott, Thank you for your support for a role in the Administration,\" read one. \"I would like to be considered in the following roles,\" she wrote, listing the State Department position first.\nIn another email, she mentioned she had discussed administration openings with Vice President Mike Pence: \"Would love to see if we can follow-up with members on his team or with WH Personnel,\" she wrote Broidy. \"Thank you again for your assistance!\"\nIn a statement to Newsweek, Broidy downplayed his role , saying he was happy to serve as a reference for a longtime friend, but believed Royce had others vouching for her as well. Both Broidy and a spokesman for Royce attributed her nomination to her qualifications.\nBroidy, who played a leading role on Trump's inauguration committee , today serves as national deputy finance chairman of the Republican National Committee. Broidy threw his support behind Trump during the 2016 campaign when many other top Republican donors were still leery.",
    "published": "2018-04-09T20:40:00.000+03:00",
    "crawled": "2018-04-09T23:51:11.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "november",
        "election",
        "donald",
        "trump",
        "announced",
        "jeff",
        "session",
        "pick",
        "attorney",
        "general",
        "confirmation",
        "still",
        "couple",
        "month",
        "away",
        "republican",
        "senator",
        "alabama",
        "went",
        "quickly",
        "work",
        "helping",
        "shape",
        "justice",
        "department",
        "would",
        "soon",
        "inherit",
        "one",
        "task",
        "line",
        "attorney",
        "nominee",
        "potentially",
        "replace",
        "obama",
        "administration",
        "holdover",
        "leading",
        "office",
        "across",
        "country",
        "common",
        "bit",
        "work",
        "new",
        "administration",
        "recommendation",
        "post",
        "federal",
        "prosecutor",
        "typically",
        "come",
        "senator",
        "every",
        "state",
        "well",
        "former",
        "department",
        "justice",
        "official",
        "least",
        "one",
        "instance",
        "however",
        "session",
        "wound",
        "turning",
        "unorthodox",
        "source",
        "recommendation",
        "elliott",
        "broidy",
        "broidy",
        "longtime",
        "republican",
        "donor",
        "lawyer",
        "thus",
        "experience",
        "prosecutor",
        "moreover",
        "broidy",
        "convicted",
        "role",
        "major",
        "new",
        "york",
        "state",
        "public",
        "corruption",
        "bribery",
        "case",
        "propublica",
        "john",
        "bolton",
        "skewed",
        "intelligence",
        "say",
        "people",
        "worked",
        "use",
        "trump",
        "town",
        "hud",
        "long",
        "neglected",
        "resident",
        "move",
        "feel",
        "hud",
        "let",
        "session",
        "request",
        "broidy",
        "recommendation",
        "described",
        "two",
        "people",
        "familiar",
        "process",
        "one",
        "people",
        "said",
        "broidy",
        "session",
        "become",
        "friendly",
        "campaign",
        "session",
        "request",
        "broidy",
        "recommendation",
        "unfolded",
        "amid",
        "chaotic",
        "transition",
        "broidy",
        "given",
        "private",
        "session",
        "email",
        "address",
        "send",
        "pick",
        "spokesman",
        "department",
        "justice",
        "would",
        "comment",
        "asked",
        "whether",
        "session",
        "solicited",
        "broidy",
        "input",
        "according",
        "email",
        "document",
        "reviewed",
        "propublica",
        "broidy",
        "late",
        "november",
        "used",
        "email",
        "hybart",
        "reference",
        "tiny",
        "alabama",
        "community",
        "session",
        "grew",
        "begin",
        "push",
        "selection",
        "dear",
        "senator",
        "session",
        "began",
        "email",
        "sent",
        "resume",
        "attached",
        "known",
        "nathan",
        "hochman",
        "approximately",
        "year",
        "highly",
        "recommend",
        "position",
        "united",
        "state",
        "attorney",
        "central",
        "district",
        "california",
        "hochman",
        "former",
        "assistant",
        "attorney",
        "private",
        "practice",
        "time",
        "defending",
        "lee",
        "baca",
        "disgraced",
        "former",
        "los",
        "angeles",
        "sheriff",
        "also",
        "happened",
        "friend",
        "broidy",
        "hochman",
        "according",
        "news",
        "report",
        "made",
        "onto",
        "shortlist",
        "finalist",
        "ultimately",
        "selected",
        "according",
        "document",
        "reviewed",
        "propublica",
        "broidy",
        "also",
        "put",
        "forward",
        "jason",
        "dunn",
        "lead",
        "federal",
        "prosecutor",
        "office",
        "colorado",
        "dunn",
        "one",
        "four",
        "finalist",
        "job",
        "according",
        "news",
        "report",
        "interviewed",
        "position",
        "session",
        "passed",
        "broidy",
        "also",
        "recommended",
        "current",
        "personal",
        "attorney",
        "christopher",
        "clark",
        "top",
        "federal",
        "prosecutor",
        "job",
        "manhattan",
        "connecticut",
        "neither",
        "clark",
        "selected",
        "unclear",
        "whether",
        "broidy",
        "recommended",
        "attorney",
        "candidate",
        "session",
        "may",
        "fared",
        "according",
        "document",
        "reviewed",
        "propublica",
        "broidy",
        "also",
        "made",
        "recommendation",
        "ambassadorship",
        "administration",
        "position",
        "several",
        "trump",
        "administration",
        "nominate",
        "including",
        "current",
        "director",
        "patent",
        "trademark",
        "office",
        "man",
        "andrei",
        "iancu",
        "appears",
        "known",
        "broidy",
        "least",
        "part",
        "bought",
        "broidy",
        "los",
        "angeles",
        "home",
        "million",
        "propublica",
        "sent",
        "justice",
        "department",
        "spokesman",
        "question",
        "whether",
        "session",
        "indeed",
        "solicited",
        "recommendation",
        "broidy",
        "much",
        "weight",
        "recommendation",
        "carried",
        "spokesman",
        "declined",
        "respond",
        "white",
        "house",
        "respond",
        "request",
        "comment",
        "statement",
        "broidy",
        "directly",
        "address",
        "whether",
        "session",
        "asked",
        "input",
        "said",
        "gladly",
        "recommend",
        "good",
        "people",
        "serve",
        "important",
        "position",
        "government",
        "like",
        "anyone",
        "go",
        "normal",
        "vetting",
        "background",
        "investigation",
        "process",
        "honored",
        "make",
        "recommendation",
        "past",
        "would",
        "right",
        "candidate",
        "person",
        "familiar",
        "matter",
        "said",
        "broidy",
        "would",
        "submitted",
        "recommendation",
        "trump",
        "transition",
        "team",
        "trump",
        "campaign",
        "put",
        "together",
        "organized",
        "traditional",
        "operation",
        "prior",
        "taking",
        "office",
        "march",
        "trump",
        "session",
        "remove",
        "dozen",
        "attorney",
        "yet",
        "resigned",
        "month",
        "since",
        "white",
        "house",
        "slow",
        "nominate",
        "permanent",
        "replacement",
        "get",
        "confirmed",
        "senate",
        "forcing",
        "session",
        "announce",
        "group",
        "interim",
        "pick",
        "january",
        "office",
        "still",
        "without",
        "confirmed",
        "permanent",
        "head",
        "propublica",
        "spoke",
        "several",
        "former",
        "justice",
        "department",
        "official",
        "session",
        "taking",
        "recommendation",
        "broidy",
        "attorney",
        "position",
        "former",
        "official",
        "said",
        "found",
        "broidy",
        "role",
        "troubling",
        "criminal",
        "past",
        "broidy",
        "pleaded",
        "guilty",
        "felony",
        "admitting",
        "given",
        "almost",
        "million",
        "gift",
        "top",
        "official",
        "new",
        "york",
        "state",
        "pension",
        "fund",
        "steered",
        "million",
        "broidy",
        "investment",
        "firm",
        "broidy",
        "repaid",
        "million",
        "state",
        "conviction",
        "later",
        "reduced",
        "misdemeanor",
        "cooperated",
        "bribery",
        "investigation",
        "recommendation",
        "come",
        "sort",
        "people",
        "administration",
        "attorney",
        "general",
        "soliciting",
        "donor",
        "recommendation",
        "would",
        "far",
        "outside",
        "bound",
        "attorney",
        "general",
        "operate",
        "said",
        "matthew",
        "miller",
        "top",
        "spokesman",
        "justice",
        "department",
        "obama",
        "administration",
        "combine",
        "fact",
        "broidy",
        "convicted",
        "felon",
        "paid",
        "million",
        "dollar",
        "fine",
        "bribery",
        "case",
        "less",
        "year",
        "ago",
        "show",
        "really",
        "poor",
        "judgment",
        "session",
        "communicating",
        "doj",
        "appointment",
        "today",
        "broidy",
        "defense",
        "contractor",
        "investor",
        "based",
        "los",
        "angeles",
        "vice",
        "chairman",
        "trump",
        "campaign",
        "republican",
        "party",
        "joint",
        "fundraising",
        "committee",
        "surfaced",
        "number",
        "possibly",
        "problematic",
        "episode",
        "involving",
        "trump",
        "administration",
        "justice",
        "department",
        "wall",
        "street",
        "journal",
        "reported",
        "march",
        "broidy",
        "negotiating",
        "earn",
        "ten",
        "million",
        "dollar",
        "malaysian",
        "businessman",
        "justice",
        "department",
        "dropped",
        "investigation",
        "graft",
        "allegation",
        "involving",
        "malaysian",
        "state",
        "investment",
        "fund",
        "broidy",
        "attorney",
        "acknowledged",
        "involvement",
        "negotiation",
        "denied",
        "broidy",
        "ever",
        "brought",
        "investigation",
        "trump",
        "justice",
        "department",
        "official",
        "white",
        "house",
        "respond",
        "question",
        "whether",
        "trump",
        "discussed",
        "justice",
        "department",
        "investigation",
        "broidy",
        "addition",
        "new",
        "york",
        "time",
        "reported",
        "march",
        "broidy",
        "worked",
        "political",
        "adviser",
        "ruler",
        "united",
        "arab",
        "emirate",
        "steer",
        "white",
        "house",
        "toward",
        "decision",
        "benefiting",
        "uae",
        "saudi",
        "arabia",
        "document",
        "reviewed",
        "time",
        "showed",
        "uae",
        "adviser",
        "george",
        "nader",
        "tempted",
        "broidy",
        "prospect",
        "billion",
        "contract",
        "private",
        "security",
        "company",
        "owned",
        "broidy",
        "communication",
        "showed",
        "nader",
        "praised",
        "broidy",
        "well",
        "handle",
        "chairman",
        "reference",
        "trump",
        "ahead",
        "oval",
        "office",
        "meeting",
        "broidy",
        "trump",
        "time",
        "reported",
        "nader",
        "pushed",
        "broidy",
        "urge",
        "president",
        "meet",
        "privately",
        "leader",
        "uae",
        "broidy",
        "later",
        "briefed",
        "nader",
        "done",
        "broidy",
        "said",
        "effort",
        "aimed",
        "strengthen",
        "national",
        "security",
        "united",
        "state",
        "full",
        "coordination",
        "government",
        "nader",
        "cooperating",
        "witness",
        "special",
        "counsel",
        "robert",
        "mueller",
        "probe",
        "russian",
        "influence",
        "election",
        "according",
        "multiple",
        "news",
        "report",
        "time",
        "also",
        "reported",
        "broidy",
        "boasted",
        "trump",
        "connection",
        "prospective",
        "client",
        "including",
        "foreign",
        "government",
        "politician",
        "suggesting",
        "could",
        "arrange",
        "meeting",
        "president",
        "staff",
        "member",
        "congress",
        "sought",
        "business",
        "contract",
        "according",
        "time",
        "broidy",
        "offered",
        "ticket",
        "vip",
        "inauguration",
        "event",
        "congolese",
        "strongman",
        "helped",
        "arrange",
        "meeting",
        "republican",
        "senator",
        "offered",
        "trip",
        "angolan",
        "politician",
        "arranged",
        "romanian",
        "parliamentarian",
        "attend",
        "party",
        "trump",
        "washington",
        "hotel",
        "romanian",
        "politician",
        "reported",
        "meeting",
        "president",
        "receiving",
        "commitment",
        "closer",
        "tie",
        "romania",
        "document",
        "reviewed",
        "propublica",
        "show",
        "broidy",
        "compiled",
        "several",
        "spreadsheet",
        "recommendation",
        "ambassadorship",
        "administration",
        "role",
        "totaling",
        "dozen",
        "name",
        "many",
        "california",
        "suggested",
        "prominent",
        "republican",
        "fundraiser",
        "others",
        "direct",
        "tie",
        "broidy",
        "broidy",
        "ambassador",
        "pick",
        "selected",
        "include",
        "george",
        "glass",
        "oregon",
        "businessman",
        "major",
        "trump",
        "donor",
        "ambassador",
        "portugal",
        "robert",
        "kohorst",
        "wealthy",
        "donor",
        "pasadena",
        "california",
        "ambassador",
        "croatia",
        "real",
        "estate",
        "magnate",
        "papa",
        "doug",
        "manchester",
        "bahamas",
        "carla",
        "sand",
        "denmark",
        "former",
        "la",
        "dodger",
        "jamie",
        "mccourt",
        "france",
        "bay",
        "area",
        "tech",
        "entrepreneur",
        "trevor",
        "traina",
        "austria",
        "iancu",
        "patent",
        "law",
        "attorney",
        "los",
        "angeles",
        "named",
        "secretary",
        "commerce",
        "intellectual",
        "property",
        "director",
        "united",
        "state",
        "patent",
        "trademark",
        "office",
        "unclear",
        "relationship",
        "broidy",
        "aside",
        "home",
        "purchase",
        "iancu",
        "wife",
        "declined",
        "comment",
        "iancu",
        "respond",
        "question",
        "matthew",
        "lin",
        "orthopedic",
        "surgeon",
        "local",
        "politician",
        "small",
        "city",
        "near",
        "los",
        "angeles",
        "appointed",
        "lead",
        "office",
        "minority",
        "health",
        "within",
        "department",
        "health",
        "human",
        "service",
        "lin",
        "political",
        "ally",
        "baca",
        "former",
        "los",
        "angeles",
        "sheriff",
        "broidy",
        "friend",
        "lin",
        "respond",
        "request",
        "interview",
        "marie",
        "royce",
        "former",
        "nokia",
        "executive",
        "wife",
        "ed",
        "royce",
        "also",
        "showed",
        "one",
        "broidy",
        "spreadsheet",
        "potential",
        "appointee",
        "state",
        "department",
        "assistant",
        "secretary",
        "educational",
        "cultural",
        "affair",
        "newsweek",
        "previously",
        "reported",
        "broidy",
        "may",
        "helped",
        "royce",
        "get",
        "nomination",
        "citing",
        "several",
        "email",
        "wrote",
        "dear",
        "elliott",
        "thank",
        "support",
        "role",
        "administration",
        "read",
        "one",
        "would",
        "like",
        "considered",
        "following",
        "role",
        "wrote",
        "listing",
        "state",
        "department",
        "position",
        "first",
        "another",
        "email",
        "mentioned",
        "discussed",
        "administration",
        "opening",
        "vice",
        "president",
        "mike",
        "penny",
        "would",
        "love",
        "see",
        "member",
        "team",
        "wh",
        "personnel",
        "wrote",
        "broidy",
        "thank",
        "assistance",
        "statement",
        "newsweek",
        "broidy",
        "downplayed",
        "role",
        "saying",
        "happy",
        "serve",
        "reference",
        "longtime",
        "friend",
        "believed",
        "royce",
        "others",
        "vouching",
        "well",
        "broidy",
        "spokesman",
        "royce",
        "attributed",
        "nomination",
        "qualification",
        "broidy",
        "played",
        "leading",
        "role",
        "trump",
        "inauguration",
        "committee",
        "today",
        "serf",
        "national",
        "deputy",
        "finance",
        "chairman",
        "republican",
        "national",
        "committee",
        "broidy",
        "threw",
        "support",
        "behind",
        "trump",
        "campaign",
        "many",
        "top",
        "republican",
        "donor",
        "still",
        "leery"
    ]
}