{
    "organizations": [],
    "uuid": "03bdea1649df8221ae2d06b91c63959d18da052a",
    "author": "Paid Post Hsbc",
    "url": "https://www.cnbc.com/advertorial/2018/03/28/smart-cities-are-taking-over-and-over-50-percent-of-them-are-in-china.html",
    "ord_in_thread": 0,
    "title": "Smart cities are taking over, and over 50% of them are in China",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Smart cities are taking over, and over 50% of them are in China PAID POST BY HSBC Published 12:28 PM ET Wed, 28 March 2018 Updated 6:56 AM ET Thu, 29 March 2018 HSBC \nBy 2050, the UN estimates that there will be 5.3 billion people living in the world's cities — a full 70 percent of the human population. This unprecedented rate of urbanization and its inherent boost in resource consumption has created a need for a new type of city that can be smarter, more ecological, and, ultimately, sustainable long into the future. \n\"Asia itself has a very young population and a lot of them are moving into urban areas, so how do you support that migration?\" posited Laurel Ostefield of the Asian Infrastructure Investment Bank (AIIB). \"(To develop) cities that have breathable air, that are easy to get around, this can't be the infrastructure of 30, 40 years ago. We're all living and experiencing the negative impacts of what can happen when you're not thoughtful about how these infrastructure investments that you're making now are going to impact the world around you as we move ahead.\" \nChina's Belt and Road Initiative (BRI) is paving the way for a new iteration of cities throughout Asia. Dubbed \"smart cities,\" new urban areas are being constructed which utilize advanced information and communication technologies (ICT), the internet of things, and other high-tech strategies to integrate municipal services, monitor traffic and pollution, facilitate ecological waste management, streamline public facilities such as hospitals, limit energy usage, and, ultimately, make cities more efficient, clean, and safe. \n\"When you look at what a smart or digital city gives you, it gives you a lot of services for the citizen and the city managers, it brings cost of running a city down, it can bring electricity consumption down by one-third. The business case on smart cities? They brings costs down,\" explained Caspar Herzberg, who has worked on some of the world's earliest smart city projects with Cisco and authored the book \"Smart Cities, Digital Nations.\" \nIn an effort to escape its past urbanization pitfalls and lay the groundwork for a more sustainable future, China has taken the initiative to become the global leader in smart city development, with upwards of 500 pilot projects in the works — a full half of the global total — according to the Xinhua news agency . As big, established cities, such as Beijing, Wuhan, Wuxi, and even more remote areas like Yinchuan and Karamay, install smart city technologies, they are advancing a movement that is rapidly expanding across a major portion of China's urban landscape. \nHowever, just as with sustainable energy, China is taking their expertise in smart city development international, and is currently constructing such innovative urban areas along the routes of the Belt and Road. During the Belt and Road Forum in May 2017, Chinese President Xi Jinping touted the benefits of smart city development. \"We should advance the development of big data, cloud computing and smart cities to transform them into a 21 st Century digital silk road. It is also fundamental for humanity that the development must incorporate 'green' development …\" \nTo these ends, the governments of China and the Philippines have partnered to create a 407-hectare new smart city on reclaimed land dubbed New Manila Bay City of Pearl . Designed by the Hong Kong-based architecture firm hpa, the new city is the biggest Belt and Road project in the Philippines. When completed, it will boast a driverless railway network, an innovative road system, water taxis, a smart designed central business district, and will partially depend on solar and tidal power for energy, and a futuristic living environment that the designers hope will serve as a catalyst for economic activity. \nChina and Malaysia have also teamed up to build a smart and green city under the auspices of the Belt and Road Initiative. Called \"China Smart Creation (CSC) Smart Eco-Valley in Bentong,\" it is a $900 million joint venture between two Malaysian developers and 10 Chinese companies. When completed, it will be a fully-fledged smart city that will contain hotels, universities, \"smart\" factories, and state-of-the-art housing and will receive its technology directly from China. \nIn addition to creating better urban living environments and more ecologically sustainable cities, smart cities also create massive opportunities for the private tech sector. Chinese companies like Alibaba, Tencent, and Baidu are jumping to the forefront of the industry, developing new smart cities throughout China and some of the other countries of the Belt and Road. \nAlibaba first pioneered their smart city technology in Hangzhou, the birthplace of the company, in 2016 using video, social media, sensors, and traffic data to lay the foundations for what it called the City Brain project — an artificial intelligence system that monitors what is happening in the city in real time for the purpose of optimizing its processes. \nAlibaba wasted little time applying its new smart city technology to the Belt and Road. Kuala Lumpur recently signed a deal with the company to institute its urban-focused AI (artificial intelligence) in their city. Called Malaysia City Brain, the project intends to use big data collection and processing capabilities, cloud computing, and artificial intelligence to make traffic run more efficiently, enhance future urban design, and detect public safety incidents within the city. Alibaba's City Brain project has been implemented in Macau. \nTencent, the Chinese company behind the extremely popular WeChat app has also ventured into pioneering smart city systems. However, rather than merely making smart cities, they have endeavored to make an entire smart province. Throughout Jiangsu province, in the east of China bordering Shanghai, Tencent has instituted 30 smart city projects which aim to improve transportation, health care, and commerce. WeChat's transportation feature \"Tencent ride code\" — which gives users the ability to seamlessly use and pay for public transport with their phone — has already been instituted in some of the province's cities, and toll booths throughout the area are already equipped for driver's to use WeChat's Electronic Toll Collection system. \nNot to be left out of the mix, Baidu — China's primary search engine — is currently installing smart city systems in Xiong'an New Area, which is the country's newest state-level special economic zone that is set to become a key component of the emerging Jingjinji mega-region — a colossal 110-million-person, 212,000 square kilometer conurbation of megacities. \n\"I think this is one of the keys in terms of growth because the world is facing a very challenging position in terms of the environment,\" said Peter Wong of HSBC. \"Smart cities, on the one hand, can be linked up with the internet and so forth, but, on the other hand, they also mean that they should be green and sustainable and not contribute to pollution.\" \nThroughout China and along the Belt and Road, private companies and governments are transforming the urbanization upheaval from a problem to an opportunity. To contend with rapidly rising urban populations and resource consumption, urban landscapes throughout Asia are rapidly being upgraded and municipal services and traffic systems are being enhanced through ICT, the internet of things, and AI technologies, as the futuristic cities of today become the standard cities of tomorrow. \n\"Ten years from now no one is going to talk about smart cities,\" Herzberg concluded. \"It's just going to be the reality, it's just going to be normal, it's just going to be there.\" \nHSBC has been named Best Overall International Bank for Belt and Road Initiative (BRI) in the inaugural Asiamoney New Silk Road Finance Awards, reflecting the Bank’s commitment to being the leading financial partner to clients engaged in Belt and Road projects. \nChina’s Belt and Road Initiative is creating enormous business opportunities throughout Asia, Africa and Europe which HSBC could help you exploit. Covering two trade routes, the overall objective is to increase regional trade and encourage economic cooperation. ",
    "published": "2018-03-28T19:28:00.000+03:00",
    "crawled": "2018-04-15T16:56:51.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "smart",
        "city",
        "taking",
        "china",
        "paid",
        "post",
        "hsbc",
        "published",
        "pm",
        "et",
        "wed",
        "march",
        "updated",
        "et",
        "thu",
        "march",
        "hsbc",
        "un",
        "estimate",
        "billion",
        "people",
        "living",
        "world",
        "city",
        "full",
        "percent",
        "human",
        "population",
        "unprecedented",
        "rate",
        "urbanization",
        "inherent",
        "boost",
        "resource",
        "consumption",
        "created",
        "need",
        "new",
        "type",
        "city",
        "smarter",
        "ecological",
        "ultimately",
        "sustainable",
        "long",
        "future",
        "asia",
        "young",
        "population",
        "lot",
        "moving",
        "urban",
        "area",
        "support",
        "migration",
        "posited",
        "laurel",
        "ostefield",
        "asian",
        "infrastructure",
        "investment",
        "bank",
        "aiib",
        "develop",
        "city",
        "breathable",
        "air",
        "easy",
        "get",
        "around",
        "ca",
        "infrastructure",
        "year",
        "ago",
        "living",
        "experiencing",
        "negative",
        "impact",
        "happen",
        "thoughtful",
        "infrastructure",
        "investment",
        "making",
        "going",
        "impact",
        "world",
        "around",
        "move",
        "ahead",
        "china",
        "belt",
        "road",
        "initiative",
        "bri",
        "paving",
        "way",
        "new",
        "iteration",
        "city",
        "throughout",
        "asia",
        "dubbed",
        "smart",
        "city",
        "new",
        "urban",
        "area",
        "constructed",
        "utilize",
        "advanced",
        "information",
        "communication",
        "technology",
        "ict",
        "internet",
        "thing",
        "strategy",
        "integrate",
        "municipal",
        "service",
        "monitor",
        "traffic",
        "pollution",
        "facilitate",
        "ecological",
        "waste",
        "management",
        "streamline",
        "public",
        "facility",
        "hospital",
        "limit",
        "energy",
        "usage",
        "ultimately",
        "make",
        "city",
        "efficient",
        "clean",
        "safe",
        "look",
        "smart",
        "digital",
        "city",
        "give",
        "give",
        "lot",
        "service",
        "citizen",
        "city",
        "manager",
        "brings",
        "cost",
        "running",
        "city",
        "bring",
        "electricity",
        "consumption",
        "business",
        "case",
        "smart",
        "city",
        "brings",
        "cost",
        "explained",
        "caspar",
        "herzberg",
        "worked",
        "world",
        "earliest",
        "smart",
        "city",
        "project",
        "cisco",
        "authored",
        "book",
        "smart",
        "city",
        "digital",
        "nation",
        "effort",
        "escape",
        "past",
        "urbanization",
        "pitfall",
        "lay",
        "groundwork",
        "sustainable",
        "future",
        "china",
        "taken",
        "initiative",
        "become",
        "global",
        "leader",
        "smart",
        "city",
        "development",
        "upwards",
        "pilot",
        "project",
        "work",
        "full",
        "half",
        "global",
        "total",
        "according",
        "xinhua",
        "news",
        "agency",
        "big",
        "established",
        "city",
        "beijing",
        "wuhan",
        "wuxi",
        "even",
        "remote",
        "area",
        "like",
        "yinchuan",
        "karamay",
        "install",
        "smart",
        "city",
        "technology",
        "advancing",
        "movement",
        "rapidly",
        "expanding",
        "across",
        "major",
        "portion",
        "china",
        "urban",
        "landscape",
        "however",
        "sustainable",
        "energy",
        "china",
        "taking",
        "expertise",
        "smart",
        "city",
        "development",
        "international",
        "currently",
        "constructing",
        "innovative",
        "urban",
        "area",
        "along",
        "route",
        "belt",
        "road",
        "belt",
        "road",
        "forum",
        "may",
        "chinese",
        "president",
        "xi",
        "jinping",
        "touted",
        "benefit",
        "smart",
        "city",
        "development",
        "advance",
        "development",
        "big",
        "data",
        "cloud",
        "computing",
        "smart",
        "city",
        "transform",
        "st",
        "century",
        "digital",
        "silk",
        "road",
        "also",
        "fundamental",
        "humanity",
        "development",
        "must",
        "incorporate",
        "development",
        "end",
        "government",
        "china",
        "philippine",
        "partnered",
        "create",
        "new",
        "smart",
        "city",
        "reclaimed",
        "land",
        "dubbed",
        "new",
        "manila",
        "bay",
        "city",
        "pearl",
        "designed",
        "hong",
        "architecture",
        "firm",
        "hpa",
        "new",
        "city",
        "biggest",
        "belt",
        "road",
        "project",
        "philippine",
        "completed",
        "boast",
        "driverless",
        "railway",
        "network",
        "innovative",
        "road",
        "system",
        "water",
        "taxi",
        "smart",
        "designed",
        "central",
        "business",
        "district",
        "partially",
        "depend",
        "solar",
        "tidal",
        "power",
        "energy",
        "futuristic",
        "living",
        "environment",
        "designer",
        "hope",
        "serve",
        "catalyst",
        "economic",
        "activity",
        "china",
        "malaysia",
        "also",
        "teamed",
        "build",
        "smart",
        "green",
        "city",
        "auspex",
        "belt",
        "road",
        "initiative",
        "called",
        "china",
        "smart",
        "creation",
        "csc",
        "smart",
        "bentong",
        "million",
        "joint",
        "venture",
        "two",
        "malaysian",
        "developer",
        "chinese",
        "company",
        "completed",
        "smart",
        "city",
        "contain",
        "hotel",
        "university",
        "smart",
        "factory",
        "housing",
        "receive",
        "technology",
        "directly",
        "china",
        "addition",
        "creating",
        "better",
        "urban",
        "living",
        "environment",
        "ecologically",
        "sustainable",
        "city",
        "smart",
        "city",
        "also",
        "create",
        "massive",
        "opportunity",
        "private",
        "tech",
        "sector",
        "chinese",
        "company",
        "like",
        "alibaba",
        "tencent",
        "baidu",
        "jumping",
        "forefront",
        "industry",
        "developing",
        "new",
        "smart",
        "city",
        "throughout",
        "china",
        "country",
        "belt",
        "road",
        "alibaba",
        "first",
        "pioneered",
        "smart",
        "city",
        "technology",
        "hangzhou",
        "birthplace",
        "company",
        "using",
        "video",
        "social",
        "medium",
        "sensor",
        "traffic",
        "data",
        "lay",
        "foundation",
        "called",
        "city",
        "brain",
        "project",
        "artificial",
        "intelligence",
        "system",
        "monitor",
        "happening",
        "city",
        "real",
        "time",
        "purpose",
        "optimizing",
        "process",
        "alibaba",
        "wasted",
        "little",
        "time",
        "applying",
        "new",
        "smart",
        "city",
        "technology",
        "belt",
        "road",
        "kuala",
        "lumpur",
        "recently",
        "signed",
        "deal",
        "company",
        "institute",
        "ai",
        "artificial",
        "intelligence",
        "city",
        "called",
        "malaysia",
        "city",
        "brain",
        "project",
        "intends",
        "use",
        "big",
        "data",
        "collection",
        "processing",
        "capability",
        "cloud",
        "computing",
        "artificial",
        "intelligence",
        "make",
        "traffic",
        "run",
        "efficiently",
        "enhance",
        "future",
        "urban",
        "design",
        "detect",
        "public",
        "safety",
        "incident",
        "within",
        "city",
        "alibaba",
        "city",
        "brain",
        "project",
        "implemented",
        "macau",
        "tencent",
        "chinese",
        "company",
        "behind",
        "extremely",
        "popular",
        "wechat",
        "app",
        "also",
        "ventured",
        "pioneering",
        "smart",
        "city",
        "system",
        "however",
        "rather",
        "merely",
        "making",
        "smart",
        "city",
        "endeavored",
        "make",
        "entire",
        "smart",
        "province",
        "throughout",
        "jiangsu",
        "province",
        "east",
        "china",
        "bordering",
        "shanghai",
        "tencent",
        "instituted",
        "smart",
        "city",
        "project",
        "aim",
        "improve",
        "transportation",
        "health",
        "care",
        "commerce",
        "wechat",
        "transportation",
        "feature",
        "tencent",
        "ride",
        "code",
        "give",
        "user",
        "ability",
        "seamlessly",
        "use",
        "pay",
        "public",
        "transport",
        "phone",
        "already",
        "instituted",
        "province",
        "city",
        "toll",
        "booth",
        "throughout",
        "area",
        "already",
        "equipped",
        "driver",
        "use",
        "wechat",
        "electronic",
        "toll",
        "collection",
        "system",
        "left",
        "mix",
        "baidu",
        "china",
        "primary",
        "search",
        "engine",
        "currently",
        "installing",
        "smart",
        "city",
        "system",
        "new",
        "area",
        "country",
        "newest",
        "special",
        "economic",
        "zone",
        "set",
        "become",
        "key",
        "component",
        "emerging",
        "jingjinji",
        "colossal",
        "square",
        "kilometer",
        "conurbation",
        "megacities",
        "think",
        "one",
        "key",
        "term",
        "growth",
        "world",
        "facing",
        "challenging",
        "position",
        "term",
        "environment",
        "said",
        "peter",
        "wong",
        "hsbc",
        "smart",
        "city",
        "one",
        "hand",
        "linked",
        "internet",
        "forth",
        "hand",
        "also",
        "mean",
        "green",
        "sustainable",
        "contribute",
        "pollution",
        "throughout",
        "china",
        "along",
        "belt",
        "road",
        "private",
        "company",
        "government",
        "transforming",
        "urbanization",
        "upheaval",
        "problem",
        "opportunity",
        "contend",
        "rapidly",
        "rising",
        "urban",
        "population",
        "resource",
        "consumption",
        "urban",
        "landscape",
        "throughout",
        "asia",
        "rapidly",
        "upgraded",
        "municipal",
        "service",
        "traffic",
        "system",
        "enhanced",
        "ict",
        "internet",
        "thing",
        "ai",
        "technology",
        "futuristic",
        "city",
        "today",
        "become",
        "standard",
        "city",
        "tomorrow",
        "ten",
        "year",
        "one",
        "going",
        "talk",
        "smart",
        "city",
        "herzberg",
        "concluded",
        "going",
        "reality",
        "going",
        "normal",
        "going",
        "hsbc",
        "named",
        "best",
        "overall",
        "international",
        "bank",
        "belt",
        "road",
        "initiative",
        "bri",
        "inaugural",
        "asiamoney",
        "new",
        "silk",
        "road",
        "finance",
        "award",
        "reflecting",
        "bank",
        "commitment",
        "leading",
        "financial",
        "partner",
        "client",
        "engaged",
        "belt",
        "road",
        "project",
        "china",
        "belt",
        "road",
        "initiative",
        "creating",
        "enormous",
        "business",
        "opportunity",
        "throughout",
        "asia",
        "africa",
        "europe",
        "hsbc",
        "could",
        "help",
        "exploit",
        "covering",
        "two",
        "trade",
        "route",
        "overall",
        "objective",
        "increase",
        "regional",
        "trade",
        "encourage",
        "economic",
        "cooperation"
    ]
}