{
    "organizations": [],
    "uuid": "41c49bcc1d8eef2dec150575fdd8d28322dbcc3b",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/world-news-schedule-at-1400-gmt-10-am-et/world-news-schedule-at-1400-gmt-10-am-et-idUSL3N1S50ET",
    "ord_in_thread": 0,
    "title": "WORLD-NEWS-SCHEDULE AT 1400 GMT/10 AM ET",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Editor: Mark Heinrich + 44 207 542 7923\nPicture Desk: Singapore + 65 6870 3775\nGraphics queries: + 65 6870 3595\n(All times GMT/ET)\nTOP STORIES North Korean media hails summit as Trump presses for full denuclearisation\nSEOUL - North Korea’s state news agency calls the inter-Korean summit a turning point for the Korean peninsula, while U.S. President Donald Trump said he would maintain sanctions pressure on Pyongyang ahead of his own unprecedented meeting with Kim Jong Un. (NORTHKOREA-SOUTHKOREA/ (WRAPUP 2, PIX, TV), moved, by Josh Smith, 721 words)\n+ See also:\n- NORTHKOREA-SOUTHKOREA/RELATIONS, moved, by Josh Smith, 669 words)\n- NORTHKOREA-SOUTHKOREA/SUMMIT-SPYCHIEF (PIX), moved, by Soyoung Kim, 700 words\n- NORTHKOREA-SOUTHKOREA/KIM (UPDATE 1), moved, by Hyonhee Shin, 840 words\n- NORTHKOREA-SOUTHKOREA/SCENE (UPDATE 5, PIX, TV, GRAPHIC), moved, by Heekyong Yang and Ju-min Park, 860 words\n- NORTHKOREA-SOUTHKOREA/DECLARATION (EXPLAINER), moved, by Josh Smith and Christine Kim, 910 words\n- NORTHKOREA-SOUTHKOREA/REACTION (UPDATE 2, PIX, TV), moved, 590 words\nRussia ran U.S. election interference, no Trump collusion -panel Republicans\nWASHINGTON - Russia ran an information warfare campaign to disrupt the 2016 U.S. presidential election, but there is no evidence that President Donald Trump’s campaign colluded with Moscow, Republicans on a congressional panel say in a report. (USA-TRUMP/RUSSIA-HOUSE (UPDATE 3, TV), moved, by Warren Strobel and John Walcott, 520 words)\n+ See also:\n- USA-RUSSIA/SANCTIONS-RUSAL (EXCLUSIVE, UPDATE 5, PIX), moved, by Polina Devitt and Dmitry Zhdannikov, 790 words\n- USA-TRUMP/RUSSIA-MANAFORT (UPDATE 1), moved, 190 words\nDespite warmth, Merkel and Trump still differ on trade and NATO\nWASHINGTON - German Chancellor Angela Merkel and U.S. President Donald Trump air differences over trade and NATO at a White House meeting where they try to put on a show of warmth and friendship despite tensions between the two allies. (USA-GERMANY/ (UPDATE 4, PIX, TV), moved, by Jeff Mason and Andreas Rinke, 590 words)\nChina, India agree to maintain border peace as Modi wraps up visit\nWUHAN, China - India and China have agreed to improve communication between their militaries to maintain peace at the border, India’s foreign secretary says at the end of an ice-breaking trip to China by Prime Minister Narendra Modi. (CHINA-INDIA/ (UPDATE 2, PIX, TV), moved, by Sue-Lin Wong, 517 words)\nEUROPE Sainsbury’s, Walmart’s Asda close to $13.79 billion merger\nLONDON - Sainsbury’s, Britain’s No. 2 supermarket, and Asda, the UK arm of Walmart that is the No. 3 player, are close to securing a merger deal worth over 10 billion pounds ($13.79 billion), creating a more powerful rival to market leader Tesco. (SAINSBURY’S-WALMART/M&A (UPDATE 2, PIX, TV), moving shortly, 410 words)\nEU digital tax on corporate turnover faces uphill road\nSOFIA - A European Commission plan to tax the digital turnover of large companies is met with scepticism from the global rule-setting body on tax matters and some EU states, which call instead for an international solution. (EU-ECOFIN/TAX (UPDATE 2), moving shortly by Francesco Guarascio, 540 words)\nOn first day, Pompeo charms NATO but warns on Iran, defense spending\nBRUSSELS - Barely 12 hours after being sworn in as U.S. secretary of state, Mike Pompeo goes straight to NATO headquarters in what European allies see as strong support for an institution that U.S. President Donald Trump once called obsolete. (NATO-FOREIGN/POMPEO (UPDATE 3, PIX, TV), moved, by Lesley Wroughton and Robin Emmott, 700 words)\n“My gladiator lay down his shield”: Toddler Alfie Evans dies in Britain\nLONDON - Alfie Evans, the 23-month-old British toddler whose grave illness drew international attention, has died. (BRITAIN-HEALTH/ALFIE (UPDATE 2, PIX, TV), moved, 250 words)\nMIDDLE EAST Israel says “denuclearized” Korean peninsula helpful on Iran\nNEW YORK - Friday’s historic pledge by the leaders of the two Koreas to work to denuclearize the Korean peninsula should give U.S. President Donald Trump a stronger hand to renegotiate the treaty curtailing Iran’s nuclear program, Israel’s intelligence minister says. (IRAN-NUCLEAR/ISRAEL (PIX), moved, by Daniel Bases, 656 words)\nSaudi man killed in missile salvo from Yemen\nDUBAI - Yemen’s Houthi movement fires ballistic missiles at what it called “economic and vital targets” in the southern Saudi province of Jizan and Saudi authorities say a man was killed by debris from the projectiles. (YEMEN-SECURITY/SAUDI (UPDATE 2, TV), moved, 329 words)\n+ See also:\n- YEMEN-SECURITY/ (PIX), moved, 166 words\nPalestinian teen dies after being wounded by Israeli fire on Gaza border\nGAZA - A 15-year-old Palestinian youth dies a day after being shot by Israeli troops during protests along the Gaza border, the Palestinian Health Ministry said. (ISRAEL-PALESTINIANS/ (UPDATE 1, TV, PIX), moved, by Nidal al-Mughrabi, 458 words)\nASIA U.S., China trade tensions a pressing concern for ASEAN - Singapore PM\nSINGAPORE - Singapore Prime Minister Lee Hsien Loong says a mounting trade dispute between the United States and China is one of the most pressing worries for Southeast Asian nations as their leaders echo concern over rising protectionism. (ASEAN-SUMMIT/ (UPDATE 1), by Jack Kim, 497 words)\n“If we vote, we’ll be killed” - Afghan villages face election threat\nCHARBULAK, Afghanistan - Villagers in Afghanistan say the Taliban have been telling them not to vote in elections planned later this year, threatening to burn down the house of anyone who does, in a bid to derail a vote seen as a major test of government credibility. (AFGHANISTAN-ELECTION/TALIBAN (PIX), moved, by Matin Sahak, 630 words)\nMalaysia’s election campaign kicks off amid claims of sabotage and bias\nKUALA LUMPUR/LANGKAWI, Malaysia - Campaigning for Malaysia’s May 9 general election formally begins, pitting Prime Minister Najib Razak against his ex-mentor, Mahathir Mohamad, in a contest marred by claims of sabotage and a skewed electoral system. (MALAYSIA-ELECTION/NOMINATION (UPDATE 1, PIX, TV), moved, by Joseph Sipalan and Rozanna Latiff, 578 words)\n+ See also:\n- MALAYSIA-ELECTION/MAHATHIR (TV, PIX), moved, by Rozanna Latiff, 632 words\nDozens hospitalised as Myanmar battles week-long landfill fire\nYANGON - Firefighters in Myanmar scramble to put out a fire in a massive garbage dump on the edge of its largest city, Yangon, as foul-smelling smoke from the burning trash that injured dozens extends into its second week. (MYANMAR-FIRE/ (PIX), moved, by Thu Thu Aung and Yimou Lee, 410 words)\nAFRICA Suicide bomber kills four army officers in Somalia - mayor\nBOSASO, Somalia - A suicide bomber blows himself up in a military camp in the Somali town of Galkayo, killing four officers, officials said, an attack claimed by the al Qaeda-linked al Shabaab group. (SOMALIA-BLAST/ (UPDATE 1), moved, by Abdiqani Hassan, 160 words)\nFormer Malawi president Banda returns home, says ready to prove innocence\nLILONGWE - Former Malawi president Joyce Banda returns home to a rousing welcome from supporters and vows to prove her innocence after more than three years in self-imposed exile amid graft allegations. (MALAWI-POLITICS/ (PIX), moved, 292 words)\nUNITED STATES An impossible dream? Democrats try to connect with Trump voters\nOSAGE CITY, Kansas - Paul Davis has a simple formula for winning over President Donald Trump’s supporters in his Kansas race for Congress: He talks about kitchen table issues, like prescription drug prices and farm tariffs. And he is in no hurry to announce that he’s a Democrat. (USA-ELECTION/DEMOCRATS-TRUMPVOTERS (PIX, TV), moved, by Susan Cornwell and James Oliphant, moved, 1,210 words)\nCosby conviction could mean hefty damages in civil cases -legal experts\nNEW YORK - On top of the years in prison comedian Bill Cosby faces for sexual assault, his criminal conviction increases the likelihood he will have to pay hefty damages in civil lawsuits brought by women who say that he assaulted or defamed them, legal experts say. (PEOPLE-COSBY/LAWSUIT (ANALYSIS, PIX), moved, by Brendan Pierson, 690 words)\n- PEOPLE-COSBY/ (UPDATE 4, PIX, TV), moved, by Jonathan Allen, 560 words\nSuspect in “Golden State Killer” case makes court appearance in wheelchair\nSACRAMENTO - A former policeman charged with murder in connection with a string of rapes and killings across California attributed to the “Golden State Killer” makes a brief initial court appearance, sitting in a wheelchair and speaking in a hoarse voice. (CALIFORNIA-GOLDENSTATEKILLER/ (UPDATE 2, PIX, TV), moved, by Fred Greaves, 450 words)\nAMERICAS Mexico presidency frontrunner should decide quickly on airport if elected -adviser\nMEXICO CITY - Mexico’s presidential frontrunner Andres Manuel Lopez Obrador should decide quickly about whether to scrap a new Mexico City airport if he wins the July 1 election, a top adviser says. (MEXICO-ELECTION/AIRPORT (PIX, TV), moved, by Dave Graham and Julia Love, 400 words)\n ",
    "published": "2018-04-28T22:15:00.000+03:00",
    "crawled": "2018-04-29T17:43:31.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "editor",
        "mark",
        "heinrich",
        "picture",
        "desk",
        "singapore",
        "graphic",
        "query",
        "time",
        "top",
        "story",
        "north",
        "korean",
        "medium",
        "hail",
        "summit",
        "trump",
        "press",
        "full",
        "denuclearisation",
        "seoul",
        "north",
        "korea",
        "state",
        "news",
        "agency",
        "call",
        "summit",
        "turning",
        "point",
        "korean",
        "peninsula",
        "president",
        "donald",
        "trump",
        "said",
        "would",
        "maintain",
        "sanction",
        "pressure",
        "pyongyang",
        "ahead",
        "unprecedented",
        "meeting",
        "kim",
        "jong",
        "un",
        "wrapup",
        "pix",
        "tv",
        "moved",
        "josh",
        "smith",
        "word",
        "see",
        "also",
        "moved",
        "josh",
        "smith",
        "word",
        "pix",
        "moved",
        "soyoung",
        "kim",
        "word",
        "update",
        "moved",
        "hyonhee",
        "shin",
        "word",
        "update",
        "pix",
        "tv",
        "graphic",
        "moved",
        "heekyong",
        "yang",
        "park",
        "word",
        "explainer",
        "moved",
        "josh",
        "smith",
        "christine",
        "kim",
        "word",
        "update",
        "pix",
        "tv",
        "moved",
        "word",
        "russia",
        "ran",
        "election",
        "interference",
        "trump",
        "collusion",
        "republican",
        "washington",
        "russia",
        "ran",
        "information",
        "warfare",
        "campaign",
        "disrupt",
        "presidential",
        "election",
        "evidence",
        "president",
        "donald",
        "trump",
        "campaign",
        "colluded",
        "moscow",
        "republican",
        "congressional",
        "panel",
        "say",
        "report",
        "update",
        "tv",
        "moved",
        "warren",
        "strobel",
        "john",
        "walcott",
        "word",
        "see",
        "also",
        "exclusive",
        "update",
        "pix",
        "moved",
        "polina",
        "devitt",
        "dmitry",
        "zhdannikov",
        "word",
        "update",
        "moved",
        "word",
        "despite",
        "warmth",
        "merkel",
        "trump",
        "still",
        "differ",
        "trade",
        "nato",
        "washington",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "president",
        "donald",
        "trump",
        "air",
        "difference",
        "trade",
        "nato",
        "white",
        "house",
        "meeting",
        "try",
        "put",
        "show",
        "warmth",
        "friendship",
        "despite",
        "tension",
        "two",
        "ally",
        "update",
        "pix",
        "tv",
        "moved",
        "jeff",
        "mason",
        "andreas",
        "rinke",
        "word",
        "china",
        "india",
        "agree",
        "maintain",
        "border",
        "peace",
        "modi",
        "wrap",
        "visit",
        "wuhan",
        "china",
        "india",
        "china",
        "agreed",
        "improve",
        "communication",
        "military",
        "maintain",
        "peace",
        "border",
        "india",
        "foreign",
        "secretary",
        "say",
        "end",
        "trip",
        "china",
        "prime",
        "minister",
        "narendra",
        "modi",
        "update",
        "pix",
        "tv",
        "moved",
        "wong",
        "word",
        "europe",
        "sainsbury",
        "walmart",
        "asda",
        "close",
        "billion",
        "merger",
        "london",
        "sainsbury",
        "britain",
        "supermarket",
        "asda",
        "uk",
        "arm",
        "walmart",
        "player",
        "close",
        "securing",
        "merger",
        "deal",
        "worth",
        "billion",
        "pound",
        "billion",
        "creating",
        "powerful",
        "rival",
        "market",
        "leader",
        "tesco",
        "sainsbury",
        "update",
        "pix",
        "tv",
        "moving",
        "shortly",
        "word",
        "eu",
        "digital",
        "tax",
        "corporate",
        "turnover",
        "face",
        "uphill",
        "road",
        "sofia",
        "european",
        "commission",
        "plan",
        "tax",
        "digital",
        "turnover",
        "large",
        "company",
        "met",
        "scepticism",
        "global",
        "body",
        "tax",
        "matter",
        "eu",
        "state",
        "call",
        "instead",
        "international",
        "solution",
        "update",
        "moving",
        "shortly",
        "francesco",
        "guarascio",
        "word",
        "first",
        "day",
        "pompeo",
        "charm",
        "nato",
        "warns",
        "iran",
        "defense",
        "spending",
        "brussels",
        "barely",
        "hour",
        "sworn",
        "secretary",
        "state",
        "mike",
        "pompeo",
        "go",
        "straight",
        "nato",
        "headquarters",
        "european",
        "ally",
        "see",
        "strong",
        "support",
        "institution",
        "president",
        "donald",
        "trump",
        "called",
        "obsolete",
        "update",
        "pix",
        "tv",
        "moved",
        "lesley",
        "wroughton",
        "robin",
        "emmott",
        "word",
        "gladiator",
        "lay",
        "shield",
        "toddler",
        "alfie",
        "evans",
        "dy",
        "britain",
        "london",
        "alfie",
        "evans",
        "british",
        "toddler",
        "whose",
        "grave",
        "illness",
        "drew",
        "international",
        "attention",
        "died",
        "update",
        "pix",
        "tv",
        "moved",
        "word",
        "middle",
        "east",
        "israel",
        "say",
        "denuclearized",
        "korean",
        "peninsula",
        "helpful",
        "iran",
        "new",
        "york",
        "friday",
        "historic",
        "pledge",
        "leader",
        "two",
        "korea",
        "work",
        "denuclearize",
        "korean",
        "peninsula",
        "give",
        "president",
        "donald",
        "trump",
        "stronger",
        "hand",
        "renegotiate",
        "treaty",
        "curtailing",
        "iran",
        "nuclear",
        "program",
        "israel",
        "intelligence",
        "minister",
        "say",
        "pix",
        "moved",
        "daniel",
        "base",
        "word",
        "saudi",
        "man",
        "killed",
        "missile",
        "salvo",
        "yemen",
        "dubai",
        "yemen",
        "houthi",
        "movement",
        "fire",
        "ballistic",
        "missile",
        "called",
        "economic",
        "vital",
        "target",
        "southern",
        "saudi",
        "province",
        "jizan",
        "saudi",
        "authority",
        "say",
        "man",
        "killed",
        "debris",
        "projectile",
        "update",
        "tv",
        "moved",
        "word",
        "see",
        "also",
        "pix",
        "moved",
        "word",
        "palestinian",
        "teen",
        "dy",
        "wounded",
        "israeli",
        "fire",
        "gaza",
        "border",
        "gaza",
        "palestinian",
        "youth",
        "dy",
        "day",
        "shot",
        "israeli",
        "troop",
        "protest",
        "along",
        "gaza",
        "border",
        "palestinian",
        "health",
        "ministry",
        "said",
        "update",
        "tv",
        "pix",
        "moved",
        "nidal",
        "word",
        "asia",
        "china",
        "trade",
        "tension",
        "pressing",
        "concern",
        "asean",
        "singapore",
        "pm",
        "singapore",
        "singapore",
        "prime",
        "minister",
        "lee",
        "hsien",
        "loong",
        "say",
        "mounting",
        "trade",
        "dispute",
        "united",
        "state",
        "china",
        "one",
        "pressing",
        "worry",
        "southeast",
        "asian",
        "nation",
        "leader",
        "echo",
        "concern",
        "rising",
        "protectionism",
        "update",
        "jack",
        "kim",
        "word",
        "vote",
        "killed",
        "afghan",
        "village",
        "face",
        "election",
        "threat",
        "charbulak",
        "afghanistan",
        "villager",
        "afghanistan",
        "say",
        "taliban",
        "telling",
        "vote",
        "election",
        "planned",
        "later",
        "year",
        "threatening",
        "burn",
        "house",
        "anyone",
        "bid",
        "derail",
        "vote",
        "seen",
        "major",
        "test",
        "government",
        "credibility",
        "pix",
        "moved",
        "matin",
        "sahak",
        "word",
        "malaysia",
        "election",
        "campaign",
        "kick",
        "amid",
        "claim",
        "sabotage",
        "bias",
        "kuala",
        "malaysia",
        "campaigning",
        "malaysia",
        "may",
        "general",
        "election",
        "formally",
        "begin",
        "pitting",
        "prime",
        "minister",
        "najib",
        "razak",
        "mahathir",
        "mohamad",
        "contest",
        "marred",
        "claim",
        "sabotage",
        "skewed",
        "electoral",
        "system",
        "update",
        "pix",
        "tv",
        "moved",
        "joseph",
        "sipalan",
        "rozanna",
        "latiff",
        "word",
        "see",
        "also",
        "tv",
        "pix",
        "moved",
        "rozanna",
        "latiff",
        "word",
        "dozen",
        "hospitalised",
        "myanmar",
        "battle",
        "landfill",
        "fire",
        "yangon",
        "firefighter",
        "myanmar",
        "scramble",
        "put",
        "fire",
        "massive",
        "garbage",
        "dump",
        "edge",
        "largest",
        "city",
        "yangon",
        "smoke",
        "burning",
        "trash",
        "injured",
        "dozen",
        "extends",
        "second",
        "week",
        "pix",
        "moved",
        "thu",
        "thu",
        "aung",
        "yimou",
        "lee",
        "word",
        "africa",
        "suicide",
        "bomber",
        "kill",
        "four",
        "army",
        "officer",
        "somalia",
        "mayor",
        "bosaso",
        "somalia",
        "suicide",
        "bomber",
        "blow",
        "military",
        "camp",
        "somali",
        "town",
        "galkayo",
        "killing",
        "four",
        "officer",
        "official",
        "said",
        "attack",
        "claimed",
        "al",
        "al",
        "shabaab",
        "group",
        "update",
        "moved",
        "abdiqani",
        "hassan",
        "word",
        "former",
        "malawi",
        "president",
        "banda",
        "return",
        "home",
        "say",
        "ready",
        "prove",
        "innocence",
        "lilongwe",
        "former",
        "malawi",
        "president",
        "joyce",
        "banda",
        "return",
        "home",
        "rousing",
        "welcome",
        "supporter",
        "vow",
        "prove",
        "innocence",
        "three",
        "year",
        "exile",
        "amid",
        "graft",
        "allegation",
        "pix",
        "moved",
        "word",
        "united",
        "state",
        "impossible",
        "dream",
        "democrat",
        "try",
        "connect",
        "trump",
        "voter",
        "osage",
        "city",
        "kansa",
        "paul",
        "davis",
        "simple",
        "formula",
        "winning",
        "president",
        "donald",
        "trump",
        "supporter",
        "kansa",
        "race",
        "congress",
        "talk",
        "kitchen",
        "table",
        "issue",
        "like",
        "prescription",
        "drug",
        "price",
        "farm",
        "tariff",
        "hurry",
        "announce",
        "democrat",
        "pix",
        "tv",
        "moved",
        "susan",
        "cornwell",
        "james",
        "oliphant",
        "moved",
        "word",
        "cosby",
        "conviction",
        "could",
        "mean",
        "hefty",
        "damage",
        "civil",
        "case",
        "expert",
        "new",
        "york",
        "top",
        "year",
        "prison",
        "comedian",
        "bill",
        "cosby",
        "face",
        "sexual",
        "assault",
        "criminal",
        "conviction",
        "increase",
        "likelihood",
        "pay",
        "hefty",
        "damage",
        "civil",
        "lawsuit",
        "brought",
        "woman",
        "say",
        "assaulted",
        "defamed",
        "legal",
        "expert",
        "say",
        "analysis",
        "pix",
        "moved",
        "brendan",
        "pierson",
        "word",
        "update",
        "pix",
        "tv",
        "moved",
        "jonathan",
        "allen",
        "word",
        "suspect",
        "golden",
        "state",
        "killer",
        "case",
        "make",
        "court",
        "appearance",
        "wheelchair",
        "sacramento",
        "former",
        "policeman",
        "charged",
        "murder",
        "connection",
        "string",
        "rape",
        "killing",
        "across",
        "california",
        "attributed",
        "golden",
        "state",
        "killer",
        "make",
        "brief",
        "initial",
        "court",
        "appearance",
        "sitting",
        "wheelchair",
        "speaking",
        "hoarse",
        "voice",
        "update",
        "pix",
        "tv",
        "moved",
        "fred",
        "greave",
        "word",
        "america",
        "mexico",
        "presidency",
        "frontrunner",
        "decide",
        "quickly",
        "airport",
        "elected",
        "mexico",
        "city",
        "mexico",
        "presidential",
        "frontrunner",
        "andres",
        "manuel",
        "lopez",
        "obrador",
        "decide",
        "quickly",
        "whether",
        "scrap",
        "new",
        "mexico",
        "city",
        "airport",
        "win",
        "july",
        "election",
        "top",
        "adviser",
        "say",
        "pix",
        "tv",
        "moved",
        "dave",
        "graham",
        "julia",
        "love",
        "word"
    ]
}