{
    "organizations": [],
    "uuid": "07a682e2db782f9a74b960e7fdeb2bdb0e7a3d77",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/04/09/data-sheet-zuckerberg-facebook-congress-prediction/",
    "ord_in_thread": 0,
    "title": "Facebook's Mark Zuckerberg Goes to Congress to Talk Privacy | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Data Sheet Data Sheet—Predicting Success for Mark Zuckerberg in Washington, D.C. Facebook's Mark Zuckerberg may have apologized on CNN. It's not doing any good for Facebook's stock, though short sellers may be cheering. Bloomberg via Getty Images By Aaron Pressman and Adam Lashinsky 8:33 AM EDT \nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here . \nThe technology world is atwitter over Mark Zuckerberg’s Congressional appearance Tuesday—for good reason. The young media mogul has much to answer for. And despite a history of anodyne public comments—his chief operating officer Sheryl Sandberg and others have coached him well—he is more than up to the task. I predict he’ll bring to Capitol Hill a potent mix of practiced humility, tangible peace offerings, and, if you listen carefully, wicked-fast wit. In other words, the Facebook CEO isn’t likely to appease professionally (if appropriately) outraged legislators. But he’s unlikely to make matters worse. \nFacebook’s enemies, and anyone with a sense for schadenfreude, will hope for a meltdown like Zuckerberg’s 2010 conference interview with a couple of harsher-than-expected journalists. That’s wishful thinking. On Tuesday Zuckerberg will be well briefed and ready with clever, well-rehearsed responses to faux attack-dog questions from members of Congress. \nThe lawmakers are experienced in the theater of showboating. But they won’t be able to match Zuckerberg’s raw clock speed. I’ll never forget the time I brought then Fortune Managing Editor Andy Serwer to meet Zuckerberg at Facebook’s offices in Palo Alto. At the time, Fortune was working on a story about the murky backgrounds of some of the backers of Facebook’s early investors. We asked him about this, and I noted that while I wasn’t writing the article I was concerned about the rough treatment of journalists allegedly associated with these financiers. Without batting an eye, Zuckerberg replied: “I’m glad you’re not writing the article.” \nZuckerberg doesn’t always put the right foot forward, but he always knows where he’s going. The first time I interviewed him, for an article in 2005 , he handed me a business card that read, “I’m ceo … bitch.” (He later claimed the cards were a joke, and he quickly stopped using them.) In the same interview he told me he thought that even though he could sell Facebook for a lot of money it’d be worth far more some day. \nThen he was CEO of a small startup. Today he runs one of the most important media companies in the world. (It is important semantically and legally that legislators and the rest of us stop referring to Facebook as a “social network,” whatever that is; it is a media company.) All eyes are on Zuckerberg. Adam Lashinsky @adamlashinsky NEWSWORTHY \nTsunami of news . As Adam noted, Facebook CEO Mark Zuckerberg goes to Capitol Hill this week. That hasn’t slowed the news flow about his company. Fortune is keeping a list of various scandals and controversies . Among the latest highlights, Facebook found two more firms that were using data improperly along the lines of Cambridge Analytica and suspended both (CubeYou and AggregateIQ). The company also said it wouldn’t run political or “issue” ads from anonymous buyers. And never one to miss an opportunity for free publicity, Apple co-founder Steve Wozniak said he’s leaving the service, too. Facebook’s profits come from users sharing their personal information, “but the users get none of the profits back,” the Woz tells USA Today in a surprisingly socialist take. \nTexas tea, Saudi soda. Saudi Crown Prince Mohammed bin Salman visited Apple headquarters and met with CEO Tim Cook to discuss “potential areas for partnerships and cooperation in the areas of tech, education, research and training,” according to the Saudi embassy. Bin Salman also met with other Silicon Valley execs on the trip including Alphabet co-founder Sergey Brin and Google CEO Sundar Pichai. \nIn the footnotes . High-end connected speaker maker Sonos may be getting ready to go public , based on several recent job listings. A corporate comptroller listing seeks “current public company experience” and an opening for a general counsel requires experience at “a multi-billion dollar public company.” One of the top services used on connected speakers, Spotify , maybe could give Sonos some advice about going public. The newly public music streaming service said Friday it has a big announcement coming April 24, but provided no details. \nBankless banking . PayPal is testing offering customers some bank-like services, including federally-insured accounts, mobile check deposits, and an ATM debit card. But PayPal doesn’t have a banking license with all the incumbent regulatory baggage it would bring–it’s partnering with small banks in Delaware, Georgia, and Utah, the Wall Street Journal reports. If successful, the strategy could provide a model for other tech companies. Meanwhile the big four credit card networks—American Express, Discover, Mastercard, and Visa—are about to end the requirement that customers sign for purchases . “The signature has really outrun its useful life,” Linda Kirkpatrick, head of U.S. business development at master card, tells the New York Times . \nWhat’s good for the goose . President Donald Trump has blasted Amazon for, among other perceived sins, not collecting state and local sales taxes (at least on sales by third-party merchants on its site). Turns out the Trump Organization’s online store only collects sales tax for two states, and among the missing is New York, where it has a related physical retail outlet. \nSurveillance state. Chinese artificial intelligence startup SenseTime Group raised $600 million from investors including Alibaba in a deal that valued the company at $3 billion. That makes SenseTime, which is developing facial and image recognition apps for law enforcement and others, the highest valued AI startup in the world, Bloomberg reports. Advertisement FOOD FOR THOUGHT \nSpeaking of a surveillance state, in what sounds exactly like an episode of Black Mirror come to life , China has been experimenting with assigning some citizens a “social credit score.” The grades, being handed out in Shandong province, are based on everything from a person’s online payment history to interactions with private companies and the government (get a traffic ticket, lose five points–seriously). Simina Mistreanu investigates for Foreign Policy and explains how the scoring system , which is slated to roll out nationwide in 2020, is working in the city of Rongcheng. \nDepending on their score bracket, residents hold a grade ranging from A+++ to D. Some offenses can hurt the score pretty badly. For drunk driving, for example, one’s score plummets straight to a C. On the other hand, triple As are rewarded with perks such as being able to rent public bikes without paying a deposit (and riding them for free for an hour and a half), receiving a $50 heating discount every winter, and obtaining more advantageous terms on bank loans. \nCompanies are also included in the gauntlet of social credit. They can remain in good standing if they pay taxes on time and avoid fines for things such as substandard or unsanitary products — a sore point for Chinese people, who tend to mistrust firms and service providers due to frequent scams and food safety scandals. High-scoring businesses pass through fewer hoops in public tenders and get better loan conditions. \nBut even though the system, established in late 2013, theoretically extends to every part of people’s lives, many of the city’s residents don’t even know it exists yet. Sometimes people only realize it when their big life plans — buying a home, applying for a government position or an academic title — take them to the bright hallways of the city hall. IN CASE YOU MISSED IT ",
    "published": "2018-04-09T11:33:00.000+03:00",
    "crawled": "2018-04-09T17:37:27.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "data",
        "sheet",
        "data",
        "success",
        "mark",
        "zuckerberg",
        "washington",
        "facebook",
        "mark",
        "zuckerberg",
        "may",
        "apologized",
        "cnn",
        "good",
        "facebook",
        "stock",
        "though",
        "short",
        "seller",
        "may",
        "cheering",
        "bloomberg",
        "via",
        "getty",
        "image",
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "technology",
        "world",
        "atwitter",
        "mark",
        "zuckerberg",
        "congressional",
        "appearance",
        "good",
        "reason",
        "young",
        "medium",
        "mogul",
        "much",
        "answer",
        "despite",
        "history",
        "anodyne",
        "public",
        "chief",
        "operating",
        "officer",
        "sheryl",
        "sandberg",
        "others",
        "coached",
        "task",
        "predict",
        "bring",
        "capitol",
        "hill",
        "potent",
        "mix",
        "practiced",
        "humility",
        "tangible",
        "peace",
        "offering",
        "listen",
        "carefully",
        "wit",
        "word",
        "facebook",
        "ceo",
        "likely",
        "appease",
        "professionally",
        "appropriately",
        "outraged",
        "legislator",
        "unlikely",
        "make",
        "matter",
        "worse",
        "facebook",
        "enemy",
        "anyone",
        "sense",
        "schadenfreude",
        "hope",
        "meltdown",
        "like",
        "zuckerberg",
        "conference",
        "interview",
        "couple",
        "journalist",
        "wishful",
        "thinking",
        "tuesday",
        "zuckerberg",
        "well",
        "briefed",
        "ready",
        "clever",
        "response",
        "faux",
        "question",
        "member",
        "congress",
        "lawmaker",
        "experienced",
        "theater",
        "showboating",
        "able",
        "match",
        "zuckerberg",
        "raw",
        "clock",
        "speed",
        "never",
        "forget",
        "time",
        "brought",
        "fortune",
        "managing",
        "editor",
        "andy",
        "serwer",
        "meet",
        "zuckerberg",
        "facebook",
        "office",
        "palo",
        "alto",
        "time",
        "fortune",
        "working",
        "story",
        "murky",
        "background",
        "backer",
        "facebook",
        "early",
        "investor",
        "asked",
        "noted",
        "writing",
        "article",
        "concerned",
        "rough",
        "treatment",
        "journalist",
        "allegedly",
        "associated",
        "financier",
        "without",
        "batting",
        "eye",
        "zuckerberg",
        "replied",
        "glad",
        "writing",
        "zuckerberg",
        "always",
        "put",
        "right",
        "foot",
        "forward",
        "always",
        "know",
        "going",
        "first",
        "time",
        "interviewed",
        "article",
        "handed",
        "business",
        "card",
        "read",
        "ceo",
        "later",
        "claimed",
        "card",
        "joke",
        "quickly",
        "stopped",
        "using",
        "interview",
        "told",
        "thought",
        "even",
        "though",
        "could",
        "sell",
        "facebook",
        "lot",
        "money",
        "worth",
        "far",
        "day",
        "ceo",
        "small",
        "startup",
        "today",
        "run",
        "one",
        "important",
        "medium",
        "company",
        "world",
        "important",
        "semantically",
        "legally",
        "legislator",
        "rest",
        "u",
        "stop",
        "referring",
        "facebook",
        "social",
        "network",
        "whatever",
        "medium",
        "company",
        "eye",
        "zuckerberg",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "tsunami",
        "news",
        "adam",
        "noted",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "go",
        "capitol",
        "hill",
        "week",
        "slowed",
        "news",
        "flow",
        "company",
        "fortune",
        "keeping",
        "list",
        "various",
        "scandal",
        "controversy",
        "among",
        "latest",
        "highlight",
        "facebook",
        "found",
        "two",
        "firm",
        "using",
        "data",
        "improperly",
        "along",
        "line",
        "cambridge",
        "analytica",
        "suspended",
        "cubeyou",
        "aggregateiq",
        "company",
        "also",
        "said",
        "run",
        "political",
        "issue",
        "ad",
        "anonymous",
        "buyer",
        "never",
        "one",
        "miss",
        "opportunity",
        "free",
        "publicity",
        "apple",
        "steve",
        "wozniak",
        "said",
        "leaving",
        "service",
        "facebook",
        "profit",
        "come",
        "user",
        "sharing",
        "personal",
        "information",
        "user",
        "get",
        "none",
        "profit",
        "back",
        "woz",
        "tell",
        "usa",
        "today",
        "surprisingly",
        "socialist",
        "take",
        "texas",
        "tea",
        "saudi",
        "soda",
        "saudi",
        "crown",
        "prince",
        "mohammed",
        "bin",
        "salman",
        "visited",
        "apple",
        "headquarters",
        "met",
        "ceo",
        "tim",
        "cook",
        "discus",
        "potential",
        "area",
        "partnership",
        "cooperation",
        "area",
        "tech",
        "education",
        "research",
        "training",
        "according",
        "saudi",
        "embassy",
        "bin",
        "salman",
        "also",
        "met",
        "silicon",
        "valley",
        "exec",
        "trip",
        "including",
        "alphabet",
        "sergey",
        "brin",
        "google",
        "ceo",
        "sundar",
        "pichai",
        "footnote",
        "connected",
        "speaker",
        "maker",
        "sonos",
        "may",
        "getting",
        "ready",
        "go",
        "public",
        "based",
        "several",
        "recent",
        "job",
        "listing",
        "corporate",
        "comptroller",
        "listing",
        "seek",
        "current",
        "public",
        "company",
        "experience",
        "opening",
        "general",
        "counsel",
        "requires",
        "experience",
        "dollar",
        "public",
        "one",
        "top",
        "service",
        "used",
        "connected",
        "speaker",
        "spotify",
        "maybe",
        "could",
        "give",
        "sonos",
        "advice",
        "going",
        "public",
        "newly",
        "public",
        "music",
        "streaming",
        "service",
        "said",
        "friday",
        "big",
        "announcement",
        "coming",
        "april",
        "provided",
        "detail",
        "bankless",
        "banking",
        "paypal",
        "testing",
        "offering",
        "customer",
        "service",
        "including",
        "account",
        "mobile",
        "check",
        "deposit",
        "atm",
        "debit",
        "card",
        "paypal",
        "banking",
        "license",
        "incumbent",
        "regulatory",
        "baggage",
        "would",
        "partnering",
        "small",
        "bank",
        "delaware",
        "georgia",
        "utah",
        "wall",
        "street",
        "journal",
        "report",
        "successful",
        "strategy",
        "could",
        "provide",
        "model",
        "tech",
        "company",
        "meanwhile",
        "big",
        "four",
        "credit",
        "card",
        "express",
        "discover",
        "mastercard",
        "end",
        "requirement",
        "customer",
        "sign",
        "purchase",
        "signature",
        "really",
        "outrun",
        "useful",
        "life",
        "linda",
        "kirkpatrick",
        "head",
        "business",
        "development",
        "master",
        "card",
        "tell",
        "new",
        "york",
        "time",
        "good",
        "goose",
        "president",
        "donald",
        "trump",
        "blasted",
        "amazon",
        "among",
        "perceived",
        "sin",
        "collecting",
        "state",
        "local",
        "sale",
        "tax",
        "least",
        "sale",
        "merchant",
        "site",
        "turn",
        "trump",
        "organization",
        "online",
        "store",
        "collect",
        "sale",
        "tax",
        "two",
        "state",
        "among",
        "missing",
        "new",
        "york",
        "related",
        "physical",
        "retail",
        "outlet",
        "surveillance",
        "state",
        "chinese",
        "artificial",
        "intelligence",
        "startup",
        "sensetime",
        "group",
        "raised",
        "million",
        "investor",
        "including",
        "alibaba",
        "deal",
        "valued",
        "company",
        "billion",
        "make",
        "sensetime",
        "developing",
        "facial",
        "image",
        "recognition",
        "apps",
        "law",
        "enforcement",
        "others",
        "highest",
        "valued",
        "ai",
        "startup",
        "world",
        "bloomberg",
        "report",
        "advertisement",
        "food",
        "thought",
        "speaking",
        "surveillance",
        "state",
        "sound",
        "exactly",
        "like",
        "episode",
        "black",
        "mirror",
        "come",
        "life",
        "china",
        "experimenting",
        "assigning",
        "citizen",
        "social",
        "credit",
        "grade",
        "handed",
        "shandong",
        "province",
        "based",
        "everything",
        "person",
        "online",
        "payment",
        "history",
        "interaction",
        "private",
        "company",
        "government",
        "get",
        "traffic",
        "ticket",
        "lose",
        "five",
        "simina",
        "mistreanu",
        "investigates",
        "foreign",
        "policy",
        "explains",
        "scoring",
        "system",
        "slated",
        "roll",
        "nationwide",
        "working",
        "city",
        "rongcheng",
        "depending",
        "score",
        "bracket",
        "resident",
        "hold",
        "grade",
        "ranging",
        "offense",
        "hurt",
        "score",
        "pretty",
        "badly",
        "drunk",
        "driving",
        "example",
        "one",
        "score",
        "plummet",
        "straight",
        "hand",
        "triple",
        "rewarded",
        "perk",
        "able",
        "rent",
        "public",
        "bike",
        "without",
        "paying",
        "deposit",
        "riding",
        "free",
        "hour",
        "half",
        "receiving",
        "heating",
        "discount",
        "every",
        "winter",
        "obtaining",
        "advantageous",
        "term",
        "bank",
        "loan",
        "company",
        "also",
        "included",
        "gauntlet",
        "social",
        "credit",
        "remain",
        "good",
        "standing",
        "pay",
        "tax",
        "time",
        "avoid",
        "fine",
        "thing",
        "substandard",
        "unsanitary",
        "product",
        "sore",
        "point",
        "chinese",
        "people",
        "tend",
        "mistrust",
        "firm",
        "service",
        "provider",
        "due",
        "frequent",
        "scam",
        "food",
        "safety",
        "scandal",
        "business",
        "pas",
        "fewer",
        "hoop",
        "public",
        "tender",
        "get",
        "better",
        "loan",
        "condition",
        "even",
        "though",
        "system",
        "established",
        "late",
        "theoretically",
        "extends",
        "every",
        "part",
        "people",
        "life",
        "many",
        "city",
        "resident",
        "even",
        "know",
        "exists",
        "yet",
        "sometimes",
        "people",
        "realize",
        "big",
        "life",
        "plan",
        "buying",
        "home",
        "applying",
        "government",
        "position",
        "academic",
        "title",
        "take",
        "bright",
        "hallway",
        "city",
        "hall",
        "case",
        "missed"
    ]
}