{
    "organizations": [],
    "uuid": "aea77f07bfd61dc3135a096ea8ebf3ed9c3fabc4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-royal-dutch-shell-plc-first-quarter-2018-interim-dividend.html",
    "ord_in_thread": 0,
    "title": "Royal Dutch Shell plc First Quarter 2018 Interim Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THE HAGUE, Netherlands, April 26, 2018 /PRNewswire/ --\nThe Board of Royal Dutch Shell plc (\"RDS\" or the \"Company\") today announced an interim dividend in respect of the first quarter of 2018 of US$0.47 per A ordinary share (\"A Share\") and B ordinary share (\"B Share\"), equal to the US dollar dividend for the same quarter last year.\nOn November 28, 2017, RDS announced the cancellation of its Scrip Dividend Programme with effect from the fourth quarter 2017 interim dividend. The cancellation means the first quarter 2018 interim dividend and future dividends will be settled entirely in cash, rather than the Company offering a share-based alternative. For further details please refer to http://www.shell.com/scrip .\nDetails relating to the first quarter 2018 interim dividend\nIt is expected that cash dividends on the B Shares will be paid via the Dividend Access Mechanism from UK-sourced income of the Shell group.\nPer ordinary share Q1 2018 RDS A Shares (US$) 0.47 RDS B Shares (US$) 0.47\nCash dividends on A Shares will be paid, by default, in euro, although holders of A Shares will be able to elect to receive dividends in pounds sterling.\nCash dividends on B Shares will be paid, by default, in pounds sterling, although holders of B Shares will be able to elect to receive dividends in euro.\nThe pounds sterling and euro equivalent dividend payments will be announced on June 4, 2018.\nPer ADS Q1 2018 RDS A ADSs (US$) 0.94 RDS B ADSs (US$) 0.94\nCash dividends on American Depository Shares (\"ADSs\") will be paid, by default, in US dollars.\nADSs are listed on the New York Stock Exchange under the symbols RDS.A and RDS.B. Each ADS represents two ordinary shares, two A Shares in the case of RDS.A or two B Shares in the case of RDS.B. ADSs are evidenced by an American Depositary Receipt (ADR) certificate. In many cases the terms ADR and ADS are used interchangeably.\nDividend timetable for the first quarter 2018 interim dividend\nAnnouncement date April 26, 2018\nEx-dividend date May 10, 2018\nRecord date May 11, 2018\nClosing of currency election date (Note 1) May 25, 2018\nPounds sterling and euro equivalents announcement date June 4, 2018\nPayment date June 18, 2018\nNotes\nNote 1:\nA different currency election date may apply to shareholders holding shares in a securities account with a bank or financial institution ultimately holding through Euroclear Nederland. This may also apply to other shareholders who do not hold their shares either directly on the Register of Members or in the corporate sponsored nominee arrangement. Shareholders can contact their broker, financial intermediary, bank or financial institution for the election deadline that applies.\nTaxation - cash dividends\nCash dividends on A Shares will be subject to the deduction of Dutch dividend withholding tax at the rate of 15%, which may be reduced in certain circumstances. Non-Dutch resident shareholders, depending on their particular circumstances, may be entitled to a full or partial refund of Dutch dividend withholding tax.\nFurthermore, in April 2016, there were changes to the UK taxation of dividends. The dividend tax credit was abolished, and a tax free dividend allowance introduced, this was £5,000 for the 2016/17 and 2017/18 tax years and reduced to £2,000 for the 2018/19 tax year. Dividend income in excess of the allowance is taxable at the following rates: 7.5% within the basic rate band; 32.5% within the higher rate band; and 38.1% on dividend income taxable at the additional rate.\nIf you are uncertain as to the tax treatment of any dividends you should consult your tax advisor.\nDividend Reinvestment Plans\nEquiniti Financial Services Limited (\"EFSL\"), part of the same group of companies as the Company's Registrar, Equiniti Limited, has reintroduced its Dividend Reinvestment Plan (\"DRIP\") which enables RDS shareholders to elect to have their dividend payments used to purchase RDS shares of the same class as those already held by them.\nThe dividend reinvestment options offered by ABN AMRO Bank N.V. and The Bank of New York Mellon have also been reintroduced and shareholders interested in these options should contact the relevant provider. More information can be found at http://www.shell.com/drip .\nTo be eligible for the next dividend, shareholders must make a valid dividend reinvestment election before the published date for the close of elections.\nRoyal Dutch Shell plc\nThe Hague, April 26, 2018\nC AUTIONARY NOTE\nThe companies in which Royal Dutch Shell plc directly and indirectly owns investments are separate legal entities. In this announcement \"Shell\", \"Shell group\" and \"Royal Dutch Shell\" are sometimes used for convenience where references are made to Royal Dutch Shell plc and its subsidiaries in general. Likewise, the words \"we\", \"us\" and \"our\" are also used to refer to Royal Dutch Shell plc and its subsidiaries in general or to those who work for them. These terms are also used where no useful purpose is served by identifying the particular entity or entities. '‘Subsidiaries'’, \"Shell subsidiaries\" and \"Shell companies\" as used in this announcement refer to entities over which Royal Dutch Shell plc either directly or indirectly has control. Entities and unincorporated arrangements over which Shell has joint control are generally referred to as \"joint ventures\" and \"joint operations\", respectively. Entities over which Shell has significant influence but neither control nor joint control are referred to as \"associates\". The term \"Shell interest\" is used for convenience to indicate the direct and/or indirect ownership interest held by Shell in an entity or unincorporated joint arrangement, after exclusion of all third-party interest.\nThis announcement contains (within the meaning of the U.S. Private Securities Litigation Reform Act of 1995) concerning the financial condition, results of operations and businesses of Royal Dutch Shell. All statements other than statements of historical fact are, or may be deemed to be, . Forward-looking statements are statements of future expectations that are based on management's current expectations and assumptions and involve known and unknown risks and uncertainties , performance or events those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Royal Dutch Shell to market risks and statements expressing management's expectations, beliefs, estimates, forecasts, projections and assumptions. These are identified by their use of terms and phrases such as \"aim\", \"ambition', '‘anticipate'’, '‘believe'’, '‘could'’, '‘estimate'’, '‘expect'’, '‘goals'’, '‘intend'’, '‘may'’, '‘objectives'’, '‘outlook'’, '‘plan'’, '‘probably'’, '‘project'’, '‘risks'’, \"schedule\", '‘seek'’, '‘should'’, '‘target'’, '‘will'’ and similar terms and phrases. There are a number of factors that could affect the future operations of Royal Dutch Shell and could cause those results those expressed in the included in this announcement, including (without limitation): (a) price fluctuations in crude oil and natural gas; (b) changes in demand for Shell's products; (c) currency fluctuations; (d) drilling and production results; (e) reserves estimates; (f) loss of market share and industry competition; (g) environmental and physical risks; (h) risks associated with the identification of suitable potential acquisition properties and targets, and successful negotiation and completion of such transactions; (i) the risk of doing business in developing countries and countries subject to international sanctions; (j) legislative, fiscal and regulatory developments including regulatory measures addressing climate change; (k) economic and financial market conditions in various countries and regions; (l) political risks, including the risks of expropriation and renegotiation of the terms of contracts with governmental entities, delays or advancements in the approval of projects and delays in the reimbursement for shared costs; and (m) changes in trading conditions. No assurance is provided that future dividend payments will match or exceed previous dividend payments. All contained in this announcement are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on . Additional risk factors that may affect future results are contained in Royal Dutch Shell's Form 20-F for the year ended December 31, 2017 (available at http://www.shell.com/investor and http://www.sec.gov ). These risk factors also expressly qualify all contained in this announcement and should be considered by the reader. Each forward-looking statement speaks only as of the date of this announcement, April 26, 2018. Neither Royal Dutch Shell plc nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the contained in this announcement.\nThis announcement may contain references to Shell's website. These references are for the readers' convenience only. Shell is not incorporating by reference any information posted on http://www.shell.com .\nWe may have used certain terms, such as resources, in this announcement that the United States Securities and Exchange Commission (SEC) strictly prohibits us from including in our filings with the SEC. U.S. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575, available on the SEC website http://www.sec.gov .\nLEI number of Royal Dutch Shell plc: 21380068P1DRHMJ8KU70\nClassification: Additional regulated information required to be disclosed under the laws of a Member State\nContacts:\nInvestor Relations:\nEurope\n+31(0)70-377-4540;\nNorth America\n+1-832-337-2034\nMedia:\nInternational\n+44(0)207-934-5550\nAmericas\n+1-832-337-4355\nSOURCE Royal Dutch Shell plc",
    "published": "2018-04-26T11:05:00.000+03:00",
    "crawled": "2018-04-26T12:00:44.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hague",
        "netherlands",
        "april",
        "board",
        "royal",
        "dutch",
        "shell",
        "plc",
        "rds",
        "company",
        "today",
        "announced",
        "interim",
        "dividend",
        "respect",
        "first",
        "quarter",
        "u",
        "per",
        "ordinary",
        "share",
        "share",
        "b",
        "ordinary",
        "share",
        "b",
        "share",
        "equal",
        "u",
        "dollar",
        "dividend",
        "quarter",
        "last",
        "year",
        "november",
        "rds",
        "announced",
        "cancellation",
        "scrip",
        "dividend",
        "programme",
        "effect",
        "fourth",
        "quarter",
        "interim",
        "dividend",
        "cancellation",
        "mean",
        "first",
        "quarter",
        "interim",
        "dividend",
        "future",
        "dividend",
        "settled",
        "entirely",
        "cash",
        "rather",
        "company",
        "offering",
        "alternative",
        "detail",
        "please",
        "refer",
        "http",
        "detail",
        "relating",
        "first",
        "quarter",
        "interim",
        "dividend",
        "expected",
        "cash",
        "dividend",
        "b",
        "share",
        "paid",
        "via",
        "dividend",
        "access",
        "mechanism",
        "income",
        "shell",
        "group",
        "per",
        "ordinary",
        "share",
        "q1",
        "rds",
        "share",
        "u",
        "rds",
        "b",
        "share",
        "u",
        "cash",
        "dividend",
        "share",
        "paid",
        "default",
        "euro",
        "although",
        "holder",
        "share",
        "able",
        "elect",
        "receive",
        "dividend",
        "pound",
        "sterling",
        "cash",
        "dividend",
        "b",
        "share",
        "paid",
        "default",
        "pound",
        "sterling",
        "although",
        "holder",
        "b",
        "share",
        "able",
        "elect",
        "receive",
        "dividend",
        "euro",
        "pound",
        "sterling",
        "euro",
        "equivalent",
        "dividend",
        "payment",
        "announced",
        "june",
        "per",
        "ad",
        "q1",
        "rds",
        "adss",
        "u",
        "rds",
        "b",
        "adss",
        "u",
        "cash",
        "dividend",
        "american",
        "depository",
        "share",
        "adss",
        "paid",
        "default",
        "u",
        "dollar",
        "adss",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "ad",
        "represents",
        "two",
        "ordinary",
        "share",
        "two",
        "share",
        "case",
        "two",
        "b",
        "share",
        "case",
        "adss",
        "evidenced",
        "american",
        "depositary",
        "receipt",
        "adr",
        "certificate",
        "many",
        "case",
        "term",
        "adr",
        "ad",
        "used",
        "interchangeably",
        "dividend",
        "timetable",
        "first",
        "quarter",
        "interim",
        "dividend",
        "announcement",
        "date",
        "april",
        "date",
        "may",
        "record",
        "date",
        "may",
        "closing",
        "currency",
        "election",
        "date",
        "note",
        "may",
        "pound",
        "sterling",
        "euro",
        "equivalent",
        "announcement",
        "date",
        "june",
        "payment",
        "date",
        "june",
        "note",
        "note",
        "different",
        "currency",
        "election",
        "date",
        "may",
        "apply",
        "shareholder",
        "holding",
        "share",
        "security",
        "account",
        "bank",
        "financial",
        "institution",
        "ultimately",
        "holding",
        "euroclear",
        "nederland",
        "may",
        "also",
        "apply",
        "shareholder",
        "hold",
        "share",
        "either",
        "directly",
        "register",
        "member",
        "corporate",
        "sponsored",
        "nominee",
        "arrangement",
        "shareholder",
        "contact",
        "broker",
        "financial",
        "intermediary",
        "bank",
        "financial",
        "institution",
        "election",
        "deadline",
        "applies",
        "taxation",
        "cash",
        "dividend",
        "cash",
        "dividend",
        "share",
        "subject",
        "deduction",
        "dutch",
        "dividend",
        "withholding",
        "tax",
        "rate",
        "may",
        "reduced",
        "certain",
        "circumstance",
        "resident",
        "shareholder",
        "depending",
        "particular",
        "circumstance",
        "may",
        "entitled",
        "full",
        "partial",
        "refund",
        "dutch",
        "dividend",
        "withholding",
        "tax",
        "furthermore",
        "april",
        "change",
        "uk",
        "taxation",
        "dividend",
        "dividend",
        "tax",
        "credit",
        "abolished",
        "tax",
        "free",
        "dividend",
        "allowance",
        "introduced",
        "tax",
        "year",
        "reduced",
        "tax",
        "year",
        "dividend",
        "income",
        "excess",
        "allowance",
        "taxable",
        "following",
        "rate",
        "within",
        "basic",
        "rate",
        "band",
        "within",
        "higher",
        "rate",
        "band",
        "dividend",
        "income",
        "taxable",
        "additional",
        "rate",
        "uncertain",
        "tax",
        "treatment",
        "dividend",
        "consult",
        "tax",
        "advisor",
        "dividend",
        "reinvestment",
        "plan",
        "equiniti",
        "financial",
        "service",
        "limited",
        "efsl",
        "part",
        "group",
        "company",
        "company",
        "registrar",
        "equiniti",
        "limited",
        "reintroduced",
        "dividend",
        "reinvestment",
        "plan",
        "drip",
        "enables",
        "rds",
        "shareholder",
        "elect",
        "dividend",
        "payment",
        "used",
        "purchase",
        "rds",
        "share",
        "class",
        "already",
        "held",
        "dividend",
        "reinvestment",
        "option",
        "offered",
        "abn",
        "amro",
        "bank",
        "bank",
        "new",
        "york",
        "mellon",
        "also",
        "reintroduced",
        "shareholder",
        "interested",
        "option",
        "contact",
        "relevant",
        "provider",
        "information",
        "found",
        "http",
        "eligible",
        "next",
        "dividend",
        "shareholder",
        "must",
        "make",
        "valid",
        "dividend",
        "reinvestment",
        "election",
        "published",
        "date",
        "close",
        "election",
        "royal",
        "dutch",
        "shell",
        "plc",
        "hague",
        "april",
        "c",
        "autionary",
        "note",
        "company",
        "royal",
        "dutch",
        "shell",
        "plc",
        "directly",
        "indirectly",
        "owns",
        "investment",
        "separate",
        "legal",
        "entity",
        "announcement",
        "shell",
        "shell",
        "group",
        "royal",
        "dutch",
        "shell",
        "sometimes",
        "used",
        "convenience",
        "reference",
        "made",
        "royal",
        "dutch",
        "shell",
        "plc",
        "subsidiary",
        "general",
        "likewise",
        "word",
        "u",
        "also",
        "used",
        "refer",
        "royal",
        "dutch",
        "shell",
        "plc",
        "subsidiary",
        "general",
        "work",
        "term",
        "also",
        "used",
        "useful",
        "purpose",
        "served",
        "identifying",
        "particular",
        "entity",
        "entity",
        "subsidiary",
        "shell",
        "subsidiary",
        "shell",
        "company",
        "used",
        "announcement",
        "refer",
        "entity",
        "royal",
        "dutch",
        "shell",
        "plc",
        "either",
        "directly",
        "indirectly",
        "control",
        "entity",
        "unincorporated",
        "arrangement",
        "shell",
        "joint",
        "control",
        "generally",
        "referred",
        "joint",
        "venture",
        "joint",
        "operation",
        "respectively",
        "entity",
        "shell",
        "significant",
        "influence",
        "neither",
        "control",
        "joint",
        "control",
        "referred",
        "associate",
        "term",
        "shell",
        "interest",
        "used",
        "convenience",
        "indicate",
        "direct",
        "indirect",
        "ownership",
        "interest",
        "held",
        "shell",
        "entity",
        "unincorporated",
        "joint",
        "arrangement",
        "exclusion",
        "interest",
        "announcement",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "concerning",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "royal",
        "dutch",
        "shell",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "statement",
        "future",
        "expectation",
        "based",
        "management",
        "current",
        "expectation",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "performance",
        "event",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "concerning",
        "potential",
        "exposure",
        "royal",
        "dutch",
        "shell",
        "market",
        "risk",
        "statement",
        "expressing",
        "management",
        "expectation",
        "belief",
        "estimate",
        "forecast",
        "projection",
        "assumption",
        "identified",
        "use",
        "term",
        "phrase",
        "aim",
        "ambition",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "may",
        "objective",
        "outlook",
        "plan",
        "probably",
        "project",
        "risk",
        "schedule",
        "seek",
        "target",
        "similar",
        "term",
        "phrase",
        "number",
        "factor",
        "could",
        "affect",
        "future",
        "operation",
        "royal",
        "dutch",
        "shell",
        "could",
        "cause",
        "result",
        "expressed",
        "included",
        "announcement",
        "including",
        "without",
        "limitation",
        "price",
        "fluctuation",
        "crude",
        "oil",
        "natural",
        "gas",
        "b",
        "change",
        "demand",
        "shell",
        "product",
        "c",
        "currency",
        "fluctuation",
        "drilling",
        "production",
        "result",
        "e",
        "reserve",
        "estimate",
        "f",
        "loss",
        "market",
        "share",
        "industry",
        "competition",
        "g",
        "environmental",
        "physical",
        "risk",
        "h",
        "risk",
        "associated",
        "identification",
        "suitable",
        "potential",
        "acquisition",
        "property",
        "target",
        "successful",
        "negotiation",
        "completion",
        "transaction",
        "risk",
        "business",
        "developing",
        "country",
        "country",
        "subject",
        "international",
        "sanction",
        "j",
        "legislative",
        "fiscal",
        "regulatory",
        "development",
        "including",
        "regulatory",
        "measure",
        "addressing",
        "climate",
        "change",
        "k",
        "economic",
        "financial",
        "market",
        "condition",
        "various",
        "country",
        "region",
        "l",
        "political",
        "risk",
        "including",
        "risk",
        "expropriation",
        "renegotiation",
        "term",
        "contract",
        "governmental",
        "entity",
        "delay",
        "advancement",
        "approval",
        "project",
        "delay",
        "reimbursement",
        "shared",
        "cost",
        "change",
        "trading",
        "condition",
        "assurance",
        "provided",
        "future",
        "dividend",
        "payment",
        "match",
        "exceed",
        "previous",
        "dividend",
        "payment",
        "contained",
        "announcement",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "contained",
        "referred",
        "section",
        "reader",
        "place",
        "undue",
        "reliance",
        "additional",
        "risk",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "contained",
        "royal",
        "dutch",
        "shell",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "http",
        "http",
        "risk",
        "factor",
        "also",
        "expressly",
        "qualify",
        "contained",
        "announcement",
        "considered",
        "reader",
        "statement",
        "speaks",
        "date",
        "announcement",
        "april",
        "neither",
        "royal",
        "dutch",
        "shell",
        "plc",
        "subsidiary",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "information",
        "light",
        "risk",
        "result",
        "could",
        "differ",
        "materially",
        "stated",
        "implied",
        "inferred",
        "contained",
        "announcement",
        "announcement",
        "may",
        "contain",
        "reference",
        "shell",
        "website",
        "reference",
        "reader",
        "convenience",
        "shell",
        "incorporating",
        "reference",
        "information",
        "posted",
        "http",
        "may",
        "used",
        "certain",
        "term",
        "resource",
        "announcement",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "strictly",
        "prohibits",
        "u",
        "including",
        "filing",
        "sec",
        "investor",
        "urged",
        "consider",
        "closely",
        "disclosure",
        "form",
        "file",
        "available",
        "sec",
        "website",
        "http",
        "lei",
        "number",
        "royal",
        "dutch",
        "shell",
        "plc",
        "21380068p1drhmj8ku70",
        "classification",
        "additional",
        "regulated",
        "information",
        "required",
        "disclosed",
        "law",
        "member",
        "state",
        "contact",
        "investor",
        "relation",
        "europe",
        "north",
        "america",
        "medium",
        "international",
        "america",
        "source",
        "royal",
        "dutch",
        "shell",
        "plc"
    ]
}