{
    "organizations": [],
    "uuid": "af830c67a7fa6256c71c1d4131341b6b32ca9d31",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/04/globe-newswire-tower-one-provides-warrant-incentive-program-update.html",
    "ord_in_thread": 0,
    "title": "Tower One Provides Warrant Incentive Program Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, April 04, 2018 (GLOBE NEWSWIRE) -- Tower One Wireless Corp (CSE:TO) (OTCQB:TOWTF) (Frankfurt:1P3N) (“Tower One” or the “Company”) announces the mechanism by which warrants can be executed in Tower One’s warrant incentive program (the “ Program ”).\nThe original warrants issued under a private placement and entitled the holders to acquire one common share at an exercise price of $0.40 until January 12, 2018 (the “Original Warrants ”).\nThe second set of warrants were the 3,774,446 bonus warrants issued pursuant to the previous incentive program which were exercisable into one common share at an exercise price of $0.50 until July 21, 2018 (the “Bonus Warrants ”).\nIn order to implement the warrant Program and the CSE listing of the warrants, both sets of warrants were aligned and amended to create consistency. Accordingly, we extended the term of the Original Warrants to July 21, 2018 and reduced the exercise price of the Bonus Warrants to $0.40 to match the Original Warrants, so that essentially both sets of warrants have the same terms (collectively the “ Existing Warrants ”). The Original Warrants and Bonus Warrants are, therefore, cancelled and replaced with the Existing Warrants.\nThe Existing Warrants entitle the holder to acquire one common share at $0.40 per share prior to 5:00pm (Vancouver time) on July 21, 2018. However, under the Program, if an Existing Warrant holder exercises his or her Existing Warrants prior to March 30 th , 2018 – NOW EXTENDED TO April 6 th , 2018 (the “ Expiry Date ”) then they can do so at the reduced price of $0.25 per share and the warrant holder will also be granted an additional incentive warrant exercisable at $0.40 per share for 6 months from the date of issuance. There is a total of 14,620,745 Existing Warrants eligible and listed for trading on the CSE.\nComputershare issued and delivered via registered mail new warrant certificates for the Existing Warrants to all warrant holders. The certificates for the Original Warrants and Bonus Warrants are cancelled.\nIn addition to the Existing Warrants, there are 664,166 currently-outstanding broker warrants issued to agents (the “ Broker Warrants ”). The Broker Warrants are also included in the Program, however, they are not listed on the CSE and the Brokers would not have received a replacement certificate from Computershare. Brokers want to exercise their warrants under the Program need to exercise directly through Tower One.\nThe mechanism for Existing Warrant holders to exercise their Existing Warrants under the Program is as follows:\nSurrender the warrant certificate representing the Existing Warrants to Computershare by hand or courier at:\nComputershare Trust Company of Canada, 510 Burrard Street, 3rd Floor Vancouver, BC, V6C 3B9\nThe warrant certificate must be submitted together with: a duly completed and executed exercise form on the back of the warrant certificate, specifying the number of Existing Warrants that the holder intends to exercise; and a certified cheque, bank draft or money order in Canadian dollars, payable to or to the order of “Tower One Wireless Corp.” in an amount equal to $0.25 multiplied by the number of Existing Warrants that the warrant holder intends to exercise. All warrant certificates surrendered for full exercise of Existing Warrants will be cancelled by Computershare and will be of no further force or effect. Warrant holders surrendering a warrant certificate for partial exercise of Existing Warrants will received a new warrant certificate from Computershare for the balance of the Existing Warrants remaining.\nAbout Tower One Wireless Corp.\nTower One builds, owns, and leases a portfolio of wireless infrastructure assets to wireless carriers on long term contracts. Tower One is one of a few publicly traded small cap companies in the tower and wireless infrastructure industry. Tower One is operated by a team of telecom and finance professionals with a long history in the telecom and wireless infrastructure business. Tower One Wireless is currently focused on 4G & 5G LTE infrastructure expansion in Latin America.\nContact Information\nUSA (917) 546-3016\nCanada (604) 559-8051\nE-mail: info@toweronewireless.com\nWebsite: www.toweronewireless.com\nThe CSE has not reviewed, and does not accept responsibility for the adequacy or accuracy of the contents of this news release.\nThis news release does not constitute an offer to sell or a solicitation of an offer to buy any of the securities described herein in the United States. The securities described herein have not been registered under the United States Securities Act of 1933, as amended (the “U.S. Securities Act”), or any state securities law and may not be offered or sold in the “United States”, as such term is defined in Regulation S promulgated under the U.S. Securities Act, unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration requirements is available.\nFORWARD LOOKING STATEMENTS\nCertain statements in this release are forward-looking statements, which include regulatory approvals and other matters. Forward-looking statements consist of statements that are not purely historical, including any statements regarding beliefs, plans, expectations or intentions regarding the future. Such information can generally be identified by the use of forwarding looking wording such as “may”, “expect”, “estimate”, “anticipate”, “intend”, “believe” and “continue” or the negative thereof or similar variations. Readers are cautioned not to place undue reliance on forward-looking statements, as there can be no assurance that the plans, intentions or expectations upon which they are based will occur. By their nature, forward-looking statements involve numerous assumptions, known and unknown risks and uncertainties, both general and specific, that contribute to the possibility that the predictions, estimates, forecasts, projections and other forward looking statements will not occur. Forward-looking statement are necessarily based upon a number of factors that, if untrue, could cause the actual results, performances or achievements of the Company to be materially different from future results, performances or achievements express or implied by such statements. These assumptions, risks and uncertainties include, among other things, the state of the economy in general and capital markets in particular, present and future business strategies, the environment in which the Company will operate in the future, and other factors, many of which are beyond the control of the Company. While such estimates and assumptions are considered reasonable by the management of the Company, they are inherently subject to significant business, economic, competitive and regulatory uncertainties and risks. There can be no assurance that the proposed Transaction will be completed or, if completed, will be successful.\nForward-looking statements are subject to a variety of risks and uncertainties, which could cause actual events, level of activity, performance or results to differ materially from those reflected in the forward-looking statements, including, without limitation: (i) that environmental laws and regulations may become more onerous; (ii) that the Company may not be able to raise additional funds when necessary; (iii) risks related to accidents, equipment breakdowns, labour disputes or other unanticipated difficulties with or interruptions with the business; (v) competition; (iv) the uncertainty of profitability based upon the Company’s history of losses; (xiii) risks related to environmental regulation and liability; (vi) risks associated with failure to maintain community acceptance, agreements and permissions (generally referred to as “social licence”); (vii) risks relating to obtaining and maintaining all necessary government permits, approvals and authorizations relating to the continued operation and development of the Company’s projects; (viii) risks related to the outcome of legal actions; (ix) political and regulatory risks; (x) risks related to current global financial conditions; and (xi) other risks and uncertainties related to the Company’s prospects, assets and business strategy. Important factors that could cause actual results to differ materially from the Company’s expectations include, litigation, global economic climate, loss of key employees and consultants, additional funding requirements, changes in laws, competition, and failure of counterparties to perform their contractual obligations. Forward-looking statements contained in this news release are expressly qualified by this cautionary statement. Investors are cautioned that forward-looking statements are not guarantees of future performance or events and, accordingly are cautioned not to put undue reliance on forward-looking statements due to the inherent uncertainty of such statements.\nSource:Tower One Wireless",
    "published": "2018-04-04T17:27:00.000+03:00",
    "crawled": "2018-04-04T19:14:57.043+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "tower",
        "one",
        "wireless",
        "corp",
        "cse",
        "otcqb",
        "towtf",
        "tower",
        "one",
        "company",
        "announces",
        "mechanism",
        "warrant",
        "executed",
        "tower",
        "one",
        "warrant",
        "incentive",
        "program",
        "program",
        "original",
        "warrant",
        "issued",
        "private",
        "placement",
        "entitled",
        "holder",
        "acquire",
        "one",
        "common",
        "share",
        "exercise",
        "price",
        "january",
        "original",
        "warrant",
        "second",
        "set",
        "warrant",
        "bonus",
        "warrant",
        "issued",
        "pursuant",
        "previous",
        "incentive",
        "program",
        "exercisable",
        "one",
        "common",
        "share",
        "exercise",
        "price",
        "july",
        "bonus",
        "warrant",
        "order",
        "implement",
        "warrant",
        "program",
        "cse",
        "listing",
        "warrant",
        "set",
        "warrant",
        "aligned",
        "amended",
        "create",
        "consistency",
        "accordingly",
        "extended",
        "term",
        "original",
        "warrant",
        "july",
        "reduced",
        "exercise",
        "price",
        "bonus",
        "warrant",
        "match",
        "original",
        "warrant",
        "essentially",
        "set",
        "warrant",
        "term",
        "collectively",
        "existing",
        "warrant",
        "original",
        "warrant",
        "bonus",
        "warrant",
        "therefore",
        "cancelled",
        "replaced",
        "existing",
        "warrant",
        "existing",
        "warrant",
        "entitle",
        "holder",
        "acquire",
        "one",
        "common",
        "share",
        "per",
        "share",
        "prior",
        "vancouver",
        "time",
        "july",
        "however",
        "program",
        "existing",
        "warrant",
        "holder",
        "exercise",
        "existing",
        "warrant",
        "prior",
        "march",
        "th",
        "extended",
        "april",
        "th",
        "expiry",
        "date",
        "reduced",
        "price",
        "per",
        "share",
        "warrant",
        "holder",
        "also",
        "granted",
        "additional",
        "incentive",
        "warrant",
        "exercisable",
        "per",
        "share",
        "month",
        "date",
        "issuance",
        "total",
        "existing",
        "warrant",
        "eligible",
        "listed",
        "trading",
        "cse",
        "computershare",
        "issued",
        "delivered",
        "via",
        "registered",
        "mail",
        "new",
        "warrant",
        "certificate",
        "existing",
        "warrant",
        "warrant",
        "holder",
        "certificate",
        "original",
        "warrant",
        "bonus",
        "warrant",
        "cancelled",
        "addition",
        "existing",
        "warrant",
        "broker",
        "warrant",
        "issued",
        "agent",
        "broker",
        "warrant",
        "broker",
        "warrant",
        "also",
        "included",
        "program",
        "however",
        "listed",
        "cse",
        "broker",
        "would",
        "received",
        "replacement",
        "certificate",
        "computershare",
        "broker",
        "want",
        "exercise",
        "warrant",
        "program",
        "need",
        "exercise",
        "directly",
        "tower",
        "one",
        "mechanism",
        "existing",
        "warrant",
        "holder",
        "exercise",
        "existing",
        "warrant",
        "program",
        "follows",
        "surrender",
        "warrant",
        "certificate",
        "representing",
        "existing",
        "warrant",
        "computershare",
        "hand",
        "courier",
        "computershare",
        "trust",
        "company",
        "canada",
        "burrard",
        "street",
        "3rd",
        "floor",
        "vancouver",
        "bc",
        "v6c",
        "3b9",
        "warrant",
        "certificate",
        "must",
        "submitted",
        "together",
        "duly",
        "completed",
        "executed",
        "exercise",
        "form",
        "back",
        "warrant",
        "certificate",
        "specifying",
        "number",
        "existing",
        "warrant",
        "holder",
        "intends",
        "exercise",
        "certified",
        "cheque",
        "bank",
        "draft",
        "money",
        "order",
        "canadian",
        "dollar",
        "payable",
        "order",
        "tower",
        "one",
        "wireless",
        "amount",
        "equal",
        "multiplied",
        "number",
        "existing",
        "warrant",
        "warrant",
        "holder",
        "intends",
        "exercise",
        "warrant",
        "certificate",
        "surrendered",
        "full",
        "exercise",
        "existing",
        "warrant",
        "cancelled",
        "computershare",
        "force",
        "effect",
        "warrant",
        "holder",
        "surrendering",
        "warrant",
        "certificate",
        "partial",
        "exercise",
        "existing",
        "warrant",
        "received",
        "new",
        "warrant",
        "certificate",
        "computershare",
        "balance",
        "existing",
        "warrant",
        "remaining",
        "tower",
        "one",
        "wireless",
        "tower",
        "one",
        "build",
        "owns",
        "lease",
        "portfolio",
        "wireless",
        "infrastructure",
        "asset",
        "wireless",
        "carrier",
        "long",
        "term",
        "contract",
        "tower",
        "one",
        "one",
        "publicly",
        "traded",
        "small",
        "cap",
        "company",
        "tower",
        "wireless",
        "infrastructure",
        "industry",
        "tower",
        "one",
        "operated",
        "team",
        "telecom",
        "finance",
        "professional",
        "long",
        "history",
        "telecom",
        "wireless",
        "infrastructure",
        "business",
        "tower",
        "one",
        "wireless",
        "currently",
        "focused",
        "4g",
        "5g",
        "lte",
        "infrastructure",
        "expansion",
        "latin",
        "america",
        "contact",
        "information",
        "usa",
        "canada",
        "info",
        "website",
        "cse",
        "reviewed",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "content",
        "news",
        "release",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "described",
        "herein",
        "united",
        "state",
        "security",
        "described",
        "herein",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "term",
        "defined",
        "regulation",
        "promulgated",
        "security",
        "act",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "requirement",
        "available",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "release",
        "statement",
        "include",
        "regulatory",
        "approval",
        "matter",
        "statement",
        "consist",
        "statement",
        "purely",
        "historical",
        "including",
        "statement",
        "regarding",
        "belief",
        "plan",
        "expectation",
        "intention",
        "regarding",
        "future",
        "information",
        "generally",
        "identified",
        "use",
        "forwarding",
        "looking",
        "wording",
        "may",
        "expect",
        "estimate",
        "anticipate",
        "intend",
        "believe",
        "continue",
        "negative",
        "thereof",
        "similar",
        "variation",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "based",
        "occur",
        "nature",
        "statement",
        "involve",
        "numerous",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "contribute",
        "possibility",
        "prediction",
        "estimate",
        "forecast",
        "projection",
        "forward",
        "looking",
        "statement",
        "occur",
        "statement",
        "necessarily",
        "based",
        "upon",
        "number",
        "factor",
        "untrue",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "express",
        "implied",
        "statement",
        "assumption",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "state",
        "economy",
        "general",
        "capital",
        "market",
        "particular",
        "present",
        "future",
        "business",
        "strategy",
        "environment",
        "company",
        "operate",
        "future",
        "factor",
        "many",
        "beyond",
        "control",
        "company",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "company",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "regulatory",
        "uncertainty",
        "risk",
        "assurance",
        "proposed",
        "transaction",
        "completed",
        "completed",
        "successful",
        "statement",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "level",
        "activity",
        "performance",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "including",
        "without",
        "limitation",
        "environmental",
        "law",
        "regulation",
        "may",
        "become",
        "onerous",
        "ii",
        "company",
        "may",
        "able",
        "raise",
        "additional",
        "fund",
        "necessary",
        "iii",
        "risk",
        "related",
        "accident",
        "equipment",
        "breakdown",
        "labour",
        "dispute",
        "unanticipated",
        "difficulty",
        "interruption",
        "business",
        "v",
        "competition",
        "iv",
        "uncertainty",
        "profitability",
        "based",
        "upon",
        "company",
        "history",
        "loss",
        "xiii",
        "risk",
        "related",
        "environmental",
        "regulation",
        "liability",
        "vi",
        "risk",
        "associated",
        "failure",
        "maintain",
        "community",
        "acceptance",
        "agreement",
        "permission",
        "generally",
        "referred",
        "social",
        "licence",
        "vii",
        "risk",
        "relating",
        "obtaining",
        "maintaining",
        "necessary",
        "government",
        "permit",
        "approval",
        "authorization",
        "relating",
        "continued",
        "operation",
        "development",
        "company",
        "project",
        "viii",
        "risk",
        "related",
        "outcome",
        "legal",
        "action",
        "ix",
        "political",
        "regulatory",
        "risk",
        "x",
        "risk",
        "related",
        "current",
        "global",
        "financial",
        "condition",
        "xi",
        "risk",
        "uncertainty",
        "related",
        "company",
        "prospect",
        "asset",
        "business",
        "strategy",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "expectation",
        "include",
        "litigation",
        "global",
        "economic",
        "climate",
        "loss",
        "key",
        "employee",
        "consultant",
        "additional",
        "funding",
        "requirement",
        "change",
        "law",
        "competition",
        "failure",
        "counterparties",
        "perform",
        "contractual",
        "obligation",
        "statement",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "investor",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "event",
        "accordingly",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "due",
        "inherent",
        "uncertainty",
        "statement",
        "source",
        "tower",
        "one",
        "wireless"
    ]
}