{
    "organizations": [],
    "uuid": "c317da09a496e51ee798e0c405a439719b4c15e5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/business-wire-acnb-corporation-reports-2018-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "ACNB Corporation Reports 2018 First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GETTYSBURG, Pa.--(BUSINESS WIRE)-- ACNB Corporation (NASDAQ: ACNB) today announced financial results for the three months ended March 31, 2018, with net income of $4,913,000. Compared to net income of $2,637,000 for the quarter ended March 31, 2017, this is an increase of $2,276,000 or 86% over comparable period results. Basic earnings per share was $0.70 and $0.43 for the three months ended March 31, 2018 and 2017, respectively, which is an increase of 63%.\n“ACNB Corporation’s bottom line results for the first quarter of 2018 were strong and exhibit the success of the organization’s strategic initiatives---including the contribution to earnings from the 2017 acquisition of New Windsor Bancorp, Inc. and the expansion of banking operations into the northern Maryland market,” said James P. Helt, ACNB Corporation President & CEO. “Our commitment to the markets we serve is a reflection of the dedication and hard work of many in our organization.”\n“Solid banking and insurance operations, as well as tax reform, have produced both current and future benefits for ACNB Corporation. Accordingly, as previously announced, the Board of Directors declared a 15% increase in the quarterly dividend amount from $0.20 to $0.23 per share for payment on June 15, 2018,” Mr. Helt continued. “This is a significant commitment to ACNB Corporation shareholders and continues our long history of rewarding shareholders for their investment in our future.”\nRevenues\nTotal revenues for the first quarter of 2018 were $18,967,000, or a 39% increase over total revenues of $13,615,000 for the first quarter of 2017. Total interest income for the first quarter of 2018 was $15,255,000, or an increase of 45%, as compared to total interest income of $10,533,000 for the first quarter of 2017.\nLoans\nTotal loans outstanding were $1,237,754,000 at March 31, 2018. Loans outstanding decreased slightly by $6,416,000, or 1%, since December 31, 2017, and increased by $285,278,000, or 30%, since March 31, 2017. The increase from March 31, 2017 was primarily due to the fair value of loans acquired from New Windsor Bancorp, Inc. (New Windsor) of $263,450,000 and the balance was the net increase of new loans after payoffs and paydowns. Organic loan growth, which excludes the loans acquired through New Windsor, was $21,828,000, or 2%, from March 31, 2017 to March 31, 2018. As a result of loan growth in recent years, the provision for loan losses for the first quarter of 2018 was $250,000. This is the first provision for loan losses since the first quarter of 2014.\nDeposits\nTotal deposits were $1,313,414,000 at March 31, 2018. Deposits increased by $14,922,000, or 1%, from December 31, 2017, and $322,920,000, or 33%, from March 31, 2017. Organic deposit growth, which excludes the deposits acquired through New Windsor of $293,333,000, was $29,587,000, or 3%, from March 31, 2017 to March 31, 2018.\nNet Interest Income and Margin\nNet interest income rose by $4,096,000 to $13,562,000 for the first quarter of 2018, which is an increase of 43% compared to the first quarter of 2017. The net interest margin for the first quarter of 2018 was 3.80%, compared to 3.37% for the first quarter of 2017. The increases in net interest income and net interest margin for the first quarter of 2018 were mainly due to the impact of the New Windsor acquisition.\nNoninterest Income\nNoninterest income for the first quarter of 2018 was $3,712,000, an increase of $630,000, or 20%, from the first quarter of 2017. The increase includes both revenue from fiduciary, investment management and brokerage activities and commissions from insurance sales, which grew 29% and 4%, respectively, from the first quarter of 2017 to the first quarter of 2018.\nNoninterest Expense\nNoninterest expense for the first quarter of 2018 was $10,986,000, an increase of $1,986,000, or 22%, from the first quarter of 2017. Of this increased amount, salaries and employee benefits expense rose by $879,000 from the first quarter of 2017 to the first quarter of 2018, primarily attributable to higher staffing levels resulting from the New Windsor acquisition and additional staff hired to support revenue generation across all business lines.\nDividends\nQuarterly cash dividends paid to ACNB Corporation shareholders in the first quarter of 2018 totaled $1,405,000, or $0.20 per share. In the first quarter of 2017, ACNB Corporation also paid $0.20 per share for total dividends paid to shareholders in the amount of $1,213,000. The increase in total dividends paid to shareholders in the first quarter of 2018 was a result of new shares issued effective with the acquisition of New Windsor on July 1, 2017.\nAbout ACNB Corporation\nACNB Corporation, headquartered in Gettysburg, PA, is the $1.6 billion financial holding company for the wholly-owned subsidiaries of ACNB Bank, Gettysburg, PA, and Russell Insurance Group, Inc., Westminster, MD. Originally founded in 1857, ACNB Bank serves its marketplace with banking and wealth management services, including trust and retail brokerage, via a network of 22 community banking offices located in the four southcentral Pennsylvania counties of Adams, Cumberland, Franklin and York. In addition, NWSB Bank, a division of ACNB Bank, serves its marketplace via a network of seven community banking offices located in Carroll County, MD. The other wholly-owned subsidiary of ACNB Corporation is Russell Insurance Group, Inc., its insurance subsidiary. Russell Insurance Group, Inc., a full-service agency with licenses in 44 states, offers a broad range of commercial and personal insurance lines through offices in Westminster, Carroll County, and Germantown, Montgomery County, MD. For more information regarding ACNB Corporation and its subsidiaries, please visit acnb.com .\nSAFE HARBOR AND FORWARD-LOOKING STATEMENTS - Should there be a material subsequent event prior to the filing of the Quarterly Report on Form 10-Q with the Securities and Exchange Commission, the financial information reported in this press release is subject to change to reflect the subsequent event. In addition to historical information, this press release may contain forward-looking statements. Examples of forward-looking statements include, but are not limited to, (a) projections or statements regarding future earnings, expenses, net interest income, other income, earnings or loss per share, asset mix and quality, growth prospects, capital structure, and other financial terms, (b) statements of plans and objectives of management or the Board of Directors, and (c) statements of assumptions, such as economic conditions in the Corporation’s market areas. Such forward-looking statements can be identified by the use of forward-looking terminology such as “believes”, “expects”, “may”, “intends”, “will”, “should”, “anticipates”, or the negative of any of the foregoing or other variations thereon or comparable terminology, or by discussion of strategy. Forward-looking statements are subject to certain risks and uncertainties such as local economic conditions, competitive factors, and regulatory limitations. Actual results may differ materially from those projected in the forward-looking statements. Such risks, uncertainties and other factors that could cause actual results and experience to differ from those projected include, but are not limited to, the following: the effects of governmental and fiscal policies, as well as legislative and regulatory changes; the effects of new laws and regulations, specifically the impact of the Tax Cuts and Jobs Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act; impacts of the new capital and liquidity requirements of the Basel III standards; the effects of changes in accounting policies and practices, as may be adopted by the regulatory agencies, as well as the Financial Accounting Standards Board and other accounting standard setters; ineffectiveness of the business strategy due to changes in current or future market conditions; future actions or inactions of the United States government, including the effects of short- and long-term federal budget and tax negotiations and a failure to increase the government debt limit or a prolonged shutdown of the federal government; the effects of economic deterioration and the prolonged economic malaise on current customers, specifically the effect of the economy on loan customers’ ability to repay loans; the effects of competition, and of changes in laws and regulations on competition, including industry consolidation and development of competing financial products and services; the risks of changes in interest rates on the level and composition of deposits, loan demand, and the values of loan collateral, securities, and interest rate protection agreements, as well as interest rate risks; difficulties in acquisitions and integrating and operating acquired business operations, including information technology difficulties; challenges in establishing and maintaining operations in new markets; the effects of technology changes; volatilities in the securities markets; the effect of general economic conditions and more specifically in the Corporation’s market area; the failure of assumptions underlying the establishment of reserves for loan losses and estimations of values of collateral and various financial assets and liabilities; acts of war or terrorism; disruption of credit and equity markets; the ability to manage current levels of impaired assets; the loss of certain key officers; the ability to maintain the value and image of the Corporation’s brand and protect the Corporation’s intellectual property rights; continued relationships with major customers; and, potential impacts to the Corporation from continually evolving cybersecurity and other technological risks and attacks, including additional costs, reputational damage, regulatory penalties, and financial losses. We caution readers not to place undue reliance on these forward-looking statements. They only reflect management’s analysis as of this date. The Corporation does not revise or update these forward-looking statements to reflect events or changed circumstances. Please carefully review the risk factors described in other documents the Corporation files from time to time with the Securities and Exchange Commission, including the Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, and any Current Reports on Form 8-K.\nACNB CORPORATION\nFinancial Highlights\nUnaudited Consolidated Condensed Statements of Income\nDollars in thousands, except per share data\nThree Months Ended March 31,\n2018 2017 INCOME STATEMENT DATA Interest income $ 15,255 $ 10,533 Interest expense 1,693 1,067 Net interest income 13,562 9,466 Provision for loan losses 250 — Net interest income after provision for loan losses 13,312 9,466 Other income 3,712 3,082 Merger-related expenses — 162 Other expenses 10,986 8,838 Income before income taxes 6,038 3,548 Provision for income taxes 1,125 911 Net income $ 4,913 $ 2,637 Basic earnings per share $ 0.70 $ 0.43 Unaudited Selected Financial Data\nDollars in thousands, except per share data\nMarch 31, 2018 March 31, 2017 December 31, 2017 BALANCE SHEET DATA Assets $ 1,611,015 $ 1,241,725 $ 1,595,432 Securities $ 198,758 $ 190,893 $ 203,880 Loans, total $ 1,237,754 $ 952,476 $ 1,244,170 Allowance for loan losses $ 13,417 $ 14,145 $ 13,976 Deposits $ 1,313,414 $ 990,494 $ 1,298,492 Borrowings $ 128,751 $ 118,218 $ 131,508 Stockholders’ equity $ 156,605 $ 121,842 $ 153,966 COMMON SHARE DATA Basic earnings per share $ 0.70 $ 0.43 $ 1.50 Cash dividends paid per share $ 0.20 $ 0.20 $ 0.80 Book value per share $ 22.26 $ 20.08 $ 21.92 Number of common shares outstanding 7,034,540 6,067,049 7,023,658 SELECTED RATIOS Return on average equity 12.66 % 8.72 % 7.12 % Non-performing loans to total loans 0.52 % 0.51 % 0.63 % Net charge-offs to average loans outstanding 0.07 % 0.01 % 0.02 % Allowance for loan losses to total loans 1.08 % 1.49 % 1.12 %\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180426006892/en/\nACNB Corporation\nLynda L. Glass\nEVP/Secretary & Chief Governance Officer\n717-339-5085\nlglass@acnb.com\nSource: ACNB Corporation",
    "published": "2018-04-27T00:56:00.000+03:00",
    "crawled": "2018-04-27T00:43:04.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gettysburg",
        "business",
        "wire",
        "acnb",
        "corporation",
        "nasdaq",
        "acnb",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "compared",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "increase",
        "comparable",
        "period",
        "result",
        "basic",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "increase",
        "acnb",
        "corporation",
        "bottom",
        "line",
        "result",
        "first",
        "quarter",
        "strong",
        "exhibit",
        "success",
        "organization",
        "strategic",
        "initiative",
        "contribution",
        "earnings",
        "acquisition",
        "new",
        "windsor",
        "bancorp",
        "expansion",
        "banking",
        "operation",
        "northern",
        "maryland",
        "market",
        "said",
        "james",
        "helt",
        "acnb",
        "corporation",
        "president",
        "ceo",
        "commitment",
        "market",
        "serve",
        "reflection",
        "dedication",
        "hard",
        "work",
        "many",
        "solid",
        "banking",
        "insurance",
        "operation",
        "well",
        "tax",
        "reform",
        "produced",
        "current",
        "future",
        "benefit",
        "acnb",
        "corporation",
        "accordingly",
        "previously",
        "announced",
        "board",
        "director",
        "declared",
        "increase",
        "quarterly",
        "dividend",
        "amount",
        "per",
        "share",
        "payment",
        "june",
        "helt",
        "continued",
        "significant",
        "commitment",
        "acnb",
        "corporation",
        "shareholder",
        "continues",
        "long",
        "history",
        "rewarding",
        "shareholder",
        "investment",
        "revenue",
        "total",
        "revenue",
        "first",
        "quarter",
        "increase",
        "total",
        "revenue",
        "first",
        "quarter",
        "total",
        "interest",
        "income",
        "first",
        "quarter",
        "increase",
        "compared",
        "total",
        "interest",
        "income",
        "first",
        "quarter",
        "loan",
        "total",
        "loan",
        "outstanding",
        "march",
        "loan",
        "outstanding",
        "decreased",
        "slightly",
        "since",
        "december",
        "increased",
        "since",
        "march",
        "increase",
        "march",
        "primarily",
        "due",
        "fair",
        "value",
        "loan",
        "acquired",
        "new",
        "windsor",
        "bancorp",
        "new",
        "windsor",
        "balance",
        "net",
        "increase",
        "new",
        "loan",
        "payoff",
        "paydowns",
        "organic",
        "loan",
        "growth",
        "excludes",
        "loan",
        "acquired",
        "new",
        "windsor",
        "march",
        "march",
        "result",
        "loan",
        "growth",
        "recent",
        "year",
        "provision",
        "loan",
        "loss",
        "first",
        "quarter",
        "first",
        "provision",
        "loan",
        "loss",
        "since",
        "first",
        "quarter",
        "deposit",
        "total",
        "deposit",
        "march",
        "deposit",
        "increased",
        "december",
        "march",
        "organic",
        "deposit",
        "growth",
        "excludes",
        "deposit",
        "acquired",
        "new",
        "windsor",
        "march",
        "march",
        "net",
        "interest",
        "income",
        "margin",
        "net",
        "interest",
        "income",
        "rose",
        "first",
        "quarter",
        "increase",
        "compared",
        "first",
        "quarter",
        "net",
        "interest",
        "margin",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "increase",
        "net",
        "interest",
        "income",
        "net",
        "interest",
        "margin",
        "first",
        "quarter",
        "mainly",
        "due",
        "impact",
        "new",
        "windsor",
        "acquisition",
        "noninterest",
        "income",
        "noninterest",
        "income",
        "first",
        "quarter",
        "increase",
        "first",
        "quarter",
        "increase",
        "includes",
        "revenue",
        "fiduciary",
        "investment",
        "management",
        "brokerage",
        "activity",
        "commission",
        "insurance",
        "sale",
        "grew",
        "respectively",
        "first",
        "quarter",
        "first",
        "quarter",
        "noninterest",
        "expense",
        "noninterest",
        "expense",
        "first",
        "quarter",
        "increase",
        "first",
        "quarter",
        "increased",
        "amount",
        "salary",
        "employee",
        "benefit",
        "expense",
        "rose",
        "first",
        "quarter",
        "first",
        "quarter",
        "primarily",
        "attributable",
        "higher",
        "staffing",
        "level",
        "resulting",
        "new",
        "windsor",
        "acquisition",
        "additional",
        "staff",
        "hired",
        "support",
        "revenue",
        "generation",
        "across",
        "business",
        "line",
        "dividend",
        "quarterly",
        "cash",
        "dividend",
        "paid",
        "acnb",
        "corporation",
        "shareholder",
        "first",
        "quarter",
        "totaled",
        "per",
        "share",
        "first",
        "quarter",
        "acnb",
        "corporation",
        "also",
        "paid",
        "per",
        "share",
        "total",
        "dividend",
        "paid",
        "shareholder",
        "amount",
        "increase",
        "total",
        "dividend",
        "paid",
        "shareholder",
        "first",
        "quarter",
        "result",
        "new",
        "share",
        "issued",
        "effective",
        "acquisition",
        "new",
        "windsor",
        "july",
        "acnb",
        "corporation",
        "acnb",
        "corporation",
        "headquartered",
        "gettysburg",
        "pa",
        "billion",
        "financial",
        "holding",
        "company",
        "subsidiary",
        "acnb",
        "bank",
        "gettysburg",
        "pa",
        "russell",
        "insurance",
        "group",
        "westminster",
        "md",
        "originally",
        "founded",
        "acnb",
        "bank",
        "serf",
        "marketplace",
        "banking",
        "wealth",
        "management",
        "service",
        "including",
        "trust",
        "retail",
        "brokerage",
        "via",
        "network",
        "community",
        "banking",
        "office",
        "located",
        "four",
        "southcentral",
        "pennsylvania",
        "county",
        "adam",
        "cumberland",
        "franklin",
        "york",
        "addition",
        "nwsb",
        "bank",
        "division",
        "acnb",
        "bank",
        "serf",
        "marketplace",
        "via",
        "network",
        "seven",
        "community",
        "banking",
        "office",
        "located",
        "carroll",
        "county",
        "md",
        "subsidiary",
        "acnb",
        "corporation",
        "russell",
        "insurance",
        "group",
        "insurance",
        "subsidiary",
        "russell",
        "insurance",
        "group",
        "agency",
        "license",
        "state",
        "offer",
        "broad",
        "range",
        "commercial",
        "personal",
        "insurance",
        "line",
        "office",
        "westminster",
        "carroll",
        "county",
        "germantown",
        "montgomery",
        "county",
        "md",
        "information",
        "regarding",
        "acnb",
        "corporation",
        "subsidiary",
        "please",
        "visit",
        "safe",
        "harbor",
        "statement",
        "material",
        "subsequent",
        "event",
        "prior",
        "filing",
        "quarterly",
        "report",
        "form",
        "security",
        "exchange",
        "commission",
        "financial",
        "information",
        "reported",
        "press",
        "release",
        "subject",
        "change",
        "reflect",
        "subsequent",
        "event",
        "addition",
        "historical",
        "information",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "example",
        "statement",
        "include",
        "limited",
        "projection",
        "statement",
        "regarding",
        "future",
        "earnings",
        "expense",
        "net",
        "interest",
        "income",
        "income",
        "earnings",
        "loss",
        "per",
        "share",
        "asset",
        "mix",
        "quality",
        "growth",
        "prospect",
        "capital",
        "structure",
        "financial",
        "term",
        "b",
        "statement",
        "plan",
        "objective",
        "management",
        "board",
        "director",
        "c",
        "statement",
        "assumption",
        "economic",
        "condition",
        "corporation",
        "market",
        "area",
        "statement",
        "identified",
        "use",
        "terminology",
        "belief",
        "expects",
        "may",
        "intends",
        "anticipates",
        "negative",
        "foregoing",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "discussion",
        "strategy",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "local",
        "economic",
        "condition",
        "competitive",
        "factor",
        "regulatory",
        "limitation",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "experience",
        "differ",
        "projected",
        "include",
        "limited",
        "following",
        "effect",
        "governmental",
        "fiscal",
        "policy",
        "well",
        "legislative",
        "regulatory",
        "change",
        "effect",
        "new",
        "law",
        "regulation",
        "specifically",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "wall",
        "street",
        "reform",
        "consumer",
        "protection",
        "act",
        "impact",
        "new",
        "capital",
        "liquidity",
        "requirement",
        "basel",
        "iii",
        "standard",
        "effect",
        "change",
        "accounting",
        "policy",
        "practice",
        "may",
        "adopted",
        "regulatory",
        "agency",
        "well",
        "financial",
        "accounting",
        "standard",
        "board",
        "accounting",
        "standard",
        "setter",
        "ineffectiveness",
        "business",
        "strategy",
        "due",
        "change",
        "current",
        "future",
        "market",
        "condition",
        "future",
        "action",
        "inaction",
        "united",
        "state",
        "government",
        "including",
        "effect",
        "federal",
        "budget",
        "tax",
        "negotiation",
        "failure",
        "increase",
        "government",
        "debt",
        "limit",
        "prolonged",
        "shutdown",
        "federal",
        "government",
        "effect",
        "economic",
        "deterioration",
        "prolonged",
        "economic",
        "malaise",
        "current",
        "customer",
        "specifically",
        "effect",
        "economy",
        "loan",
        "customer",
        "ability",
        "repay",
        "loan",
        "effect",
        "competition",
        "change",
        "law",
        "regulation",
        "competition",
        "including",
        "industry",
        "consolidation",
        "development",
        "competing",
        "financial",
        "product",
        "service",
        "risk",
        "change",
        "interest",
        "rate",
        "level",
        "composition",
        "deposit",
        "loan",
        "demand",
        "value",
        "loan",
        "collateral",
        "security",
        "interest",
        "rate",
        "protection",
        "agreement",
        "well",
        "interest",
        "rate",
        "risk",
        "difficulty",
        "acquisition",
        "integrating",
        "operating",
        "acquired",
        "business",
        "operation",
        "including",
        "information",
        "technology",
        "difficulty",
        "challenge",
        "establishing",
        "maintaining",
        "operation",
        "new",
        "market",
        "effect",
        "technology",
        "change",
        "volatility",
        "security",
        "market",
        "effect",
        "general",
        "economic",
        "condition",
        "specifically",
        "corporation",
        "market",
        "area",
        "failure",
        "assumption",
        "underlying",
        "establishment",
        "reserve",
        "loan",
        "loss",
        "estimation",
        "value",
        "collateral",
        "various",
        "financial",
        "asset",
        "liability",
        "act",
        "war",
        "terrorism",
        "disruption",
        "credit",
        "equity",
        "market",
        "ability",
        "manage",
        "current",
        "level",
        "impaired",
        "asset",
        "loss",
        "certain",
        "key",
        "officer",
        "ability",
        "maintain",
        "value",
        "image",
        "corporation",
        "brand",
        "protect",
        "corporation",
        "intellectual",
        "property",
        "right",
        "continued",
        "relationship",
        "major",
        "customer",
        "potential",
        "impact",
        "corporation",
        "continually",
        "evolving",
        "cybersecurity",
        "technological",
        "risk",
        "attack",
        "including",
        "additional",
        "cost",
        "reputational",
        "damage",
        "regulatory",
        "penalty",
        "financial",
        "loss",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "management",
        "analysis",
        "date",
        "corporation",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "changed",
        "circumstance",
        "please",
        "carefully",
        "review",
        "risk",
        "factor",
        "described",
        "document",
        "corporation",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "acnb",
        "corporation",
        "financial",
        "highlight",
        "unaudited",
        "consolidated",
        "condensed",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "statement",
        "data",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "income",
        "expense",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "basic",
        "earnings",
        "per",
        "share",
        "unaudited",
        "selected",
        "financial",
        "data",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "march",
        "march",
        "december",
        "balance",
        "sheet",
        "data",
        "asset",
        "security",
        "loan",
        "total",
        "allowance",
        "loan",
        "loss",
        "deposit",
        "borrowing",
        "stockholder",
        "equity",
        "common",
        "share",
        "data",
        "basic",
        "earnings",
        "per",
        "share",
        "cash",
        "dividend",
        "paid",
        "per",
        "share",
        "book",
        "value",
        "per",
        "share",
        "number",
        "common",
        "share",
        "outstanding",
        "selected",
        "ratio",
        "return",
        "average",
        "equity",
        "loan",
        "total",
        "loan",
        "net",
        "average",
        "loan",
        "outstanding",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "view",
        "source",
        "version",
        "http",
        "acnb",
        "corporation",
        "lynda",
        "glass",
        "chief",
        "governance",
        "officer",
        "lglass",
        "source",
        "acnb",
        "corporation"
    ]
}