{
    "organizations": [],
    "uuid": "ac3fd4d0d6308816f0ca43314edc4306bb6174c8",
    "author": "Rob Cox",
    "url": "https://www.reuters.com/article/us-media-sinclair-ma-breakingviews/cox-sinclair-is-more-totalitarian-than-democratic-idUSKCN1HB25O",
    "ord_in_thread": 0,
    "title": "Breakingviews - Cox: Sinclair is more totalitarian than democratic",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Reuters Breakingviews) - Sinclair Broadcast Group has taken upon itself the noble ambition of teaching Americans about democracy. Through an editorial edict, the company mandated anchors at its 193 local TV stations to tell viewers that sharing biased and false news has become commonplace and that some members of the media use their own platforms to push their personal bias. “This is extremely dangerous to our democracy,” its presenters bleated in unison.\nCamera crews wait before a news conference by plaintiff Miles Hill (not pictured) in Los Angeles, California May 7, 2014. REUTERS/Mario Anzuoni It sure is. But what about the form of totalitarian corporate governance that this self-styled tribune of democracy endorses as a public company? Sinclair’s board of directors is stocked with insiders and ancient cronies. There is not a woman in sight. Descendants of the founder wield voting control through a feudal dual-class share structure. Fold in the recent controversy over its quasi-Orwellian editorial policies, and an unbiased investor would do best to avoid Sinclair.\nThis is not a judgment on Sinclair’s political proclivities. The Smith family that controls Sinclair has long favored Republican and conservative causes. Back in 2004 it wanted its stations – numbering just a third as many as now – to air a film charging then Democratic presidential candidate John Kerry of betraying American prisoners when he came back from Vietnam and criticized the prosecution of the war. Sinclair went all in for Donald Trump in 2016, striking a deal with son-in-law Jared Kushner for access to the candidate in exchange for better coverage.\nThat explains why the president rushed to Sinclair’s defense when, over the weekend, a video montage of Sinclair anchors reading from the corporate-required script went viral. “Sinclair is far superior to CNN and even more Fake NBC, which is a total joke,” Trump wrote on Twitter Monday. The stock has fallen 5 percent since the Oval Office weighed in.\nSinclair’s editorial biases are risky in their own right. But they are just part of a general financial and industrial picture that should keep potential shareholders wary of sending their capital in Sinclair’s direction. For starters, they must be willing to tolerate an arrangement that treats them as corporate vassals. And they will need to stomach an unusual amount of financial leverage.\nAccording to company lore, Sinclair began as an FM radio station in Baltimore under founder Julian Sinclair Smith, “father and patriarch to the Smith brothers, our major shareholders.” His son, David Smith, sits at the top of the pyramid as executive chairman of the board, along with Vice Presidents Frederick Smith and Duncan Smith and another brother, Robert Smith. Four other men fill out the remainder.\nThe average tenure of Sinclair’s directors comes in at more than 27 years, and the average age is 65, according to an analysis by Equilar, a board recruitment and compensation consultancy. While that may not be out of step with Trump’s base of voter support, it’s far from aligned with Sinclair’s peers, including Tegna, EW Scripps, Meredith and even The New York Times. On average, their directors are 59 and have served for less than six years, Equilar says. About a fifth of them hail from humanity’s other gender.\nSinclair can do what it likes because it has two classes of shares. This doesn’t make it unique in the media world. Rupert Murdoch controls Sinclair rival Fox News’ parent with a similar structure. But the Smiths have an extraordinary lock on their company. The four brothers own around 97 percent of the unlisted B shares with 10 votes each, conferring on the quartet nearly 75 percent of the vote from an economic claim of only around a quarter. Adding in the A shares they own, that confers on the quartet nearly 75 percent of the vote from an economic claim of only around a third.\nNobody can tell the Smiths what to do – not investors, nor their non-Smith directors. And certainly not Sinclair’s anchors, many of whom may be subject to unusual employment contracts that would force them to pay financial penalties for leaving prematurely, Bloomberg reported on Tuesday. One Sinclair employee cited in the report would be on the hook for up to 40 percent of salary for leaving before the term of their agreement was finished.\nAside from governance, the company presents a risky financial proposition. It is in the middle of acquiring rival Tribune Media for $3.9 billion, as well as assuming $2.7 billion of its target’s debt. The deal, made possible by a Trump administration loosening of broadcast-ownership restrictions, could expand Sinclair’s penetration to 72 percent of U.S. television households from about 38 percent today.\nThe deal has yet to be approved by regulators, and may require Sinclair to divest some assets. But even without taking on Tribune, the company’s debt pile is prodigious. At the end of the year, Wells Fargo estimates Sinclair will have about $4.1 billion of borrowings. That’s nearly $1 billion more than the value of its equity and almost five times projected EBITDA.\nAs a company reliant on advertising, any potential slowdown in the economy as the Federal Reserve raises interest rates could hit Sinclair’s creditworthiness. Back in 2009, when it was far smaller and carried much less debt, the company’s top line dropped 13 percent as the economy reeled from the prior year’s financial crisis and advertisers pulled back.\nThere is also business model risk. “In addition to the economic slowdown, traditional advertising media are facing increased competition from the internet and other new media alternatives,” noted Benchmark analysts in a March 1 report. “Advertisers may view alternative options as more cost effective, limiting Sinclair’s growth and growth potential.”\nLastly are Sinclair’s politics. With Trump in the White House and Republicans in control of Congress, Sinclair can perhaps expect beneficial treatment. It has already been blessed with having ownership rules waived and will probably receive a benediction of the Tribune merger by the Federal Communications Commission. But by aligning so closely with the fortunes of one party, Sinclair may be doing its shareholders a disservice in the longer run.\nIt’s not simply that presidents and congressional majorities can swing with elections. Television advertisers are increasingly sensitive to the way social media and politics can collide. Look at what happened to Fox News pundit Laura Ingraham last week after she heckled David Hogg, a survivor of the Parkland, Florida high school shooting, for being rejected by a handful of colleges. In response to Ingraham’s tweet, Hogg listed the names of companies who had bought time on her show and exhorted his Twitter followers to pick one, call and complain.\nWithin hours, more than a dozen major advertisers, including Nestlé and Johnson & Johnson, had backed away from Ingraham’s show. The anchor of the “Ingraham Angle” program hastily announced she would take a break this week. Hogg has 735,000 Twitter followers. Sinclair Broadcasting has 1,961.\nSinclair knows about this sort of blowback. In 2004, it pulled the controversial Kerry film at the last minute amid Democratic complaints about its content, threats of shareholder lawsuits and a selloff that knocked nearly 20 percent off the stock price. Playing politics is a risky game for investors.\nBreakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.\nSign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com . All opinions expressed are those of the authors.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-04-04T22:57:00.000+03:00",
    "crawled": "2018-04-04T21:29:12.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "breakingviews",
        "sinclair",
        "broadcast",
        "group",
        "taken",
        "upon",
        "noble",
        "ambition",
        "teaching",
        "american",
        "democracy",
        "editorial",
        "edict",
        "company",
        "mandated",
        "anchor",
        "local",
        "tv",
        "station",
        "tell",
        "viewer",
        "sharing",
        "biased",
        "false",
        "news",
        "become",
        "commonplace",
        "member",
        "medium",
        "use",
        "platform",
        "push",
        "personal",
        "bias",
        "extremely",
        "dangerous",
        "democracy",
        "presenter",
        "bleated",
        "unison",
        "camera",
        "crew",
        "wait",
        "news",
        "conference",
        "plaintiff",
        "mile",
        "hill",
        "pictured",
        "los",
        "angeles",
        "california",
        "may",
        "anzuoni",
        "sure",
        "form",
        "totalitarian",
        "corporate",
        "governance",
        "tribune",
        "democracy",
        "endorses",
        "public",
        "company",
        "sinclair",
        "board",
        "director",
        "stocked",
        "insider",
        "ancient",
        "crony",
        "woman",
        "sight",
        "descendant",
        "founder",
        "wield",
        "voting",
        "control",
        "feudal",
        "share",
        "structure",
        "fold",
        "recent",
        "controversy",
        "editorial",
        "policy",
        "unbiased",
        "investor",
        "would",
        "best",
        "avoid",
        "sinclair",
        "judgment",
        "sinclair",
        "political",
        "proclivity",
        "smith",
        "family",
        "control",
        "sinclair",
        "long",
        "favored",
        "republican",
        "conservative",
        "cause",
        "back",
        "wanted",
        "station",
        "numbering",
        "third",
        "many",
        "air",
        "film",
        "charging",
        "democratic",
        "presidential",
        "candidate",
        "john",
        "kerry",
        "betraying",
        "american",
        "prisoner",
        "came",
        "back",
        "vietnam",
        "criticized",
        "prosecution",
        "war",
        "sinclair",
        "went",
        "donald",
        "trump",
        "striking",
        "deal",
        "jared",
        "kushner",
        "access",
        "candidate",
        "exchange",
        "better",
        "coverage",
        "explains",
        "president",
        "rushed",
        "sinclair",
        "defense",
        "weekend",
        "video",
        "montage",
        "sinclair",
        "anchor",
        "reading",
        "script",
        "went",
        "viral",
        "sinclair",
        "far",
        "superior",
        "cnn",
        "even",
        "fake",
        "nbc",
        "total",
        "joke",
        "trump",
        "wrote",
        "twitter",
        "monday",
        "stock",
        "fallen",
        "percent",
        "since",
        "oval",
        "office",
        "weighed",
        "sinclair",
        "editorial",
        "bias",
        "risky",
        "right",
        "part",
        "general",
        "financial",
        "industrial",
        "picture",
        "keep",
        "potential",
        "shareholder",
        "wary",
        "sending",
        "capital",
        "sinclair",
        "direction",
        "starter",
        "must",
        "willing",
        "tolerate",
        "arrangement",
        "treat",
        "corporate",
        "vassal",
        "need",
        "stomach",
        "unusual",
        "amount",
        "financial",
        "leverage",
        "according",
        "company",
        "lore",
        "sinclair",
        "began",
        "fm",
        "radio",
        "station",
        "baltimore",
        "founder",
        "julian",
        "sinclair",
        "smith",
        "father",
        "patriarch",
        "smith",
        "brother",
        "major",
        "son",
        "david",
        "smith",
        "sits",
        "top",
        "pyramid",
        "executive",
        "chairman",
        "board",
        "along",
        "vice",
        "president",
        "frederick",
        "smith",
        "duncan",
        "smith",
        "another",
        "brother",
        "robert",
        "smith",
        "four",
        "men",
        "fill",
        "remainder",
        "average",
        "tenure",
        "sinclair",
        "director",
        "come",
        "year",
        "average",
        "age",
        "according",
        "analysis",
        "equilar",
        "board",
        "recruitment",
        "compensation",
        "consultancy",
        "may",
        "step",
        "trump",
        "base",
        "voter",
        "support",
        "far",
        "aligned",
        "sinclair",
        "peer",
        "including",
        "tegna",
        "ew",
        "scripps",
        "meredith",
        "even",
        "new",
        "york",
        "time",
        "average",
        "director",
        "served",
        "less",
        "six",
        "year",
        "equilar",
        "say",
        "fifth",
        "hail",
        "humanity",
        "gender",
        "sinclair",
        "like",
        "two",
        "class",
        "share",
        "make",
        "unique",
        "medium",
        "world",
        "rupert",
        "murdoch",
        "control",
        "sinclair",
        "rival",
        "fox",
        "news",
        "parent",
        "similar",
        "structure",
        "smith",
        "extraordinary",
        "lock",
        "company",
        "four",
        "brother",
        "around",
        "percent",
        "unlisted",
        "b",
        "share",
        "vote",
        "conferring",
        "quartet",
        "nearly",
        "percent",
        "vote",
        "economic",
        "claim",
        "around",
        "quarter",
        "adding",
        "share",
        "confers",
        "quartet",
        "nearly",
        "percent",
        "vote",
        "economic",
        "claim",
        "around",
        "third",
        "nobody",
        "tell",
        "smith",
        "investor",
        "director",
        "certainly",
        "sinclair",
        "anchor",
        "many",
        "may",
        "subject",
        "unusual",
        "employment",
        "contract",
        "would",
        "force",
        "pay",
        "financial",
        "penalty",
        "leaving",
        "prematurely",
        "bloomberg",
        "reported",
        "tuesday",
        "one",
        "sinclair",
        "employee",
        "cited",
        "report",
        "would",
        "hook",
        "percent",
        "salary",
        "leaving",
        "term",
        "agreement",
        "finished",
        "aside",
        "governance",
        "company",
        "present",
        "risky",
        "financial",
        "proposition",
        "middle",
        "acquiring",
        "rival",
        "tribune",
        "medium",
        "billion",
        "well",
        "assuming",
        "billion",
        "target",
        "debt",
        "deal",
        "made",
        "possible",
        "trump",
        "administration",
        "loosening",
        "restriction",
        "could",
        "expand",
        "sinclair",
        "penetration",
        "percent",
        "television",
        "household",
        "percent",
        "today",
        "deal",
        "yet",
        "approved",
        "regulator",
        "may",
        "require",
        "sinclair",
        "divest",
        "asset",
        "even",
        "without",
        "taking",
        "tribune",
        "company",
        "debt",
        "pile",
        "prodigious",
        "end",
        "year",
        "well",
        "fargo",
        "estimate",
        "sinclair",
        "billion",
        "borrowing",
        "nearly",
        "billion",
        "value",
        "equity",
        "almost",
        "five",
        "time",
        "projected",
        "ebitda",
        "company",
        "reliant",
        "advertising",
        "potential",
        "slowdown",
        "economy",
        "federal",
        "reserve",
        "raise",
        "interest",
        "rate",
        "could",
        "hit",
        "sinclair",
        "creditworthiness",
        "back",
        "far",
        "smaller",
        "carried",
        "much",
        "less",
        "debt",
        "company",
        "top",
        "line",
        "dropped",
        "percent",
        "economy",
        "reeled",
        "prior",
        "year",
        "financial",
        "crisis",
        "advertiser",
        "pulled",
        "back",
        "also",
        "business",
        "model",
        "risk",
        "addition",
        "economic",
        "slowdown",
        "traditional",
        "advertising",
        "medium",
        "facing",
        "increased",
        "competition",
        "internet",
        "new",
        "medium",
        "alternative",
        "noted",
        "benchmark",
        "analyst",
        "march",
        "report",
        "advertiser",
        "may",
        "view",
        "alternative",
        "option",
        "cost",
        "effective",
        "limiting",
        "sinclair",
        "growth",
        "growth",
        "lastly",
        "sinclair",
        "politics",
        "trump",
        "white",
        "house",
        "republican",
        "control",
        "congress",
        "sinclair",
        "perhaps",
        "expect",
        "beneficial",
        "treatment",
        "already",
        "blessed",
        "ownership",
        "rule",
        "waived",
        "probably",
        "receive",
        "benediction",
        "tribune",
        "merger",
        "federal",
        "communication",
        "commission",
        "aligning",
        "closely",
        "fortune",
        "one",
        "party",
        "sinclair",
        "may",
        "shareholder",
        "disservice",
        "longer",
        "run",
        "simply",
        "president",
        "congressional",
        "majority",
        "swing",
        "election",
        "television",
        "advertiser",
        "increasingly",
        "sensitive",
        "way",
        "social",
        "medium",
        "politics",
        "collide",
        "look",
        "happened",
        "fox",
        "news",
        "pundit",
        "laura",
        "ingraham",
        "last",
        "week",
        "heckled",
        "david",
        "hogg",
        "survivor",
        "parkland",
        "florida",
        "high",
        "school",
        "shooting",
        "rejected",
        "handful",
        "college",
        "response",
        "ingraham",
        "tweet",
        "hogg",
        "listed",
        "name",
        "company",
        "bought",
        "time",
        "show",
        "exhorted",
        "twitter",
        "follower",
        "pick",
        "one",
        "call",
        "complain",
        "within",
        "hour",
        "dozen",
        "major",
        "advertiser",
        "including",
        "nestlé",
        "johnson",
        "johnson",
        "backed",
        "away",
        "ingraham",
        "show",
        "anchor",
        "ingraham",
        "angle",
        "program",
        "hastily",
        "announced",
        "would",
        "take",
        "break",
        "week",
        "hogg",
        "twitter",
        "follower",
        "sinclair",
        "broadcasting",
        "sinclair",
        "know",
        "sort",
        "blowback",
        "pulled",
        "controversial",
        "kerry",
        "film",
        "last",
        "minute",
        "amid",
        "democratic",
        "complaint",
        "content",
        "threat",
        "shareholder",
        "lawsuit",
        "selloff",
        "knocked",
        "nearly",
        "percent",
        "stock",
        "price",
        "playing",
        "politics",
        "risky",
        "game",
        "investor",
        "breakingviews",
        "reuters",
        "breakingviews",
        "world",
        "leading",
        "source",
        "financial",
        "insight",
        "reuters",
        "brand",
        "financial",
        "commentary",
        "dissect",
        "big",
        "business",
        "economic",
        "story",
        "break",
        "around",
        "world",
        "every",
        "day",
        "global",
        "team",
        "correspondent",
        "new",
        "york",
        "london",
        "hong",
        "kong",
        "major",
        "city",
        "provides",
        "expert",
        "analysis",
        "real",
        "time",
        "sign",
        "free",
        "trial",
        "full",
        "service",
        "http",
        "follow",
        "u",
        "twitter",
        "breakingviews",
        "opinion",
        "expressed",
        "author",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}