{
    "organizations": [],
    "uuid": "386fba504b234d425dc9bcc34920336f618a1163",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/business-wire-united-company-rusal-plc-inside-information-delisting-of-global-depositary-receipts-from-euronext-paris.html",
    "ord_in_thread": 0,
    "title": "United Company RUSAL Plc: Inside Information Delisting of Global Depositary Receipts from Euronext Paris",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HONG KONG--(BUSINESS WIRE)-- Regulatory News:\nUnited Company RUSAL Plc (Paris:RUSAL) (Paris:RUAL):\nHong Kong Exchanges and Clearing Limited and The Stock Exchange of Hong Kong Limited take no responsibility for the contents of this announcement, make no representation as to its accuracy or completeness and expressly disclaim any liability whatsoever for any loss howsoever arising from or in reliance upon the whole or any part of the contents of this announcement.\nThis announcement is for information purposes only and does not constitute or form part of any advertisement, offer, solicitation or an invitation to make offers to acquire, purchase or subscribe for securities or an invitation to enter into an agreement to do any such things, nor is it calculated to invite any offer to acquire, purchase or subscribe for any securities.\nThis announcement is not an offer for sale of any securities in the United States of America. Securities may not be offered or sold in the United States of America absent registration under the U.S. Securities Act of 1933, as amended (the “Securities Act”), or an exemption from registration under the Securities Act. Any securities described in this announcement have not been and will not be registered under the Securities Act, and there is no intention to conduct a public offering of any securities in the United States of America.\nThis announcement is for information purposes only and does not constitute or form part of any advertisement, offer, solicitation or an invitation to make offers, sell, exchange or transfer of, or any solicitation of any offer to subscribe for or purchase, or advertisement of, any securities in Hong Kong, the United States of America, the Russian Federation, France or elsewhere, nor shall it (or any part of it) form the basis of any investment decision, contract or commitment whatsoever, and is provided for information only. The distribution of this announcement may be restricted by law in certain jurisdictions, and persons into whose possession this announcement or other information referred to herein come should inform themselves about and observe any such restriction. Any failure to comply with these restrictions may constitute a violation of the laws of any such jurisdiction.\nThis announcement contains no information or material which may result in it being deemed (i) to be a prospectus within the meaning of section 2(1) of the Companies (Winding up and Miscellaneous Provisions) Ordinance (Chapter 32 of the Laws of Hong Kong), or an advertisement in relation to a prospectus or proposed prospectus or extract from or abridged version of a prospectus within the meaning of section 38B of that Ordinance or an advertisement, invitation or document containing an advertisement or invitation to, or directing at, the public falling within the meaning of section 103 of the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong) or (ii) in Hong Kong to have effected an offer to the public without compliance with the laws of Hong Kong or being able to invoke any exemption available under the laws of Hong Kong. This announcement does not constitute or form part of and should not be construed as a prospectus, notice, circular, brochure or advertisement offering to sell or issue or solicitation or invitation of offers to acquire, purchase or subscribe for any securities in Hong Kong or intended to invite such offers or inducing or intended to induce subscription for or purchase of any securities in Hong Kong nor should it form the basis of, or be relied on in connection with, any contract or commitment or investment decision whatsoever.\nThis announcement is directed only at persons who (i) are outside the United Kingdom or (ii) have professional experience in matters relating to investments falling within Article 19(5) of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005 (the “Order”) or (iii) are persons falling within Article 49(2)(a) to (d) (“high net worth companies, unincorporated associations etc”) of the Order or (iv) to whom this announcement may otherwise be directed without contravention of Section 21 of the Financial Services and Markets Act 2000 (all such persons together being referred to as “relevant persons”). This announcement must not be acted on or relied on by persons who are not relevant persons. Any investment or investment activity to which this announcement relates is available only to relevant persons and will be engaged in only with relevant persons.\nIn member states of the European Economic Area, this announcement is directed only at persons who are “qualified investors” within the meaning of Article 2(1)(e) of Directive 2003/71/EC (the “Prospectus Directive”) (“Qualified Investors”). This announcement is an advertisement for the purposes of applicable measures implementing the Prospectus Directive.\nUNITED COMPANY RUSAL PLC\n(Incorporated under the laws of Jersey with limited liability)\n(Stock Code: 486)\nINSIDE INFORMATION\nDELISTING OF GLOBAL DEPOSITARY RECEIPTS\nFROM EURONEXT PARIS\nThis announcement is made by United Company RUSAL Plc (the “ Company ”) pursuant to Rule 13.09 of the Rules Governing the Listing of Securities on The Stock Exchange of Hong Kong Limited (the “ Listing Rules ”) and the Inside Information Provisions under Part XIVA of the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong).\nThe Company announces that it applied for the delisting of its global depositary receipts (“ GDS ”) from Euronext Paris (ISIN codes US9098832093 and US9098831004).\nThe Company has agreed with each of Euronext Paris and The Bank of New York Mellon (the “ Depositary ”) being the depositary of the GDS to:\n(1) Delist the GDS from the list of financial instruments admitted to trading on Euronext Paris;\n(2) Terminate the depositary agreement pursuant to which the GDS is operating and close the GDS programe (together with (1) above, “ GDS Delisting ”).\nThe Board of Euronext Paris SA has approved the GDS Delisting on the condition that there will be an orderly sale procedure pursuant to which existing GDS holders may sell their securities on the most liquid of such other market(s) with equivalent characteristics maintained by the Company at no expense and the Company bearing the costs of transfer of securities and funds from one market to another and any associated trading or exchange costs. Such procedure is centralized by a broker that must be a member of Euroclear France. In order to comply with such condition, a sale facility procedure from the French market will be put in place on the Stock Exchange of Hong Kong Limited (the “ HKEx ”) in order to enable GDS holders to sell their shares of the Company under their GDS (the “ Orderly Sale Procedure ”). The Company has appointed CACEIS Corporate Trust (the “ CACEIS ”) as the centralizing broker for such Orderly Sale Procedure. Brokerage costs of the sale under the Orderly Sale Procedure will be borne by the Company. GDS holders who wish to participate in the Orderly Sale Procedure must tender their GDSs between April 9, 2018 and April 20, 2018. Alternatively, the GDS holders may register the shares underlying their GDS, following the GDS Delisting, with a financial intermediary of their choice acting on HKEx. If a GDS holder does not follow any of the two alternatives as mentioned above, the shares underlying the GDS will still remain valid after the GDS Delisting, but at the time of future disposal, such shares must be sold through a broker on HKEx.\nFrench shareholders wishing to take advantage of the Orderly Sale Procedure should instruct their financial intermediary to deliver the number of GDS they hold to CACEIS pursuant to the Euronext notice published on April 5, 2018. The shares underlying the GDSs tendered will be sold on the Hong Kong Stock Exchange on or around April 30, 2018 at the market price at the moment of the sale, after centralization of orders to sell by CACEIS. An applicable weighted average price will then be calculated by CACEIS. The proceeds from the sales, converted in Euros, will be distributed to eligible GDS holders once received by CACEIS.\nBy participating in the Orderly Sale Procedure the holders of GDS understand and accept the implicit risk that may arise because of possible fluctuation of the Company’s share price between the close of the voluntary sale facility, at which time their sell order will become irrevocable, and sale of the shares on the HKEx.\nIt is expected that all GDSs will be delisted from Euronext Paris, and then delisted from Euroclear France.\nIt is expected that the GDS Delisting will be completed on or around 4 May 2018.\nGDS Delisting will not have any impact on the listing of the Company’s ordinary shares on the HKEx and/or the Moscow Exchange.\nThe GDS Delisting shall allow the concentration of the Company’s public equity instrument trading liquidity into its ordinary shares traded in Hong Kong and Moscow.\nShareholders and investors are advised to exercise caution when dealing in the securities of the Company. Shareholders and investors are further advised to consider and rely only on information relating to the GDS Delisting which is released by the Company from time to time in accordance with the requirements of applicable laws, regulations and the Listing Rules.\nBy Order of the Board of Directors of\nUnited Company RUSAL Plc\nAby Wong Po Ying\nCompany Secretary 5 April 2018\nAs at the date of this announcement, the executive Directors are Mr. Vladislav Soloviev and Mr. Siegfried Wolf, the non-executive Directors are Mr. Oleg Deripaska, Mr. Maxim Sokov, Mr. Dmitry Afanasiev, Mr. Ivan Glasenberg, Mr. Maksim Goldman, Ms. Gulzhan Moldazhanova, Mr. Daniel Lesin Wolfe, Ms. Olga Mashkovskaya, Ms. Ekaterina Nikitina and Mr. Marco Musetti, and the independent non-executive Directors are Mr. Matthias Warnig (Chairman), Mr. Philip Lader, Dr. Elsie Leung Oi-sie, Mr. Mark Garber, Mr. Dmitry Vasiliev and Mr. Bernard Zonneveld.\nAll announcements and press releases published by the Company are available on its website under the links http://www.rusal.ru/en/investors/hkse/ , http://rusal.ru/investors/info/moex/ and http://www.rusal.ru/en/press-center/press-releases.aspx , respectively.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180404006432/en/\nUnited Company RUSAL Plc\nSource: United Company RUSAL Plc",
    "published": "2018-04-05T09:30:00.000+03:00",
    "crawled": "2018-04-05T10:35:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hong",
        "kong",
        "business",
        "wire",
        "regulatory",
        "news",
        "united",
        "company",
        "rusal",
        "plc",
        "paris",
        "rusal",
        "paris",
        "rual",
        "hong",
        "kong",
        "exchange",
        "clearing",
        "limited",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "take",
        "responsibility",
        "content",
        "announcement",
        "make",
        "representation",
        "accuracy",
        "completeness",
        "expressly",
        "disclaim",
        "liability",
        "whatsoever",
        "loss",
        "howsoever",
        "arising",
        "reliance",
        "upon",
        "whole",
        "part",
        "content",
        "announcement",
        "announcement",
        "information",
        "purpose",
        "constitute",
        "form",
        "part",
        "advertisement",
        "offer",
        "solicitation",
        "invitation",
        "make",
        "offer",
        "acquire",
        "purchase",
        "subscribe",
        "security",
        "invitation",
        "enter",
        "agreement",
        "thing",
        "calculated",
        "invite",
        "offer",
        "acquire",
        "purchase",
        "subscribe",
        "security",
        "announcement",
        "offer",
        "sale",
        "security",
        "united",
        "state",
        "america",
        "security",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "america",
        "absent",
        "registration",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "exemption",
        "registration",
        "security",
        "act",
        "security",
        "described",
        "announcement",
        "registered",
        "security",
        "act",
        "intention",
        "conduct",
        "public",
        "offering",
        "security",
        "united",
        "state",
        "america",
        "announcement",
        "information",
        "purpose",
        "constitute",
        "form",
        "part",
        "advertisement",
        "offer",
        "solicitation",
        "invitation",
        "make",
        "offer",
        "sell",
        "exchange",
        "transfer",
        "solicitation",
        "offer",
        "subscribe",
        "purchase",
        "advertisement",
        "security",
        "hong",
        "kong",
        "united",
        "state",
        "america",
        "russian",
        "federation",
        "france",
        "elsewhere",
        "shall",
        "part",
        "form",
        "basis",
        "investment",
        "decision",
        "contract",
        "commitment",
        "whatsoever",
        "provided",
        "information",
        "distribution",
        "announcement",
        "may",
        "restricted",
        "law",
        "certain",
        "jurisdiction",
        "person",
        "whose",
        "possession",
        "announcement",
        "information",
        "referred",
        "herein",
        "come",
        "inform",
        "observe",
        "restriction",
        "failure",
        "comply",
        "restriction",
        "may",
        "constitute",
        "violation",
        "law",
        "jurisdiction",
        "announcement",
        "contains",
        "information",
        "material",
        "may",
        "result",
        "deemed",
        "prospectus",
        "within",
        "meaning",
        "section",
        "company",
        "winding",
        "miscellaneous",
        "provision",
        "ordinance",
        "chapter",
        "law",
        "hong",
        "kong",
        "advertisement",
        "relation",
        "prospectus",
        "proposed",
        "prospectus",
        "extract",
        "abridged",
        "version",
        "prospectus",
        "within",
        "meaning",
        "section",
        "38b",
        "ordinance",
        "advertisement",
        "invitation",
        "document",
        "containing",
        "advertisement",
        "invitation",
        "directing",
        "public",
        "falling",
        "within",
        "meaning",
        "section",
        "security",
        "future",
        "ordinance",
        "chapter",
        "law",
        "hong",
        "kong",
        "ii",
        "hong",
        "kong",
        "effected",
        "offer",
        "public",
        "without",
        "compliance",
        "law",
        "hong",
        "kong",
        "able",
        "invoke",
        "exemption",
        "available",
        "law",
        "hong",
        "kong",
        "announcement",
        "constitute",
        "form",
        "part",
        "construed",
        "prospectus",
        "notice",
        "circular",
        "brochure",
        "advertisement",
        "offering",
        "sell",
        "issue",
        "solicitation",
        "invitation",
        "offer",
        "acquire",
        "purchase",
        "subscribe",
        "security",
        "hong",
        "kong",
        "intended",
        "invite",
        "offer",
        "inducing",
        "intended",
        "induce",
        "subscription",
        "purchase",
        "security",
        "hong",
        "kong",
        "form",
        "basis",
        "relied",
        "connection",
        "contract",
        "commitment",
        "investment",
        "decision",
        "whatsoever",
        "announcement",
        "directed",
        "person",
        "outside",
        "united",
        "kingdom",
        "ii",
        "professional",
        "experience",
        "matter",
        "relating",
        "investment",
        "falling",
        "within",
        "article",
        "financial",
        "service",
        "market",
        "act",
        "financial",
        "promotion",
        "order",
        "order",
        "iii",
        "person",
        "falling",
        "within",
        "article",
        "high",
        "net",
        "worth",
        "company",
        "unincorporated",
        "association",
        "etc",
        "order",
        "iv",
        "announcement",
        "may",
        "otherwise",
        "directed",
        "without",
        "contravention",
        "section",
        "financial",
        "service",
        "market",
        "act",
        "person",
        "together",
        "referred",
        "relevant",
        "person",
        "announcement",
        "must",
        "acted",
        "relied",
        "person",
        "relevant",
        "person",
        "investment",
        "investment",
        "activity",
        "announcement",
        "relates",
        "available",
        "relevant",
        "person",
        "engaged",
        "relevant",
        "person",
        "member",
        "state",
        "european",
        "economic",
        "area",
        "announcement",
        "directed",
        "person",
        "qualified",
        "investor",
        "within",
        "meaning",
        "article",
        "e",
        "directive",
        "prospectus",
        "directive",
        "qualified",
        "investor",
        "announcement",
        "advertisement",
        "purpose",
        "applicable",
        "measure",
        "implementing",
        "prospectus",
        "directive",
        "united",
        "company",
        "rusal",
        "plc",
        "incorporated",
        "law",
        "jersey",
        "limited",
        "liability",
        "stock",
        "code",
        "inside",
        "information",
        "delisting",
        "global",
        "depositary",
        "receipt",
        "euronext",
        "paris",
        "announcement",
        "made",
        "united",
        "company",
        "rusal",
        "plc",
        "company",
        "pursuant",
        "rule",
        "rule",
        "governing",
        "listing",
        "security",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "listing",
        "rule",
        "inside",
        "information",
        "provision",
        "part",
        "xiva",
        "security",
        "future",
        "ordinance",
        "chapter",
        "law",
        "hong",
        "kong",
        "company",
        "announces",
        "applied",
        "delisting",
        "global",
        "depositary",
        "receipt",
        "gd",
        "euronext",
        "paris",
        "isin",
        "code",
        "us9098832093",
        "us9098831004",
        "company",
        "agreed",
        "euronext",
        "paris",
        "bank",
        "new",
        "york",
        "mellon",
        "depositary",
        "depositary",
        "gd",
        "delist",
        "gd",
        "list",
        "financial",
        "instrument",
        "admitted",
        "trading",
        "euronext",
        "paris",
        "terminate",
        "depositary",
        "agreement",
        "pursuant",
        "gd",
        "operating",
        "close",
        "gd",
        "programe",
        "together",
        "gd",
        "delisting",
        "board",
        "euronext",
        "paris",
        "sa",
        "approved",
        "gd",
        "delisting",
        "condition",
        "orderly",
        "sale",
        "procedure",
        "pursuant",
        "existing",
        "gd",
        "holder",
        "may",
        "sell",
        "security",
        "liquid",
        "market",
        "equivalent",
        "characteristic",
        "maintained",
        "company",
        "expense",
        "company",
        "bearing",
        "cost",
        "transfer",
        "security",
        "fund",
        "one",
        "market",
        "another",
        "associated",
        "trading",
        "exchange",
        "cost",
        "procedure",
        "centralized",
        "broker",
        "must",
        "member",
        "euroclear",
        "france",
        "order",
        "comply",
        "condition",
        "sale",
        "facility",
        "procedure",
        "french",
        "market",
        "put",
        "place",
        "stock",
        "exchange",
        "hong",
        "kong",
        "limited",
        "hkex",
        "order",
        "enable",
        "gd",
        "holder",
        "sell",
        "share",
        "company",
        "gd",
        "orderly",
        "sale",
        "procedure",
        "company",
        "appointed",
        "caceis",
        "corporate",
        "trust",
        "caceis",
        "centralizing",
        "broker",
        "orderly",
        "sale",
        "procedure",
        "brokerage",
        "cost",
        "sale",
        "orderly",
        "sale",
        "procedure",
        "borne",
        "company",
        "gd",
        "holder",
        "wish",
        "participate",
        "orderly",
        "sale",
        "procedure",
        "must",
        "tender",
        "gdss",
        "april",
        "april",
        "alternatively",
        "gd",
        "holder",
        "may",
        "register",
        "share",
        "underlying",
        "gd",
        "following",
        "gd",
        "delisting",
        "financial",
        "intermediary",
        "choice",
        "acting",
        "hkex",
        "gd",
        "holder",
        "follow",
        "two",
        "alternative",
        "mentioned",
        "share",
        "underlying",
        "gd",
        "still",
        "remain",
        "valid",
        "gd",
        "delisting",
        "time",
        "future",
        "disposal",
        "share",
        "must",
        "sold",
        "broker",
        "hkex",
        "french",
        "shareholder",
        "wishing",
        "take",
        "advantage",
        "orderly",
        "sale",
        "procedure",
        "instruct",
        "financial",
        "intermediary",
        "deliver",
        "number",
        "gd",
        "hold",
        "caceis",
        "pursuant",
        "euronext",
        "notice",
        "published",
        "april",
        "share",
        "underlying",
        "gdss",
        "tendered",
        "sold",
        "hong",
        "kong",
        "stock",
        "exchange",
        "around",
        "april",
        "market",
        "price",
        "moment",
        "sale",
        "centralization",
        "order",
        "sell",
        "caceis",
        "applicable",
        "weighted",
        "average",
        "price",
        "calculated",
        "caceis",
        "proceeds",
        "sale",
        "converted",
        "euro",
        "distributed",
        "eligible",
        "gd",
        "holder",
        "received",
        "caceis",
        "participating",
        "orderly",
        "sale",
        "procedure",
        "holder",
        "gd",
        "understand",
        "accept",
        "implicit",
        "risk",
        "may",
        "arise",
        "possible",
        "fluctuation",
        "company",
        "share",
        "price",
        "close",
        "voluntary",
        "sale",
        "facility",
        "time",
        "sell",
        "order",
        "become",
        "irrevocable",
        "sale",
        "share",
        "hkex",
        "expected",
        "gdss",
        "delisted",
        "euronext",
        "paris",
        "delisted",
        "euroclear",
        "france",
        "expected",
        "gd",
        "delisting",
        "completed",
        "around",
        "may",
        "gd",
        "delisting",
        "impact",
        "listing",
        "company",
        "ordinary",
        "share",
        "hkex",
        "moscow",
        "exchange",
        "gd",
        "delisting",
        "shall",
        "allow",
        "concentration",
        "company",
        "public",
        "equity",
        "instrument",
        "trading",
        "liquidity",
        "ordinary",
        "share",
        "traded",
        "hong",
        "kong",
        "moscow",
        "shareholder",
        "investor",
        "advised",
        "exercise",
        "caution",
        "dealing",
        "security",
        "company",
        "shareholder",
        "investor",
        "advised",
        "consider",
        "rely",
        "information",
        "relating",
        "gd",
        "delisting",
        "released",
        "company",
        "time",
        "time",
        "accordance",
        "requirement",
        "applicable",
        "law",
        "regulation",
        "listing",
        "rule",
        "order",
        "board",
        "director",
        "united",
        "company",
        "rusal",
        "plc",
        "aby",
        "wong",
        "po",
        "ying",
        "company",
        "secretary",
        "april",
        "date",
        "announcement",
        "executive",
        "director",
        "vladislav",
        "soloviev",
        "siegfried",
        "wolf",
        "director",
        "oleg",
        "deripaska",
        "maxim",
        "sokov",
        "dmitry",
        "afanasiev",
        "ivan",
        "glasenberg",
        "maksim",
        "goldman",
        "gulzhan",
        "moldazhanova",
        "daniel",
        "lesin",
        "wolfe",
        "olga",
        "mashkovskaya",
        "ekaterina",
        "nikitina",
        "marco",
        "musetti",
        "independent",
        "director",
        "matthias",
        "warnig",
        "chairman",
        "philip",
        "lader",
        "elsie",
        "leung",
        "mark",
        "garber",
        "dmitry",
        "vasiliev",
        "bernard",
        "zonneveld",
        "announcement",
        "press",
        "release",
        "published",
        "company",
        "available",
        "website",
        "link",
        "http",
        "http",
        "http",
        "respectively",
        "view",
        "source",
        "version",
        "http",
        "united",
        "company",
        "rusal",
        "plc",
        "source",
        "united",
        "company",
        "rusal",
        "plc"
    ]
}