{
    "organizations": [],
    "uuid": "8a15c7fe494d9c55c0e930a16a67111fa38daf12",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/business-wire-stentys-2017-annual-results.html",
    "ord_in_thread": 0,
    "title": "Stentys: 2017 Annual Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Annual revenues of €7 million Substantial 38% reduction in the recurring operating loss 1 Cash position of €8.8 million at December 31, 2017, strengthened by the €11.8 million raised during the recent rights issue Ongoing acquisition of MINVASYS with the aim of creating a benchmark French group in interventional cardiology\nPARIS--(BUSINESS WIRE)-- Regulatory News:\nSTENTYS (Paris:STNT) (FR0010949404 – STNT), a medical technology company commercializing the Xposition S self-apposing coronary stent, today reports its annual results for the year to December 31, 2017, as approved by the Board of Directors on March 30, 2018.\nChristophe Lottin, Chief Executive Officer, comments: “Following a transitional year in 2017 that resulted in a substantial reduction in our losses thanks to the rigorous execution of our restructuring plan, 2018 began with the MINVASYS acquisition project. Completing this acquisition will enable us to enlarge our commercial offer, enhance our product range and significantly expand our geographical presence to more than 60 countries while generating considerable operational synergies. The success of our recent €11.8 million rights issue has provided us with the necessary financial means to implement our strategy and illustrates the confidence our shareholders have in STENTYS’ ability to become a benchmark French group in interventional cardiology”.\n2017 annual results: 38% reduction in the core operating loss 1\n€ thousands – IFRS 2\nDecember 31, 2017 December 31, 2016 Revenues 7,036 7 318 Cost of goods sold -3,493 -3,938 Research & Development costs -2,377 -3,149 Sales & Marketing costs -4,472 -6,465 General & Administrative costs -2,141 -2,592 Recurring operating loss (before share-based payments) -5,447 -8,825 Other operating expenses/income -92 591 Share-based payment -139 -93 Operating loss -5,678 -8,326 Net loss -5,870 -6,524 During 2017, STENTYS’ main financial indicators evolved as follows:\na slight decrease in revenues (-4%) to €7 million, versus €7.3 million in 2016, impacted by the end of the commercialization of previous-generation products and the decrease in the sales of non-proprietary products; an increase in sales of the Xposition S drug-eluting stent, the Company’s flagship proprietary product, of 22% in volume and 9% in value; this Sirolimus-eluting stent accounted for 87% of total sales in 2017; a substantial 38% reduction in the core operating loss (before share-based payments) to -€5.4 million, compared with -€8.8 million in 2016, thanks to the decrease in operating costs (-23%) notably as a result of the positive effects of the restructuring plan completed at the end of 2016; a 30% reduction in the net loss to -€5.9 million, versus -€8.4 million in 2016.\nIn detail, operating costs broke down as follows:\nCost of goods sold: the gross margin improved by 4 percentage points to 50% at December 31, 2017, thanks to the dominating share of Xposition S proprietary stent sales; Research & Development costs were down 25% compared with 2016, due to the dual effect of the decrease in the amortization of capitalized development costs and the closure of the American subsidiary in 2016 within the framework of the Group’s operational reorganization; Sales & Marketing costs were down 30%, primarily due to the impact of the 2016 restructuring plan, notably on personnel costs, as well as to the completion of patient enrollment in the TRUNC trial in June 2017; General & Administrative costs decreased by 17% thanks to the savings resulting from the restructuring plan completed in 2016.\nSTENTYS had a workforce of 25 staff at December 31, 2017, versus 28 at December 31, 2016.\nFinancial structure strengthened by the €11.8 million raised in March 2018\nAt December 31, 2017, STENTYS had a cash position of €8.8 million, versus €10.3 million at June 30, 2017, reflecting a substantial reduction of the cash burn during the second half of the year as a result of the cost-cutting program implemented by the Company. 2017 cash burn was thus €8.2 million.\nIn March 2018, STENTYS carried out an €11.8 million rights issue to finance the acquisition of MINVASYS.\nThe funds raised will be used to finance the acquisition and subsequent integration of MINVASYS and, combined with the two companies’ consolidated cash position, provide the new Group with good visibility for the deployment of its strategy.\n2017 highlights\nPresentation of the follow-up data of two studies at EuroPCR 2017 Follow-up data of the APPOSITION IV clinical trial at 3 years: confirmation of the positive interim results, showing that the vessels treated with the STENTYS SES (Sirolimus-eluting stent) retain a stable mean lumen diameter and minimalistic late lumen loss (mean of 0.24 mm). Follow-up data of the OPEN II study at 4 years, assessing the first-generation STENTYS drug-eluting stent: confirmation of a low MACE (major adverse cardiac events) rate over the long term. Completion of patient enrollment in the TRUNC clinical trial In July 2017, the Company announced that it had completed the enrollment of the 200 patients for the TRUNC trial, carried out in 18 European clinical sites. The results of this study, which aims to evaluate the long-term safety and efficacy of the Xposition S stent for the treatment of the unprotected left main artery (the heart’s main artery), are expected before the end of 2018. Pre-commercialization of the new Serpentis stent In November 2017, STENTYS began, in a selection of pilot centers across Europe, the pre-commercialization of Serpentis, a new Sirolimus-eluting stent with a bio-absorbable coating. STENTYS is thus expanding its offer with a proprietary drug-eluting stent dedicated to routine procedures. Presentation of the interim results of the SIZING registry At the end of 2017, STENTYS presented the results of an interim analysis of the SIZING international registry at the TCT (Transcatheter Cardiovascular Therapeutics) 2017 congress in Denver, Colorado. The results of the interim analysis of the cohort treated with the Xposition S stent (588 patients) validate the benefits of using this self-apposing stent for complex anatomies.\nSubsequent events and 2018 outlook\nOn January 30, 2018, STENTYS announced plans to acquire MINVASYS, French specialist in innovative solutions for the treatment of cardiovascular disorders, with a view to creating a benchmark French group in interventional cardiology.\nIn order to finance this transformative acquisition for the Company, STENTYS launched an €11.8 million rights issue that was a significant success among both longstanding shareholders and new investors, with demand 1.24 times the offering.\nFollowing this success, STENTYS has the necessary means to:\ncomplete the integration of this acquisition in order to achieve operational and production synergies; gradually launch the commercialization of the Serpentis stent in new centers; deploy its new range of proprietary and complementary products in regions of strategic interest henceforth comprising more than 60 countries.\nUpcoming publications and events\nRevenues for the first quarter of 2018 : Thursday April 12, 2018 (after market)\nShareholders’ General Meeting: Monday May 14, 2018 from 4 pm CEST at 21 place de la Madeleine, 75008 Paris, FRANCE\nAbout STENTYS\nSTENTYS develops and commercializes innovative solutions for the treatment of patients with complex artery disease. STENTYS’ Self-Apposing® drug-eluting stents (DES) are designed to adapt to vessels with ambiguous or fluctuating diameters in order to prevent the malapposition problems associated with conventional stents. The APPOSITION clinical trials for the treatment of acute myocardial infarction showed a very low mortality rate at one year and a faster arterial healing compared to conventional stents. The company’s product portfolio also includes MiStent SES® and Serpentis, two innovative coronary DES for routine interventions, and is marketed through STENTYS’ commercial network in Europe, the Middle East, Asia and Latin America.\nAdditional information is available at www.stentys.com\nSTENTYS is listed on Compartment C of Euronext Paris\nISIN: FR0010949404 – Ticker: STNT\nForward-looking Statements\nThis press release contains forward-looking statements about the Company that are based on numerous assumptions regarding the Company’s present and future business strategies and the environment in which it will operate in the future which may not be accurate. Such forward-looking statements involve known and unknown risks which may cause the Company’s actual results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by such forward-looking statements. Such factors include, among others, risks associated with the development and commercialization of the Company’s products, market acceptance of the Company’s products, its ability to manage growth, the competitive environment in relation to its business area and markets, its ability to enforce and protect its patents and proprietary rights, uncertainties related to the U.S. FDA approval process, slower than expected rates of patient recruitment for clinical trials, the outcome of clinical trials, and other factors, including those described in the Section 4 “Risk Factors” of the Company’s 2016 Registration Document (document de référence) filed with the French Autorité des Marchés Financiers (AMF) on November 29, 2017 under number D.17-1084.\n1 Recurring operating loss before share-based payments\n2 2017 consolidated accounts have been audited and the auditor’s certification is pending.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180403006183/en/\nSTENTYS\nAndré Lerebours\nCFO\nTel.: +33 (0)1 44 53 99 42\ninvestor@stentys.com\nor\nNewCap\nInvestor Relations / Strategic Communications\nDusan Oresansky / Alexia Faure\nTel.: +33 (0)1 44 71 94 92\nstentys@newcap.eu\nSource: STENTYS",
    "published": "2018-04-03T20:00:00.000+03:00",
    "crawled": "2018-04-03T20:58:53.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "annual",
        "revenue",
        "million",
        "substantial",
        "reduction",
        "recurring",
        "operating",
        "loss",
        "cash",
        "position",
        "million",
        "december",
        "strengthened",
        "million",
        "raised",
        "recent",
        "right",
        "issue",
        "ongoing",
        "acquisition",
        "minvasys",
        "aim",
        "creating",
        "benchmark",
        "french",
        "group",
        "interventional",
        "cardiology",
        "paris",
        "business",
        "wire",
        "regulatory",
        "news",
        "stentys",
        "paris",
        "stnt",
        "fr0010949404",
        "stnt",
        "medical",
        "technology",
        "company",
        "commercializing",
        "xposition",
        "coronary",
        "stent",
        "today",
        "report",
        "annual",
        "result",
        "year",
        "december",
        "approved",
        "board",
        "director",
        "march",
        "christophe",
        "lottin",
        "chief",
        "executive",
        "officer",
        "comment",
        "following",
        "transitional",
        "year",
        "resulted",
        "substantial",
        "reduction",
        "loss",
        "thanks",
        "rigorous",
        "execution",
        "restructuring",
        "plan",
        "began",
        "minvasys",
        "acquisition",
        "project",
        "completing",
        "acquisition",
        "enable",
        "u",
        "enlarge",
        "commercial",
        "offer",
        "enhance",
        "product",
        "range",
        "significantly",
        "expand",
        "geographical",
        "presence",
        "country",
        "generating",
        "considerable",
        "operational",
        "synergy",
        "success",
        "recent",
        "million",
        "right",
        "issue",
        "provided",
        "u",
        "necessary",
        "financial",
        "mean",
        "implement",
        "strategy",
        "illustrates",
        "confidence",
        "shareholder",
        "stentys",
        "ability",
        "become",
        "benchmark",
        "french",
        "group",
        "interventional",
        "cardiology",
        "annual",
        "result",
        "reduction",
        "core",
        "operating",
        "loss",
        "thousand",
        "ifrs",
        "december",
        "december",
        "revenue",
        "cost",
        "good",
        "sold",
        "research",
        "development",
        "cost",
        "sale",
        "marketing",
        "cost",
        "general",
        "administrative",
        "cost",
        "recurring",
        "operating",
        "loss",
        "payment",
        "operating",
        "payment",
        "operating",
        "loss",
        "net",
        "loss",
        "stentys",
        "main",
        "financial",
        "indicator",
        "evolved",
        "follows",
        "slight",
        "decrease",
        "revenue",
        "million",
        "versus",
        "million",
        "impacted",
        "end",
        "commercialization",
        "product",
        "decrease",
        "sale",
        "product",
        "increase",
        "sale",
        "xposition",
        "stent",
        "company",
        "flagship",
        "proprietary",
        "product",
        "volume",
        "value",
        "stent",
        "accounted",
        "total",
        "sale",
        "substantial",
        "reduction",
        "core",
        "operating",
        "loss",
        "payment",
        "million",
        "compared",
        "million",
        "thanks",
        "decrease",
        "operating",
        "cost",
        "notably",
        "result",
        "positive",
        "effect",
        "restructuring",
        "plan",
        "completed",
        "end",
        "reduction",
        "net",
        "loss",
        "million",
        "versus",
        "million",
        "detail",
        "operating",
        "cost",
        "broke",
        "follows",
        "cost",
        "good",
        "sold",
        "gross",
        "margin",
        "improved",
        "percentage",
        "point",
        "december",
        "thanks",
        "dominating",
        "share",
        "xposition",
        "proprietary",
        "stent",
        "sale",
        "research",
        "development",
        "cost",
        "compared",
        "due",
        "dual",
        "effect",
        "decrease",
        "amortization",
        "capitalized",
        "development",
        "cost",
        "closure",
        "american",
        "subsidiary",
        "within",
        "framework",
        "group",
        "operational",
        "reorganization",
        "sale",
        "marketing",
        "cost",
        "primarily",
        "due",
        "impact",
        "restructuring",
        "plan",
        "notably",
        "personnel",
        "cost",
        "well",
        "completion",
        "patient",
        "enrollment",
        "trunc",
        "trial",
        "june",
        "general",
        "administrative",
        "cost",
        "decreased",
        "thanks",
        "saving",
        "resulting",
        "restructuring",
        "plan",
        "completed",
        "stentys",
        "workforce",
        "staff",
        "december",
        "versus",
        "december",
        "financial",
        "structure",
        "strengthened",
        "million",
        "raised",
        "march",
        "december",
        "stentys",
        "cash",
        "position",
        "million",
        "versus",
        "million",
        "june",
        "reflecting",
        "substantial",
        "reduction",
        "cash",
        "burn",
        "second",
        "half",
        "year",
        "result",
        "program",
        "implemented",
        "company",
        "cash",
        "burn",
        "thus",
        "million",
        "march",
        "stentys",
        "carried",
        "million",
        "right",
        "issue",
        "finance",
        "acquisition",
        "minvasys",
        "fund",
        "raised",
        "used",
        "finance",
        "acquisition",
        "subsequent",
        "integration",
        "minvasys",
        "combined",
        "two",
        "company",
        "consolidated",
        "cash",
        "position",
        "provide",
        "new",
        "group",
        "good",
        "visibility",
        "deployment",
        "strategy",
        "highlight",
        "presentation",
        "data",
        "two",
        "study",
        "europcr",
        "data",
        "apposition",
        "iv",
        "clinical",
        "trial",
        "year",
        "confirmation",
        "positive",
        "interim",
        "result",
        "showing",
        "vessel",
        "treated",
        "stentys",
        "s",
        "stent",
        "retain",
        "stable",
        "mean",
        "lumen",
        "diameter",
        "minimalistic",
        "late",
        "lumen",
        "loss",
        "mean",
        "mm",
        "data",
        "open",
        "ii",
        "study",
        "year",
        "assessing",
        "stentys",
        "stent",
        "confirmation",
        "low",
        "mace",
        "major",
        "adverse",
        "cardiac",
        "event",
        "rate",
        "long",
        "term",
        "completion",
        "patient",
        "enrollment",
        "trunc",
        "clinical",
        "trial",
        "july",
        "company",
        "announced",
        "completed",
        "enrollment",
        "patient",
        "trunc",
        "trial",
        "carried",
        "european",
        "clinical",
        "site",
        "result",
        "study",
        "aim",
        "evaluate",
        "safety",
        "efficacy",
        "xposition",
        "stent",
        "treatment",
        "unprotected",
        "left",
        "main",
        "artery",
        "heart",
        "main",
        "artery",
        "expected",
        "end",
        "new",
        "serpentis",
        "stent",
        "november",
        "stentys",
        "began",
        "selection",
        "pilot",
        "center",
        "across",
        "europe",
        "serpentis",
        "new",
        "stent",
        "coating",
        "stentys",
        "thus",
        "expanding",
        "offer",
        "proprietary",
        "stent",
        "dedicated",
        "routine",
        "procedure",
        "presentation",
        "interim",
        "result",
        "sizing",
        "registry",
        "end",
        "stentys",
        "presented",
        "result",
        "interim",
        "analysis",
        "sizing",
        "international",
        "registry",
        "tct",
        "transcatheter",
        "cardiovascular",
        "therapeutic",
        "congress",
        "denver",
        "colorado",
        "result",
        "interim",
        "analysis",
        "cohort",
        "treated",
        "xposition",
        "stent",
        "patient",
        "validate",
        "benefit",
        "using",
        "stent",
        "complex",
        "anatomy",
        "subsequent",
        "event",
        "outlook",
        "january",
        "stentys",
        "announced",
        "plan",
        "acquire",
        "minvasys",
        "french",
        "specialist",
        "innovative",
        "solution",
        "treatment",
        "cardiovascular",
        "disorder",
        "view",
        "creating",
        "benchmark",
        "french",
        "group",
        "interventional",
        "cardiology",
        "order",
        "finance",
        "transformative",
        "acquisition",
        "company",
        "stentys",
        "launched",
        "million",
        "right",
        "issue",
        "significant",
        "success",
        "among",
        "longstanding",
        "shareholder",
        "new",
        "investor",
        "demand",
        "time",
        "offering",
        "following",
        "success",
        "stentys",
        "necessary",
        "mean",
        "complete",
        "integration",
        "acquisition",
        "order",
        "achieve",
        "operational",
        "production",
        "synergy",
        "gradually",
        "launch",
        "commercialization",
        "serpentis",
        "stent",
        "new",
        "center",
        "deploy",
        "new",
        "range",
        "proprietary",
        "complementary",
        "product",
        "region",
        "strategic",
        "interest",
        "henceforth",
        "comprising",
        "country",
        "upcoming",
        "publication",
        "event",
        "revenue",
        "first",
        "quarter",
        "thursday",
        "april",
        "market",
        "shareholder",
        "general",
        "meeting",
        "monday",
        "may",
        "pm",
        "cest",
        "place",
        "de",
        "la",
        "madeleine",
        "paris",
        "france",
        "stentys",
        "stentys",
        "develops",
        "commercializes",
        "innovative",
        "solution",
        "treatment",
        "patient",
        "complex",
        "artery",
        "disease",
        "stentys",
        "stent",
        "de",
        "designed",
        "adapt",
        "vessel",
        "ambiguous",
        "fluctuating",
        "diameter",
        "order",
        "prevent",
        "malapposition",
        "problem",
        "associated",
        "conventional",
        "stent",
        "apposition",
        "clinical",
        "trial",
        "treatment",
        "acute",
        "myocardial",
        "infarction",
        "showed",
        "low",
        "mortality",
        "rate",
        "one",
        "year",
        "faster",
        "arterial",
        "healing",
        "compared",
        "conventional",
        "stent",
        "company",
        "product",
        "portfolio",
        "also",
        "includes",
        "mistent",
        "serpentis",
        "two",
        "innovative",
        "coronary",
        "de",
        "routine",
        "intervention",
        "marketed",
        "stentys",
        "commercial",
        "network",
        "europe",
        "middle",
        "east",
        "asia",
        "latin",
        "america",
        "additional",
        "information",
        "available",
        "stentys",
        "listed",
        "compartment",
        "c",
        "euronext",
        "paris",
        "isin",
        "fr0010949404",
        "ticker",
        "stnt",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "company",
        "based",
        "numerous",
        "assumption",
        "regarding",
        "company",
        "present",
        "future",
        "business",
        "strategy",
        "environment",
        "operate",
        "future",
        "may",
        "accurate",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "associated",
        "development",
        "commercialization",
        "company",
        "product",
        "market",
        "acceptance",
        "company",
        "product",
        "ability",
        "manage",
        "growth",
        "competitive",
        "environment",
        "relation",
        "business",
        "area",
        "market",
        "ability",
        "enforce",
        "protect",
        "patent",
        "proprietary",
        "right",
        "uncertainty",
        "related",
        "fda",
        "approval",
        "process",
        "slower",
        "expected",
        "rate",
        "patient",
        "recruitment",
        "clinical",
        "trial",
        "outcome",
        "clinical",
        "trial",
        "factor",
        "including",
        "described",
        "section",
        "risk",
        "factor",
        "company",
        "registration",
        "document",
        "document",
        "de",
        "référence",
        "filed",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "november",
        "number",
        "recurring",
        "operating",
        "loss",
        "payment",
        "consolidated",
        "account",
        "audited",
        "auditor",
        "certification",
        "pending",
        "view",
        "source",
        "version",
        "http",
        "stentys",
        "andré",
        "lerebours",
        "cfo",
        "tel",
        "investor",
        "newcap",
        "investor",
        "relation",
        "strategic",
        "communication",
        "dusan",
        "oresansky",
        "alexia",
        "faure",
        "tel",
        "stentys",
        "source",
        "stentys"
    ]
}