{
    "organizations": [],
    "uuid": "9239b64f088afa455aab82e886518c5797ed4973",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-northkorea-china-border-darkness/a-road-trip-along-north-koreas-border-with-china-idUKKBN1HJ1YJ",
    "ord_in_thread": 0,
    "title": "A road trip along North Korea's border with China",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 12, 2018 / 12:52 PM / Updated 6 hours ago A road trip along North Korea's border with China Damir Sagolj 8 Min Read \n(Reuters) - Through binoculars mounted atop a tall building, I followed two women slowly making their way from the other side, across the bridge. The rusted device was a military type, and what I saw made them look as if they were targeted. It was very cold and I struggled to place my lens on the binoculars to take a picture. Women, photographed from the Chinese side of the border, are seen through binoculars fixed on a building on the Chinese side of the border for sightseers to look across to North Korea, as they cross the bridge from Namyang in North Korea towards the town of Tumen in China, November 24, 2017. REUTERS/Damir Sagolj \nI was on the border between China and North Korea with my usual reporting partner on such stories, Sue-Lin Wong, on a week-long road trip. What we saw – from dirt-poor daily lives to clandestine economic activity on the Korean side – included scenes not yet witnessed in foreign media. \nOn the same rooftop as us, two tourists were holding hands as they watched the women. They pulled out a selfie stick and took a picture with the border in the background. Soon after, they gave up sightseeing. But Sue-Lin and I stayed until my fingers were totally frozen from taking pictures. Then we went down, too. \nIt was going to be dark soon, and the only light across the bridge was from the portraits of North Korean leaders. On the Chinese side, under the tower, very relaxed border guards were having fun filming themselves with a video camera. We should have followed the women but I didn’t know what direction they went in. Instead, we went searching for the best Korean barbecue in town. \nI’m not a stranger to borders - I’ve spent good part of my life and most of my career between countries, between war and peace, between “us and them.” \nWhether it’s the desert between Iran and Afghanistan, the gates of a diplomatic compound in the former Soviet Union, or the frontline of a besieged city in the bloody Balkan wars, they all have one thing in common - they look very different depending on what side you are looking from. \nThe borders of North Korea are an extreme example – nowhere in the world is there such a difference between what life looks like on opposite sides of the river or the fences that separate the two countries. I know - I’ve seen the frontier from both sides. \nFor reporters, the border with China is the most interesting - the land border with South Korea is so heavily fortified and impenetrable that all you can do is cast a long glance over the Demilitarized Zone or hope for a desperate soldier to make his escape. The sea border between the two Koreas is lots of military vessels and the occasional artillery duel between the two sides, which are technically still at war. The border with Russia is the shortest, and remains bit of a mystery. It’s high on my wish list of places to visit. \nBut the 1,420 km (880 mile) long border with China is a real challenge. A piece of clothing is used to make a gap in barbed wire near the closed bridge over the Yalu River on the Chinese side of the border with North Korea between towns of Ji'an and Linjiang, China, November 21, 2017. A week-long road trip along China's side of its border with North Korea showed places where it is porous. REUTERS/Damir Sagolj \nJust like many reporters, I’ve visited places on it before, and got a few pictures here and there. But this time we did what I had always wanted - we drove from its south to its north end. In eight days we drove through mile after mile of nothing, guarded by no-one. \nNothing guarded by nobody is actually a wonderful story, especially if you are in the mood to really look. \nThere are familiar hotspots that offer an important, if simplified, picture of relations between the two neighbours. Closely scrutinised or heavily fortified sections at each end - around the towns of Dandong and Tumen - are what we usually see in media reports, their monotony made a little more cheerful by Chinese tourists. \nIn between is mostly darkness on the North Korean side and long, cold sections of emptiness on the Chinese side. Counted in hours of driving without seeing a soul, it is only interrupted by a shiny little border town or an occasional, mostly stalled project between two countries. A half-finished river dam, an economic zone that employs only ghosts, a bridge to nowhere... \nWe drove very close to the fence. As we went deeper, it transformed from monstrous multilayered razor wire garnished with all sorts of cameras and hi-tech sensors to a primitive barrier of loose and rusted wire, similar to what I’ve seen separating godforsaken municipalities in, let’s say, rural Bosnia. \nAt one point, we randomly drove off the main road to find the border fence had become totally useless - its barbed wire folded and pinned back by a fraying piece of clothing so that an adult could easily pass. Behind it, on the banks of the river, three small boats seemed ready to ferry you over in no time. Unless you wanted to walk: The water is frozen solid at this time of the year. \nOn the other side was total, deep and enduring darkness, its silence challenged only by an occasional bicyclist chased by a dog on a dirt road, or a soldier carrying buckets of water from a frozen river. These souls – like the people I used to see on trips outside the capital Pyongyang - are often alone, gazing ahead of their feet, struggling under the weight. Slideshow (32 Images) \nDriving along those frozen fields, past villages with rickety houses or small, dirty industrial towns, I only rarely saw people actually interacting with each other - once two women fighting, the other time, three beautiful little girls in new red boots playing while they fetched the water. \nThen, this being North Korea, came totally unexpected and confusing scenes. Just outside Linjiang, as the road started winding towards the mountains, we spotted people waist-deep in the river - a group of maybe 20 men wearing weird rubber orange suits, as if they were in a very old and very cheap sci-fi movie. We stopped immediately and I got my longest lens from the back of the car. \nLocals said they were North Koreans – I saw military guards on the other side who closely monitored their work. As I was frantically taking pictures, Sue-Lin asked the Chinese what was going on. The locals said they were looking for gold. \nIt was practically impossible to check on the spot, so we decided to just photograph these people hunting in a half-frozen river, in sub-zero temperatures, and find out more later. Then, experts and documents confirmed that people do indeed search for gold in the Yalu river, so the gold story could be true. We asked North Korean officials about claims “Office 39,” which procures luxury goods for North Korea’s ruling Kim family, has a hand in the gold mining, but they didn’t respond. \nThere may be gold in North Korea’s streams but on the Chinese side, there are some extremely bright lights. Linjiang and some other towns seem to compete for who has the most brilliant or outlandish decoration. It’s as if they want to make a point, to show people on the other side what China has achieved as it emerged from its dark ages. \nAt a river island in Linjiang, across the frozen nothing, an enormous video screen turned towards North Korea. While we were there, it showed Chinese army propaganda videos and broadcast warning messages forbidding any activity that might lead to instability along the border. \nThat reminded me of an important point: While we got a sense that the border is porous, it would be wrong to suggest China was in any way less than vigilant. Besides what we couldn’t see with naked eye - thermal sensors, satellites and who knows what else - occasional cameras are mounted above and alongside the road, and strategically placed checkpoints are manned by heavily armed military. \nI guess we were an odd couple - a Chinese Australian woman and a Bosnian man – and it was not surprising that the Chinese police stopped us at every one. Once identified, we were sent out of the area immediately with no further discussion. Simple as that. No hanging about to take pictures. \nSo one part of the border - an impoverished and undeveloped section in the middle - remains a dark spot on our map. People say the Chinese are building up their military installations to prevent a possible influx of North Korean refugees if “something serious happens.” \nWhat they are doing, the soldiers told us, is secret. Edited by Sara Ledwith",
    "published": "2018-04-12T15:49:00.000+03:00",
    "crawled": "2018-04-12T16:22:44.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "pm",
        "updated",
        "hour",
        "ago",
        "road",
        "trip",
        "along",
        "north",
        "korea",
        "border",
        "china",
        "damir",
        "sagolj",
        "min",
        "read",
        "reuters",
        "binoculars",
        "mounted",
        "atop",
        "tall",
        "building",
        "followed",
        "two",
        "woman",
        "slowly",
        "making",
        "way",
        "side",
        "across",
        "bridge",
        "rusted",
        "device",
        "military",
        "type",
        "saw",
        "made",
        "look",
        "targeted",
        "cold",
        "struggled",
        "place",
        "lens",
        "binoculars",
        "take",
        "picture",
        "woman",
        "photographed",
        "chinese",
        "side",
        "border",
        "seen",
        "binoculars",
        "fixed",
        "building",
        "chinese",
        "side",
        "border",
        "sightseer",
        "look",
        "across",
        "north",
        "korea",
        "cross",
        "bridge",
        "namyang",
        "north",
        "korea",
        "towards",
        "town",
        "tumen",
        "china",
        "november",
        "sagolj",
        "border",
        "china",
        "north",
        "korea",
        "usual",
        "reporting",
        "partner",
        "story",
        "wong",
        "road",
        "trip",
        "saw",
        "daily",
        "life",
        "clandestine",
        "economic",
        "activity",
        "korean",
        "side",
        "included",
        "scene",
        "yet",
        "witnessed",
        "foreign",
        "medium",
        "rooftop",
        "u",
        "two",
        "tourist",
        "holding",
        "hand",
        "watched",
        "woman",
        "pulled",
        "selfie",
        "stick",
        "took",
        "picture",
        "border",
        "background",
        "soon",
        "gave",
        "sightseeing",
        "stayed",
        "finger",
        "totally",
        "frozen",
        "taking",
        "picture",
        "went",
        "going",
        "dark",
        "soon",
        "light",
        "across",
        "bridge",
        "portrait",
        "north",
        "korean",
        "leader",
        "chinese",
        "side",
        "tower",
        "relaxed",
        "border",
        "guard",
        "fun",
        "filming",
        "video",
        "camera",
        "followed",
        "woman",
        "know",
        "direction",
        "went",
        "instead",
        "went",
        "searching",
        "best",
        "korean",
        "barbecue",
        "town",
        "stranger",
        "border",
        "spent",
        "good",
        "part",
        "life",
        "career",
        "country",
        "war",
        "peace",
        "u",
        "whether",
        "desert",
        "iran",
        "afghanistan",
        "gate",
        "diplomatic",
        "compound",
        "former",
        "soviet",
        "union",
        "frontline",
        "besieged",
        "city",
        "bloody",
        "balkan",
        "war",
        "one",
        "thing",
        "common",
        "look",
        "different",
        "depending",
        "side",
        "looking",
        "border",
        "north",
        "korea",
        "extreme",
        "example",
        "nowhere",
        "world",
        "difference",
        "life",
        "look",
        "like",
        "opposite",
        "side",
        "river",
        "fence",
        "separate",
        "two",
        "country",
        "know",
        "seen",
        "frontier",
        "side",
        "reporter",
        "border",
        "china",
        "interesting",
        "land",
        "border",
        "south",
        "korea",
        "heavily",
        "fortified",
        "impenetrable",
        "cast",
        "long",
        "glance",
        "demilitarized",
        "zone",
        "hope",
        "desperate",
        "soldier",
        "make",
        "escape",
        "sea",
        "border",
        "two",
        "korea",
        "lot",
        "military",
        "vessel",
        "occasional",
        "artillery",
        "duel",
        "two",
        "side",
        "technically",
        "still",
        "war",
        "border",
        "russia",
        "shortest",
        "remains",
        "bit",
        "mystery",
        "high",
        "wish",
        "list",
        "place",
        "visit",
        "km",
        "mile",
        "long",
        "border",
        "china",
        "real",
        "challenge",
        "piece",
        "clothing",
        "used",
        "make",
        "gap",
        "barbed",
        "wire",
        "near",
        "closed",
        "bridge",
        "yalu",
        "river",
        "chinese",
        "side",
        "border",
        "north",
        "korea",
        "town",
        "linjiang",
        "china",
        "november",
        "road",
        "trip",
        "along",
        "china",
        "side",
        "border",
        "north",
        "korea",
        "showed",
        "place",
        "porous",
        "sagolj",
        "like",
        "many",
        "reporter",
        "visited",
        "place",
        "got",
        "picture",
        "time",
        "always",
        "wanted",
        "drove",
        "south",
        "north",
        "end",
        "eight",
        "day",
        "drove",
        "mile",
        "mile",
        "nothing",
        "guarded",
        "nothing",
        "guarded",
        "nobody",
        "actually",
        "wonderful",
        "story",
        "especially",
        "mood",
        "really",
        "look",
        "familiar",
        "hotspot",
        "offer",
        "important",
        "simplified",
        "picture",
        "relation",
        "two",
        "neighbour",
        "closely",
        "scrutinised",
        "heavily",
        "fortified",
        "section",
        "end",
        "around",
        "town",
        "dandong",
        "tumen",
        "usually",
        "see",
        "medium",
        "report",
        "monotony",
        "made",
        "little",
        "cheerful",
        "chinese",
        "tourist",
        "mostly",
        "darkness",
        "north",
        "korean",
        "side",
        "long",
        "cold",
        "section",
        "emptiness",
        "chinese",
        "side",
        "counted",
        "hour",
        "driving",
        "without",
        "seeing",
        "soul",
        "interrupted",
        "shiny",
        "little",
        "border",
        "town",
        "occasional",
        "mostly",
        "stalled",
        "project",
        "two",
        "country",
        "river",
        "dam",
        "economic",
        "zone",
        "employ",
        "ghost",
        "bridge",
        "nowhere",
        "drove",
        "close",
        "fence",
        "went",
        "deeper",
        "transformed",
        "monstrous",
        "multilayered",
        "razor",
        "wire",
        "garnished",
        "sort",
        "camera",
        "sensor",
        "primitive",
        "barrier",
        "loose",
        "rusted",
        "wire",
        "similar",
        "seen",
        "separating",
        "godforsaken",
        "municipality",
        "let",
        "say",
        "rural",
        "bosnia",
        "one",
        "point",
        "randomly",
        "drove",
        "main",
        "road",
        "find",
        "border",
        "fence",
        "become",
        "totally",
        "useless",
        "barbed",
        "wire",
        "folded",
        "pinned",
        "back",
        "fraying",
        "piece",
        "clothing",
        "adult",
        "could",
        "easily",
        "pas",
        "behind",
        "bank",
        "river",
        "three",
        "small",
        "boat",
        "seemed",
        "ready",
        "ferry",
        "time",
        "unless",
        "wanted",
        "walk",
        "water",
        "frozen",
        "solid",
        "time",
        "year",
        "side",
        "total",
        "deep",
        "enduring",
        "darkness",
        "silence",
        "challenged",
        "occasional",
        "bicyclist",
        "chased",
        "dog",
        "dirt",
        "road",
        "soldier",
        "carrying",
        "bucket",
        "water",
        "frozen",
        "river",
        "soul",
        "like",
        "people",
        "used",
        "see",
        "trip",
        "outside",
        "capital",
        "pyongyang",
        "often",
        "alone",
        "gazing",
        "ahead",
        "foot",
        "struggling",
        "weight",
        "slideshow",
        "image",
        "driving",
        "along",
        "frozen",
        "field",
        "past",
        "village",
        "rickety",
        "house",
        "small",
        "dirty",
        "industrial",
        "town",
        "rarely",
        "saw",
        "people",
        "actually",
        "interacting",
        "two",
        "woman",
        "fighting",
        "time",
        "three",
        "beautiful",
        "little",
        "girl",
        "new",
        "red",
        "boot",
        "playing",
        "fetched",
        "water",
        "north",
        "korea",
        "came",
        "totally",
        "unexpected",
        "confusing",
        "scene",
        "outside",
        "linjiang",
        "road",
        "started",
        "winding",
        "towards",
        "mountain",
        "spotted",
        "people",
        "river",
        "group",
        "maybe",
        "men",
        "wearing",
        "weird",
        "rubber",
        "orange",
        "suit",
        "old",
        "cheap",
        "movie",
        "stopped",
        "immediately",
        "got",
        "longest",
        "lens",
        "back",
        "car",
        "local",
        "said",
        "north",
        "korean",
        "saw",
        "military",
        "guard",
        "side",
        "closely",
        "monitored",
        "work",
        "frantically",
        "taking",
        "picture",
        "asked",
        "chinese",
        "going",
        "local",
        "said",
        "looking",
        "gold",
        "practically",
        "impossible",
        "check",
        "spot",
        "decided",
        "photograph",
        "people",
        "hunting",
        "river",
        "temperature",
        "find",
        "later",
        "expert",
        "document",
        "confirmed",
        "people",
        "indeed",
        "search",
        "gold",
        "yalu",
        "river",
        "gold",
        "story",
        "could",
        "true",
        "asked",
        "north",
        "korean",
        "official",
        "claim",
        "office",
        "procures",
        "luxury",
        "good",
        "north",
        "korea",
        "ruling",
        "kim",
        "family",
        "hand",
        "gold",
        "mining",
        "respond",
        "may",
        "gold",
        "north",
        "korea",
        "stream",
        "chinese",
        "side",
        "extremely",
        "bright",
        "light",
        "linjiang",
        "town",
        "seem",
        "compete",
        "brilliant",
        "outlandish",
        "decoration",
        "want",
        "make",
        "point",
        "show",
        "people",
        "side",
        "china",
        "achieved",
        "emerged",
        "dark",
        "age",
        "river",
        "island",
        "linjiang",
        "across",
        "frozen",
        "nothing",
        "enormous",
        "video",
        "screen",
        "turned",
        "towards",
        "north",
        "korea",
        "showed",
        "chinese",
        "army",
        "propaganda",
        "video",
        "broadcast",
        "warning",
        "message",
        "forbidding",
        "activity",
        "might",
        "lead",
        "instability",
        "along",
        "border",
        "reminded",
        "important",
        "point",
        "got",
        "sense",
        "border",
        "porous",
        "would",
        "wrong",
        "suggest",
        "china",
        "way",
        "less",
        "vigilant",
        "besides",
        "see",
        "naked",
        "eye",
        "thermal",
        "sensor",
        "satellite",
        "know",
        "else",
        "occasional",
        "camera",
        "mounted",
        "alongside",
        "road",
        "strategically",
        "placed",
        "checkpoint",
        "manned",
        "heavily",
        "armed",
        "military",
        "guess",
        "odd",
        "couple",
        "chinese",
        "australian",
        "woman",
        "bosnian",
        "man",
        "surprising",
        "chinese",
        "police",
        "stopped",
        "u",
        "every",
        "one",
        "identified",
        "sent",
        "area",
        "immediately",
        "discussion",
        "simple",
        "hanging",
        "take",
        "picture",
        "one",
        "part",
        "border",
        "impoverished",
        "undeveloped",
        "section",
        "middle",
        "remains",
        "dark",
        "spot",
        "map",
        "people",
        "say",
        "chinese",
        "building",
        "military",
        "installation",
        "prevent",
        "possible",
        "influx",
        "north",
        "korean",
        "refugee",
        "something",
        "serious",
        "soldier",
        "told",
        "u",
        "secret",
        "edited",
        "sara",
        "ledwith"
    ]
}