{
    "organizations": [],
    "uuid": "8b987a201bdcab6cfed080f9115451748dbf5c89",
    "author": "",
    "url": "https://www.reuters.com/article/us-rosneft-iraq-insight/the-great-russian-oil-game-in-iraqi-kurdistan-idUSKBN1HQ1R3",
    "ord_in_thread": 0,
    "title": "The great Russian oil game in Iraqi Kurdistan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON (Reuters) - Last October, at the height of a political crisis in Iraq’s Kurdistan region, a letter arrived at the Iraqi oil ministry in Baghdad from Igor Sechin, head of Kremlin oil major Rosneft ( ROSN.MM ).\nFILE PHOTO: Rosneft Chief Executive Igor Sechin is seen before Russian President Vladimir Putin's annual state of the nation address to the Federal Assembly in Moscow, Russia March 1, 2018. REUTERS/Maxim Shemetov/File Photo The Baghdad government was showing a “lack of constructive position and interest” about Rosneft’s offer to develop southern Iraqi oilfields, Sechin wrote in the letter, a copy of which was seen by Reuters.\nKurdistan, a region of about 6 million people in northern Iraq, had just tried and failed to break away from the rest of the country. Baghdad had dismissed the Sept. 25 independence referendum and sent in troops to seize control of key oilfields - Kurdistan’s main source of income.\nNow Sechin, one of the closest allies of President Vladimir Putin, said that given Baghdad’s reluctance to work with Rosneft, his firm would instead do business with the Kurdistan Regional Government (KRG), which showed “a higher interest in expanding strategic cooperation”.\nRussia Insight Take a deep dive into the mechanisms of Russian political and economic life. Global powers including the United States and European Union, which had previously expressed sympathy with the Kurdish independence drive, would eventually reassure Baghdad they recognized its sovereignty over the whole of Iraq, including Kurdistan.\nBut there was no hint of such conciliation in Sechin’s letter. Rosneft had pledged to invest billions of dollars in Kurdistan to the anger of the Baghdad government. Now, instead of backing off, it was doubling down.\nAnd Sechin held a stronger hand than many Iraqi officials realized, according to seven sources familiar with the matter. Days before, Rosneft had taken over ownership of landlocked Kurdistan’s oil export pipelines to Turkey from the KRG in return for $1.8 billion.\nThe aim of the deal for Rosneft was not only commercial, but to cement Russia’s political influence in Iraq and the Middle East, according to the Rosneft, oil industry, Kurdish and Iraqi government sources.\nControl of the pipelines has given Rosneft a central role in ongoing talks between the KRG and Baghdad aimed at resuming full oil exports, which were disrupted by the referendum and Iraqi seizure of oilfields, said the sources.\nKurdistan has large oil reserves - possibly a third of Iraq’s total - and its exports are vital to both the regional and national economies.\nIn a sign of Rosneft’s influence, Kurdish officials have said they will not restart oil flows and transfer funds raised to the Iraqi government unless pipeline transit fees are paid to the Russian oil major, according to three industry sources in Erbil and Baghdad.\nIraqi oil minister Jabar al-Luaibi effectively recognized the firm’s growing role in Kurdistan when he met Sechin’s right-hand man Didier Casimiro in Baghdad this month and said he was ready to cooperate with Rosneft “in renovating pipelines”.\nRosneft, Sechin, the Kremlin and the Iraq’s prime minister’s office did not respond to requests for comment on this story. Sechin and the Kremlin have repeatedly said Rosneft’s projects are purely commercial, not political.\nThe Iraqi oil ministry declined to comment on any political aspects of the Rosneft deal.\nFROM CARACAS TO NEW DELHI Rosneft’s actions in Kurdistan, a region long allied to the United States, provide an insight into how the Kremlin uses Rosneft - and its bold chief executive - as an instrument of Russian foreign policy across the world, from Erbil to Caracas and New Delhi, the sources said.\nMany countries, including Italy and France, have used their oil majors as tools of foreign policy, but Moscow’s use of Rosneft in this way has increased significantly over the past two decades under Putin’s rule.\nFor Kurdistan, Russia’s growing influence represents a sharp geopolitical reversal. The region has been closely aligned to the United States since the toppling of Saddam Hussein during the U.S.-led invasion of Iraq in 2003.\nAmos Hochstein, who served as the U.S. Special Energy Envoy in the Obama administration, said while Rosneft and other Russian state firms sought to make profits, they also acted as a political entities when necessary.\n“They report directly to President Putin. Not every transaction that they do is political. But when Putin wants to perform a political transaction, they will definitely do it,” he told Reuters. “Russia doesn’t have a lot of tools to exercise political influence, and energy is the most efficient one”.\nBaghdad, which does not recognize the deal for the pipelines, has found itself in a difficult situation.\nThe Iraqi government’s finances have been strained by its battle with Islamic State so it has little money to build new pipelines from Kurdistan, while it is loath to significantly disrupt the region’s oil flows, which it is banking on to deliver much-needed revenue.\n‘SECOND FOREIGN MINISTER’ The role played by Rosneft in furthering Kremlin foreign policy is not unique to Iraq and has also played out in other parts of the world, according to the Rosneft and industry sources.\n“Sechin behaves like a second Russian foreign minister. Or to put it differently, he represents the economic might behind Russian foreign policies,” said one of the industry sources, an acquaintance of the Rosneft boss. “Very often these policies are about poking the Americans right in the eye.”\nIn Venezuela, Rosneft lent around $6 billion to support the government. The company could end up owning large Texan refineries, currently belonging to Venezuelan state oil firm PDVSA, because the plants are collateral against the debt.\nIn India, Rosneft invested $13 billion in a refinery – an abnormally high price for an oil processing complex – as it sought to outbid Saudi firm Aramco and boost Russian ties with the country, traditionally allied with the United States.\nSechin said earlier this year in a rare interview with Frankfurter Allgemeine Zeitung he was confident that both Venezuela and Kurdistan would repay their debts in full and denied the deals were political.\nAsked if he saw himself as a politician, the 57-year-old responded: “It is a difficult question. It often feels like I have already lived several different lives.\n“I think the right word is a manager.”\nBorn in St Petersburg, he was sent in the 1980s to act as a military interpreter in Mozambique and Angola, where Moscow and Washington were fighting proxy wars.\nPutin, who had known Sechin since the early 1990s in St Petersburg, took him to Moscow when he rose to power. Sechin helped him nationalize much of the Russian oil industry and was appointed Rosneft CEO in 2012.\nMOSCOW MEETING The Kurds have long argued that as an autonomous region of Iraq they have the authority to make agreements with foreign companies about pumping oil in their territory. In 2014, they started independent oil exports via Turkey.\nIraq’s central government, however, says any Kurdish deals with overseas firms, or to export oil from Kurdistan, are illegal without Baghdad’s blessing.\nRussia was the only major world power that did not oppose the referendum, saying it understood Kurdish aspirations for independence. The United States, EU, Turkey and Iran all urged Erbil to cancel or postpone the vote in the weeks before it.\nAs U.S. State Secretary Rex Tillerson unsuccessfully tried to negotiate a delay to the independence vote, Sechin was busy negotiating the pipelines deal.\nIn the days following the referendum, Kurdish officials including natural resources minister Ashti Hawrami were flown to Moscow to meet Rosneft executives and Russian foreign ministry officials, according to two of the sources.\nOn Oct. 20, at the peak of the post-referendum chaos when Iraqi Shiite militia backed by Iranian troops ousted Kurdish Peshmerga forces from Kirkuk oilfields, Sechin closed the deal.\nRosneft paid the last tranche of the $1.8 billion deal sum to Erbil, the sources said. Rosneft and Sechin, both subject to Western sanctions over Russia’s annexation of Crimea, have never disclosed how much the company paid for the pipelines.\nAdditional reporting by Rania El Gamal and Ahmad Ghaddar; Editing by Christan Lowe and Pravin Char\n ",
    "published": "2018-04-19T16:26:00.000+03:00",
    "crawled": "2018-04-19T16:36:52.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "reuters",
        "last",
        "october",
        "height",
        "political",
        "crisis",
        "iraq",
        "kurdistan",
        "region",
        "letter",
        "arrived",
        "iraqi",
        "oil",
        "ministry",
        "baghdad",
        "igor",
        "sechin",
        "head",
        "kremlin",
        "oil",
        "major",
        "rosneft",
        "file",
        "photo",
        "rosneft",
        "chief",
        "executive",
        "igor",
        "sechin",
        "seen",
        "russian",
        "president",
        "vladimir",
        "putin",
        "annual",
        "state",
        "nation",
        "address",
        "federal",
        "assembly",
        "moscow",
        "russia",
        "march",
        "photo",
        "baghdad",
        "government",
        "showing",
        "lack",
        "constructive",
        "position",
        "interest",
        "rosneft",
        "offer",
        "develop",
        "southern",
        "iraqi",
        "oilfield",
        "sechin",
        "wrote",
        "letter",
        "copy",
        "seen",
        "reuters",
        "kurdistan",
        "region",
        "million",
        "people",
        "northern",
        "iraq",
        "tried",
        "failed",
        "break",
        "away",
        "rest",
        "country",
        "baghdad",
        "dismissed",
        "independence",
        "referendum",
        "sent",
        "troop",
        "seize",
        "control",
        "key",
        "oilfield",
        "kurdistan",
        "main",
        "source",
        "income",
        "sechin",
        "one",
        "closest",
        "ally",
        "president",
        "vladimir",
        "putin",
        "said",
        "given",
        "baghdad",
        "reluctance",
        "work",
        "rosneft",
        "firm",
        "would",
        "instead",
        "business",
        "kurdistan",
        "regional",
        "government",
        "krg",
        "showed",
        "higher",
        "interest",
        "expanding",
        "strategic",
        "cooperation",
        "russia",
        "insight",
        "take",
        "deep",
        "dive",
        "mechanism",
        "russian",
        "political",
        "economic",
        "life",
        "global",
        "power",
        "including",
        "united",
        "state",
        "european",
        "union",
        "previously",
        "expressed",
        "sympathy",
        "kurdish",
        "independence",
        "drive",
        "would",
        "eventually",
        "reassure",
        "baghdad",
        "recognized",
        "sovereignty",
        "whole",
        "iraq",
        "including",
        "kurdistan",
        "hint",
        "conciliation",
        "sechin",
        "letter",
        "rosneft",
        "pledged",
        "invest",
        "billion",
        "dollar",
        "kurdistan",
        "anger",
        "baghdad",
        "government",
        "instead",
        "backing",
        "doubling",
        "sechin",
        "held",
        "stronger",
        "hand",
        "many",
        "iraqi",
        "official",
        "realized",
        "according",
        "seven",
        "source",
        "familiar",
        "matter",
        "day",
        "rosneft",
        "taken",
        "ownership",
        "landlocked",
        "kurdistan",
        "oil",
        "export",
        "pipeline",
        "turkey",
        "krg",
        "return",
        "billion",
        "aim",
        "deal",
        "rosneft",
        "commercial",
        "cement",
        "russia",
        "political",
        "influence",
        "iraq",
        "middle",
        "east",
        "according",
        "rosneft",
        "oil",
        "industry",
        "kurdish",
        "iraqi",
        "government",
        "source",
        "control",
        "pipeline",
        "given",
        "rosneft",
        "central",
        "role",
        "ongoing",
        "talk",
        "krg",
        "baghdad",
        "aimed",
        "resuming",
        "full",
        "oil",
        "export",
        "disrupted",
        "referendum",
        "iraqi",
        "seizure",
        "oilfield",
        "said",
        "source",
        "kurdistan",
        "large",
        "oil",
        "reserve",
        "possibly",
        "third",
        "iraq",
        "total",
        "export",
        "vital",
        "regional",
        "national",
        "economy",
        "sign",
        "rosneft",
        "influence",
        "kurdish",
        "official",
        "said",
        "restart",
        "oil",
        "flow",
        "transfer",
        "fund",
        "raised",
        "iraqi",
        "government",
        "unless",
        "pipeline",
        "transit",
        "fee",
        "paid",
        "russian",
        "oil",
        "major",
        "according",
        "three",
        "industry",
        "source",
        "erbil",
        "baghdad",
        "iraqi",
        "oil",
        "minister",
        "jabar",
        "effectively",
        "recognized",
        "firm",
        "growing",
        "role",
        "kurdistan",
        "met",
        "sechin",
        "man",
        "didier",
        "casimiro",
        "baghdad",
        "month",
        "said",
        "ready",
        "cooperate",
        "rosneft",
        "renovating",
        "pipeline",
        "rosneft",
        "sechin",
        "kremlin",
        "iraq",
        "prime",
        "minister",
        "office",
        "respond",
        "request",
        "comment",
        "story",
        "sechin",
        "kremlin",
        "repeatedly",
        "said",
        "rosneft",
        "project",
        "purely",
        "commercial",
        "political",
        "iraqi",
        "oil",
        "ministry",
        "declined",
        "comment",
        "political",
        "aspect",
        "rosneft",
        "deal",
        "caracas",
        "new",
        "delhi",
        "rosneft",
        "action",
        "kurdistan",
        "region",
        "long",
        "allied",
        "united",
        "state",
        "provide",
        "insight",
        "kremlin",
        "us",
        "rosneft",
        "bold",
        "chief",
        "executive",
        "instrument",
        "russian",
        "foreign",
        "policy",
        "across",
        "world",
        "erbil",
        "caracas",
        "new",
        "delhi",
        "source",
        "said",
        "many",
        "country",
        "including",
        "italy",
        "france",
        "used",
        "oil",
        "major",
        "tool",
        "foreign",
        "policy",
        "moscow",
        "use",
        "rosneft",
        "way",
        "increased",
        "significantly",
        "past",
        "two",
        "decade",
        "putin",
        "rule",
        "kurdistan",
        "russia",
        "growing",
        "influence",
        "represents",
        "sharp",
        "geopolitical",
        "reversal",
        "region",
        "closely",
        "aligned",
        "united",
        "state",
        "since",
        "toppling",
        "saddam",
        "hussein",
        "invasion",
        "iraq",
        "amos",
        "hochstein",
        "served",
        "special",
        "energy",
        "envoy",
        "obama",
        "administration",
        "said",
        "rosneft",
        "russian",
        "state",
        "firm",
        "sought",
        "make",
        "profit",
        "also",
        "acted",
        "political",
        "entity",
        "necessary",
        "report",
        "directly",
        "president",
        "putin",
        "every",
        "transaction",
        "political",
        "putin",
        "want",
        "perform",
        "political",
        "transaction",
        "definitely",
        "told",
        "reuters",
        "russia",
        "lot",
        "tool",
        "exercise",
        "political",
        "influence",
        "energy",
        "efficient",
        "one",
        "baghdad",
        "recognize",
        "deal",
        "pipeline",
        "found",
        "difficult",
        "situation",
        "iraqi",
        "government",
        "finance",
        "strained",
        "battle",
        "islamic",
        "state",
        "little",
        "money",
        "build",
        "new",
        "pipeline",
        "kurdistan",
        "loath",
        "significantly",
        "disrupt",
        "region",
        "oil",
        "flow",
        "banking",
        "deliver",
        "revenue",
        "second",
        "foreign",
        "minister",
        "role",
        "played",
        "rosneft",
        "furthering",
        "kremlin",
        "foreign",
        "policy",
        "unique",
        "iraq",
        "also",
        "played",
        "part",
        "world",
        "according",
        "rosneft",
        "industry",
        "source",
        "sechin",
        "behaves",
        "like",
        "second",
        "russian",
        "foreign",
        "minister",
        "put",
        "differently",
        "represents",
        "economic",
        "might",
        "behind",
        "russian",
        "foreign",
        "policy",
        "said",
        "one",
        "industry",
        "source",
        "acquaintance",
        "rosneft",
        "bos",
        "often",
        "policy",
        "poking",
        "american",
        "right",
        "venezuela",
        "rosneft",
        "lent",
        "around",
        "billion",
        "support",
        "government",
        "company",
        "could",
        "end",
        "owning",
        "large",
        "texan",
        "refinery",
        "currently",
        "belonging",
        "venezuelan",
        "state",
        "oil",
        "firm",
        "pdvsa",
        "plant",
        "collateral",
        "debt",
        "india",
        "rosneft",
        "invested",
        "billion",
        "refinery",
        "abnormally",
        "high",
        "price",
        "oil",
        "processing",
        "complex",
        "sought",
        "outbid",
        "saudi",
        "firm",
        "aramco",
        "boost",
        "russian",
        "tie",
        "country",
        "traditionally",
        "allied",
        "united",
        "state",
        "sechin",
        "said",
        "earlier",
        "year",
        "rare",
        "interview",
        "frankfurter",
        "allgemeine",
        "zeitung",
        "confident",
        "venezuela",
        "kurdistan",
        "would",
        "repay",
        "debt",
        "full",
        "denied",
        "deal",
        "political",
        "asked",
        "saw",
        "politician",
        "responded",
        "difficult",
        "question",
        "often",
        "feel",
        "like",
        "already",
        "lived",
        "several",
        "different",
        "life",
        "think",
        "right",
        "word",
        "born",
        "st",
        "petersburg",
        "sent",
        "1980s",
        "act",
        "military",
        "interpreter",
        "mozambique",
        "angola",
        "moscow",
        "washington",
        "fighting",
        "proxy",
        "war",
        "putin",
        "known",
        "sechin",
        "since",
        "early",
        "1990s",
        "st",
        "petersburg",
        "took",
        "moscow",
        "rose",
        "power",
        "sechin",
        "helped",
        "nationalize",
        "much",
        "russian",
        "oil",
        "industry",
        "appointed",
        "rosneft",
        "ceo",
        "moscow",
        "meeting",
        "kurd",
        "long",
        "argued",
        "autonomous",
        "region",
        "iraq",
        "authority",
        "make",
        "agreement",
        "foreign",
        "company",
        "pumping",
        "oil",
        "territory",
        "started",
        "independent",
        "oil",
        "export",
        "via",
        "turkey",
        "iraq",
        "central",
        "government",
        "however",
        "say",
        "kurdish",
        "deal",
        "overseas",
        "firm",
        "export",
        "oil",
        "kurdistan",
        "illegal",
        "without",
        "baghdad",
        "blessing",
        "russia",
        "major",
        "world",
        "power",
        "oppose",
        "referendum",
        "saying",
        "understood",
        "kurdish",
        "aspiration",
        "independence",
        "united",
        "state",
        "eu",
        "turkey",
        "iran",
        "urged",
        "erbil",
        "cancel",
        "postpone",
        "vote",
        "week",
        "state",
        "secretary",
        "rex",
        "tillerson",
        "unsuccessfully",
        "tried",
        "negotiate",
        "delay",
        "independence",
        "vote",
        "sechin",
        "busy",
        "negotiating",
        "pipeline",
        "deal",
        "day",
        "following",
        "referendum",
        "kurdish",
        "official",
        "including",
        "natural",
        "resource",
        "minister",
        "ashti",
        "hawrami",
        "flown",
        "moscow",
        "meet",
        "rosneft",
        "executive",
        "russian",
        "foreign",
        "ministry",
        "official",
        "according",
        "two",
        "source",
        "peak",
        "chaos",
        "iraqi",
        "shiite",
        "militia",
        "backed",
        "iranian",
        "troop",
        "ousted",
        "kurdish",
        "peshmerga",
        "force",
        "kirkuk",
        "oilfield",
        "sechin",
        "closed",
        "deal",
        "rosneft",
        "paid",
        "last",
        "tranche",
        "billion",
        "deal",
        "sum",
        "erbil",
        "source",
        "said",
        "rosneft",
        "sechin",
        "subject",
        "western",
        "sanction",
        "russia",
        "annexation",
        "crimea",
        "never",
        "disclosed",
        "much",
        "company",
        "paid",
        "pipeline",
        "additional",
        "reporting",
        "rania",
        "el",
        "gamal",
        "ahmad",
        "ghaddar",
        "editing",
        "christan",
        "lowe",
        "pravin",
        "char"
    ]
}