{
    "organizations": [],
    "uuid": "24b86554592fae4f8c997fefbdf2db18b14482ba",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/12/the-morning-risk-report-fighting-ransomware-phishing-with-awareness-newsletter-draft/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Fighting Ransomware, Phishing With Awareness",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. \nRansomware attacks accounted for 39% of all malware-related data breaches in 2017, double the number in 2016, according to Verizon’s 2018 Data Breach Investigations Report. Alexander Geiger/Shutterstock.com Good morning. Ransomware, phishing and financial pretexting continue to be among the most vexing cybersecurity problems facing organizations, according to the latest analysis from Verizon Communications\nRansomware attacks accounted for 39% of all malware-related data breaches in 2017, double the share in 2016, Verizon reported this week. Today’s attacks are causing more damage as they worm their way more deeply into critical information infrastructure systems, the report found . And social engineering attacks such as phishing or financial pretexting, the creation of a false narrative to get information or shape behavior, played a role in 98% of the incidents studied and 93% of breaches, the report said.\nCompanies reassessing their cyber risks and updating their defense and mitigation strategies can see from the data the importance of awareness training for employees to keep them from clicking on deceptive communications, said Laurance Dine, a managing principal of Verizon’s investigative response team. Firms need to be vigilant in staying current with security patches and routinely backing up data so they can maintain operations if attacked, he said.\nThe report analyzed data from more than 53,000 incidents in which information was compromised, compared with more than 42,000 in 2016. It looked at more than 2,200 breaches—cases resulting in a confirmed release of data to an unauthorized party—compared with more than 1,900 in 2016.\nImproving cyber awareness among employees involves, among other things, making sure they understand what information hackers are likely to target and what assets or systems they are seeking to penetrate, he said.\n“Awareness training needs to be happening continuously, not once a year [but maybe] once a quarter if not more, depending on where you work in the organization and what information you have access to,” said Mr. Dine. “People that have access to the crown jewels or to the money need to be on a serious awareness-training program. If a bad actor gets their credentials it is very easy for them to get valuable data out of the organization.”\nCompanies can and should make it hard work for hackers to get to their most valuable data, as this sometimes discourages less-sophisticated attackers who move to easier targets, said Mr. Dine. “Make them work for it,” he said.\nThe way social attacks are occurring changed slightly in the past year, as bad guys are becoming more proficient and are better able to access actual email credentials of executives, including those in the C-suite, said Mr. Dine.\nHackers in the past would alter a company’s email domain address name to send phishing emails in hopes employees would click and give them entry into the network. They now are gaining access to actual credentials of company executives, making it harder for an employee to know an email is fake, he said.\n“Once that person opens the document, the document asks for their credentials and the person puts them in. Then the bad actor has that user’s email account, as well,” said Mr. Dine. “Eventually they get to somebody with power, somebody who can [authorize a] payment or, if they get lucky they might get the chief executive or the chief financial officer. That way they can really cause damage.”\nCOMPLIANCE \nOpposition to tariffs expands. The business coalition opposing plans for tariffs on Chinese goods has doubled to 107 trade groups, ranging from such heavyweights as the National Retail Federation to such smaller local groups as the San Diego Customs Brokers Association, the WSJ reports.\nChinese politician pleads guilty. Sun Zhengcai, a politician once regarded as a future Chinese leader, stood trial on corruption charges in a case seen as part of an effort by President Xi Jinping to neutralize potential political rivals. Mr. Sun pleaded guilty and expressed remorse for taking bribes during a half-day trial, the WSJ reports.\nParis sues Airbnb. The city of Paris is suing Airbnb Inc. to remove tens of thousands of unregistered listings in the French capital, heralding what could be a costly showdown in one of the company’s largest markets, the WSJ reports. Airbnb said it was disappointed by the move.\nParis is suing Airbnb and other smaller home-sharing platforms over rental listings. PHOTO: PHILIPPE LOPEZ/AGENCE FRANCE-PRESSE/GETTY IMAGES EU prolongs Iran sanctions. The Council of the European Union extended sanctions levied against Iran in response to violations of human rights until April 2019, Reuters reports. The sanctions include bans on exports of equipment that could be used for repression, as well as asset freezes on individuals.\nU.S. proposes overhaul of bank-capital rule. Bank regulators proposed retooling a major capital rule, loosening the “supplementary leverage ratio,” a rule applying to eight large U.S. banks considered crucial to the functioning of the global financial system. Just how much Wednesday’s proposal might allow individual banks to lower their capital levels wasn’t immediately clear, the WSJ reports.\nMichigan court takes on issue of guns in schools. Michigan’s highest court on Wednesday ​heard ​arguments on whether the right to openly carry firearms extends to school grounds. The national debate over how to better protect students from gun violence looms over the proceedings, the WSJ reports.\nNew York City passes harassment laws. The New York City Council passed 11 bills designed to provide greater protections against workplace sexual harassment. All private employers with 15 or more staff will be required to conduct annual anti-harassment training for all employees, the WSJ reports.\nDATA SECURITY \nFacebook collects data on non-users. Facebook Chief Executive Mark Zuckerberg told Congress Wednesday that the company collects data on people who haven’t signed up for accounts with the social-media company. Mr. Zuckerberg said the practice was “for security purposes,” Fortune reports.\nREPUTATION \nTesla is sued over racial harassment. Two African-American men employed as contract staff at a Tesla factory are suing the car maker, together with contracting firms West Valley Staffing Group and Citistaff Solutions , alleging racial harassment. The companies deny the allegations, Bloomberg reports.\nSTRATEGY \nGE has examined different options for its transportation division since last fall but hasn’t been able to find a buyer. Weak demand has hit locomotive sales. PHOTO: LUKE SHARRETT/BLOOMBERG NEWS GE explores deals, public offering. As its strategic review stretches into a ninth month, General Electric is exploring a public offering for its transportation division and discussing hybrid deals with other firms to combine assets. Such deals would leave shareholders with multiple stakes in public firms, the WSJ reports.\nWeWork to buy a rival in China. WeWork Cos. , the shared-office space firm that has emerged as one of the world’s richest startups, said Thursday it will acquire Naked Hub , a primary competitor in China. The sector is both fast-growing and quickly consolidating in China, the WSJ reports.\nIAG weighs bid for Norwegian Air Shuttle. IAG SA , the owner of British Airways, said it was looking into buying Norwegian Air Shuttle ASA , Bloomberg reports. IAG bought a 4.6% stake in the airline. Representatives for Norwegian Air declined to comment.\nToyota, VW ally over trucks. The truck-manufacturing businesses of Toyota Motor and Volkswagen are forming a strategic alliance as they face mounting costs to develop vehicles with lower emissions and automated driving, Reuters reports. The units involved are Hino Motors and Volkswagen Truck & Bus.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com . \nShare this: Airbnb bank capital Citistaff data breaches Facebook GE General Electric IAG Iran Sanctions Mark Zuckerberg Naked Hub Norwegian Air Shuttle phishing racial harassment sexual harassment Sun Zhengcai tariffs Tesla Toyota Verizon Vokswagen VW West Valley Staffing WeWork Previous Corruption Currents: U.S. Official Warns Banks Against Dealing With Blacklisted Russians Next Crisis of the Week: Safety, Oversight Questions Dog Uber After Self-Driving Car Death Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Cultivating Digital Leadership As digital technologies transform business, corporate leadership is being redefined. Many C-level executives who once adhered to a command-and-control style of management are finding the digital age demands a more collaborative and agile approach to leadership. Organizations need digital leaders who can drive a culture of learning and continual improvement, and are comfortable managing teams that include contract and part-time workers. CFOs can take specific steps today to help develop tomorrow’s digital leaders.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-04-12T15:21:00.000+03:00",
    "crawled": "2018-04-13T01:10:37.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "ransomware",
        "attack",
        "accounted",
        "data",
        "breach",
        "double",
        "number",
        "according",
        "verizon",
        "data",
        "breach",
        "investigation",
        "report",
        "alexander",
        "good",
        "morning",
        "ransomware",
        "phishing",
        "financial",
        "pretexting",
        "continue",
        "among",
        "vexing",
        "cybersecurity",
        "problem",
        "facing",
        "organization",
        "according",
        "latest",
        "analysis",
        "verizon",
        "communication",
        "ransomware",
        "attack",
        "accounted",
        "data",
        "breach",
        "double",
        "share",
        "verizon",
        "reported",
        "week",
        "today",
        "attack",
        "causing",
        "damage",
        "worm",
        "way",
        "deeply",
        "critical",
        "information",
        "infrastructure",
        "system",
        "report",
        "found",
        "social",
        "engineering",
        "attack",
        "phishing",
        "financial",
        "pretexting",
        "creation",
        "false",
        "narrative",
        "get",
        "information",
        "shape",
        "behavior",
        "played",
        "role",
        "incident",
        "studied",
        "breach",
        "report",
        "said",
        "company",
        "reassessing",
        "cyber",
        "risk",
        "updating",
        "defense",
        "mitigation",
        "strategy",
        "see",
        "data",
        "importance",
        "awareness",
        "training",
        "employee",
        "keep",
        "clicking",
        "deceptive",
        "communication",
        "said",
        "laurance",
        "dine",
        "managing",
        "principal",
        "verizon",
        "investigative",
        "response",
        "team",
        "firm",
        "need",
        "vigilant",
        "staying",
        "current",
        "security",
        "patch",
        "routinely",
        "backing",
        "data",
        "maintain",
        "operation",
        "attacked",
        "said",
        "report",
        "analyzed",
        "data",
        "incident",
        "information",
        "compromised",
        "compared",
        "looked",
        "resulting",
        "confirmed",
        "release",
        "data",
        "unauthorized",
        "improving",
        "cyber",
        "awareness",
        "among",
        "employee",
        "involves",
        "among",
        "thing",
        "making",
        "sure",
        "understand",
        "information",
        "hacker",
        "likely",
        "target",
        "asset",
        "system",
        "seeking",
        "penetrate",
        "said",
        "awareness",
        "training",
        "need",
        "happening",
        "continuously",
        "year",
        "maybe",
        "quarter",
        "depending",
        "work",
        "organization",
        "information",
        "access",
        "said",
        "dine",
        "people",
        "access",
        "crown",
        "jewel",
        "money",
        "need",
        "serious",
        "program",
        "bad",
        "actor",
        "get",
        "credential",
        "easy",
        "get",
        "valuable",
        "data",
        "company",
        "make",
        "hard",
        "work",
        "hacker",
        "get",
        "valuable",
        "data",
        "sometimes",
        "discourages",
        "attacker",
        "move",
        "easier",
        "target",
        "said",
        "dine",
        "make",
        "work",
        "said",
        "way",
        "social",
        "attack",
        "occurring",
        "changed",
        "slightly",
        "past",
        "year",
        "bad",
        "guy",
        "becoming",
        "proficient",
        "better",
        "able",
        "access",
        "actual",
        "email",
        "credential",
        "executive",
        "including",
        "said",
        "dine",
        "hacker",
        "past",
        "would",
        "alter",
        "company",
        "email",
        "domain",
        "address",
        "name",
        "send",
        "phishing",
        "email",
        "hope",
        "employee",
        "would",
        "click",
        "give",
        "entry",
        "network",
        "gaining",
        "access",
        "actual",
        "credential",
        "company",
        "executive",
        "making",
        "harder",
        "employee",
        "know",
        "email",
        "fake",
        "said",
        "person",
        "open",
        "document",
        "document",
        "asks",
        "credential",
        "person",
        "put",
        "bad",
        "actor",
        "user",
        "email",
        "account",
        "well",
        "said",
        "dine",
        "eventually",
        "get",
        "somebody",
        "power",
        "somebody",
        "authorize",
        "payment",
        "get",
        "lucky",
        "might",
        "get",
        "chief",
        "executive",
        "chief",
        "financial",
        "officer",
        "way",
        "really",
        "cause",
        "compliance",
        "opposition",
        "tariff",
        "expands",
        "business",
        "coalition",
        "opposing",
        "plan",
        "tariff",
        "chinese",
        "good",
        "doubled",
        "trade",
        "group",
        "ranging",
        "heavyweight",
        "national",
        "retail",
        "federation",
        "smaller",
        "local",
        "group",
        "san",
        "diego",
        "custom",
        "broker",
        "association",
        "wsj",
        "report",
        "chinese",
        "politician",
        "pleads",
        "guilty",
        "sun",
        "zhengcai",
        "politician",
        "regarded",
        "future",
        "chinese",
        "leader",
        "stood",
        "trial",
        "corruption",
        "charge",
        "case",
        "seen",
        "part",
        "effort",
        "president",
        "xi",
        "jinping",
        "neutralize",
        "potential",
        "political",
        "rival",
        "sun",
        "pleaded",
        "guilty",
        "expressed",
        "remorse",
        "taking",
        "bribe",
        "trial",
        "wsj",
        "report",
        "paris",
        "sue",
        "airbnb",
        "city",
        "paris",
        "suing",
        "airbnb",
        "remove",
        "ten",
        "thousand",
        "unregistered",
        "listing",
        "french",
        "capital",
        "heralding",
        "could",
        "costly",
        "showdown",
        "one",
        "company",
        "largest",
        "market",
        "wsj",
        "report",
        "airbnb",
        "said",
        "disappointed",
        "move",
        "paris",
        "suing",
        "airbnb",
        "smaller",
        "platform",
        "rental",
        "listing",
        "photo",
        "philippe",
        "image",
        "eu",
        "prolongs",
        "iran",
        "sanction",
        "council",
        "european",
        "union",
        "extended",
        "sanction",
        "levied",
        "iran",
        "response",
        "violation",
        "human",
        "right",
        "april",
        "reuters",
        "report",
        "sanction",
        "include",
        "ban",
        "export",
        "equipment",
        "could",
        "used",
        "repression",
        "well",
        "asset",
        "freeze",
        "individual",
        "proposes",
        "overhaul",
        "rule",
        "bank",
        "regulator",
        "proposed",
        "retooling",
        "major",
        "capital",
        "rule",
        "loosening",
        "supplementary",
        "leverage",
        "ratio",
        "rule",
        "applying",
        "eight",
        "large",
        "bank",
        "considered",
        "crucial",
        "functioning",
        "global",
        "financial",
        "system",
        "much",
        "wednesday",
        "proposal",
        "might",
        "allow",
        "individual",
        "bank",
        "lower",
        "capital",
        "level",
        "immediately",
        "clear",
        "wsj",
        "report",
        "michigan",
        "court",
        "take",
        "issue",
        "gun",
        "school",
        "michigan",
        "highest",
        "court",
        "wednesday",
        "whether",
        "right",
        "openly",
        "carry",
        "firearm",
        "extends",
        "school",
        "ground",
        "national",
        "debate",
        "better",
        "protect",
        "student",
        "gun",
        "violence",
        "loom",
        "proceeding",
        "wsj",
        "report",
        "new",
        "york",
        "city",
        "pass",
        "harassment",
        "law",
        "new",
        "york",
        "city",
        "council",
        "passed",
        "bill",
        "designed",
        "provide",
        "greater",
        "protection",
        "workplace",
        "sexual",
        "harassment",
        "private",
        "employer",
        "staff",
        "required",
        "conduct",
        "annual",
        "training",
        "employee",
        "wsj",
        "report",
        "data",
        "security",
        "facebook",
        "collect",
        "data",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "told",
        "congress",
        "wednesday",
        "company",
        "collect",
        "data",
        "people",
        "signed",
        "account",
        "company",
        "zuckerberg",
        "said",
        "practice",
        "security",
        "purpose",
        "fortune",
        "report",
        "reputation",
        "tesla",
        "sued",
        "racial",
        "harassment",
        "two",
        "men",
        "employed",
        "contract",
        "staff",
        "tesla",
        "factory",
        "suing",
        "car",
        "maker",
        "together",
        "contracting",
        "firm",
        "west",
        "valley",
        "staffing",
        "group",
        "citistaff",
        "solution",
        "alleging",
        "racial",
        "harassment",
        "company",
        "deny",
        "allegation",
        "bloomberg",
        "report",
        "strategy",
        "ge",
        "examined",
        "different",
        "option",
        "transportation",
        "division",
        "since",
        "last",
        "fall",
        "able",
        "find",
        "buyer",
        "weak",
        "demand",
        "hit",
        "locomotive",
        "sale",
        "photo",
        "luke",
        "news",
        "ge",
        "explores",
        "deal",
        "public",
        "offering",
        "strategic",
        "review",
        "stretch",
        "ninth",
        "month",
        "general",
        "electric",
        "exploring",
        "public",
        "offering",
        "transportation",
        "division",
        "discussing",
        "hybrid",
        "deal",
        "firm",
        "combine",
        "asset",
        "deal",
        "would",
        "leave",
        "shareholder",
        "multiple",
        "stake",
        "public",
        "firm",
        "wsj",
        "report",
        "wework",
        "buy",
        "rival",
        "china",
        "wework",
        "space",
        "firm",
        "emerged",
        "one",
        "world",
        "richest",
        "startup",
        "said",
        "thursday",
        "acquire",
        "naked",
        "hub",
        "primary",
        "competitor",
        "china",
        "sector",
        "quickly",
        "consolidating",
        "china",
        "wsj",
        "report",
        "iag",
        "weighs",
        "bid",
        "norwegian",
        "air",
        "shuttle",
        "iag",
        "sa",
        "owner",
        "british",
        "airway",
        "said",
        "looking",
        "buying",
        "norwegian",
        "air",
        "shuttle",
        "asa",
        "bloomberg",
        "report",
        "iag",
        "bought",
        "stake",
        "airline",
        "representative",
        "norwegian",
        "air",
        "declined",
        "comment",
        "toyota",
        "vw",
        "ally",
        "truck",
        "business",
        "toyota",
        "motor",
        "volkswagen",
        "forming",
        "strategic",
        "alliance",
        "face",
        "mounting",
        "cost",
        "develop",
        "vehicle",
        "lower",
        "emission",
        "automated",
        "driving",
        "reuters",
        "report",
        "unit",
        "involved",
        "hino",
        "motor",
        "volkswagen",
        "truck",
        "bus",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "airbnb",
        "bank",
        "capital",
        "citistaff",
        "data",
        "breach",
        "facebook",
        "ge",
        "general",
        "electric",
        "iag",
        "iran",
        "sanction",
        "mark",
        "zuckerberg",
        "naked",
        "hub",
        "norwegian",
        "air",
        "shuttle",
        "phishing",
        "racial",
        "harassment",
        "sexual",
        "harassment",
        "sun",
        "zhengcai",
        "tariff",
        "tesla",
        "toyota",
        "verizon",
        "vokswagen",
        "vw",
        "west",
        "valley",
        "staffing",
        "wework",
        "previous",
        "corruption",
        "current",
        "official",
        "warns",
        "bank",
        "dealing",
        "blacklisted",
        "russian",
        "next",
        "crisis",
        "week",
        "safety",
        "oversight",
        "question",
        "dog",
        "uber",
        "car",
        "death",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "cultivating",
        "digital",
        "leadership",
        "digital",
        "technology",
        "transform",
        "business",
        "corporate",
        "leadership",
        "redefined",
        "many",
        "executive",
        "adhered",
        "style",
        "management",
        "finding",
        "digital",
        "age",
        "demand",
        "collaborative",
        "agile",
        "approach",
        "leadership",
        "organization",
        "need",
        "digital",
        "leader",
        "drive",
        "culture",
        "learning",
        "continual",
        "improvement",
        "comfortable",
        "managing",
        "team",
        "include",
        "contract",
        "worker",
        "cfo",
        "take",
        "specific",
        "step",
        "today",
        "help",
        "develop",
        "tomorrow",
        "digital",
        "leader",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}