{
    "organizations": [],
    "uuid": "b0d0d7c9146f514e1a9d2fc2ca316b4cc9255105",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/pr-newswire-sanford-heisler-sharp-opens-baltimore-office--firm-now-has-six-offices-nationwide.html",
    "ord_in_thread": 0,
    "title": "Sanford Heisler Sharp Opens Baltimore Office -- Firm Now Has Six Offices Nationwide",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BALTIMORE, April 9, 2018 /PRNewswire/ -- Sanford Heisler Sharp LLP, a national public interest and social justice law firm representing plaintiffs, today announced the opening of an office in Baltimore, Maryland. Deborah K. Marcuse, formerly the firm's New York City Managing Partner, has returned to the firm and will lead the Baltimore office. Steven J. Kelly, a nationally-recognized defender of crime victims' rights in criminal and civil proceedings, will lead the firm's Criminal/Sexual Violence Practice.\nThe Baltimore office has begun operations in temporary space, with a planned move to its permanent location in early fall. The temporary address of the firm is 400 East Pratt Street, 8th Floor, Baltimore.\nDeborah K. Marcuse, Managing Partner of the Baltimore Office\nMarcuse joined Sanford Heisler Sharp in 2009, after graduating from Yale Law School in 2008, where she worked to establish the City of New Haven's Prison Reentry Initiative as an Arthur Liman Public Interest Fellow. She re-joined the firm in February 2018 to establish its Baltimore office, following a two-year stint at Feinstein Doyle Payne & Kravec in Western Pennsylvania.\n\"It is wonderful to have Deborah re-join the firm to head the Baltimore office,\" said David Sanford, Chairman of the firm. \"Deborah is a premier civil rights attorney who has dedicated her professional life to addressing injustice in many spheres of life.\"\nIn addition to managing the Baltimore office, Marcuse will co-chair the firm's Title VII Practice with Alexandra Harwin and Kate Mueting. Marcuse represents clients in individual, collective and class actions in state and federal court with employment discrimination, wage and hour, qui tam and other public interest/civil rights claims. She is currently co-lead counsel in Barrett et al. v. Forest Laboratories et al. (SDNY) and Smith et al. v. Merck & Co., Inc. (DNJ), two gender discrimination class actions filed on behalf of thousands of female pharmaceutical sales representatives nationwide. Marcuse also represents former Cushman & Wakefield executive Maria Sicola in her age and gender discrimination lawsuit against the commercial real estate giant, and a former high-level Wal-Mart executive alleging that gender discrimination culminated in her constructive discharge from the company after 22 years of service.\n\"I am delighted to be back at Sanford Heisler Sharp, whose vision of private practice as an engine of public good is aligned with my own commitment to civil rights law and social justice,\" said Marcuse. \"Baltimore is a great city with a powerful civil rights history and an ongoing grassroots commitment to fighting for justice for all of its residents. I am thrilled at the opportunity to lead this office, and to work with Steve on expanding the firm's practice in support of survivors of sexual assault.\"\nSteven J. Kelly, Chair of the Firm's Criminal/Sexual Violence Practice\nA 2003 graduate of Georgetown University Law Center, Steve Kelly became a victim advocate at age 14, shortly after his older sister was sexually assaulted and murdered. In his practice, he represents victims of criminal and sexual violence in criminal and civil proceedings. His cases involve: sexual violence in schools, colleges, universities and graduate schools; child sexual abuse; criminal and sexual assaults at hotels, banks, ATMs, retail stores, apartment buildings; drunk and impaired driving, voyeurism and other civil cases arising from criminal acts.\n\"We are dedicated to meeting the needs of sexual assault victims who both require and deserve strong representation to ensure they are heard and responded to by the nation's judicial system,\" said Sanford. \"Steve Kelly is the nation's most established and successful attorney in this area, and is best positioned to head the firm's practice in helping effectuate justice for sexual assault victims.\"\nPrior to joining Sanford Heisler Sharp, Kelly was a partner at Silverman, Thompson, Slutkin & White, where he founded a crime victim practice group. Prior to that, Kelly litigated anti-trust and complex commercial ligation cases for Miles & Stockbridge and DLA Piper. In 2005, he was selected to serve as a law clerk to the Honorable Richard D. Bennett of the United States District Court for the District of Maryland.\n\"Sanford Heisler Sharp has a storied reputation for representing people who have been victimized by individual and corporate perpetrators of violence, discrimination and other forms of social and economic injustice,\" said Kelly. \"This firm's focus on protecting the civil rights of plaintiffs in complex, contentious situations is second to none. I am pleased to join this experienced team to ensure the rights of survivors of sexual assault and other victims of injustice are protected and vindicated.\"\nKelly has successfully lobbied the U.S. Congress and many state legislatures for victims'-rights legislation, and has provided training to victim advocates, prosecutors, and judges throughout the country. He is renowned for his work in enforcing crime victims' rights in criminal cases and obtaining significant compensation from offenders and third parties in civil cases. In criminal cases, he has achieved landmark rulings furthering crime victims' rights to privacy, protection, and full participation in all aspects of the prosecution. In civil matters, Kelly regularly has obtained significant judgments and settlements in high-profile cases against offenders and third parties in actions ranging from homicide, wrongful death, child sexual abuse, sexual assault, child exploitation and pornography, drunk and impaired driving, illegal videotaping and Internet voyeurism, identity theft, fraud, stalking, elder abuse, home invasion, and various types of assault.\nHis record of public service is also noteworthy: In 2015 he was appointed chair of the Maryland Board of Victim Services by Maryland Governor Larry Hogan. In 2009, then-Governor Martin O'Malley appointed him a commissioner on the Maryland state Criminal Injuries Compensation Board. Kelly also serves on the Advisory Board of the National Crime Victim Law Institute, the Advisory Board for Maryland's Mothers Against Drunk Driving chapter, and the Board of Directors for the Maryland Crime Victims' Resource Center. He regularly testifies before the U.S. Congress and Maryland General Assembly about issues important to crime victims and speaks on those topics nationally. Kelly was instrumental in lobbying the U.S. Congress to pass the Crime Victims' Rights Act of 2006; he also helped lobby the Maryland General Assembly for victims' rights statutes.\nAbout Sanford Heisler Sharp, LLP\nSanford Heisler Sharp, LLP is a public interest class-action litigation law firm with offices in New York, Washington, D.C., Nashville, San Francisco, San Diego and Baltimore. Our attorneys have graduated from the nation's top law schools, clerked for judges throughout the United States, and amassed extensive experience litigating and trying cases that have earned over one billion dollars for our clients .\nThe Firm specializes in civil rights and general public interest cases, representing plaintiffs with claims of employment discrimination, labor and wage violations, predatory lending, consumer fraud, and whistleblowing, sexual violence, among other claims. Along with a focus on class actions, the Firm also represents individuals and has achieved extraordinary success in the representation of executives and attorneys in employment disputes.\nSince 2016, Sanford Heisler Sharp has earned new recognition and acclaim for pursuing claims on behalf of and earning substantial settlements for women partners discriminated against by the male-dominated management of the nation's BigLaw firms and women discriminated against and sexually harassed in the nation's top institutions of higher education.\nFor more information go to www.sanfordheisler.com or call (202) 499-5200 or email dsanford@sanfordheisler.com . For the latest news, visit our newsroom or follow us on Twitter at @sanfordheisler .\nFor More Information contact Jamie Moss, newsPRos, 201 493 1027, Jamie@newspros.com\nView original content: http://www.prnewswire.com/news-releases/sanford-heisler-sharp-opens-baltimore-office----firm-now-has-six-offices-nationwide-300626209.html\nSOURCE Sanford Heisler Sharp, LLP",
    "published": "2018-04-09T17:00:00.000+03:00",
    "crawled": "2018-04-09T18:33:24.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "baltimore",
        "april",
        "sanford",
        "heisler",
        "sharp",
        "llp",
        "national",
        "public",
        "interest",
        "social",
        "justice",
        "law",
        "firm",
        "representing",
        "plaintiff",
        "today",
        "announced",
        "opening",
        "office",
        "baltimore",
        "maryland",
        "deborah",
        "marcuse",
        "formerly",
        "firm",
        "new",
        "york",
        "city",
        "managing",
        "partner",
        "returned",
        "firm",
        "lead",
        "baltimore",
        "office",
        "steven",
        "kelly",
        "defender",
        "crime",
        "victim",
        "right",
        "criminal",
        "civil",
        "proceeding",
        "lead",
        "firm",
        "violence",
        "practice",
        "baltimore",
        "office",
        "begun",
        "operation",
        "temporary",
        "space",
        "planned",
        "move",
        "permanent",
        "location",
        "early",
        "fall",
        "temporary",
        "address",
        "firm",
        "east",
        "pratt",
        "street",
        "8th",
        "floor",
        "baltimore",
        "deborah",
        "marcuse",
        "managing",
        "partner",
        "baltimore",
        "office",
        "marcuse",
        "joined",
        "sanford",
        "heisler",
        "sharp",
        "graduating",
        "yale",
        "law",
        "school",
        "worked",
        "establish",
        "city",
        "new",
        "prison",
        "reentry",
        "initiative",
        "arthur",
        "liman",
        "public",
        "interest",
        "fellow",
        "firm",
        "february",
        "establish",
        "baltimore",
        "office",
        "following",
        "stint",
        "feinstein",
        "doyle",
        "payne",
        "kravec",
        "western",
        "pennsylvania",
        "wonderful",
        "deborah",
        "firm",
        "head",
        "baltimore",
        "office",
        "said",
        "david",
        "sanford",
        "chairman",
        "firm",
        "deborah",
        "premier",
        "civil",
        "right",
        "attorney",
        "dedicated",
        "professional",
        "life",
        "addressing",
        "injustice",
        "many",
        "sphere",
        "life",
        "addition",
        "managing",
        "baltimore",
        "office",
        "marcuse",
        "firm",
        "title",
        "vii",
        "practice",
        "alexandra",
        "harwin",
        "kate",
        "mueting",
        "marcuse",
        "represents",
        "client",
        "individual",
        "collective",
        "class",
        "action",
        "state",
        "federal",
        "court",
        "employment",
        "discrimination",
        "wage",
        "hour",
        "qui",
        "tam",
        "public",
        "right",
        "claim",
        "currently",
        "counsel",
        "barrett",
        "et",
        "al",
        "forest",
        "laboratory",
        "et",
        "al",
        "sdny",
        "smith",
        "et",
        "al",
        "merck",
        "dnj",
        "two",
        "gender",
        "discrimination",
        "class",
        "action",
        "filed",
        "behalf",
        "thousand",
        "female",
        "pharmaceutical",
        "sale",
        "representative",
        "nationwide",
        "marcuse",
        "also",
        "represents",
        "former",
        "cushman",
        "wakefield",
        "executive",
        "maria",
        "sicola",
        "age",
        "gender",
        "discrimination",
        "lawsuit",
        "commercial",
        "real",
        "estate",
        "giant",
        "former",
        "executive",
        "alleging",
        "gender",
        "discrimination",
        "culminated",
        "constructive",
        "discharge",
        "company",
        "year",
        "service",
        "delighted",
        "back",
        "sanford",
        "heisler",
        "sharp",
        "whose",
        "vision",
        "private",
        "practice",
        "engine",
        "public",
        "good",
        "aligned",
        "commitment",
        "civil",
        "right",
        "law",
        "social",
        "justice",
        "said",
        "marcuse",
        "baltimore",
        "great",
        "city",
        "powerful",
        "civil",
        "right",
        "history",
        "ongoing",
        "grassroots",
        "commitment",
        "fighting",
        "justice",
        "resident",
        "thrilled",
        "opportunity",
        "lead",
        "office",
        "work",
        "steve",
        "expanding",
        "firm",
        "practice",
        "support",
        "survivor",
        "sexual",
        "assault",
        "steven",
        "kelly",
        "chair",
        "firm",
        "violence",
        "practice",
        "graduate",
        "georgetown",
        "university",
        "law",
        "center",
        "steve",
        "kelly",
        "became",
        "victim",
        "advocate",
        "age",
        "shortly",
        "older",
        "sister",
        "sexually",
        "assaulted",
        "murdered",
        "practice",
        "represents",
        "victim",
        "criminal",
        "sexual",
        "violence",
        "criminal",
        "civil",
        "proceeding",
        "case",
        "involve",
        "sexual",
        "violence",
        "school",
        "college",
        "university",
        "graduate",
        "school",
        "child",
        "sexual",
        "abuse",
        "criminal",
        "sexual",
        "assault",
        "hotel",
        "bank",
        "atm",
        "retail",
        "store",
        "apartment",
        "building",
        "drunk",
        "impaired",
        "driving",
        "voyeurism",
        "civil",
        "case",
        "arising",
        "criminal",
        "act",
        "dedicated",
        "meeting",
        "need",
        "sexual",
        "assault",
        "victim",
        "require",
        "deserve",
        "strong",
        "representation",
        "ensure",
        "heard",
        "responded",
        "nation",
        "judicial",
        "system",
        "said",
        "sanford",
        "steve",
        "kelly",
        "nation",
        "established",
        "successful",
        "attorney",
        "area",
        "best",
        "positioned",
        "head",
        "firm",
        "practice",
        "helping",
        "effectuate",
        "justice",
        "sexual",
        "assault",
        "victim",
        "prior",
        "joining",
        "sanford",
        "heisler",
        "sharp",
        "kelly",
        "partner",
        "silverman",
        "thompson",
        "slutkin",
        "white",
        "founded",
        "crime",
        "victim",
        "practice",
        "group",
        "prior",
        "kelly",
        "litigated",
        "complex",
        "commercial",
        "ligation",
        "case",
        "mile",
        "stockbridge",
        "dla",
        "piper",
        "selected",
        "serve",
        "law",
        "clerk",
        "honorable",
        "richard",
        "bennett",
        "united",
        "state",
        "district",
        "court",
        "district",
        "maryland",
        "sanford",
        "heisler",
        "sharp",
        "storied",
        "reputation",
        "representing",
        "people",
        "victimized",
        "individual",
        "corporate",
        "perpetrator",
        "violence",
        "discrimination",
        "form",
        "social",
        "economic",
        "injustice",
        "said",
        "kelly",
        "firm",
        "focus",
        "protecting",
        "civil",
        "right",
        "plaintiff",
        "complex",
        "contentious",
        "situation",
        "second",
        "none",
        "pleased",
        "join",
        "experienced",
        "team",
        "ensure",
        "right",
        "survivor",
        "sexual",
        "assault",
        "victim",
        "injustice",
        "protected",
        "vindicated",
        "kelly",
        "successfully",
        "lobbied",
        "congress",
        "many",
        "state",
        "legislature",
        "legislation",
        "provided",
        "training",
        "victim",
        "advocate",
        "prosecutor",
        "judge",
        "throughout",
        "country",
        "renowned",
        "work",
        "enforcing",
        "crime",
        "victim",
        "right",
        "criminal",
        "case",
        "obtaining",
        "significant",
        "compensation",
        "offender",
        "third",
        "party",
        "civil",
        "case",
        "criminal",
        "case",
        "achieved",
        "landmark",
        "ruling",
        "furthering",
        "crime",
        "victim",
        "right",
        "privacy",
        "protection",
        "full",
        "participation",
        "aspect",
        "prosecution",
        "civil",
        "matter",
        "kelly",
        "regularly",
        "obtained",
        "significant",
        "judgment",
        "settlement",
        "case",
        "offender",
        "third",
        "party",
        "action",
        "ranging",
        "homicide",
        "wrongful",
        "death",
        "child",
        "sexual",
        "abuse",
        "sexual",
        "assault",
        "child",
        "exploitation",
        "pornography",
        "drunk",
        "impaired",
        "driving",
        "illegal",
        "videotaping",
        "internet",
        "voyeurism",
        "identity",
        "theft",
        "fraud",
        "stalking",
        "elder",
        "abuse",
        "home",
        "invasion",
        "various",
        "type",
        "assault",
        "record",
        "public",
        "service",
        "also",
        "noteworthy",
        "appointed",
        "chair",
        "maryland",
        "board",
        "victim",
        "service",
        "maryland",
        "governor",
        "larry",
        "hogan",
        "martin",
        "appointed",
        "commissioner",
        "maryland",
        "state",
        "criminal",
        "injury",
        "compensation",
        "board",
        "kelly",
        "also",
        "serf",
        "advisory",
        "board",
        "national",
        "crime",
        "victim",
        "law",
        "institute",
        "advisory",
        "board",
        "maryland",
        "mother",
        "drunk",
        "driving",
        "chapter",
        "board",
        "director",
        "maryland",
        "crime",
        "victim",
        "resource",
        "center",
        "regularly",
        "testifies",
        "congress",
        "maryland",
        "general",
        "assembly",
        "issue",
        "important",
        "crime",
        "victim",
        "speaks",
        "topic",
        "nationally",
        "kelly",
        "instrumental",
        "lobbying",
        "congress",
        "pas",
        "crime",
        "victim",
        "right",
        "act",
        "also",
        "helped",
        "lobby",
        "maryland",
        "general",
        "assembly",
        "victim",
        "right",
        "statute",
        "sanford",
        "heisler",
        "sharp",
        "llp",
        "sanford",
        "heisler",
        "sharp",
        "llp",
        "public",
        "interest",
        "litigation",
        "law",
        "firm",
        "office",
        "new",
        "york",
        "washington",
        "nashville",
        "san",
        "francisco",
        "san",
        "diego",
        "baltimore",
        "attorney",
        "graduated",
        "nation",
        "top",
        "law",
        "school",
        "clerked",
        "judge",
        "throughout",
        "united",
        "state",
        "amassed",
        "extensive",
        "experience",
        "litigating",
        "trying",
        "case",
        "earned",
        "one",
        "billion",
        "dollar",
        "client",
        "firm",
        "specializes",
        "civil",
        "right",
        "general",
        "public",
        "interest",
        "case",
        "representing",
        "plaintiff",
        "claim",
        "employment",
        "discrimination",
        "labor",
        "wage",
        "violation",
        "predatory",
        "lending",
        "consumer",
        "fraud",
        "whistleblowing",
        "sexual",
        "violence",
        "among",
        "claim",
        "along",
        "focus",
        "class",
        "action",
        "firm",
        "also",
        "represents",
        "individual",
        "achieved",
        "extraordinary",
        "success",
        "representation",
        "executive",
        "attorney",
        "employment",
        "dispute",
        "since",
        "sanford",
        "heisler",
        "sharp",
        "earned",
        "new",
        "recognition",
        "acclaim",
        "pursuing",
        "claim",
        "behalf",
        "earning",
        "substantial",
        "settlement",
        "woman",
        "partner",
        "discriminated",
        "management",
        "nation",
        "biglaw",
        "firm",
        "woman",
        "discriminated",
        "sexually",
        "harassed",
        "nation",
        "top",
        "institution",
        "higher",
        "education",
        "information",
        "go",
        "call",
        "email",
        "dsanford",
        "latest",
        "news",
        "visit",
        "newsroom",
        "follow",
        "u",
        "twitter",
        "sanfordheisler",
        "information",
        "contact",
        "jamie",
        "moss",
        "newspros",
        "jamie",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sanford",
        "heisler",
        "sharp",
        "llp"
    ]
}