{
    "organizations": [],
    "uuid": "cdc70982b7d9af5b6a30795df487977d95759835",
    "author": "Maggie Overfelt",
    "url": "https://www.cnbc.com/2018/04/26/the-race-is-on-to-make-iphone-screen-glass-unbreakable.html",
    "ord_in_thread": 0,
    "title": "The race is on to make iPhone screen glass unbreakable",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Geoff Kirby | PA Images | Getty Images\nSmartphone makers Apple and Samsung spend billions on research and development each year so that our smartphones and other connected devices continue to evolve into high-tech works of art. Recent reports claim Apple is working on an iPhone with touchless gesture control and/or a curved screen, while its main rival is working on the first foldable Samsung Galaxy X and a Samsung wearable that wraps around our wrists and can be configured into an upright position to be used like a smartphone. Bigger, better and thinner screens are a big part of all these efforts.\nBut one fundamental technology challenge that is surprisingly difficult to solve is glass. What consumers really want, after spending hundreds of dollars on a new smartphone, like the pricey iPhone, is glass that won't break when dropped. According to market research firm IDC, more than 95 million smartphones are damaged each year from drops, the No. 1 cause of harm to handheld devices (No. 2 is exposure to liquid). That's roughly $29.8 billion worth of smartphones.\n\"Proving that a device is durable is essential to convince people to pay more for a phone,\" said Francisco Jeronimo, senior research director for European mobile devices at IDC, which in 2016 surveyed phone makers, retailers and repair centers around the world about smartphone issues. \"Consumers are a lot more concerned about what happens to their phone and it being able to handle certain accidents. When people spend $1,000 on a cellphone, they don't expect it to crack the first time they drop it on the floor.\" \"The No. 1 journey we're on is to make a glass that when it's put into a phone — a well-designed phone — it won't break in a drop event.\" -John Bayne, vice president and general manager of Gorilla Glass at Corning\nCreating phones that are technologically sophisticated, attractively thin and light, wider-faced and sturdy means the screen glass itself has to be a top priority, Jeronimo said. Big smartphone brands, special materials start-ups and university researchers are locked in a race to discover unbreakable glass — or something like it.\nGlass makers' big challenge today is figuring out how to keep cover glass strong as manufacturers demand thinner, flexible plates for their new phone designs — think curved screens, bevel- and notch-less faces, foldable displays, and glass backs for a more luxurious feel and better transmission of data. Materials break at their weakest points, and as glass gets thinner, it becomes more vulnerable to being punctured.\n\"If we were at the thickness that was introduced with the first smartphone, your phone wouldn't break in a normal drop event,\" said John Bayne, vice president and general manager of Gorilla Glass at Corning, the 167-year-old glass maker whose Gorilla 5 offering runs about 0.4 mm to 1.3 mm thick. \"Can I thin down the glass to 0.5 mm to make a sleeker, cooler design? There's a give-and-take [in the design process]; you can't solve it all in the glass.\"\nCorning , which invests more than three times the dollar amount in R&D than its peers, according to Morningstar, recently received a $200 million gift from Apple to help develop more versatile and likely thinner glass in Corning's Harrodsburg, Kentucky, plant. Synthetic diamond screens enter the picture\nAkhan Semiconductor wants to coat your smartphone face with diamond. Not the bling kind, but a synthetic diamond-based film. According to third-party strength tests, glass treated with Miraj Diamond Glass is six times harder — and more scratch resistant — than Corning's Gorilla Glass 5, currently the strongest display glass on the market.\n\"We're always careful to say that nothing is unbreakable or unshatterable,\" said Adam Khan, founder and CEO of Akhan Semiconductor, a six-year-old materials science start-up north of Chicago. \"In terms of scratches and strength, [Miraj] is definitely a lot harder and stronger than the existing offerings.\"\nThe first smartphones treated with Miraj Diamond will ship sometime next year, although Khan, who licenses the technology directly to device makers, won't yet name which brands. The company is also developing glass for watches. He also notes that because of the way diamond dissipates heat, it allows smaller devices to run more efficiently. \"You can run a higher level of power through it,\" Khan said.\nDespite developments that make non-glass materials superior for certain smartphone functions (think sapphire, which is hardier than glass for device covers but thicker and much more expensive to produce), there has been no lull in the demand for glass R&D.\nGerman glass giant Schott recently introduced its AS 87 eco, a ribbon of glass that runs from 25 micrometers to 350 micrometers (that's 0.35 mm) thick. It's so soft and flexible that it looks, feels and moves like plastic. It debuted last year on several Chinese-brand smartphones for fingerprint-sensor applications, where the glass has to be transparent enough to read your finger's ridges. Corning When heated to a high temperature and then cooled, new chemical composition can change the way glass behaves. For Gorilla Glass, Corning narrows down the number of compositions to a few dozen, does more melting, then picks two or three candidates to test. It can take one to three years of testing to reach the one composition Corning ends up putting into the next generation of Gorilla Glass.\nCorning will release the sixth-generation Gorilla Glass in the second half of this year. Gorilla Glass, which has helped Corning corner roughly 40 percent of the display glass market (Japanese competitors Nippon Electric Glass and Asahi Glass hold a 25 percent share each), has been around since smartphones first shipped with touchscreens and Apple debuted the iPhone roughly a decade ago. Gorilla cover glass, which is found in about 5 billion of the world's smartphones, tablets and other devices, can survive a fall from selfie-taking height — about a meter and a half — without cracking in most cases.\nImprovements in two components allow Corning to increase the durability of Gorilla over time: The chemical composition of the glass itself and its deep layer of compressive stress, a sort of armor created in the lab when, after it's put into a molten bath of salt, large ions are stuffed into the glass surface. This layer of compression creates a surface that's more resistant to damage from everyday use. Gorilla 5's performance in drop tests eclipsed Gorilla 4's by 0.6 m, and the latest generation is expected to make further progress. While Corning also works on coatings that help eliminate fingerprints, glass for the backs of phones, and materials to etch 3-D designs on glass with inkjet imaging, preventing screen breakage during drops is Gorilla's No. 1 priority.\n\"The No. 1 journey we're on is to make a glass that when it's put into a phone — a well-designed phone — it won't break in a drop event,\" Bayne said. \"Today phones still break, but at some point we'll see a phone with a Corning Gorilla Glass that in a normal drop event won't break.\"\nGorilla Glass isn't the only screen-toughened game around. Both Asahi Glass and Schott make display glass — Dragontrail and Xensation — that score almost as well as Gorilla on strength tests, and it's rumored that Asahi will show off a flexible, 0.07-mm-thick glass — perhaps for foldable devices — this summer. Calvin Hsieh, a director at research firm IHS Markit, notes that there's a group of rising glass makers in China whose glass, much of it made from aluminosilicate like Gorilla Glass, is widely used on mid-tier smartphones there. Broken glass may one day be able to heal itself\nMaking the glass unbreakable isn't the only solution, though. A day will come when our smartphone displays can heal themselves when they crack. Researchers at the University of Tokyo recently developed a new type of glass that can be repaired by pressing it together after it cracks. And staffers at the University of California, Riverside, have invented a synthetic, self-healing polymer that can mend itself and get back to its original state when it's been damaged or stretched. Toru Yamanaka | Getty Images Yu Yanagisawa, a chemistry researcher at the University of Tokyo, presses together two pieces of resin glass together to repair them at the university's lab in Tokyo. The Japanese researcher has developed -- by accident-- a new type of glass that can be repaired simply by pressing it back together after it has cracked.\n\"A real self-healing smartphone will take some time,\" said Chao Wang, assistant professor at the Department of Chemistry at UC Riverside. While Wang has already developed self-healing versions of lithium-ion batteries, artificial muscles for use in the robotics industry, electronic skins and soon a touch panel, he notes that his polymer has limited mechanical properties, lacking the necessary strength and impact resistance required by most consumer devices. While he won't put a timeline on it, Wang is confident that one day smartphone consumers won't have to worry about the No. 1 cause of injury to handheld devices.\n\"We are pushing the boundaries of the material to make it better,\" he said. \"Eventually you won't have to worry about dropping your phone on the floor.\"\nMore from Business of Design: ",
    "published": "2018-04-26T03:00:00.000+03:00",
    "crawled": "2018-04-26T16:23:28.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "geoff",
        "kirby",
        "pa",
        "image",
        "getty",
        "image",
        "smartphone",
        "maker",
        "apple",
        "samsung",
        "spend",
        "billion",
        "research",
        "development",
        "year",
        "smartphones",
        "connected",
        "device",
        "continue",
        "evolve",
        "work",
        "art",
        "recent",
        "report",
        "claim",
        "apple",
        "working",
        "iphone",
        "touchless",
        "gesture",
        "control",
        "curved",
        "screen",
        "main",
        "rival",
        "working",
        "first",
        "foldable",
        "samsung",
        "galaxy",
        "x",
        "samsung",
        "wearable",
        "wrap",
        "around",
        "wrist",
        "configured",
        "upright",
        "position",
        "used",
        "like",
        "smartphone",
        "bigger",
        "better",
        "thinner",
        "screen",
        "big",
        "part",
        "effort",
        "one",
        "fundamental",
        "technology",
        "challenge",
        "surprisingly",
        "difficult",
        "solve",
        "glass",
        "consumer",
        "really",
        "want",
        "spending",
        "hundred",
        "dollar",
        "new",
        "smartphone",
        "like",
        "pricey",
        "iphone",
        "glass",
        "wo",
        "break",
        "dropped",
        "according",
        "market",
        "research",
        "firm",
        "idc",
        "million",
        "smartphones",
        "damaged",
        "year",
        "drop",
        "cause",
        "harm",
        "handheld",
        "device",
        "exposure",
        "liquid",
        "roughly",
        "billion",
        "worth",
        "smartphones",
        "proving",
        "device",
        "durable",
        "essential",
        "convince",
        "people",
        "pay",
        "phone",
        "said",
        "francisco",
        "jeronimo",
        "senior",
        "research",
        "director",
        "european",
        "mobile",
        "device",
        "idc",
        "surveyed",
        "phone",
        "maker",
        "retailer",
        "repair",
        "center",
        "around",
        "world",
        "smartphone",
        "issue",
        "consumer",
        "lot",
        "concerned",
        "happens",
        "phone",
        "able",
        "handle",
        "certain",
        "accident",
        "people",
        "spend",
        "cellphone",
        "expect",
        "crack",
        "first",
        "time",
        "drop",
        "floor",
        "journey",
        "make",
        "glass",
        "put",
        "phone",
        "phone",
        "wo",
        "break",
        "drop",
        "event",
        "bayne",
        "vice",
        "president",
        "general",
        "manager",
        "gorilla",
        "glass",
        "corning",
        "creating",
        "phone",
        "technologically",
        "sophisticated",
        "attractively",
        "thin",
        "light",
        "sturdy",
        "mean",
        "screen",
        "glass",
        "top",
        "priority",
        "jeronimo",
        "said",
        "big",
        "smartphone",
        "brand",
        "special",
        "material",
        "university",
        "researcher",
        "locked",
        "race",
        "discover",
        "unbreakable",
        "glass",
        "something",
        "like",
        "glass",
        "maker",
        "big",
        "challenge",
        "today",
        "figuring",
        "keep",
        "cover",
        "glass",
        "strong",
        "manufacturer",
        "demand",
        "thinner",
        "flexible",
        "plate",
        "new",
        "phone",
        "design",
        "think",
        "curved",
        "screen",
        "face",
        "foldable",
        "display",
        "glass",
        "back",
        "luxurious",
        "feel",
        "better",
        "transmission",
        "data",
        "material",
        "break",
        "weakest",
        "point",
        "glass",
        "get",
        "thinner",
        "becomes",
        "vulnerable",
        "punctured",
        "thickness",
        "introduced",
        "first",
        "smartphone",
        "phone",
        "would",
        "break",
        "normal",
        "drop",
        "event",
        "said",
        "john",
        "bayne",
        "vice",
        "president",
        "general",
        "manager",
        "gorilla",
        "glass",
        "corning",
        "glass",
        "maker",
        "whose",
        "gorilla",
        "offering",
        "run",
        "mm",
        "mm",
        "thick",
        "thin",
        "glass",
        "mm",
        "make",
        "sleeker",
        "cooler",
        "design",
        "design",
        "process",
        "ca",
        "solve",
        "glass",
        "corning",
        "invests",
        "three",
        "time",
        "dollar",
        "amount",
        "r",
        "peer",
        "according",
        "morningstar",
        "recently",
        "received",
        "million",
        "gift",
        "apple",
        "help",
        "develop",
        "versatile",
        "likely",
        "thinner",
        "glass",
        "corning",
        "harrodsburg",
        "kentucky",
        "plant",
        "synthetic",
        "diamond",
        "screen",
        "enter",
        "picture",
        "akhan",
        "semiconductor",
        "want",
        "coat",
        "smartphone",
        "face",
        "diamond",
        "bling",
        "kind",
        "synthetic",
        "film",
        "according",
        "strength",
        "test",
        "glass",
        "treated",
        "miraj",
        "diamond",
        "glass",
        "six",
        "time",
        "harder",
        "scratch",
        "resistant",
        "corning",
        "gorilla",
        "glass",
        "currently",
        "strongest",
        "display",
        "glass",
        "market",
        "always",
        "careful",
        "say",
        "nothing",
        "unbreakable",
        "unshatterable",
        "said",
        "adam",
        "khan",
        "founder",
        "ceo",
        "akhan",
        "semiconductor",
        "material",
        "science",
        "north",
        "chicago",
        "term",
        "scratch",
        "strength",
        "miraj",
        "definitely",
        "lot",
        "harder",
        "stronger",
        "existing",
        "offering",
        "first",
        "smartphones",
        "treated",
        "miraj",
        "diamond",
        "ship",
        "sometime",
        "next",
        "year",
        "although",
        "khan",
        "license",
        "technology",
        "directly",
        "device",
        "maker",
        "wo",
        "yet",
        "name",
        "brand",
        "company",
        "also",
        "developing",
        "glass",
        "watch",
        "also",
        "note",
        "way",
        "diamond",
        "dissipates",
        "heat",
        "allows",
        "smaller",
        "device",
        "run",
        "efficiently",
        "run",
        "higher",
        "level",
        "power",
        "khan",
        "said",
        "despite",
        "development",
        "make",
        "material",
        "superior",
        "certain",
        "smartphone",
        "function",
        "think",
        "sapphire",
        "hardier",
        "glass",
        "device",
        "cover",
        "thicker",
        "much",
        "expensive",
        "produce",
        "lull",
        "demand",
        "glass",
        "r",
        "german",
        "glass",
        "giant",
        "schott",
        "recently",
        "introduced",
        "eco",
        "ribbon",
        "glass",
        "run",
        "micrometer",
        "micrometer",
        "mm",
        "thick",
        "soft",
        "flexible",
        "look",
        "feel",
        "move",
        "like",
        "plastic",
        "debuted",
        "last",
        "year",
        "several",
        "smartphones",
        "application",
        "glass",
        "transparent",
        "enough",
        "read",
        "finger",
        "ridge",
        "corning",
        "heated",
        "high",
        "temperature",
        "cooled",
        "new",
        "chemical",
        "composition",
        "change",
        "way",
        "glass",
        "behaves",
        "gorilla",
        "glass",
        "corning",
        "narrow",
        "number",
        "composition",
        "dozen",
        "melting",
        "pick",
        "two",
        "three",
        "candidate",
        "test",
        "take",
        "one",
        "three",
        "year",
        "testing",
        "reach",
        "one",
        "composition",
        "corning",
        "end",
        "putting",
        "next",
        "generation",
        "gorilla",
        "glass",
        "corning",
        "release",
        "gorilla",
        "glass",
        "second",
        "half",
        "year",
        "gorilla",
        "glass",
        "helped",
        "corning",
        "corner",
        "roughly",
        "percent",
        "display",
        "glass",
        "market",
        "japanese",
        "competitor",
        "nippon",
        "electric",
        "glass",
        "asahi",
        "glass",
        "hold",
        "percent",
        "share",
        "around",
        "since",
        "smartphones",
        "first",
        "shipped",
        "touchscreen",
        "apple",
        "debuted",
        "iphone",
        "roughly",
        "decade",
        "ago",
        "gorilla",
        "cover",
        "glass",
        "found",
        "billion",
        "world",
        "smartphones",
        "tablet",
        "device",
        "survive",
        "fall",
        "height",
        "meter",
        "half",
        "without",
        "cracking",
        "case",
        "improvement",
        "two",
        "component",
        "allow",
        "corning",
        "increase",
        "durability",
        "gorilla",
        "time",
        "chemical",
        "composition",
        "glass",
        "deep",
        "layer",
        "compressive",
        "stress",
        "sort",
        "armor",
        "created",
        "lab",
        "put",
        "molten",
        "bath",
        "salt",
        "large",
        "ion",
        "stuffed",
        "glass",
        "surface",
        "layer",
        "compression",
        "creates",
        "surface",
        "resistant",
        "damage",
        "everyday",
        "use",
        "gorilla",
        "performance",
        "drop",
        "test",
        "eclipsed",
        "gorilla",
        "latest",
        "generation",
        "expected",
        "make",
        "progress",
        "corning",
        "also",
        "work",
        "coating",
        "help",
        "eliminate",
        "fingerprint",
        "glass",
        "back",
        "phone",
        "material",
        "etch",
        "design",
        "glass",
        "inkjet",
        "imaging",
        "preventing",
        "screen",
        "breakage",
        "drop",
        "gorilla",
        "priority",
        "journey",
        "make",
        "glass",
        "put",
        "phone",
        "phone",
        "wo",
        "break",
        "drop",
        "event",
        "bayne",
        "said",
        "today",
        "phone",
        "still",
        "break",
        "point",
        "see",
        "phone",
        "corning",
        "gorilla",
        "glass",
        "normal",
        "drop",
        "event",
        "wo",
        "break",
        "gorilla",
        "glass",
        "game",
        "around",
        "asahi",
        "glass",
        "schott",
        "make",
        "display",
        "glass",
        "dragontrail",
        "xensation",
        "score",
        "almost",
        "well",
        "gorilla",
        "strength",
        "test",
        "rumored",
        "asahi",
        "show",
        "flexible",
        "glass",
        "perhaps",
        "foldable",
        "device",
        "summer",
        "calvin",
        "hsieh",
        "director",
        "research",
        "firm",
        "ihs",
        "markit",
        "note",
        "group",
        "rising",
        "glass",
        "maker",
        "china",
        "whose",
        "glass",
        "much",
        "made",
        "aluminosilicate",
        "like",
        "gorilla",
        "glass",
        "widely",
        "used",
        "smartphones",
        "broken",
        "glass",
        "may",
        "one",
        "day",
        "able",
        "heal",
        "making",
        "glass",
        "unbreakable",
        "solution",
        "though",
        "day",
        "come",
        "smartphone",
        "display",
        "heal",
        "crack",
        "researcher",
        "university",
        "tokyo",
        "recently",
        "developed",
        "new",
        "type",
        "glass",
        "repaired",
        "pressing",
        "together",
        "crack",
        "staffer",
        "university",
        "california",
        "riverside",
        "invented",
        "synthetic",
        "polymer",
        "mend",
        "get",
        "back",
        "original",
        "state",
        "damaged",
        "stretched",
        "toru",
        "yamanaka",
        "getty",
        "image",
        "yu",
        "yanagisawa",
        "chemistry",
        "researcher",
        "university",
        "tokyo",
        "press",
        "together",
        "two",
        "piece",
        "resin",
        "glass",
        "together",
        "repair",
        "university",
        "lab",
        "tokyo",
        "japanese",
        "researcher",
        "developed",
        "accident",
        "new",
        "type",
        "glass",
        "repaired",
        "simply",
        "pressing",
        "back",
        "together",
        "cracked",
        "real",
        "smartphone",
        "take",
        "time",
        "said",
        "chao",
        "wang",
        "assistant",
        "professor",
        "department",
        "chemistry",
        "uc",
        "riverside",
        "wang",
        "already",
        "developed",
        "version",
        "battery",
        "artificial",
        "muscle",
        "use",
        "robotics",
        "industry",
        "electronic",
        "skin",
        "soon",
        "touch",
        "panel",
        "note",
        "polymer",
        "limited",
        "mechanical",
        "property",
        "lacking",
        "necessary",
        "strength",
        "impact",
        "resistance",
        "required",
        "consumer",
        "device",
        "wo",
        "put",
        "timeline",
        "wang",
        "confident",
        "one",
        "day",
        "smartphone",
        "consumer",
        "wo",
        "worry",
        "cause",
        "injury",
        "handheld",
        "device",
        "pushing",
        "boundary",
        "material",
        "make",
        "better",
        "said",
        "eventually",
        "wo",
        "worry",
        "dropping",
        "phone",
        "floor",
        "business",
        "design"
    ]
}