{
    "organizations": [],
    "uuid": "bc34c6dbd3f0614c5649d84a9b3c576e6586d65e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/business-wire-duff-phelps-announces-22-managing-director-promotions.html",
    "ord_in_thread": 0,
    "title": "Duff & Phelps Announces 22 Managing Director Promotions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Duff & Phelps, the global advisor that protects, restores and maximizes value for clients, today announced that the firm has promoted 22 colleagues to the managing director level.\nJacob Silverman, President of Duff & Phelps, commented, “Our goal is to provide world-class advice to address clients’ most demanding governance challenges. This starts with our professionals. Our new managing directors exemplify what it means to protect, restore and maximize value and I look forward to their continued success at Duff & Phelps.”\nTony Berkus, Corporate Finance – Los Angeles\nMr. Berkus is part of the Transaction Advisory Services practice and has more than 16 years of professional experience in transaction advisory, accounting and finance. Mr. Berkus focuses exclusively on advising private equity firms, strategic buyers and lenders on financial and accounting due diligence. He advises private equity owned portfolio companies in a variety of industries, including media and entertainment, software and consumer.\nJoel Bowers, Legal Management Consulting – Toronto\nMr. Bowers oversees Canada’s Global Data Risk (GDR) practice, which assists clients with technical matters involving sensitive data. Mr. Bowers has submitted dozens of computer forensic expert reports and affidavits to the Ontario Superior Court of Justice and has successfully defended them under cross examination. Additionally, he has developed several techniques and proprietary software tools designed to increase the accuracy and efficiency of forensic technology processes as they pertain to electronic discovery.\nAlexander Bregonje, Valuation Advisory Services – Amsterdam\nMr. Bregonje is part of the Valuation Advisory Services practice in the Amsterdam office. His experience includes purchase price allocations and asset valuations for financial reporting purposes under IFRS and U.S. GAAP, intangible asset and goodwill impairments, equity and asset valuations for tax purposes, valuations for regulatory purposes, fairness opinions and shareholder value management.\nRüediger Brunschlik, Valuation Advisory Services – Munich\nMr. Brunschlik leads the Real Estate Services Group in Munich with responsibility for technical services, valuation, investment advisory and document due diligence services. He has more than 16 years of experience as an expert in the evaluation of developed and vacant properties, as well as on performing technical and document due diligence for a wide range of clients including private equity firms, funds and banks.\nSharon Davies, Valuation Advisory Services – London\nMs. Davies is part of the Valuation Advisory Services practice in London. She has worked in Duff & Phelps’ London and New York offices and has extensive experience performing business and financial asset valuations for many global companies, including valuation for financial and tax reporting, business strategy planning and restructuring and transaction advisory support.\nCristiano Egidi, Valuation Advisory Services – Rome\nMr. Egidi is focused on Corporate Real Estate Finance and Special Projects in the Real Estate Advisory Group in Italy. He is responsible for technical and financial supervision on real estate projects for major corporations and financial institutions related to investment projects. He has more than 12 years of experience in valuation and strategic advisory, and with investment operations for real estate portfolios in Italy supporting foreign investors with investment analysis of the Italian market.\nRebecca Fuller, Valuation Advisory Services – London\nMs. Fuller assists companies with valuation issues for a wide range of purposes including insurance placement, risk management, disputes and litigation, financial accounting, tax planning, mergers and acquisitions and insolvency and restructuring. She is particularly well-known throughout the world in the risk management, insurance broker and underwriting communities, where her reputation for providing exceptional client service and care precedes her.\nJonathan Goldblatt, Valuation Advisory Services – Morristown\nMr. Goldblatt is a member of the Healthcare and Life Sciences industry group and has over a decade of experience in providing valuation advisory services. His areas of expertise include valuations for financial reporting and tax purposes in the prescription pharmaceuticals, generic pharmaceuticals, healthcare services, medical devices and consumer products industries.\nMarc Hammer, Internal Firm Services – Atlanta\nMr. Hammer leads global talent acquisition and mobility functions for Duff & Phelps’ Human Capital Group. He has more than 22 years of experience helping organizations meet their headcount and growth plans, designing best in class talent acquisition functions, formulating recruitment branding strategies and ensuring legal requirements around employment are met in countries around the globe.\nAviral Jain, Valuation Advisory Services – New Delhi\nMr. Jain serves as the city leader for Duff & Phelps’ New Delhi office. With a 12-year career and strong track record in valuation and corporate finance, Mr. Jain has performed numerous valuations for M&A transactions, restructuring, insolvency and bankruptcy, disputes and litigation, financial reporting and tax purposes. He has also advised clients on domestic and cross-border acquisitions and transactions involving private placement of equity.\nSid Jaishankar, Disputes and Investigations – Toronto\nMr. Jaishankar is part of the Canadian Disputes and Investigations and Valuation Advisory Services practices. With more than 15 years of experience, he has prepared and critiqued numerous expert reports that have been accepted by various Canadian courts in respect to business valuation and damages quantification pursuant to a variety of dispute matters including, but not limited to, commercial, intellectual property, tax and securities litigation. He has also prepared valuation reports for non-dispute purposes and has particular expertise in developing cost of capital estimates.\nTim Martin, Disputes and Investigations – Toronto\nMr. Martin is part of the Canadian Disputes and Investigations and Valuation Advisory Services practices. He has over 10 years of experience in business and securities valuation and other litigation support services. Mr. Martin has prepared and critiqued numerous valuation and expert reports pursuant to commercial litigation, family law matters, intellectual property litigation, shareholder and partner disputes, estate planning and corporate reorganizations.\nMalin Nilsson, Compliance and Regulatory Consulting – Channel Islands\nMs. Nilsson focuses on regulatory and compliance consulting and manages relationships with a range of clients, who regularly call on her to serve as compliance head and implement compliance arrangements. She also leads regulatory enforcement and supervisory engagements, concentrating on governance, systems and controls, risk management and suitability. In addition, she has worked on a wide range of forensic investigations including expert witness cases.\nUmakanta Panigrahi, Valuation Advisory Services – Mumbai\nMr. Panigrahi is the head of financial valuation in Mumbai and has more than 10 years of experience in financial advisory services including valuation and equity and credit research. He has managed a range of valuation and consulting services including business valuation, portfolio valuation, intellectual property valuation, purchase price allocation and impairment assessment, financial instrument valuations, as well as other IFRS and U.S. GAAP-related engagements.\nStefanie Perrella, Valuation Advisory Services – New York\nMs. Perrella brings over a decade of transfer pricing experience assisting clients with all aspects of the process, from planning, documentation and implementation to audit support and controversy. She has a strong focus on transfer pricing strategy for financial services clients as well as establishing best practices for assessing intercompany debt and other intercompany financing arrangements for the firm’s top clients across a wide spectrum of industries.\nPeter Salvatori, Valuation Advisory Services – Morristown\nMr. Salvatori focuses on portfolio valuation as well as transaction-related valuations. He specializes in advising a wide range of alternative asset managers, including hedge funds, private equity funds and business development companies on valuing their positions in loans, subordinated and mezzanine debt, convertible debt and common and preferred equity.\nClaire Simm, Compliance and Regulatory Consulting – London\nMs. Simm has considerable experience in the wealth management sector ranging from small firms to listed entities, and has performed a number of Section 166 appointments. She has a detailed understanding of the regulatory requirements with a particular focus on COBS and SYSC, and undertakes operational due diligence for fund management clients on potential investment opportunities in both the U.S. and the U.K.\nHenry Smithers, Corporate Finance – London\nMr. Smithers has 13 years of corporate finance and private equity experience during which he has advised on a range of transactions in the business services sector. Most recently, he has been involved in white collar services transactions in healthcare, consulting, renewables and education and training sub-sectors.\nAdam Stormoen, Corporate Finance – Minneapolis\nMr. Stormoen is a member of the Healthcare M&A Advisory practice. He has more than 15 years of experience in both buy-side and sell-side M&A transactions and in raising public and private capital for medical device, diagnostic, healthcare service and healthcare IT companies. Throughout his career, Mr. Stormoen has advised on more than 30 M&A transactions and has been involved in more than 40 capital raises that resulted in over $3 billion in new capital.\nLee Tourscher, Valuation Advisory Services – Philadelphia\nMr. Tourscher is a member of the Energy and Mining group, primarily serving clients in the power, utilities and renewable energy sectors. He has a decade of experience advising global clients on a range of valuation and corporate finance issues including business and asset-level valuations, financial and tax reporting compliance, portfolio valuation, transaction opinions, dispute consulting and restructuring.\nBrian Twardoski, Legal Management Consulting – Seattle\nMr. Twardoski is part of the Legal Management Consulting practice in Seattle. He is an innovator of the Duff & Phelps cyber risk assessment and scoring platform, CyberClarity360™. Mr. Twardoski is instrumental in its development, and currently oversees the engineering, operations and strategic vision for the product.\nChristoph Ulrich, Corporate Finance – Frankfurt\nMr. Ulrich has more than 18 years of experience in corporate finance and M&A advisory. He has advised mid- and large-cap corporate clients, financial investors and family offices across Europe and beyond on complex cross-border transactions and public takeovers. Mr. Ulrich focuses on the industrial products and business services sectors.\nAbout Duff & Phelps\nDuff & Phelps is the global advisor that protects, restores and maximizes value for clients in the areas of valuation, corporate finance, disputes and investigations, compliance and regulatory matters, and other governance-related issues. Our clients include publicly traded and privately held companies, law firms, government entities and investment organizations such as private equity firms and hedge funds. We also advise the world’s leading standard-setting bodies on valuation and governance best practices. The firm’s nearly 2,500 professionals are located in over 70 offices in 20 countries around the world. For more information, visit www.duffandphelps.com .\nM&A advisory, capital raising and secondary market advisory services in the United States are provided by Duff & Phelps Securities, LLC. Member FINRA/SIPC. Pagemill Partners is a Division of Duff & Phelps Securities, LLC. M&A advisory, capital raising and secondary market advisory services in the United Kingdom are provided by Duff & Phelps Securities Ltd. (DPSL), which is authorized and regulated by the Financial Conduct Authority. M&A advisory and capital raising services in Germany are provided by Duff & Phelps GmbH, which is a Tied Agent of DPSL. Valuation Advisory Services in India are provided by Duff & Phelps India Private Limited under a category 1 merchant banker license issued by the Securities and Exchange Board of India.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180403005970/en/\nMedia:\nPerry Street Communications\nJonathan Morgan or Alex Hinson\n+1-212-741-0014\nduffandphelps@perryst.com\nSource: Duff & Phelps",
    "published": "2018-04-03T18:18:00.000+03:00",
    "crawled": "2018-04-03T21:57:30.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "duff",
        "phelps",
        "global",
        "advisor",
        "protects",
        "restores",
        "maximizes",
        "value",
        "client",
        "today",
        "announced",
        "firm",
        "promoted",
        "colleague",
        "managing",
        "director",
        "level",
        "jacob",
        "silverman",
        "president",
        "duff",
        "phelps",
        "commented",
        "goal",
        "provide",
        "advice",
        "address",
        "client",
        "demanding",
        "governance",
        "challenge",
        "start",
        "professional",
        "new",
        "managing",
        "director",
        "exemplify",
        "mean",
        "protect",
        "restore",
        "maximize",
        "value",
        "look",
        "forward",
        "continued",
        "success",
        "duff",
        "tony",
        "berkus",
        "corporate",
        "finance",
        "los",
        "angeles",
        "berkus",
        "part",
        "transaction",
        "advisory",
        "service",
        "practice",
        "year",
        "professional",
        "experience",
        "transaction",
        "advisory",
        "accounting",
        "finance",
        "berkus",
        "focus",
        "exclusively",
        "advising",
        "private",
        "equity",
        "firm",
        "strategic",
        "buyer",
        "lender",
        "financial",
        "accounting",
        "due",
        "diligence",
        "advises",
        "private",
        "equity",
        "owned",
        "portfolio",
        "company",
        "variety",
        "industry",
        "including",
        "medium",
        "entertainment",
        "software",
        "consumer",
        "joel",
        "bower",
        "legal",
        "management",
        "consulting",
        "toronto",
        "bower",
        "oversees",
        "canada",
        "global",
        "data",
        "risk",
        "gdr",
        "practice",
        "assist",
        "client",
        "technical",
        "matter",
        "involving",
        "sensitive",
        "data",
        "bower",
        "submitted",
        "dozen",
        "computer",
        "forensic",
        "expert",
        "report",
        "affidavit",
        "ontario",
        "superior",
        "court",
        "justice",
        "successfully",
        "defended",
        "cross",
        "examination",
        "additionally",
        "developed",
        "several",
        "technique",
        "proprietary",
        "software",
        "tool",
        "designed",
        "increase",
        "accuracy",
        "efficiency",
        "forensic",
        "technology",
        "process",
        "pertain",
        "electronic",
        "discovery",
        "alexander",
        "bregonje",
        "valuation",
        "advisory",
        "service",
        "amsterdam",
        "bregonje",
        "part",
        "valuation",
        "advisory",
        "service",
        "practice",
        "amsterdam",
        "office",
        "experience",
        "includes",
        "purchase",
        "price",
        "allocation",
        "asset",
        "valuation",
        "financial",
        "reporting",
        "purpose",
        "ifrs",
        "gaap",
        "intangible",
        "asset",
        "goodwill",
        "impairment",
        "equity",
        "asset",
        "valuation",
        "tax",
        "purpose",
        "valuation",
        "regulatory",
        "purpose",
        "fairness",
        "opinion",
        "shareholder",
        "value",
        "management",
        "rüediger",
        "brunschlik",
        "valuation",
        "advisory",
        "service",
        "munich",
        "brunschlik",
        "lead",
        "real",
        "estate",
        "service",
        "group",
        "munich",
        "responsibility",
        "technical",
        "service",
        "valuation",
        "investment",
        "advisory",
        "document",
        "due",
        "diligence",
        "service",
        "year",
        "experience",
        "expert",
        "evaluation",
        "developed",
        "vacant",
        "property",
        "well",
        "performing",
        "technical",
        "document",
        "due",
        "diligence",
        "wide",
        "range",
        "client",
        "including",
        "private",
        "equity",
        "firm",
        "fund",
        "bank",
        "sharon",
        "davy",
        "valuation",
        "advisory",
        "service",
        "london",
        "davy",
        "part",
        "valuation",
        "advisory",
        "service",
        "practice",
        "london",
        "worked",
        "duff",
        "phelps",
        "london",
        "new",
        "york",
        "office",
        "extensive",
        "experience",
        "performing",
        "business",
        "financial",
        "asset",
        "valuation",
        "many",
        "global",
        "company",
        "including",
        "valuation",
        "financial",
        "tax",
        "reporting",
        "business",
        "strategy",
        "planning",
        "restructuring",
        "transaction",
        "advisory",
        "support",
        "cristiano",
        "egidi",
        "valuation",
        "advisory",
        "service",
        "rome",
        "egidi",
        "focused",
        "corporate",
        "real",
        "estate",
        "finance",
        "special",
        "project",
        "real",
        "estate",
        "advisory",
        "group",
        "italy",
        "responsible",
        "technical",
        "financial",
        "supervision",
        "real",
        "estate",
        "project",
        "major",
        "corporation",
        "financial",
        "institution",
        "related",
        "investment",
        "project",
        "year",
        "experience",
        "valuation",
        "strategic",
        "advisory",
        "investment",
        "operation",
        "real",
        "estate",
        "portfolio",
        "italy",
        "supporting",
        "foreign",
        "investor",
        "investment",
        "analysis",
        "italian",
        "market",
        "rebecca",
        "fuller",
        "valuation",
        "advisory",
        "service",
        "london",
        "fuller",
        "assist",
        "company",
        "valuation",
        "issue",
        "wide",
        "range",
        "purpose",
        "including",
        "insurance",
        "placement",
        "risk",
        "management",
        "dispute",
        "litigation",
        "financial",
        "accounting",
        "tax",
        "planning",
        "merger",
        "acquisition",
        "insolvency",
        "restructuring",
        "particularly",
        "throughout",
        "world",
        "risk",
        "management",
        "insurance",
        "broker",
        "underwriting",
        "community",
        "reputation",
        "providing",
        "exceptional",
        "client",
        "service",
        "care",
        "precedes",
        "jonathan",
        "goldblatt",
        "valuation",
        "advisory",
        "service",
        "morristown",
        "goldblatt",
        "member",
        "healthcare",
        "life",
        "science",
        "industry",
        "group",
        "decade",
        "experience",
        "providing",
        "valuation",
        "advisory",
        "service",
        "area",
        "expertise",
        "include",
        "valuation",
        "financial",
        "reporting",
        "tax",
        "purpose",
        "prescription",
        "pharmaceutical",
        "generic",
        "pharmaceutical",
        "healthcare",
        "service",
        "medical",
        "device",
        "consumer",
        "product",
        "industry",
        "marc",
        "hammer",
        "internal",
        "firm",
        "service",
        "atlanta",
        "hammer",
        "lead",
        "global",
        "talent",
        "acquisition",
        "mobility",
        "function",
        "duff",
        "phelps",
        "human",
        "capital",
        "group",
        "year",
        "experience",
        "helping",
        "organization",
        "meet",
        "headcount",
        "growth",
        "plan",
        "designing",
        "best",
        "class",
        "talent",
        "acquisition",
        "function",
        "formulating",
        "recruitment",
        "branding",
        "strategy",
        "ensuring",
        "legal",
        "requirement",
        "around",
        "employment",
        "met",
        "country",
        "around",
        "globe",
        "aviral",
        "jain",
        "valuation",
        "advisory",
        "service",
        "new",
        "delhi",
        "jain",
        "serf",
        "city",
        "leader",
        "duff",
        "phelps",
        "new",
        "delhi",
        "office",
        "career",
        "strong",
        "track",
        "record",
        "valuation",
        "corporate",
        "finance",
        "jain",
        "performed",
        "numerous",
        "valuation",
        "transaction",
        "restructuring",
        "insolvency",
        "bankruptcy",
        "dispute",
        "litigation",
        "financial",
        "reporting",
        "tax",
        "purpose",
        "also",
        "advised",
        "client",
        "domestic",
        "acquisition",
        "transaction",
        "involving",
        "private",
        "placement",
        "equity",
        "sid",
        "jaishankar",
        "dispute",
        "investigation",
        "toronto",
        "jaishankar",
        "part",
        "canadian",
        "dispute",
        "investigation",
        "valuation",
        "advisory",
        "service",
        "practice",
        "year",
        "experience",
        "prepared",
        "critiqued",
        "numerous",
        "expert",
        "report",
        "accepted",
        "various",
        "canadian",
        "court",
        "respect",
        "business",
        "valuation",
        "damage",
        "quantification",
        "pursuant",
        "variety",
        "dispute",
        "matter",
        "including",
        "limited",
        "commercial",
        "intellectual",
        "property",
        "tax",
        "security",
        "litigation",
        "also",
        "prepared",
        "valuation",
        "report",
        "purpose",
        "particular",
        "expertise",
        "developing",
        "cost",
        "capital",
        "estimate",
        "tim",
        "martin",
        "dispute",
        "investigation",
        "toronto",
        "martin",
        "part",
        "canadian",
        "dispute",
        "investigation",
        "valuation",
        "advisory",
        "service",
        "practice",
        "year",
        "experience",
        "business",
        "security",
        "valuation",
        "litigation",
        "support",
        "service",
        "martin",
        "prepared",
        "critiqued",
        "numerous",
        "valuation",
        "expert",
        "report",
        "pursuant",
        "commercial",
        "litigation",
        "family",
        "law",
        "matter",
        "intellectual",
        "property",
        "litigation",
        "shareholder",
        "partner",
        "dispute",
        "estate",
        "planning",
        "corporate",
        "reorganization",
        "malin",
        "nilsson",
        "compliance",
        "regulatory",
        "consulting",
        "channel",
        "island",
        "nilsson",
        "focus",
        "regulatory",
        "compliance",
        "consulting",
        "manages",
        "relationship",
        "range",
        "client",
        "regularly",
        "call",
        "serve",
        "compliance",
        "head",
        "implement",
        "compliance",
        "arrangement",
        "also",
        "lead",
        "regulatory",
        "enforcement",
        "supervisory",
        "engagement",
        "concentrating",
        "governance",
        "system",
        "control",
        "risk",
        "management",
        "suitability",
        "addition",
        "worked",
        "wide",
        "range",
        "forensic",
        "investigation",
        "including",
        "expert",
        "witness",
        "case",
        "umakanta",
        "panigrahi",
        "valuation",
        "advisory",
        "service",
        "mumbai",
        "panigrahi",
        "head",
        "financial",
        "valuation",
        "mumbai",
        "year",
        "experience",
        "financial",
        "advisory",
        "service",
        "including",
        "valuation",
        "equity",
        "credit",
        "research",
        "managed",
        "range",
        "valuation",
        "consulting",
        "service",
        "including",
        "business",
        "valuation",
        "portfolio",
        "valuation",
        "intellectual",
        "property",
        "valuation",
        "purchase",
        "price",
        "allocation",
        "impairment",
        "assessment",
        "financial",
        "instrument",
        "valuation",
        "well",
        "ifrs",
        "engagement",
        "stefanie",
        "perrella",
        "valuation",
        "advisory",
        "service",
        "new",
        "york",
        "perrella",
        "brings",
        "decade",
        "transfer",
        "pricing",
        "experience",
        "assisting",
        "client",
        "aspect",
        "process",
        "planning",
        "documentation",
        "implementation",
        "audit",
        "support",
        "controversy",
        "strong",
        "focus",
        "transfer",
        "pricing",
        "strategy",
        "financial",
        "service",
        "client",
        "well",
        "establishing",
        "best",
        "practice",
        "assessing",
        "intercompany",
        "debt",
        "intercompany",
        "financing",
        "arrangement",
        "firm",
        "top",
        "client",
        "across",
        "wide",
        "spectrum",
        "industry",
        "peter",
        "salvatori",
        "valuation",
        "advisory",
        "service",
        "morristown",
        "salvatori",
        "focus",
        "portfolio",
        "valuation",
        "well",
        "valuation",
        "specializes",
        "advising",
        "wide",
        "range",
        "alternative",
        "asset",
        "manager",
        "including",
        "hedge",
        "fund",
        "private",
        "equity",
        "fund",
        "business",
        "development",
        "company",
        "valuing",
        "position",
        "loan",
        "subordinated",
        "mezzanine",
        "debt",
        "convertible",
        "debt",
        "common",
        "preferred",
        "equity",
        "claire",
        "simm",
        "compliance",
        "regulatory",
        "consulting",
        "london",
        "simm",
        "considerable",
        "experience",
        "wealth",
        "management",
        "sector",
        "ranging",
        "small",
        "firm",
        "listed",
        "entity",
        "performed",
        "number",
        "section",
        "appointment",
        "detailed",
        "understanding",
        "regulatory",
        "requirement",
        "particular",
        "focus",
        "cob",
        "sysc",
        "undertakes",
        "operational",
        "due",
        "diligence",
        "fund",
        "management",
        "client",
        "potential",
        "investment",
        "opportunity",
        "henry",
        "smithers",
        "corporate",
        "finance",
        "london",
        "smithers",
        "year",
        "corporate",
        "finance",
        "private",
        "equity",
        "experience",
        "advised",
        "range",
        "transaction",
        "business",
        "service",
        "sector",
        "recently",
        "involved",
        "white",
        "collar",
        "service",
        "transaction",
        "healthcare",
        "consulting",
        "renewables",
        "education",
        "training",
        "adam",
        "stormoen",
        "corporate",
        "finance",
        "minneapolis",
        "stormoen",
        "member",
        "healthcare",
        "advisory",
        "practice",
        "year",
        "experience",
        "transaction",
        "raising",
        "public",
        "private",
        "capital",
        "medical",
        "device",
        "diagnostic",
        "healthcare",
        "service",
        "healthcare",
        "company",
        "throughout",
        "career",
        "stormoen",
        "advised",
        "transaction",
        "involved",
        "capital",
        "raise",
        "resulted",
        "billion",
        "new",
        "capital",
        "lee",
        "tourscher",
        "valuation",
        "advisory",
        "service",
        "philadelphia",
        "tourscher",
        "member",
        "energy",
        "mining",
        "group",
        "primarily",
        "serving",
        "client",
        "power",
        "utility",
        "renewable",
        "energy",
        "sector",
        "decade",
        "experience",
        "advising",
        "global",
        "client",
        "range",
        "valuation",
        "corporate",
        "finance",
        "issue",
        "including",
        "business",
        "valuation",
        "financial",
        "tax",
        "reporting",
        "compliance",
        "portfolio",
        "valuation",
        "transaction",
        "opinion",
        "dispute",
        "consulting",
        "restructuring",
        "brian",
        "twardoski",
        "legal",
        "management",
        "consulting",
        "seattle",
        "twardoski",
        "part",
        "legal",
        "management",
        "consulting",
        "practice",
        "seattle",
        "innovator",
        "duff",
        "phelps",
        "cyber",
        "risk",
        "assessment",
        "scoring",
        "platform",
        "twardoski",
        "instrumental",
        "development",
        "currently",
        "oversees",
        "engineering",
        "operation",
        "strategic",
        "vision",
        "product",
        "christoph",
        "ulrich",
        "corporate",
        "finance",
        "frankfurt",
        "ulrich",
        "year",
        "experience",
        "corporate",
        "finance",
        "advisory",
        "advised",
        "corporate",
        "client",
        "financial",
        "investor",
        "family",
        "office",
        "across",
        "europe",
        "beyond",
        "complex",
        "transaction",
        "public",
        "takeover",
        "ulrich",
        "focus",
        "industrial",
        "product",
        "business",
        "service",
        "sector",
        "duff",
        "phelps",
        "duff",
        "phelps",
        "global",
        "advisor",
        "protects",
        "restores",
        "maximizes",
        "value",
        "client",
        "area",
        "valuation",
        "corporate",
        "finance",
        "dispute",
        "investigation",
        "compliance",
        "regulatory",
        "matter",
        "issue",
        "client",
        "include",
        "publicly",
        "traded",
        "privately",
        "held",
        "company",
        "law",
        "firm",
        "government",
        "entity",
        "investment",
        "organization",
        "private",
        "equity",
        "firm",
        "hedge",
        "fund",
        "also",
        "advise",
        "world",
        "leading",
        "body",
        "valuation",
        "governance",
        "best",
        "practice",
        "firm",
        "nearly",
        "professional",
        "located",
        "office",
        "country",
        "around",
        "world",
        "information",
        "visit",
        "advisory",
        "capital",
        "raising",
        "secondary",
        "market",
        "advisory",
        "service",
        "united",
        "state",
        "provided",
        "duff",
        "phelps",
        "security",
        "llc",
        "member",
        "pagemill",
        "partner",
        "division",
        "duff",
        "phelps",
        "security",
        "llc",
        "advisory",
        "capital",
        "raising",
        "secondary",
        "market",
        "advisory",
        "service",
        "united",
        "kingdom",
        "provided",
        "duff",
        "phelps",
        "security",
        "dpsl",
        "authorized",
        "regulated",
        "financial",
        "conduct",
        "authority",
        "advisory",
        "capital",
        "raising",
        "service",
        "germany",
        "provided",
        "duff",
        "phelps",
        "gmbh",
        "tied",
        "agent",
        "dpsl",
        "valuation",
        "advisory",
        "service",
        "india",
        "provided",
        "duff",
        "phelps",
        "india",
        "private",
        "limited",
        "category",
        "merchant",
        "banker",
        "license",
        "issued",
        "security",
        "exchange",
        "board",
        "india",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "perry",
        "street",
        "communication",
        "jonathan",
        "morgan",
        "alex",
        "hinson",
        "duffandphelps",
        "source",
        "duff",
        "phelps"
    ]
}