{
    "organizations": [],
    "uuid": "4a95afb6b3adee19d712257f23829a0de940292d",
    "author": "Aaron Pressman and Andrew Nusca",
    "url": "http://fortune.com/2018/04/05/data-sheet-zuckerberg-in-crisis-facebook/",
    "ord_in_thread": 0,
    "title": "Facebook CEO Mark Zuckerberg Takes Responsibility for Problems",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Facebook's Mark Zuckerberg may have apologized on CNN. It's not doing any good for Facebook's stock, though short sellers may be cheering. Bloomberg via Getty Images By Aaron Pressman and Andrew Nusca 10:14 AM EDT\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nGood morning. Fortune digital editor Andrew Nusca here, in for Adam.\nFacebook CEO Mark Zuckerberg took the extraordinary step of speaking to the press on Thursday in a sign that the narrative around the company—that it can’t adequately protect the personal information of the many millions of people who use its signature social network—is spinning out of control.\nZuckerberg made largely anodyne statements in his prepared remarks—“We’re an idealistic and optimistic company,” he told a pack of professional skeptics, “but it’s clear now that we didn’t do enough”—but the question-and-answer portion of the call was where he began to reveal his perspective. “I clearly made a mistake by just dismissing fake news as ‘crazy,’ ” he replied to one question. “Our view of our relationship with people is that our job is to give them tools, and that it was largely people’s responsibility how they chose to use them,” he said to another. And to a cutting query asking if the board had discussed whether he should relinquish his role as chairman, Zuckerberg paused several painful beats before offering: “Not that I’m aware of.”\nFacebook’s CEO uttered the word “responsibility” 17 times during the 50-minute press session. (He’ll likely say it many times more when he faces U.S. lawmakers on Tuesday and Wednesday next week.) Yet Zuckerberg’s remarks were neither meant to soothe the media (who continue to nurse their own damaged relationships with the platform) nor the 2.2 billion people who actively use Facebook. They were to calm jittery shareholders who have penalized the company’s stock price almost 20% since Facebook released its most recent quarterly earnings and promised to make changes to its News Feed to emphasize more “meaningful” content (read: less shamelessly viral, ergo less engaging) in the wake of Russian election interference . What has followed: Alarming Cambridge Analytica revelations , full-throated calls for accountability, and a pesky #DeleteFacebook movement .\nIn yesterday’s press call, Zuckerberg referred to Facebook’s eponymous social network as “complicated” and “complex.” I have little doubt that those statements are true. But Zuckerberg’s real task at hand isn’t taking a conciliatory stance, good as it may feel to the rest of us. It’s showing that the world’s largest social network can be harnessed—that his creation can be controlled. “I started this place. I run it,” Zuckerberg said at one point during the call. “And I am responsible for what happens here.”\nAndrew Nusca @editorialiste andrew.nusca@fortune.com NEWSWORTHY\nCareful what you wish for. With President Donald Trump on a rampage against Amazon , one of the company’s competitors saw an opportunity to fan the flames. Oracle chief executive Safra Catz dined with the president on Tuesday and complained to Trump that the bidding process for a Pentagon cloud computing project seemed rigged to favor Amazon.\nToo late this time. He may have lost the battle for Qualcomm, but Broadcom CEO Hock Tan made good on his promise to bring his company’s legal headquarters back to the United States. Qualcomm blocked Tan’s takeover by appealing to a U.S. group that can only evaluate mergers involving foreign companies. Tan’s next target likely won’t have that option. “The completion of our redomiciliation to the United States marks an important milestone in our company’s history as Broadcom has been an American company in every respect but our legal domicile,” Tan said in a statement .\nHandful of Bitcoin . A new smartphone dubbed the Finney will come loaded with digital currency-related features, including the ability to store and spend crypto coinage. Startup Sirin Labs designed the device and will partner with Foxconn for manufacturing. Shipments are slated to begin in October.\nSource of attack. The investigation into the background of the YouTube shooter , Nasim Najafi Aghdam, revealed that the 39-year-old San Diego resident was an active video producer on the service, but was distressed that YouTube was filtering and blocking some of her work. Other companies in Silicon Valley are rethinking their security measures in the wake of the tragedy.\nConsolidated pitch. The leading service for crowdsourced social fundraising, GoFundMe , acquired competitor YouCaring , which also favors excessive use of capital letters but uses a digital tipping fundraising model. YouCaring took off after professional football player J.J. Watt raised $37 million for Houston hurricane victims using the service last year.\nLosing track. Another day, another data-stealing hack attack disclosed—actually two. Sears and Delta Air Lines disclosed that customer credit and debit card information was stolen in a hack of an online support services provider called [24]7.ai. Fortune cybersecurity reporter Robert Hackett summarized some of the lessons of the data theft from Panera Bread , including that all companies should solicit vulnerability reports from security researchers via a clearly posted web page.\nQuality not quantity . Apple’s iOS App Store shrunk by 5% last year, the first time it ever listed fewer apps than a year before, tracking firm Appfigures reported on Wednesday. The total number of published apps was 2.1 million at the end of 2017, down from 2.2 million in 2016. The Android app store Google Play , by contrast, grew 30% to hit 3.6 million apps.\nAdvertisement FOOD FOR THOUGHT\nAmong the many problems facing social networks is the ease of spreading bullying and attacking messages aimed at particular individuals, most often women and minorities. Nicholas Christakis, director of Yale’s Human Nature Lab, is researching how and why people become trolls and how their influence spreads. Gaia Vince in Mosiac takes a deep look at efforts by Christakis and other scientists to understand this dark side of social networks:\nCorporations already use a crude system of identifying so-called Instagram influencers to advertise their brands for them. But Christakis is looking not just at how popular an individual is, but also their position in the network and the shape of that network. In some networks, like a small isolated village, everyone is closely connected and you’re likely to know everyone at a party; in a city, by contrast, people may be living more closely by as a whole, but you are less likely to know everyone at a party there. How thoroughly interconnected a network is affects how behaviours and information spread around it, he explains.\n“If you take carbon atoms and you assemble them one way, they become graphite, which is soft and dark. Take the same carbon atoms and assemble them a different way, and it becomes diamond, which is hard and clear. These properties of hardness and clearness aren’t properties of the carbon atoms – they’re properties of the collection of carbon atoms and depend on how you connect the carbon atoms to each other,” he says. “And it’s the same with human groups.”\nIN CASE YOU MISSED IT\nShh…A Quieter Supersonic Jet Is on Its Way By Robert Hackett\nWhy Spotify’s Stock Took a Hit From Recent Analyst Ratings By Aaron Pressman\nInspiring Google Doodle Remembers Maya Angelou on Her 90th Birthday By Don Reisinger\nAI Experts Threaten to Boycott a University Over Reports of Killer Robot Research By David Meyer\nApple Said to Be Working on a Curved iPhone With Touchless Controls By Don Reisinger\nAdvertisement BEFORE YOU GO\nIf you haven’t been to Seattle lately, you may have missed seeing Amazon’s massive indoor gardens , called the Spheres. Initially open to Amazon employees, the company announced on Wednesday that it would start letting the public in on two Saturdays every month to see the tens of thousands of plants on display.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-05T22:14:00.000+03:00",
    "crawled": "2018-04-05T21:12:46.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "facebook",
        "mark",
        "zuckerberg",
        "may",
        "apologized",
        "cnn",
        "good",
        "facebook",
        "stock",
        "though",
        "short",
        "seller",
        "may",
        "cheering",
        "bloomberg",
        "via",
        "getty",
        "image",
        "aaron",
        "pressman",
        "andrew",
        "nusca",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "good",
        "morning",
        "fortune",
        "digital",
        "editor",
        "andrew",
        "nusca",
        "adam",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "took",
        "extraordinary",
        "step",
        "speaking",
        "press",
        "thursday",
        "sign",
        "narrative",
        "around",
        "adequately",
        "protect",
        "personal",
        "information",
        "many",
        "million",
        "people",
        "use",
        "signature",
        "social",
        "spinning",
        "control",
        "zuckerberg",
        "made",
        "largely",
        "anodyne",
        "statement",
        "prepared",
        "idealistic",
        "optimistic",
        "company",
        "told",
        "pack",
        "professional",
        "skeptic",
        "clear",
        "enough",
        "portion",
        "call",
        "began",
        "reveal",
        "perspective",
        "clearly",
        "made",
        "mistake",
        "dismissing",
        "fake",
        "news",
        "crazy",
        "replied",
        "one",
        "question",
        "view",
        "relationship",
        "people",
        "job",
        "give",
        "tool",
        "largely",
        "people",
        "responsibility",
        "chose",
        "use",
        "said",
        "another",
        "cutting",
        "query",
        "asking",
        "board",
        "discussed",
        "whether",
        "relinquish",
        "role",
        "chairman",
        "zuckerberg",
        "paused",
        "several",
        "painful",
        "beat",
        "offering",
        "aware",
        "facebook",
        "ceo",
        "uttered",
        "word",
        "responsibility",
        "time",
        "press",
        "session",
        "likely",
        "say",
        "many",
        "time",
        "face",
        "lawmaker",
        "tuesday",
        "wednesday",
        "next",
        "week",
        "yet",
        "zuckerberg",
        "remark",
        "neither",
        "meant",
        "soothe",
        "medium",
        "continue",
        "nurse",
        "damaged",
        "relationship",
        "platform",
        "billion",
        "people",
        "actively",
        "use",
        "facebook",
        "calm",
        "jittery",
        "shareholder",
        "penalized",
        "company",
        "stock",
        "price",
        "almost",
        "since",
        "facebook",
        "released",
        "recent",
        "quarterly",
        "earnings",
        "promised",
        "make",
        "change",
        "news",
        "feed",
        "emphasize",
        "meaningful",
        "content",
        "read",
        "less",
        "shamelessly",
        "viral",
        "ergo",
        "less",
        "engaging",
        "wake",
        "russian",
        "election",
        "interference",
        "followed",
        "alarming",
        "cambridge",
        "analytica",
        "revelation",
        "call",
        "accountability",
        "pesky",
        "deletefacebook",
        "movement",
        "yesterday",
        "press",
        "call",
        "zuckerberg",
        "referred",
        "facebook",
        "eponymous",
        "social",
        "network",
        "complicated",
        "little",
        "doubt",
        "statement",
        "true",
        "zuckerberg",
        "real",
        "task",
        "hand",
        "taking",
        "conciliatory",
        "stance",
        "good",
        "may",
        "feel",
        "rest",
        "u",
        "showing",
        "world",
        "largest",
        "social",
        "network",
        "creation",
        "controlled",
        "started",
        "place",
        "run",
        "zuckerberg",
        "said",
        "one",
        "point",
        "call",
        "responsible",
        "happens",
        "andrew",
        "nusca",
        "editorialiste",
        "newsworthy",
        "careful",
        "wish",
        "president",
        "donald",
        "trump",
        "rampage",
        "amazon",
        "one",
        "company",
        "competitor",
        "saw",
        "opportunity",
        "fan",
        "flame",
        "oracle",
        "chief",
        "executive",
        "safra",
        "catz",
        "dined",
        "president",
        "tuesday",
        "complained",
        "trump",
        "bidding",
        "process",
        "pentagon",
        "cloud",
        "computing",
        "project",
        "seemed",
        "rigged",
        "favor",
        "amazon",
        "late",
        "time",
        "may",
        "lost",
        "battle",
        "qualcomm",
        "broadcom",
        "ceo",
        "hock",
        "tan",
        "made",
        "good",
        "promise",
        "bring",
        "company",
        "legal",
        "headquarters",
        "back",
        "united",
        "state",
        "qualcomm",
        "blocked",
        "tan",
        "takeover",
        "appealing",
        "group",
        "evaluate",
        "merger",
        "involving",
        "foreign",
        "company",
        "tan",
        "next",
        "target",
        "likely",
        "option",
        "completion",
        "redomiciliation",
        "united",
        "state",
        "mark",
        "important",
        "milestone",
        "company",
        "history",
        "broadcom",
        "american",
        "company",
        "every",
        "respect",
        "legal",
        "domicile",
        "tan",
        "said",
        "statement",
        "handful",
        "bitcoin",
        "new",
        "smartphone",
        "dubbed",
        "finney",
        "come",
        "loaded",
        "digital",
        "feature",
        "including",
        "ability",
        "store",
        "spend",
        "crypto",
        "coinage",
        "startup",
        "sirin",
        "lab",
        "designed",
        "device",
        "partner",
        "foxconn",
        "manufacturing",
        "shipment",
        "slated",
        "begin",
        "october",
        "source",
        "attack",
        "investigation",
        "background",
        "youtube",
        "shooter",
        "nasim",
        "najafi",
        "aghdam",
        "revealed",
        "san",
        "diego",
        "resident",
        "active",
        "video",
        "producer",
        "service",
        "distressed",
        "youtube",
        "filtering",
        "blocking",
        "work",
        "company",
        "silicon",
        "valley",
        "rethinking",
        "security",
        "measure",
        "wake",
        "tragedy",
        "consolidated",
        "pitch",
        "leading",
        "service",
        "crowdsourced",
        "social",
        "fundraising",
        "gofundme",
        "acquired",
        "competitor",
        "youcaring",
        "also",
        "favor",
        "excessive",
        "use",
        "capital",
        "letter",
        "us",
        "digital",
        "tipping",
        "fundraising",
        "model",
        "youcaring",
        "took",
        "professional",
        "football",
        "player",
        "watt",
        "raised",
        "million",
        "houston",
        "hurricane",
        "victim",
        "using",
        "service",
        "last",
        "year",
        "losing",
        "track",
        "another",
        "day",
        "another",
        "hack",
        "attack",
        "two",
        "sears",
        "delta",
        "air",
        "line",
        "disclosed",
        "customer",
        "credit",
        "debit",
        "card",
        "information",
        "stolen",
        "hack",
        "online",
        "support",
        "service",
        "provider",
        "called",
        "fortune",
        "cybersecurity",
        "reporter",
        "robert",
        "hackett",
        "summarized",
        "lesson",
        "data",
        "theft",
        "panera",
        "bread",
        "including",
        "company",
        "solicit",
        "vulnerability",
        "report",
        "security",
        "researcher",
        "via",
        "clearly",
        "posted",
        "web",
        "page",
        "quality",
        "quantity",
        "apple",
        "io",
        "app",
        "store",
        "shrunk",
        "last",
        "year",
        "first",
        "time",
        "ever",
        "listed",
        "fewer",
        "apps",
        "year",
        "tracking",
        "firm",
        "appfigures",
        "reported",
        "wednesday",
        "total",
        "number",
        "published",
        "apps",
        "million",
        "end",
        "million",
        "android",
        "app",
        "store",
        "google",
        "play",
        "contrast",
        "grew",
        "hit",
        "million",
        "apps",
        "advertisement",
        "food",
        "thought",
        "among",
        "many",
        "problem",
        "facing",
        "social",
        "network",
        "ease",
        "spreading",
        "bullying",
        "attacking",
        "message",
        "aimed",
        "particular",
        "individual",
        "often",
        "woman",
        "minority",
        "nicholas",
        "christakis",
        "director",
        "yale",
        "human",
        "nature",
        "lab",
        "researching",
        "people",
        "become",
        "troll",
        "influence",
        "spread",
        "gaia",
        "vince",
        "mosiac",
        "take",
        "deep",
        "look",
        "effort",
        "christakis",
        "scientist",
        "understand",
        "dark",
        "side",
        "social",
        "network",
        "corporation",
        "already",
        "use",
        "crude",
        "system",
        "identifying",
        "instagram",
        "influencers",
        "advertise",
        "brand",
        "christakis",
        "looking",
        "popular",
        "individual",
        "also",
        "position",
        "network",
        "shape",
        "network",
        "network",
        "like",
        "small",
        "isolated",
        "village",
        "everyone",
        "closely",
        "connected",
        "likely",
        "know",
        "everyone",
        "party",
        "city",
        "contrast",
        "people",
        "may",
        "living",
        "closely",
        "whole",
        "less",
        "likely",
        "know",
        "everyone",
        "party",
        "thoroughly",
        "interconnected",
        "network",
        "affect",
        "behaviour",
        "information",
        "spread",
        "around",
        "explains",
        "take",
        "carbon",
        "atom",
        "assemble",
        "one",
        "way",
        "become",
        "graphite",
        "soft",
        "dark",
        "take",
        "carbon",
        "atom",
        "assemble",
        "different",
        "way",
        "becomes",
        "diamond",
        "hard",
        "clear",
        "property",
        "hardness",
        "clearness",
        "property",
        "carbon",
        "atom",
        "property",
        "collection",
        "carbon",
        "atom",
        "depend",
        "connect",
        "carbon",
        "atom",
        "say",
        "human",
        "case",
        "missed",
        "quieter",
        "supersonic",
        "jet",
        "way",
        "robert",
        "hackett",
        "spotify",
        "stock",
        "took",
        "hit",
        "recent",
        "analyst",
        "rating",
        "aaron",
        "pressman",
        "inspiring",
        "google",
        "doodle",
        "remembers",
        "maya",
        "angelou",
        "90th",
        "birthday",
        "reisinger",
        "ai",
        "expert",
        "threaten",
        "boycott",
        "university",
        "report",
        "killer",
        "robot",
        "research",
        "david",
        "meyer",
        "apple",
        "said",
        "working",
        "curved",
        "iphone",
        "touchless",
        "control",
        "reisinger",
        "advertisement",
        "go",
        "seattle",
        "lately",
        "may",
        "missed",
        "seeing",
        "amazon",
        "massive",
        "indoor",
        "garden",
        "called",
        "sphere",
        "initially",
        "open",
        "amazon",
        "employee",
        "company",
        "announced",
        "wednesday",
        "would",
        "start",
        "letting",
        "public",
        "two",
        "saturday",
        "every",
        "month",
        "see",
        "ten",
        "thousand",
        "plant",
        "display",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}