{
    "organizations": [],
    "uuid": "485a76d238eccde4fabd02f31527672f25ccda0e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/globe-newswire-analogic-to-be-acquired-by-an-affiliate-of-altaris-capital-partners-for-84-point-00-per-share-or-1-point-1-billion-in-cash.html",
    "ord_in_thread": 0,
    "title": "Analogic to Be Acquired by an Affiliate of Altaris Capital Partners for $84.00 per Share or $1.1 Billion in Cash",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Comprehensive Alternatives Review Process to Maximize Stockholder Value\nCulminates in Strategic Transaction\nRepresents 25% Premium to Analogic’s Stock Price of $67.45 as of June 7, 2017, the Day Following\nAnalogic’s Third Quarter 2017 Earnings and Strategic Alternatives Announcement\nAnalogic Board Unanimously Recommends Transaction\nConference Call To Be Held at 5:00 PM ET on April 10, 2018\nPEABODY, Mass. and NEW YORK, April 10, 2018 (GLOBE NEWSWIRE) -- Analogic Corporation (NASDAQ:ALOG) (“the Company” or “Analogic”), a provider of leading-edge healthcare and security solutions, and Altaris Capital Partners, LLC, a leading private investment firm with expertise in Analogic’s end markets, today announced that the Company and an affiliate of Altaris Capital Partners (together with certain affiliated entities, “Altaris”) have entered into a merger agreement under which Analogic will be acquired by Altaris for $84.00 per share in cash, or approximately $1.1 billion on a fully diluted basis. The transaction and the merger agreement were unanimously approved by Analogic’s Board of Directors, and the Board unanimously recommends that Analogic’s stockholders vote in favor of the transaction.\n“The Board has always sought to maximize stockholder value,” said Bernard Bailey, chairman of the Analogic Board of Directors. “Given the increasingly competitive markets that we serve, we have been focused on the need to achieve greater scale in order to generate sustained profitable growth. As a result, the Board initiated a review of strategic alternatives available to Analogic. This 10-month, comprehensive process resulted in today’s transaction with Altaris that provides stockholders with immediate, substantial, and certain cash value. The Board strongly believes that a transaction with a buyer with strategic assets like Altaris provides maximum value for and is in the best interest of Analogic stockholders.”\nComprehensive, Public Strategic Review Process\nThe transaction follows a comprehensive strategic review process that was publicly announced by the Company on June 6, 2017. In September, the Company announced that it had engaged Citi as its financial advisor and had initiated a sale process. In October, the Company’s Board of Directors formed a Strategic Alternatives Committee of three independent directors to lead the process. The process involved direct outreach to potential financial and strategic buyers as well as responses to inbound expressions of interest. The Company was ultimately in contact with 75 parties, both domestically and internationally.\nBailey added, “Analogic’s three business units present a range of business models and investment needs, each of which is subject to its own market conditions. In light of these factors, the Board considered the long-term positioning of Analogic in each of its markets. Analogic’s growth outlook requires continued strategic investment into new channels to market, which involves risk, especially given the pace of change in its served markets.”\nThe Strategic Alternatives Committee and Board considered a comprehensive range of alternatives, including the sale of the entire company, separating the Company’s three business units, and the continued short- and long-term operation of the Company on a stand-alone basis. The process culminated with the Board’s determination that the Altaris transaction presents the best combination of certainty and value for stockholders.\nThe transaction represents a 25% premium to the Company’s closing share price of $67.45 on June 7, 2017, the day after the Company reported quarterly earnings for the third quarter of fiscal 2017 and announced the launch of the strategic review process. On June 6, 2017, the last trading day prior to this announcement, Analogic’s stock price closed at $74.60.\nStrategic Combination\nOver the last 15 years, Altaris has made 34 investments and has deep experience in the manufacturing and marketing of medical devices, imaging technologies and diagnostic equipment. Analogic will represent Altaris’ 17 th company to design and manufacture high-value, FDA-regulated medical products.\n“Altaris has a broad portfolio of businesses with strong technology and domain expertise in Analogic’s end markets,” said Fred Parks, president and chief executive officer of Analogic. “Altaris is well positioned to enhance Analogic’s ability to deliver innovative product technology and service offerings to our customers.”\n“Analogic has a rich history of developing advanced technologies that have enabled innovation in medical imaging and security screening,” said George Aitken-Davies, co-founder and managing director of Altaris. “We look forward to building on this heritage and continuing to provide technology-driven imaging solutions and world-class service to the industry.”\nTransaction Details\nThe transaction is expected to close in mid-2018 and is subject to approval by Analogic stockholders, regulatory approval and other customary closing conditions. Upon the completion of the transaction, Analogic will become a privately held company and shares of Analogic’s common stock will no longer be listed on any public market.\nCitigroup Global Markets Inc. is serving as financial advisor to Analogic, and Wilmer Cutler Pickering Hale and Dorr LLP is serving as legal counsel to Analogic. Schiff Hardin LLP is serving as legal counsel to Altaris.\nConference Call Details\nAnalogic Corporation will host a conference call on Tuesday, April 10, 2018 at 5:00 p.m. (ET) to discuss this announcement. To participate in the conference call, dial 1-866-823-6992, or 1-334-323-7225 for international callers, approximately ten minutes before the conference is scheduled to begin. Inform the operator that you wish to join the Analogic conference, passcode 42748. You will then be asked for your name, organization, and telephone number, and be connected to the conference. The press release and, just prior to the call, presentation materials related to this announcement will be posted on the Company’s website at http://investor.analogic.com .\nThe call will also be available via webcast in listen-only mode. To listen to the webcast, visit http://investor.analogic.com approximately five to ten minutes before the conference is scheduled to begin. A telephone digital replay will be available approximately two hours after the call is completed through midnight June 29, 2018. To access the digital replay, dial 1-877-919-4059 or 1-334-323-0140 for international callers. The passcode is 54636553.\nA replay of the conference call webcast will be archived on the Company's website at www.analogic.com approximately three hours after the call is completed and will be available through midnight June 29, 2018. For more information on the conference call, visit www.analogic.com , call 978-326-4058, or email investorrelations@analogic.com .\nAbout Analogic\nAnalogic (Nasdaq:ALOG) provides leading-edge healthcare and security technology solutions to advance the practice of medicine and save lives. Analogic is recognized around the world for advanced imaging and real-time guidance technologies used for disease diagnosis and treatment as well as for automated threat detection. Analogic’s market-leading ultrasound systems, led by its flagship BK Ultrasound brand, used in procedure-driven markets such as urology, surgery, and point-of-care, are sold to clinical practitioners around the world. Analogic’s advanced imaging technologies are also used in computed tomography (CT), magnetic resonance imaging (MRI), and digital mammography systems, as well as automated threat detection systems for aviation security. Analogic is headquartered just north of Boston, Massachusetts. For more information, visit www.analogic.com .\nAnalogic and the globe logo are registered trademarks of Analogic Corporation.\nAbout Altaris Capital, LLC\nAltaris Capital Partners is an investment firm focused on the global healthcare industry. Altaris actively manages $2.4 billion of equity capital and seeks to invest in businesses that deliver value to the healthcare system by improving patient outcomes, reducing costs, increasing efficiency and aligning stakeholder incentives. Since inception in 2003, Altaris has made 34 platform investments and has worked closely and collaboratively with the management teams of its portfolio companies to support growth and capital appreciation. Altaris is headquartered in New York City. For more information, visit www.altariscap.com .\nImportant Additional Information Will Be Filed with the SEC\nAnalogic plans to file with the Securities and Exchange Commission (the “SEC”) and mail to its stockholders a Proxy Statement in connection with the transaction. The Proxy Statement will contain important information about Altaris, Analogic, the transaction and related matters. Investors and security holders are urged to read the Proxy Statement carefully when it is available.\nInvestors and security holders will be able to obtain free copies of the Proxy Statement and other documents filed with the SEC by Altaris and Analogic through the web site maintained by the SEC at www.sec.gov .\nIn addition, investors and security holders will be able to obtain free copies of the Proxy Statement from Analogic by contacting the Investor Relations department via email at investorrelations@analogic.com or by calling 978-326-4058.\nAnalogic and its directors and executive officers may be deemed to be participants in the solicitation of proxies in respect of the transactions contemplated by the merger agreement. Information regarding Analogic’s directors and executive officers is contained in Analogic’s Form 10-K for the year ended July 31, 2017 and its proxy statement dated November 2, 2017, which are filed with the SEC. Additional information regarding the direct and indirect interests of Analogic’s directors and executive officers in the proposed transaction will be included in the Proxy Statement when it is filed with the SEC.\nForward-Looking Statements\nStatements in this press release regarding the proposed transaction between Altaris and Analogic, the expected timetable for completing the transaction, future financial and operating results, benefits and synergies of the transaction, future opportunities for the combined company and any other statements about future expectations, plans, and prospects for the Company, including statements containing the words “believes,” “anticipates,” “plans,” “expects,” and similar expressions, constitute within the meaning of the Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such as a result of various important factors, including the risk that the proposed merger may not be completed in a timely manner, or at all, which may adversely affect Analogic’s business and the price of its common stock; the failure to satisfy all of the closing conditions of the proposed merger, including the adoption of the merger agreement by Analogic’s stockholders and the receipt of regulatory approvals; the occurrence of any event, change or other circumstance that could give rise to the termination of the merger agreement; the effect of the announcement or pendency of the proposed merger on Analogic’s business, operating results, and relationships with customers, suppliers, competitors and others; risks that the proposed merger may disrupt Analogic’s current plans and business operations; potential difficulties retaining employees as a result of the proposed merger; risks related to the diverting of management’s attention from Analogic’s ongoing business operations; the outcome of any legal proceedings that may be instituted against Analogic related to the merger agreement or the proposed merger; risks relating to product development and commercialization, limited demand for the Company’s products, limited number of customers, risks associated with competition, uncertainties associated with regulatory agency approvals, competitive pricing pressures, downturns in the economy, the risk of potential intellectual property litigation, acquisition related risks, and other factors discussed in our most recent quarterly and annual reports filed with the SEC. In addition, the included in this press release represent the Company’s views as of the date of this document. While the Company anticipates that subsequent events and developments will cause the Company’s views to change, the Company specifically disclaims any obligation to update these . These should not be relied upon as representing the Company’s views as of any later date.\nFor Further Information:\nInvestor and Media Contact:\nMark Namaroff\nSr. Director of Investor Relations and Corporate Communications\n(978) 326-4058\ninvestorrelations@analogic.com\nSource:Analogic Corporation",
    "published": "2018-04-11T00:10:00.000+03:00",
    "crawled": "2018-04-11T00:34:12.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comprehensive",
        "alternative",
        "review",
        "process",
        "maximize",
        "stockholder",
        "value",
        "culminates",
        "strategic",
        "transaction",
        "represents",
        "premium",
        "analogic",
        "stock",
        "price",
        "june",
        "day",
        "following",
        "analogic",
        "third",
        "quarter",
        "earnings",
        "strategic",
        "alternative",
        "announcement",
        "analogic",
        "board",
        "unanimously",
        "recommends",
        "transaction",
        "conference",
        "call",
        "held",
        "pm",
        "et",
        "april",
        "peabody",
        "mass",
        "new",
        "york",
        "april",
        "globe",
        "newswire",
        "analogic",
        "corporation",
        "nasdaq",
        "alog",
        "company",
        "analogic",
        "provider",
        "healthcare",
        "security",
        "solution",
        "altaris",
        "capital",
        "partner",
        "llc",
        "leading",
        "private",
        "investment",
        "firm",
        "expertise",
        "analogic",
        "end",
        "market",
        "today",
        "announced",
        "company",
        "affiliate",
        "altaris",
        "capital",
        "partner",
        "together",
        "certain",
        "affiliated",
        "entity",
        "altaris",
        "entered",
        "merger",
        "agreement",
        "analogic",
        "acquired",
        "altaris",
        "per",
        "share",
        "cash",
        "approximately",
        "billion",
        "fully",
        "diluted",
        "basis",
        "transaction",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "analogic",
        "board",
        "director",
        "board",
        "unanimously",
        "recommends",
        "analogic",
        "stockholder",
        "vote",
        "favor",
        "transaction",
        "board",
        "always",
        "sought",
        "maximize",
        "stockholder",
        "value",
        "said",
        "bernard",
        "bailey",
        "chairman",
        "analogic",
        "board",
        "director",
        "given",
        "increasingly",
        "competitive",
        "market",
        "serve",
        "focused",
        "need",
        "achieve",
        "greater",
        "scale",
        "order",
        "generate",
        "sustained",
        "profitable",
        "growth",
        "result",
        "board",
        "initiated",
        "review",
        "strategic",
        "alternative",
        "available",
        "analogic",
        "comprehensive",
        "process",
        "resulted",
        "today",
        "transaction",
        "altaris",
        "provides",
        "stockholder",
        "immediate",
        "substantial",
        "certain",
        "cash",
        "value",
        "board",
        "strongly",
        "belief",
        "transaction",
        "buyer",
        "strategic",
        "asset",
        "like",
        "altaris",
        "provides",
        "maximum",
        "value",
        "best",
        "interest",
        "analogic",
        "comprehensive",
        "public",
        "strategic",
        "review",
        "process",
        "transaction",
        "follows",
        "comprehensive",
        "strategic",
        "review",
        "process",
        "publicly",
        "announced",
        "company",
        "june",
        "september",
        "company",
        "announced",
        "engaged",
        "citi",
        "financial",
        "advisor",
        "initiated",
        "sale",
        "process",
        "october",
        "company",
        "board",
        "director",
        "formed",
        "strategic",
        "alternative",
        "committee",
        "three",
        "independent",
        "director",
        "lead",
        "process",
        "process",
        "involved",
        "direct",
        "outreach",
        "potential",
        "financial",
        "strategic",
        "buyer",
        "well",
        "response",
        "inbound",
        "expression",
        "interest",
        "company",
        "ultimately",
        "contact",
        "party",
        "domestically",
        "internationally",
        "bailey",
        "added",
        "analogic",
        "three",
        "business",
        "unit",
        "present",
        "range",
        "business",
        "model",
        "investment",
        "need",
        "subject",
        "market",
        "condition",
        "light",
        "factor",
        "board",
        "considered",
        "positioning",
        "analogic",
        "market",
        "analogic",
        "growth",
        "outlook",
        "requires",
        "continued",
        "strategic",
        "investment",
        "new",
        "channel",
        "market",
        "involves",
        "risk",
        "especially",
        "given",
        "pace",
        "change",
        "served",
        "strategic",
        "alternative",
        "committee",
        "board",
        "considered",
        "comprehensive",
        "range",
        "alternative",
        "including",
        "sale",
        "entire",
        "company",
        "separating",
        "company",
        "three",
        "business",
        "unit",
        "continued",
        "operation",
        "company",
        "basis",
        "process",
        "culminated",
        "board",
        "determination",
        "altaris",
        "transaction",
        "present",
        "best",
        "combination",
        "certainty",
        "value",
        "stockholder",
        "transaction",
        "represents",
        "premium",
        "company",
        "closing",
        "share",
        "price",
        "june",
        "day",
        "company",
        "reported",
        "quarterly",
        "earnings",
        "third",
        "quarter",
        "fiscal",
        "announced",
        "launch",
        "strategic",
        "review",
        "process",
        "june",
        "last",
        "trading",
        "day",
        "prior",
        "announcement",
        "analogic",
        "stock",
        "price",
        "closed",
        "strategic",
        "combination",
        "last",
        "year",
        "altaris",
        "made",
        "investment",
        "deep",
        "experience",
        "manufacturing",
        "marketing",
        "medical",
        "device",
        "imaging",
        "technology",
        "diagnostic",
        "equipment",
        "analogic",
        "represent",
        "altaris",
        "th",
        "company",
        "design",
        "manufacture",
        "medical",
        "product",
        "altaris",
        "broad",
        "portfolio",
        "business",
        "strong",
        "technology",
        "domain",
        "expertise",
        "analogic",
        "end",
        "market",
        "said",
        "fred",
        "park",
        "president",
        "chief",
        "executive",
        "officer",
        "analogic",
        "altaris",
        "well",
        "positioned",
        "enhance",
        "analogic",
        "ability",
        "deliver",
        "innovative",
        "product",
        "technology",
        "service",
        "offering",
        "analogic",
        "rich",
        "history",
        "developing",
        "advanced",
        "technology",
        "enabled",
        "innovation",
        "medical",
        "imaging",
        "security",
        "screening",
        "said",
        "george",
        "managing",
        "director",
        "altaris",
        "look",
        "forward",
        "building",
        "heritage",
        "continuing",
        "provide",
        "imaging",
        "solution",
        "service",
        "transaction",
        "detail",
        "transaction",
        "expected",
        "close",
        "subject",
        "approval",
        "analogic",
        "stockholder",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "upon",
        "completion",
        "transaction",
        "analogic",
        "become",
        "privately",
        "held",
        "company",
        "share",
        "analogic",
        "common",
        "stock",
        "longer",
        "listed",
        "public",
        "market",
        "citigroup",
        "global",
        "market",
        "serving",
        "financial",
        "advisor",
        "analogic",
        "wilmer",
        "cutler",
        "pickering",
        "hale",
        "dorr",
        "llp",
        "serving",
        "legal",
        "counsel",
        "analogic",
        "schiff",
        "hardin",
        "llp",
        "serving",
        "legal",
        "counsel",
        "altaris",
        "conference",
        "call",
        "detail",
        "analogic",
        "corporation",
        "host",
        "conference",
        "call",
        "tuesday",
        "april",
        "et",
        "discus",
        "announcement",
        "participate",
        "conference",
        "call",
        "dial",
        "international",
        "caller",
        "approximately",
        "ten",
        "minute",
        "conference",
        "scheduled",
        "begin",
        "inform",
        "operator",
        "wish",
        "join",
        "analogic",
        "conference",
        "passcode",
        "asked",
        "name",
        "organization",
        "telephone",
        "number",
        "connected",
        "conference",
        "press",
        "release",
        "prior",
        "call",
        "presentation",
        "material",
        "related",
        "announcement",
        "posted",
        "company",
        "website",
        "http",
        "call",
        "also",
        "available",
        "via",
        "webcast",
        "mode",
        "listen",
        "webcast",
        "visit",
        "http",
        "approximately",
        "five",
        "ten",
        "minute",
        "conference",
        "scheduled",
        "begin",
        "telephone",
        "digital",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "call",
        "completed",
        "midnight",
        "june",
        "access",
        "digital",
        "replay",
        "dial",
        "international",
        "caller",
        "passcode",
        "replay",
        "conference",
        "call",
        "webcast",
        "archived",
        "company",
        "website",
        "approximately",
        "three",
        "hour",
        "call",
        "completed",
        "available",
        "midnight",
        "june",
        "information",
        "conference",
        "call",
        "visit",
        "call",
        "email",
        "investorrelations",
        "analogic",
        "analogic",
        "nasdaq",
        "alog",
        "provides",
        "healthcare",
        "security",
        "technology",
        "solution",
        "advance",
        "practice",
        "medicine",
        "save",
        "life",
        "analogic",
        "recognized",
        "around",
        "world",
        "advanced",
        "imaging",
        "guidance",
        "technology",
        "used",
        "disease",
        "diagnosis",
        "treatment",
        "well",
        "automated",
        "threat",
        "detection",
        "analogic",
        "ultrasound",
        "system",
        "led",
        "flagship",
        "bk",
        "ultrasound",
        "brand",
        "used",
        "market",
        "urology",
        "surgery",
        "sold",
        "clinical",
        "practitioner",
        "around",
        "world",
        "analogic",
        "advanced",
        "imaging",
        "technology",
        "also",
        "used",
        "computed",
        "tomography",
        "ct",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "digital",
        "mammography",
        "system",
        "well",
        "automated",
        "threat",
        "detection",
        "system",
        "aviation",
        "security",
        "analogic",
        "headquartered",
        "north",
        "boston",
        "massachusetts",
        "information",
        "visit",
        "analogic",
        "globe",
        "logo",
        "registered",
        "trademark",
        "analogic",
        "corporation",
        "altaris",
        "capital",
        "llc",
        "altaris",
        "capital",
        "partner",
        "investment",
        "firm",
        "focused",
        "global",
        "healthcare",
        "industry",
        "altaris",
        "actively",
        "manages",
        "billion",
        "equity",
        "capital",
        "seek",
        "invest",
        "business",
        "deliver",
        "value",
        "healthcare",
        "system",
        "improving",
        "patient",
        "outcome",
        "reducing",
        "cost",
        "increasing",
        "efficiency",
        "aligning",
        "stakeholder",
        "incentive",
        "since",
        "inception",
        "altaris",
        "made",
        "platform",
        "investment",
        "worked",
        "closely",
        "collaboratively",
        "management",
        "team",
        "portfolio",
        "company",
        "support",
        "growth",
        "capital",
        "appreciation",
        "altaris",
        "headquartered",
        "new",
        "york",
        "city",
        "information",
        "visit",
        "important",
        "additional",
        "information",
        "filed",
        "sec",
        "analogic",
        "plan",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "mail",
        "stockholder",
        "proxy",
        "statement",
        "connection",
        "transaction",
        "proxy",
        "statement",
        "contain",
        "important",
        "information",
        "altaris",
        "analogic",
        "transaction",
        "related",
        "matter",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "proxy",
        "statement",
        "carefully",
        "available",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "altaris",
        "analogic",
        "web",
        "site",
        "maintained",
        "sec",
        "addition",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "analogic",
        "contacting",
        "investor",
        "relation",
        "department",
        "via",
        "email",
        "investorrelations",
        "calling",
        "analogic",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "information",
        "regarding",
        "analogic",
        "director",
        "executive",
        "officer",
        "contained",
        "analogic",
        "form",
        "year",
        "ended",
        "july",
        "proxy",
        "statement",
        "dated",
        "november",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "direct",
        "indirect",
        "interest",
        "analogic",
        "director",
        "executive",
        "officer",
        "proposed",
        "transaction",
        "included",
        "proxy",
        "statement",
        "filed",
        "sec",
        "statement",
        "statement",
        "press",
        "release",
        "regarding",
        "proposed",
        "transaction",
        "altaris",
        "analogic",
        "expected",
        "timetable",
        "completing",
        "transaction",
        "future",
        "financial",
        "operating",
        "result",
        "benefit",
        "synergy",
        "transaction",
        "future",
        "opportunity",
        "combined",
        "company",
        "statement",
        "future",
        "expectation",
        "plan",
        "prospect",
        "company",
        "including",
        "statement",
        "containing",
        "word",
        "belief",
        "anticipates",
        "plan",
        "expects",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "risk",
        "proposed",
        "merger",
        "may",
        "completed",
        "timely",
        "manner",
        "may",
        "adversely",
        "affect",
        "analogic",
        "business",
        "price",
        "common",
        "stock",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "proposed",
        "merger",
        "including",
        "adoption",
        "merger",
        "agreement",
        "analogic",
        "stockholder",
        "receipt",
        "regulatory",
        "approval",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "effect",
        "announcement",
        "pendency",
        "proposed",
        "merger",
        "analogic",
        "business",
        "operating",
        "result",
        "relationship",
        "customer",
        "supplier",
        "competitor",
        "others",
        "risk",
        "proposed",
        "merger",
        "may",
        "disrupt",
        "analogic",
        "current",
        "plan",
        "business",
        "operation",
        "potential",
        "difficulty",
        "retaining",
        "employee",
        "result",
        "proposed",
        "merger",
        "risk",
        "related",
        "diverting",
        "management",
        "attention",
        "analogic",
        "ongoing",
        "business",
        "operation",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "analogic",
        "related",
        "merger",
        "agreement",
        "proposed",
        "merger",
        "risk",
        "relating",
        "product",
        "development",
        "commercialization",
        "limited",
        "demand",
        "company",
        "product",
        "limited",
        "number",
        "customer",
        "risk",
        "associated",
        "competition",
        "uncertainty",
        "associated",
        "regulatory",
        "agency",
        "approval",
        "competitive",
        "pricing",
        "pressure",
        "downturn",
        "economy",
        "risk",
        "potential",
        "intellectual",
        "property",
        "litigation",
        "acquisition",
        "related",
        "risk",
        "factor",
        "discussed",
        "recent",
        "quarterly",
        "annual",
        "report",
        "filed",
        "sec",
        "addition",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "document",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "later",
        "date",
        "information",
        "investor",
        "medium",
        "contact",
        "mark",
        "namaroff",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "investorrelations",
        "source",
        "analogic",
        "corporation"
    ]
}