{
    "organizations": [],
    "uuid": "f7eb79803899f6d8ad9e5ff0213c9cbddeeca69a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/globe-newswire-diversified-royalty-corp-announces-preliminary-q1-2018-results-for-mr-lube-air-miles-and-sutton.html",
    "ord_in_thread": 0,
    "title": "Diversified Royalty Corp. Announces Preliminary Q1 2018 Results for Mr. Lube, AIR MILES and Sutton",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "For Immediate Release – not for distribution to US news wire services or for US dissemination.\nVANCOUVER, British Columbia, April 19, 2018 (GLOBE NEWSWIRE) -- Diversified Royalty Corp. (TSX:DIV) (TSX:DIV.DB) (the “Corporation” or “DIV”) is pleased to announce preliminary results for Mr. Lube, AIR MILES® and Sutton for the three months ended March 31, 2018 (“Q1”).\nMr. Lube First Quarter Results\nMr. Lube Canada Limited Partnership (“Mr. Lube”) generated same-store-sales-growth (“SSSG”) of 4.5% for the Mr. Lube stores in the royalty pool for the first quarter of 2018, compared to SSSG of 1.5% in the first quarter of 2017. Mr. Lube’s SSSG was driven by continued strong store-level execution and expansion of the tire business. In addition, Mr. Lube has opened 3 new locations in the past 5 months.\nDIV expects to report that aggregate royalty income and management fees of $3.3 million were generated from Mr. Lube in the first quarter of 2018, an increase of $0.1 million from the first quarter of 2017.\nAIR MILES ® First Quarter Results\nThe AIR MILES ® reward miles issued decreased by 1 % in Q1 and is trending to growth over the remainder of 2018, according to Alliance Data Systems Inc.’s (“ADS”) news release dated April 19, 2018.\nDIV expects to report that royalty income of $1.73 million was generated from the AIR MILES ® licenses in the first quarter of 2018.\nSutton First Quarter Results\nThe unaudited first quarter results for Sutton Group Realty Services Ltd. (“Sutton”) were in line with expectations.\nDIV expects to report that royalty income and management fees of $1.0 million were generated from Sutton in the first quarter of 2018, representing a 2% increase over the first quarter of 2017.\nFirst Quarter Commentary\nSean Morrison, President and Chief Executive Officer of DIV stated, “As Mr. Lube opens new stores throughout 2018 and continues to promote and expand its tire services, we are confident that they will deliver consistent operating results. AIR MILES ® reward miles issued is stabilizing and is trending towards solid back-half growth, which is encouraging, while Sutton continues to perform as expected. Furthermore, DIV is actively pursuing business development and royalty acquisition opportunities to deploy its approximately $85M of cash on hand.”\nThe financial information contained in this news release is preliminary, is based upon the estimates and assumptions of the respective management of DIV, Mr. Lube and Sutton, as applicable, has not yet been approved by their respective Audit Committees or Boards of Directors, and has not been subject to a review by their respective auditors. The final Q1 financial results could differ materially from the above preliminary financial information. As previously announced, DIV expects to release its financial statements for Q1 on May 10, 2018 at which time DIV also expects to file the financial statements of Mr. Lube for the three months ended March 31, 2018.\nAbout Diversified Royalty Corp.\nDIV is a multi-royalty corporation, engaged in the business of acquiring top-line royalties from well-managed multi-location businesses and franchisors in North America. DIV’s objective is to acquire predictable, growing royalty streams from a diverse group of multi-location businesses and franchisors.\nDIV currently owns the Sutton, Mr. Lube and AIR MILES ® trademarks in Canada. Sutton is among the leading residential real estate brokerage franchisor businesses in Canada with over 200 offices across Canada. Mr. Lube is the leading quick lube service business in Canada with 173 locations across Canada and over $225 million of annual system sales. AIR MILES ® is Canada’s largest coalition loyalty program with over 200 leading brand-name sponsors; approximately two-thirds of Canadian households actively participate in the AIR MILES ® Program.\nDIV expects to increase cash flow per share by making accretive royalty purchases and through the growth of purchased royalties. DIV expects to pay a predictable and stable dividend to shareholders and increase the dividend as cash flow per share increases allow.\nForward-Looking Statements\nCertain statements contained in this news release may constitute “ forward-looking information ” or “financial outlook” within the meaning of applicable securities laws that involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such forward-looking information or financial outlook . The use of any of the words “anticipate”, “continue”, “estimate”, “expect”, “intend”, “may”, “will”, ”project”, “should”, “believe”, “confident”, “plan” and “intends” and similar expressions are intended to identify forward-looking information and financial outlook , although not all forward-looking information and financial outlook contain these identifying words. Specifically, forward-looking information and financial outlook in this news release include, but are not limited to, statements made in relation to: the expected financial results of Mr. Lube and Sutton for the three months ended March 31, 2018; DIV management’s expectation that Mr. Lube will deliver consistent operating results in 2018 as it opens more stores and continues to promote and expand its tire services; ADS’s expectation of growth in AIR MILES ® issued over the remainder of 2018; DIV’s active pursuit of business development and royalty acquisition opportunities to deploy its $85M of cash on hand DIV’s ability to pay a predictable and stable dividend to shareholders; and DIV’s corporate objectives. These statements involve known and unknown risks, uncertainties and other factors that may cause actual results or events, performance, or achievements of DIV to differ materially from those anticipated or implied in such forward-looking information and financial outlook . DIV believes that the expectations reflected in the forward-looking information and financial outlook are reasonable but no assurance can be given that these expectations will prove to be correct. In particular there can be no assurance that : the final financial results of Mr. Lube and Sutton will be consistent with the preliminary results; Mr. Lube will deliver consistent operating in results in 2018 or that Mr. Lube will open more stores or expand its tire services; the number of AIR MILES ® issued will grow over the remainder of 2018; DIV may not be successful in identifying or completing any royalty acquisition opportunities; Mr. Lube DIV will be able to make monthly dividend payments to the holders of its common shares; or DIV will achieve any of its corporate objectives. Given these uncertainties, readers are cautioned that forward-looking information and financial outlook included in this news release are not guarantees of future performance, and such forward-looking information and financial outlook should not be unduly relied upon. More information about the risks and uncertainties affecting DIV’s business and the businesses of its royalty partners can be found in the “Risk Factors” section of its Annual Information Form dated March 28, 2018, which is available under DIV’s profile on SEDAR at www.sedar.com .\nIn formulating the forward-looking information and financial outlook contained herein, management has assumed that business and economic conditions affecting DIV and its royalty partners will continue substantially in the ordinary course, including without limitation with respect to general industry conditions, general levels of economic activity and regulations. These assumptions, although considered reasonable by management at the time of preparation, may prove to be incorrect.\nTo the extent any forward-looking information or statements in this presentation constitute a “financial outlook” within the meaning of securities laws, such information is being provided investors with timely disclosure of material financial information with respect to the financial performance of the Company and its royalty partners prior to the completion of year end audits.\nAll of the forward-looking information and financial outlook disclosed in this news release is qualified by these cautionary statements and other cautionary statements or factors contained herein, and there can be no assurance that the actual results or developments will be realized or, even if substantially realized, that it will have the expected consequences to, or effects on, DIV. The forward-looking information and financial outlook included in this news release is made as of the date of this news release and DIV assumes no obligation to publicly update or revise such information to reflect new events or circumstances, except as may be required by applicable law.\nNon-IFRS Financial Measures\nManagement believes that disclosing certain non-IFRS financial measures provides readers with important information regarding the Company’s financial performance and its ability to pay dividends. By considering these measures in combination with the most closely comparable IFRS measure, management believes that investors are provided with additional and more useful information about the Company than investors would have if they simply considered IFRS measures alone. The non-IFRS financial measures do not have standardized meanings prescribed by IFRS and therefore are unlikely to be comparable to similar measures presented by other issuers. Investors are cautioned that non-IFRS measures should not be construed as a substitute or an alternative to cash flows from operating activities as determined in accordance with IFRS.\n“Same Store Sales Growth” is used as a non-IFRS measure in this press release. Further details with respect to this non-IFRS measure will be included in the Company’s management’s discussion and analysis for the three months ended March 31, 2018 once filed.\nThird Party Information\nThis news release includes information obtained from third party company filings and reports and other publicly available sources. Although DIV believes these sources to be generally reliable, such information cannot be verified with complete certainty. Accordingly, the accuracy and completeness of this information is not guaranteed. DIV has not independently verified any of the information from third party sources referred to in this news release nor ascertained the underlying assumptions relied upon by such sources.\nTHE TORONTO STOCK EXCHANGE HAS NOT REVIEWED AND DOES NOT ACCEPT RESPONSIBILITY FOR THE ADEQUACY OR THE ACCURACY OF THIS RELEASE.\nAdditional Information\nAdditional information relating to the Corporation and other public filings, is available on SEDAR at www.sedar.com .\nContact:\nSean Morrison, President and Chief Executive Officer\nDiversified Royalty Corp.\n(604) 235-3146\nGreg Gutmanis, Chief Financial Officer and VP Acquisitions\nDiversified Royalty Corp.\n(604) 235-3146\nSource: Diversified Royalty Corp.",
    "published": "2018-04-19T17:24:00.000+03:00",
    "crawled": "2018-04-19T20:13:42.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "immediate",
        "release",
        "distribution",
        "u",
        "news",
        "wire",
        "service",
        "u",
        "dissemination",
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "diversified",
        "royalty",
        "tsx",
        "div",
        "tsx",
        "corporation",
        "div",
        "pleased",
        "announce",
        "preliminary",
        "result",
        "lube",
        "air",
        "sutton",
        "three",
        "month",
        "ended",
        "march",
        "q1",
        "lube",
        "first",
        "quarter",
        "result",
        "lube",
        "canada",
        "limited",
        "partnership",
        "mr",
        "lube",
        "generated",
        "sssg",
        "lube",
        "store",
        "royalty",
        "pool",
        "first",
        "quarter",
        "compared",
        "sssg",
        "first",
        "quarter",
        "lube",
        "sssg",
        "driven",
        "continued",
        "strong",
        "execution",
        "expansion",
        "tire",
        "business",
        "addition",
        "lube",
        "opened",
        "new",
        "location",
        "past",
        "month",
        "div",
        "expects",
        "report",
        "aggregate",
        "royalty",
        "income",
        "management",
        "fee",
        "million",
        "generated",
        "lube",
        "first",
        "quarter",
        "increase",
        "million",
        "first",
        "quarter",
        "air",
        "mile",
        "first",
        "quarter",
        "result",
        "air",
        "mile",
        "reward",
        "mile",
        "issued",
        "decreased",
        "q1",
        "trending",
        "growth",
        "remainder",
        "according",
        "alliance",
        "data",
        "system",
        "ad",
        "news",
        "release",
        "dated",
        "april",
        "div",
        "expects",
        "report",
        "royalty",
        "income",
        "million",
        "generated",
        "air",
        "mile",
        "license",
        "first",
        "quarter",
        "sutton",
        "first",
        "quarter",
        "result",
        "unaudited",
        "first",
        "quarter",
        "result",
        "sutton",
        "group",
        "realty",
        "service",
        "sutton",
        "line",
        "expectation",
        "div",
        "expects",
        "report",
        "royalty",
        "income",
        "management",
        "fee",
        "million",
        "generated",
        "sutton",
        "first",
        "quarter",
        "representing",
        "increase",
        "first",
        "quarter",
        "first",
        "quarter",
        "commentary",
        "sean",
        "morrison",
        "president",
        "chief",
        "executive",
        "officer",
        "div",
        "stated",
        "lube",
        "open",
        "new",
        "store",
        "throughout",
        "continues",
        "promote",
        "expand",
        "tire",
        "service",
        "confident",
        "deliver",
        "consistent",
        "operating",
        "result",
        "air",
        "mile",
        "reward",
        "mile",
        "issued",
        "stabilizing",
        "trending",
        "towards",
        "solid",
        "growth",
        "encouraging",
        "sutton",
        "continues",
        "perform",
        "expected",
        "furthermore",
        "div",
        "actively",
        "pursuing",
        "business",
        "development",
        "royalty",
        "acquisition",
        "opportunity",
        "deploy",
        "approximately",
        "85m",
        "cash",
        "financial",
        "information",
        "contained",
        "news",
        "release",
        "preliminary",
        "based",
        "upon",
        "estimate",
        "assumption",
        "respective",
        "management",
        "div",
        "lube",
        "sutton",
        "applicable",
        "yet",
        "approved",
        "respective",
        "audit",
        "committee",
        "board",
        "director",
        "subject",
        "review",
        "respective",
        "auditor",
        "final",
        "q1",
        "financial",
        "result",
        "could",
        "differ",
        "materially",
        "preliminary",
        "financial",
        "information",
        "previously",
        "announced",
        "div",
        "expects",
        "release",
        "financial",
        "statement",
        "q1",
        "may",
        "time",
        "div",
        "also",
        "expects",
        "file",
        "financial",
        "statement",
        "lube",
        "three",
        "month",
        "ended",
        "march",
        "diversified",
        "royalty",
        "div",
        "corporation",
        "engaged",
        "business",
        "acquiring",
        "royalty",
        "business",
        "franchisors",
        "north",
        "america",
        "div",
        "objective",
        "acquire",
        "predictable",
        "growing",
        "royalty",
        "stream",
        "diverse",
        "group",
        "business",
        "franchisors",
        "div",
        "currently",
        "owns",
        "sutton",
        "lube",
        "air",
        "mile",
        "trademark",
        "canada",
        "sutton",
        "among",
        "leading",
        "residential",
        "real",
        "estate",
        "brokerage",
        "franchisor",
        "business",
        "canada",
        "office",
        "across",
        "canada",
        "lube",
        "leading",
        "quick",
        "lube",
        "service",
        "business",
        "canada",
        "location",
        "across",
        "canada",
        "million",
        "annual",
        "system",
        "sale",
        "air",
        "mile",
        "canada",
        "largest",
        "coalition",
        "loyalty",
        "program",
        "leading",
        "sponsor",
        "approximately",
        "canadian",
        "household",
        "actively",
        "participate",
        "air",
        "mile",
        "program",
        "div",
        "expects",
        "increase",
        "cash",
        "flow",
        "per",
        "share",
        "making",
        "accretive",
        "royalty",
        "purchase",
        "growth",
        "purchased",
        "royalty",
        "div",
        "expects",
        "pay",
        "predictable",
        "stable",
        "dividend",
        "shareholder",
        "increase",
        "dividend",
        "cash",
        "flow",
        "per",
        "share",
        "increase",
        "allow",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "may",
        "constitute",
        "information",
        "financial",
        "outlook",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "financial",
        "outlook",
        "use",
        "word",
        "anticipate",
        "continue",
        "estimate",
        "expect",
        "intend",
        "may",
        "project",
        "believe",
        "confident",
        "plan",
        "intends",
        "similar",
        "expression",
        "intended",
        "identify",
        "information",
        "financial",
        "outlook",
        "although",
        "information",
        "financial",
        "outlook",
        "contain",
        "identifying",
        "word",
        "specifically",
        "information",
        "financial",
        "outlook",
        "news",
        "release",
        "include",
        "limited",
        "statement",
        "made",
        "relation",
        "expected",
        "financial",
        "result",
        "lube",
        "sutton",
        "three",
        "month",
        "ended",
        "march",
        "div",
        "management",
        "expectation",
        "lube",
        "deliver",
        "consistent",
        "operating",
        "result",
        "open",
        "store",
        "continues",
        "promote",
        "expand",
        "tire",
        "service",
        "ad",
        "expectation",
        "growth",
        "air",
        "mile",
        "issued",
        "remainder",
        "div",
        "active",
        "pursuit",
        "business",
        "development",
        "royalty",
        "acquisition",
        "opportunity",
        "deploy",
        "85m",
        "cash",
        "hand",
        "div",
        "ability",
        "pay",
        "predictable",
        "stable",
        "dividend",
        "shareholder",
        "div",
        "corporate",
        "objective",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "performance",
        "achievement",
        "div",
        "differ",
        "materially",
        "anticipated",
        "implied",
        "information",
        "financial",
        "outlook",
        "div",
        "belief",
        "expectation",
        "reflected",
        "information",
        "financial",
        "outlook",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "particular",
        "assurance",
        "final",
        "financial",
        "result",
        "lube",
        "sutton",
        "consistent",
        "preliminary",
        "result",
        "lube",
        "deliver",
        "consistent",
        "operating",
        "result",
        "lube",
        "open",
        "store",
        "expand",
        "tire",
        "service",
        "number",
        "air",
        "mile",
        "issued",
        "grow",
        "remainder",
        "div",
        "may",
        "successful",
        "identifying",
        "completing",
        "royalty",
        "acquisition",
        "opportunity",
        "lube",
        "div",
        "able",
        "make",
        "monthly",
        "dividend",
        "payment",
        "holder",
        "common",
        "share",
        "div",
        "achieve",
        "corporate",
        "objective",
        "given",
        "uncertainty",
        "reader",
        "cautioned",
        "information",
        "financial",
        "outlook",
        "included",
        "news",
        "release",
        "guarantee",
        "future",
        "performance",
        "information",
        "financial",
        "outlook",
        "unduly",
        "relied",
        "upon",
        "information",
        "risk",
        "uncertainty",
        "affecting",
        "div",
        "business",
        "business",
        "royalty",
        "partner",
        "found",
        "risk",
        "factor",
        "section",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "available",
        "div",
        "profile",
        "sedar",
        "formulating",
        "information",
        "financial",
        "outlook",
        "contained",
        "herein",
        "management",
        "assumed",
        "business",
        "economic",
        "condition",
        "affecting",
        "div",
        "royalty",
        "partner",
        "continue",
        "substantially",
        "ordinary",
        "course",
        "including",
        "without",
        "limitation",
        "respect",
        "general",
        "industry",
        "condition",
        "general",
        "level",
        "economic",
        "activity",
        "regulation",
        "assumption",
        "although",
        "considered",
        "reasonable",
        "management",
        "time",
        "preparation",
        "may",
        "prove",
        "incorrect",
        "extent",
        "information",
        "statement",
        "presentation",
        "constitute",
        "financial",
        "outlook",
        "within",
        "meaning",
        "security",
        "law",
        "information",
        "provided",
        "investor",
        "timely",
        "disclosure",
        "material",
        "financial",
        "information",
        "respect",
        "financial",
        "performance",
        "company",
        "royalty",
        "partner",
        "prior",
        "completion",
        "year",
        "end",
        "audit",
        "information",
        "financial",
        "outlook",
        "disclosed",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "cautionary",
        "statement",
        "factor",
        "contained",
        "herein",
        "assurance",
        "actual",
        "result",
        "development",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "div",
        "information",
        "financial",
        "outlook",
        "included",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "div",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "financial",
        "measure",
        "management",
        "belief",
        "disclosing",
        "certain",
        "financial",
        "measure",
        "provides",
        "reader",
        "important",
        "information",
        "regarding",
        "company",
        "financial",
        "performance",
        "ability",
        "pay",
        "dividend",
        "considering",
        "measure",
        "combination",
        "closely",
        "comparable",
        "ifrs",
        "measure",
        "management",
        "belief",
        "investor",
        "provided",
        "additional",
        "useful",
        "information",
        "company",
        "investor",
        "would",
        "simply",
        "considered",
        "ifrs",
        "measure",
        "alone",
        "financial",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "investor",
        "cautioned",
        "measure",
        "construed",
        "substitute",
        "alternative",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "accordance",
        "ifrs",
        "store",
        "sale",
        "growth",
        "used",
        "measure",
        "press",
        "release",
        "detail",
        "respect",
        "measure",
        "included",
        "company",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "filed",
        "third",
        "party",
        "information",
        "news",
        "release",
        "includes",
        "information",
        "obtained",
        "third",
        "party",
        "company",
        "filing",
        "report",
        "publicly",
        "available",
        "source",
        "although",
        "div",
        "belief",
        "source",
        "generally",
        "reliable",
        "information",
        "verified",
        "complete",
        "certainty",
        "accordingly",
        "accuracy",
        "completeness",
        "information",
        "guaranteed",
        "div",
        "independently",
        "verified",
        "information",
        "third",
        "party",
        "source",
        "referred",
        "news",
        "release",
        "ascertained",
        "underlying",
        "assumption",
        "relied",
        "upon",
        "source",
        "toronto",
        "stock",
        "exchange",
        "reviewed",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "additional",
        "information",
        "additional",
        "information",
        "relating",
        "corporation",
        "public",
        "filing",
        "available",
        "sedar",
        "contact",
        "sean",
        "morrison",
        "president",
        "chief",
        "executive",
        "officer",
        "diversified",
        "royalty",
        "greg",
        "gutmanis",
        "chief",
        "financial",
        "officer",
        "vp",
        "acquisition",
        "diversified",
        "royalty",
        "source",
        "diversified",
        "royalty",
        "corp"
    ]
}