{
    "organizations": [],
    "uuid": "069dc93066ab4513f06c46bb05552bb96f7bf602",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/19/selling-to-america-the-radical-makeover-of-goldman-sachs.html",
    "ord_in_thread": 0,
    "title": "Selling to America: the radical makeover of Goldman Sachs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Adam Dell grew up in Houston, the son of a dentist and a stockbroker. His older brother Michael was a big deal in computing. After a career in venture capital brought him some fame and fortune of his own, he had a child with Padma Lakshmi, a model and movie star.\nNow he is settling in to an office on the 26th floor of the New York headquarters of Goldman Sachs, as the famously buttoned-up Wall Street bank this week completed an acquisition of his budget planning app, Clarity Money.\nGoldman is looking for talent in unusual places because it is trying to pull off a radical makeover, offsetting persistent weakness in its core business of trading by pushing into lending. The most obvious sign of that effort is Marcus, the online-only bank: it has raced to about $3bn of consumer loans in 18 months of operations, and is busily buying businesses like Clarity Money, which steers people toward cheaper loans.\nReceive 4 weeks of unlimited digital access to the Financial Times for just $1 .\nThe lending push is across the board: from Goldman's investment banking unit, where bankers are under orders to offer clients humdrum services such as revolving lines of credit; to the private-banking division, where wealth managers are urging clients to borrow against their stock portfolios or other assets such as paintings, boats or property.\nTotal loans held for investment on Goldman's balance sheet at the end of last year stood at $67bn, more than 10 times the level of 2012.\n\"It goes against their history as a firm; they've no track record of expanding consumer, commercial or corporate banking,\" says Brian Kleinhanzl, analyst at KBW in New York. \"They still have to prove they can develop this.\"\nThe effort is already changing the look of the firm. After decades as an investment bank — trading and underwriting securities and brokering deals — Goldman is edging closer to becoming a universal bank, a one-stop-shop for companies and consumers. That would make it closer to a sprawling Citigroup or a JPMorgan Chase than Bear Stearns or Lehman, its pre-crisis peers.\nIf Goldman gets the shift right, it could mark a third great age for the 149-year- old firm, following long spells when investment bankers, then traders, were in the ascendant. But if it misfires, the firm could be saddled with losses and punished for piling in to credit at this late point in the cycle. It could also lose its cachet as an elite advisory firm, as bankers balk at being asked to promote the balance sheet as much as their brainpower. Already, there are grumblings among some M&A bankers who have always viewed themselves as a cut above the rest on Wall Street.\nOne thing seems certain: the current mix is not working. Goldman's revenues stalled at around $34bn between 2012 and 2015, before slipping to $30.6bn in 2016. Last year saw a recovery on the top line and a decent group return on equity of 11 per cent, excluding tax changes.\nBut Goldman managed that only by reducing its equity, buying back about 8 per cent of the shares outstanding, more than double the average among its peers. First-quarter results this week were brighter, but flattered by a big drop in the tax rate and a lot of mysterious gains from the bank's black box of proprietary investments.\nIn January Goldman's market value briefly slipped behind Morgan Stanley, its midtown rival which on Wednesday posted a record quarterly profit, for the first time in more than a decade.\n\"It feels like a new era,\" says Ian McDonald, Denver-based equity analyst at Janus Henderson, which manages $345bn of assets and is an investor in Goldman. \"This is a frustrated management team with something to prove.\"\nGoldman's top executives talk about the push into lending as a natural extension of the decision to convert into a bank holding company during the Lehman crisis. Morgan Stanley — the only other independent investment bank left standing — did the same, so it could tap emergency liquidity lines from the Federal Reserve if needed.\nAfter the crisis, Goldman focused on patching up its balance sheet, settling a string of lawsuits and cultivating a better public image. Once it recovered some poise, it found that its banking arm made a good \"platform\" for all sorts of activities, says Stephen Scherr, Goldman's former head of strategy who two years ago was made chief executive of GS Bank USA, the New York state-licensed banking unit.\nMorgan Stanley has been building up its loan book too, particularly in mortgages and securities-based loans for its well-heeled clients. But what Goldman is doing is of a different order: using its banking unit to supply everything from working capital loans to middle-market companies; to construction loans to property developers and loans for consumers of up to $40,000 to renovate their homes.\nLast year Goldman formed a business unit for that purpose — the consumer and commercial banking division — and appointed Mr Scherr to run it. It was the first time the bank had redrawn its organisational map since the creation of its investment management arm in the 1980s.\n\"The strategic objective was to use the bank as a platform to grow our business, and as a platform to sustain existing business around the firm,\" says Mr Scherr, a wry, unflashy figure who joined Goldman 25 years ago from the law firm Cravath, Swaine & Moore.\"\nAcross the firm, there is more lending going on, not simply because we're a bank, but because our standing businesses . . . are seeing opportunities that are attractive from a return perspective and therefore worth engaging.\"\nLast September the target-shy firm gave out a medium-term goal for $5bn of extra annual revenue growth by 2020, with at least $2bn earmarked to come from lending.\nA good chunk of that will come through loans to super-rich clients of Goldman's private bank, who normally have at least $50m in investable assets. The firm added $2.8bn of loans during 2017 to a total of $16.6bn at the end of the year. It is now looking to attract those in the next level down — those typically with assets of less than $10m — working with third-party registered investment advisers to offer loans of $75,000 to $25m, secured by investment portfolios.\nGoldman is also doing more leveraged loans, or loans to companies already carrying lots of debt. The firm's $100bn of deals in the US last year was in a similar league as Bank of America ($148bn) and JPMorgan ($140bn), but on a balance sheet less than half the size.\nThen there is Marcus, the branchless, purely digital bank, in which Goldman has invested at least $500m, according to Omer Ismail, its chief commercial officer. To market its loans, Goldman has been a big user of non-digital methods such as direct mail, emulating credit-card groups like Capital One and Discover, which buy lists of possible customers from credit reporting agencies like Equifax and Experian then send offers to households across the US. Last year Goldman mailed about 200m invitations to apply for a loan, according to Mintel, about 800,000 every single business day.\nMarcus now has about half a million clients across its various loans and savings products and is eyeing moves into other areas including credit lines, credit cards, wealth management and retirement accounts.\n\"If we address consumer pain points, creating products that are clear, easy and transparent, and remain on the side of the consumer,\" says Mr Scherr, \"we'll be able to build relationships with millions of consumers.\"\nGoldman has also run advertising on YouTube mocking the loan offers of rivals such as Lending Club and Prosper, which take 5 per cent of every loan as an upfront fee — Goldman charges nothing, making all its money in interest. And the firm has worked hard to position \"Marcus by Goldman Sachs\" as a straightforward, trustworthy brand. The loans have one of only two five-star ratings on NerdWallet, a personal finance site. The Consumer Financial Protection Bureau's database of more than 1m complaints has just 180 entries linked to Goldman.\nMr Scherr is conscious that some of the big Main Street banks are also innovating. Citibank and PNC, for example, have announced plans to launch new digital-only banking divisions, while Wells Fargo and Chase have developed dozens of apps to complement and enhance their branch-based services. But, he says, \"legacy\" systems make that hard.\n\"The task as a large incumbent bank to retool and bring forward their existing books of business on to a new digital system is a very difficult thing to do,\" he says. \"The fact they are talking about this, and to some extent executing it, is only a validation of what we're doing.\"\nGoldman Sachs in numbers\n$67bn\nTotal loans held for investment on Goldman Sachs' balance sheet at the end of last year — more than 10 times the level of 2012\n200m\nInvitations to apply for a loan were sent out by Goldman in 2017 — about 800,000 every business day\n$98.8bn\nGoldman market capitalisation, which briefly dipped below that of Morgan Stanley last year\nAnalysts have welcomed the push on lending. In first-quarter results presented this week net interest income was easily Goldman's fastest growing line item, up 78 per cent from a year earlier to $918m. That was almost as much as the $996m it earned from two old-school business lines combined — advising companies on mergers, and raising equity.\nYet analysts remain anxious about the risks attached to that growth. In securities-based loans, for example, they worry about the effects of a sharp sell-off in markets, which could trigger forced sales and possible defaults.\nThe big banks, including Goldman, argue that these products present little risk to the lender, as the loans are never bigger than the assets they are secured against — up to 70 per cent of the value of stocks or corporate bonds, and 90 per cent for government bonds.\nBut like the other big banks, Goldman has built its portfolio at a time of gently rising markets and unusually low volatility. It has no real idea how customers would behave in a violent sell-off — or whether there are more timebombs lurking like Steinhoff International, the scandal-hit retailer that this year inflicted $1bn of losses on the Wall Street banks, Including Goldman.\nWith Marcus, too, there are fears that Goldman could be straining too hard to make a dent in America's consumer debt market, at a time when many are struggling to keep up with rising interest payments. Executives have talked a lot in public about going after \"prime\" borrowers, which tends to mean they have scores of at least 660 on the commonly used FICO scale. But the bank has been dipping below that level. Guy Moszkowski, an analyst at Autonomous Research in New York, says it was \"a bit of a shock\" to find a few lines buried deep in a recent regulatory filing from Goldman, which revealed that about one-fifth of Marcus' outstanding loans were to people with sub-660 scores.\n\"Whenever the next recession comes there will be a price to pay,\" says Mr Moszkowski. \"That's the case for any consumer lender — and certainly one like Goldman, coming to it cold.\"\nThe big lending push also brings cultural risks, as Goldman has no great tradition of growing through acquisitions. In the early 1980s it almost passed on J Aron, the money-spinning commodities business that launched the career of Lloyd Blankfein, the bank's chairman and chief executive. In 2008 Goldman declined to buy Wachovia, which had a portfolio of mortgages with flexible repayment terms.\nYet over the past six months or so, the firm has been on something of a spree: acquisitions have included financeit, a point-of-sale lending company, and Genesis Capital, a platform for property developers of single-family homes.\nThat is partly why the market remains wary. The trading arm did well in first-quarter results, but the comparison was flattered by a particularly bleak period a year earlier.\n\"You kind of give them the benefit of the doubt, because it's Goldman,\" says Marty Mosby at Vining Sparks in Memphis, about the consumer lending push. \"But this is so new, so completely out of character, we'll have to watch very carefully.\"\nInvestment banking's fight with the M&A team\n\"No strawberries for lunch,\" Sidney Weinberg used to tell his son, John. The man who ran Goldman Sachs for almost 40 years in the middle of the 20th century was full of advice for the man who steered it through the 1980s, according to Lisa Endlich in The Culture of Success, a Goldman hagiography. Watch out for excesses. Stay disciplined. Stick to what you are good at.\nAccording to current and former mergers and acquisitions bankers, these are good lessons for David Solomon, the president and chief operating officer who recently won a power struggle with Harvey Schwartz, the former chief financial officer, for the role of chief executive-in-waiting.\nThey say Mr Solomon achieved good results during his 10 years running the investment banking division, which helps big companies do deals and raise money. The division's share of Goldman's revenue rose from about 15 per cent to 20 per cent. But others say it came at the cost of a relentless focus on pushing other products such as loans. \"Solomon is definitely a shrewd administrator, he knows how to operate inside a complex institution but he doesn't truly get what we do and he despises us for punching above our weight inside Goldman,\" says an M&A banker.\nOthers say they have confronted Mr Solomon about the risk of damaging Goldman's advisory business, if it goes too deep into cross-selling.\nHowever, according to Mr Solomon's backers, Goldman's move into debt underwriting has been co-ordinated with the M&A specialists. \"Our acquisition finance business has been our real differentiator. It has made our M&A business stronger,\" says a person close to the Goldman president.\nGoldman slipped off the top of the perch in Dealogic's M&A league table in the first quarter, trailing both Morgan Stanley and JPMorgan Chase. \"It's just not the same place it used to be,\" says one banker who left Goldman to work at a boutique. \"Now, when you meet a client they expect you to also sign them up for a high-yield bond and other services.\"\nBen McLannahan and James Fontanella-Khan\nMore from the Financial Times:\nThe Vomiting Camel has escaped from Bitcoin zoo\nCommodity stocks buoy bourses\nDaily briefing: Trade twists, cooked coral, China's millennial rebels",
    "published": "2018-04-19T23:04:00.000+03:00",
    "crawled": "2018-04-19T22:57:36.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "adam",
        "dell",
        "grew",
        "houston",
        "son",
        "dentist",
        "stockbroker",
        "older",
        "brother",
        "michael",
        "big",
        "deal",
        "computing",
        "career",
        "venture",
        "capital",
        "brought",
        "fame",
        "fortune",
        "child",
        "padma",
        "lakshmi",
        "model",
        "movie",
        "star",
        "settling",
        "office",
        "26th",
        "floor",
        "new",
        "york",
        "headquarters",
        "goldman",
        "sachs",
        "famously",
        "wall",
        "street",
        "bank",
        "week",
        "completed",
        "acquisition",
        "budget",
        "planning",
        "app",
        "clarity",
        "money",
        "goldman",
        "looking",
        "talent",
        "unusual",
        "place",
        "trying",
        "pull",
        "radical",
        "makeover",
        "offsetting",
        "persistent",
        "weakness",
        "core",
        "business",
        "trading",
        "pushing",
        "lending",
        "obvious",
        "sign",
        "effort",
        "marcus",
        "bank",
        "raced",
        "3bn",
        "consumer",
        "loan",
        "month",
        "operation",
        "busily",
        "buying",
        "business",
        "like",
        "clarity",
        "money",
        "steer",
        "people",
        "toward",
        "cheaper",
        "loan",
        "receive",
        "week",
        "unlimited",
        "digital",
        "access",
        "financial",
        "time",
        "lending",
        "push",
        "across",
        "board",
        "goldman",
        "investment",
        "banking",
        "unit",
        "banker",
        "order",
        "offer",
        "client",
        "humdrum",
        "service",
        "revolving",
        "line",
        "credit",
        "division",
        "wealth",
        "manager",
        "urging",
        "client",
        "borrow",
        "stock",
        "portfolio",
        "asset",
        "painting",
        "boat",
        "property",
        "total",
        "loan",
        "held",
        "investment",
        "goldman",
        "balance",
        "sheet",
        "end",
        "last",
        "year",
        "stood",
        "67bn",
        "time",
        "level",
        "go",
        "history",
        "firm",
        "track",
        "record",
        "expanding",
        "consumer",
        "commercial",
        "corporate",
        "banking",
        "say",
        "brian",
        "kleinhanzl",
        "analyst",
        "kbw",
        "new",
        "york",
        "still",
        "prove",
        "develop",
        "effort",
        "already",
        "changing",
        "look",
        "firm",
        "decade",
        "investment",
        "bank",
        "trading",
        "underwriting",
        "security",
        "brokering",
        "deal",
        "goldman",
        "edging",
        "closer",
        "becoming",
        "universal",
        "bank",
        "company",
        "consumer",
        "would",
        "make",
        "closer",
        "sprawling",
        "citigroup",
        "jpmorgan",
        "chase",
        "bear",
        "stearns",
        "lehman",
        "peer",
        "goldman",
        "get",
        "shift",
        "right",
        "could",
        "mark",
        "third",
        "great",
        "age",
        "old",
        "firm",
        "following",
        "long",
        "spell",
        "investment",
        "banker",
        "trader",
        "ascendant",
        "misfire",
        "firm",
        "could",
        "saddled",
        "loss",
        "punished",
        "piling",
        "credit",
        "late",
        "point",
        "cycle",
        "could",
        "also",
        "lose",
        "cachet",
        "elite",
        "advisory",
        "firm",
        "banker",
        "balk",
        "asked",
        "promote",
        "balance",
        "sheet",
        "much",
        "brainpower",
        "already",
        "grumbling",
        "among",
        "banker",
        "always",
        "viewed",
        "cut",
        "rest",
        "wall",
        "street",
        "one",
        "thing",
        "seems",
        "certain",
        "current",
        "mix",
        "working",
        "goldman",
        "revenue",
        "stalled",
        "around",
        "34bn",
        "slipping",
        "last",
        "year",
        "saw",
        "recovery",
        "top",
        "line",
        "decent",
        "group",
        "return",
        "equity",
        "per",
        "cent",
        "excluding",
        "tax",
        "change",
        "goldman",
        "managed",
        "reducing",
        "equity",
        "buying",
        "back",
        "per",
        "cent",
        "share",
        "outstanding",
        "double",
        "average",
        "among",
        "peer",
        "result",
        "week",
        "brighter",
        "flattered",
        "big",
        "drop",
        "tax",
        "rate",
        "lot",
        "mysterious",
        "gain",
        "bank",
        "black",
        "box",
        "proprietary",
        "investment",
        "january",
        "goldman",
        "market",
        "value",
        "briefly",
        "slipped",
        "behind",
        "morgan",
        "stanley",
        "midtown",
        "rival",
        "wednesday",
        "posted",
        "record",
        "quarterly",
        "profit",
        "first",
        "time",
        "decade",
        "feel",
        "like",
        "new",
        "era",
        "say",
        "ian",
        "mcdonald",
        "equity",
        "analyst",
        "janus",
        "henderson",
        "manages",
        "345bn",
        "asset",
        "investor",
        "goldman",
        "frustrated",
        "management",
        "team",
        "something",
        "prove",
        "goldman",
        "top",
        "executive",
        "talk",
        "push",
        "lending",
        "natural",
        "extension",
        "decision",
        "convert",
        "bank",
        "holding",
        "company",
        "lehman",
        "crisis",
        "morgan",
        "stanley",
        "independent",
        "investment",
        "bank",
        "left",
        "standing",
        "could",
        "tap",
        "emergency",
        "liquidity",
        "line",
        "federal",
        "reserve",
        "needed",
        "crisis",
        "goldman",
        "focused",
        "patching",
        "balance",
        "sheet",
        "settling",
        "string",
        "lawsuit",
        "cultivating",
        "better",
        "public",
        "image",
        "recovered",
        "poise",
        "found",
        "banking",
        "arm",
        "made",
        "good",
        "platform",
        "sort",
        "activity",
        "say",
        "stephen",
        "scherr",
        "goldman",
        "former",
        "head",
        "strategy",
        "two",
        "year",
        "ago",
        "made",
        "chief",
        "executive",
        "g",
        "bank",
        "usa",
        "new",
        "york",
        "banking",
        "unit",
        "morgan",
        "stanley",
        "building",
        "loan",
        "book",
        "particularly",
        "mortgage",
        "loan",
        "client",
        "goldman",
        "different",
        "order",
        "using",
        "banking",
        "unit",
        "supply",
        "everything",
        "working",
        "capital",
        "loan",
        "company",
        "construction",
        "loan",
        "property",
        "developer",
        "loan",
        "consumer",
        "renovate",
        "home",
        "last",
        "year",
        "goldman",
        "formed",
        "business",
        "unit",
        "purpose",
        "consumer",
        "commercial",
        "banking",
        "division",
        "appointed",
        "mr",
        "scherr",
        "run",
        "first",
        "time",
        "bank",
        "redrawn",
        "organisational",
        "map",
        "since",
        "creation",
        "investment",
        "management",
        "arm",
        "1980s",
        "strategic",
        "objective",
        "use",
        "bank",
        "platform",
        "grow",
        "business",
        "platform",
        "sustain",
        "existing",
        "business",
        "around",
        "firm",
        "say",
        "mr",
        "scherr",
        "wry",
        "unflashy",
        "figure",
        "joined",
        "goldman",
        "year",
        "ago",
        "law",
        "firm",
        "cravath",
        "swaine",
        "moore",
        "across",
        "firm",
        "lending",
        "going",
        "simply",
        "bank",
        "standing",
        "business",
        "seeing",
        "opportunity",
        "attractive",
        "return",
        "perspective",
        "therefore",
        "worth",
        "engaging",
        "last",
        "september",
        "firm",
        "gave",
        "goal",
        "5bn",
        "extra",
        "annual",
        "revenue",
        "growth",
        "least",
        "2bn",
        "earmarked",
        "come",
        "lending",
        "good",
        "chunk",
        "come",
        "loan",
        "client",
        "goldman",
        "private",
        "bank",
        "normally",
        "least",
        "50m",
        "investable",
        "asset",
        "firm",
        "added",
        "loan",
        "total",
        "end",
        "year",
        "looking",
        "attract",
        "next",
        "level",
        "typically",
        "asset",
        "less",
        "10m",
        "working",
        "registered",
        "investment",
        "adviser",
        "offer",
        "loan",
        "25m",
        "secured",
        "investment",
        "portfolio",
        "goldman",
        "also",
        "leveraged",
        "loan",
        "loan",
        "company",
        "already",
        "carrying",
        "lot",
        "debt",
        "firm",
        "100bn",
        "deal",
        "u",
        "last",
        "year",
        "similar",
        "league",
        "bank",
        "america",
        "148bn",
        "jpmorgan",
        "140bn",
        "balance",
        "sheet",
        "less",
        "half",
        "size",
        "marcus",
        "branchless",
        "purely",
        "digital",
        "bank",
        "goldman",
        "invested",
        "least",
        "500m",
        "according",
        "omer",
        "ismail",
        "chief",
        "commercial",
        "officer",
        "market",
        "loan",
        "goldman",
        "big",
        "user",
        "method",
        "direct",
        "mail",
        "emulating",
        "group",
        "like",
        "capital",
        "one",
        "discover",
        "buy",
        "list",
        "possible",
        "customer",
        "credit",
        "reporting",
        "agency",
        "like",
        "equifax",
        "experian",
        "send",
        "offer",
        "household",
        "across",
        "u",
        "last",
        "year",
        "goldman",
        "mailed",
        "200m",
        "invitation",
        "apply",
        "loan",
        "according",
        "mintel",
        "every",
        "single",
        "business",
        "day",
        "marcus",
        "half",
        "million",
        "client",
        "across",
        "various",
        "loan",
        "saving",
        "product",
        "eyeing",
        "move",
        "area",
        "including",
        "credit",
        "line",
        "credit",
        "card",
        "wealth",
        "management",
        "retirement",
        "account",
        "address",
        "consumer",
        "pain",
        "point",
        "creating",
        "product",
        "clear",
        "easy",
        "transparent",
        "remain",
        "side",
        "consumer",
        "say",
        "mr",
        "scherr",
        "able",
        "build",
        "relationship",
        "million",
        "consumer",
        "goldman",
        "also",
        "run",
        "advertising",
        "youtube",
        "mocking",
        "loan",
        "offer",
        "rival",
        "lending",
        "club",
        "prosper",
        "take",
        "per",
        "cent",
        "every",
        "loan",
        "upfront",
        "fee",
        "goldman",
        "charge",
        "nothing",
        "making",
        "money",
        "interest",
        "firm",
        "worked",
        "hard",
        "position",
        "marcus",
        "goldman",
        "sachs",
        "straightforward",
        "trustworthy",
        "brand",
        "loan",
        "one",
        "two",
        "rating",
        "nerdwallet",
        "personal",
        "finance",
        "site",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "database",
        "1m",
        "complaint",
        "entry",
        "linked",
        "goldman",
        "mr",
        "scherr",
        "conscious",
        "big",
        "main",
        "street",
        "bank",
        "also",
        "innovating",
        "citibank",
        "pnc",
        "example",
        "announced",
        "plan",
        "launch",
        "new",
        "banking",
        "division",
        "well",
        "fargo",
        "chase",
        "developed",
        "dozen",
        "apps",
        "complement",
        "enhance",
        "service",
        "say",
        "legacy",
        "system",
        "make",
        "hard",
        "task",
        "large",
        "incumbent",
        "bank",
        "retool",
        "bring",
        "forward",
        "existing",
        "book",
        "business",
        "new",
        "digital",
        "system",
        "difficult",
        "thing",
        "say",
        "fact",
        "talking",
        "extent",
        "executing",
        "validation",
        "goldman",
        "sachs",
        "number",
        "67bn",
        "total",
        "loan",
        "held",
        "investment",
        "goldman",
        "sachs",
        "balance",
        "sheet",
        "end",
        "last",
        "year",
        "time",
        "level",
        "200m",
        "invitation",
        "apply",
        "loan",
        "sent",
        "goldman",
        "every",
        "business",
        "day",
        "goldman",
        "market",
        "capitalisation",
        "briefly",
        "dipped",
        "morgan",
        "stanley",
        "last",
        "year",
        "analyst",
        "welcomed",
        "push",
        "lending",
        "result",
        "presented",
        "week",
        "net",
        "interest",
        "income",
        "easily",
        "goldman",
        "fastest",
        "growing",
        "line",
        "item",
        "per",
        "cent",
        "year",
        "earlier",
        "918m",
        "almost",
        "much",
        "996m",
        "earned",
        "two",
        "business",
        "line",
        "combined",
        "advising",
        "company",
        "merger",
        "raising",
        "equity",
        "yet",
        "analyst",
        "remain",
        "anxious",
        "risk",
        "attached",
        "growth",
        "loan",
        "example",
        "worry",
        "effect",
        "sharp",
        "market",
        "could",
        "trigger",
        "forced",
        "sale",
        "possible",
        "default",
        "big",
        "bank",
        "including",
        "goldman",
        "argue",
        "product",
        "present",
        "little",
        "risk",
        "lender",
        "loan",
        "never",
        "bigger",
        "asset",
        "secured",
        "per",
        "cent",
        "value",
        "stock",
        "corporate",
        "bond",
        "per",
        "cent",
        "government",
        "bond",
        "like",
        "big",
        "bank",
        "goldman",
        "built",
        "portfolio",
        "time",
        "gently",
        "rising",
        "market",
        "unusually",
        "low",
        "volatility",
        "real",
        "idea",
        "customer",
        "would",
        "behave",
        "violent",
        "whether",
        "timebombs",
        "lurking",
        "like",
        "steinhoff",
        "international",
        "retailer",
        "year",
        "inflicted",
        "1bn",
        "loss",
        "wall",
        "street",
        "bank",
        "including",
        "goldman",
        "marcus",
        "fear",
        "goldman",
        "could",
        "straining",
        "hard",
        "make",
        "dent",
        "america",
        "consumer",
        "debt",
        "market",
        "time",
        "many",
        "struggling",
        "keep",
        "rising",
        "interest",
        "payment",
        "executive",
        "talked",
        "lot",
        "public",
        "going",
        "prime",
        "borrower",
        "tends",
        "mean",
        "score",
        "least",
        "commonly",
        "used",
        "fico",
        "scale",
        "bank",
        "dipping",
        "level",
        "guy",
        "moszkowski",
        "analyst",
        "autonomous",
        "research",
        "new",
        "york",
        "say",
        "bit",
        "shock",
        "find",
        "line",
        "buried",
        "deep",
        "recent",
        "regulatory",
        "filing",
        "goldman",
        "revealed",
        "marcus",
        "outstanding",
        "loan",
        "people",
        "score",
        "whenever",
        "next",
        "recession",
        "come",
        "price",
        "pay",
        "say",
        "mr",
        "moszkowski",
        "case",
        "consumer",
        "lender",
        "certainly",
        "one",
        "like",
        "goldman",
        "coming",
        "cold",
        "big",
        "lending",
        "push",
        "also",
        "brings",
        "cultural",
        "risk",
        "goldman",
        "great",
        "tradition",
        "growing",
        "acquisition",
        "early",
        "1980s",
        "almost",
        "passed",
        "j",
        "aron",
        "commodity",
        "business",
        "launched",
        "career",
        "lloyd",
        "blankfein",
        "bank",
        "chairman",
        "chief",
        "executive",
        "goldman",
        "declined",
        "buy",
        "wachovia",
        "portfolio",
        "mortgage",
        "flexible",
        "repayment",
        "term",
        "yet",
        "past",
        "six",
        "month",
        "firm",
        "something",
        "spree",
        "acquisition",
        "included",
        "financeit",
        "lending",
        "company",
        "genesis",
        "capital",
        "platform",
        "property",
        "developer",
        "home",
        "partly",
        "market",
        "remains",
        "wary",
        "trading",
        "arm",
        "well",
        "result",
        "comparison",
        "flattered",
        "particularly",
        "bleak",
        "period",
        "year",
        "earlier",
        "kind",
        "give",
        "benefit",
        "doubt",
        "goldman",
        "say",
        "marty",
        "mosby",
        "vining",
        "spark",
        "memphis",
        "consumer",
        "lending",
        "push",
        "new",
        "completely",
        "character",
        "watch",
        "carefully",
        "investment",
        "banking",
        "fight",
        "team",
        "strawberry",
        "lunch",
        "sidney",
        "weinberg",
        "used",
        "tell",
        "son",
        "john",
        "man",
        "ran",
        "goldman",
        "sachs",
        "almost",
        "year",
        "middle",
        "20th",
        "century",
        "full",
        "advice",
        "man",
        "steered",
        "1980s",
        "according",
        "lisa",
        "endlich",
        "culture",
        "success",
        "goldman",
        "hagiography",
        "watch",
        "excess",
        "stay",
        "disciplined",
        "stick",
        "good",
        "according",
        "current",
        "former",
        "merger",
        "acquisition",
        "banker",
        "good",
        "lesson",
        "david",
        "solomon",
        "president",
        "chief",
        "operating",
        "officer",
        "recently",
        "power",
        "struggle",
        "harvey",
        "schwartz",
        "former",
        "chief",
        "financial",
        "officer",
        "role",
        "chief",
        "say",
        "mr",
        "solomon",
        "achieved",
        "good",
        "result",
        "year",
        "running",
        "investment",
        "banking",
        "division",
        "help",
        "big",
        "company",
        "deal",
        "raise",
        "money",
        "division",
        "share",
        "goldman",
        "revenue",
        "rose",
        "per",
        "cent",
        "per",
        "cent",
        "others",
        "say",
        "came",
        "cost",
        "relentless",
        "focus",
        "pushing",
        "product",
        "loan",
        "solomon",
        "definitely",
        "shrewd",
        "administrator",
        "know",
        "operate",
        "inside",
        "complex",
        "institution",
        "truly",
        "get",
        "despises",
        "u",
        "punching",
        "weight",
        "inside",
        "goldman",
        "say",
        "banker",
        "others",
        "say",
        "confronted",
        "mr",
        "solomon",
        "risk",
        "damaging",
        "goldman",
        "advisory",
        "business",
        "go",
        "deep",
        "however",
        "according",
        "mr",
        "solomon",
        "backer",
        "goldman",
        "move",
        "debt",
        "underwriting",
        "specialist",
        "acquisition",
        "finance",
        "business",
        "real",
        "differentiator",
        "made",
        "business",
        "stronger",
        "say",
        "person",
        "close",
        "goldman",
        "president",
        "goldman",
        "slipped",
        "top",
        "perch",
        "dealogic",
        "league",
        "table",
        "first",
        "quarter",
        "trailing",
        "morgan",
        "stanley",
        "jpmorgan",
        "chase",
        "place",
        "used",
        "say",
        "one",
        "banker",
        "left",
        "goldman",
        "work",
        "boutique",
        "meet",
        "client",
        "expect",
        "also",
        "sign",
        "bond",
        "service",
        "ben",
        "mclannahan",
        "james",
        "financial",
        "time",
        "vomiting",
        "camel",
        "escaped",
        "bitcoin",
        "zoo",
        "commodity",
        "stock",
        "buoy",
        "bourse",
        "daily",
        "briefing",
        "trade",
        "twist",
        "cooked",
        "coral",
        "china",
        "millennial",
        "rebel"
    ]
}