{
    "organizations": [],
    "uuid": "e23c5a3c97bd2910e5264dde9e7627d0b01493a3",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/27/5g-could-change-the-video-game-industry-forever.html",
    "ord_in_thread": 0,
    "title": "5G could change the video game industry forever",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "World-class gaming could be streamed to any new device, anywhere. It's not a new prediction, but it could be coming very soon.\nGaming analyst Michael Pachter of Wedbush Securities said in a webcast last year that \"console software is going to move off console\" as soon as 2019 or 2020.\n\"Every console generation going forward will be about half as big as the one before it\" as consumers get more options to do something without a console, he explained.\nHigh-quality streaming has long been seen as a major frontier for consumer digital services, and firms from many fields have been attempting to go the way of Netflix and Spotify .\nJust as those tech heavyweights store videos and music outside of consumers' devices, companies want to stream video games straight from a remote server.\n\"Advances in cloud computing will be the primary influence on tomorrow's gaming landscape,\" Jud Waite, analyst at CB Insights, told CNBC over email.\n\"Console developers may shift to cloud-based subscription services that provide greater flexibility and limited upfront costs for gamers while also providing access to regular performance upgrades over time,\" he added.\nCoupled with the spike in prices of high-performance graphics cards from the cryptocurrency boom of 2017, some are questioning whether the emergence of cloud gaming could be the beginning of the end for high-performance devices in the industry.\nServices such as Sony's Playstation Now and Shadow from French start-up Blade are all attempting to gain a foothold in cloud gaming. But the tech isn't perfect yet, and early movers in the space have encountered roadblocks. The solution to their problems, however, may be on the way: the impending wireless standard known as \"5G.\"\nThe reality Aside from the limited availability of cloud gaming services — due to the need for data centers to be close to users — prices are much higher than a monthly subscription to Netflix or Spotify.\nAt present, Sony charges users in the U.S. $19.99 for a one-month subscription on Playstation Now while Shadow is priced at $34.95 per month for a one-year commitment to its service. In comparison, the cost of Netflix's premium tier subscription only comes to $13.99.\nThe prices of those platforms have raised eyebrows because of criticism about the dependability of the video gaming experience they're selling. Issues such as latency caused by wireless connectivity problems happen with some frequency, according to early reviews of Shadow in the U.S. and the U.K. . Reviewers said that means inconsistent gaming sessions across devices.\nLatency, or the amount of time taken for devices to communicate with one another, can be a problem on a wireless network, resulting in a time lag between the command input and its effect taking place.\nIn 2017, Sony announced it was stopping the Playstation Now service on all devices except Windows personal computers and its own Playstation 4. The company said it wanted to focus on improving user experiences.\nCNBC reached out to Sony for comment regarding the possibility of re-expanding the number of platforms supported by the Playstation Now service, but the company declined to comment on that or the impact 5G could have on its network services.\nPoor gaming performance, however, might not always be the fault of companies offering the service because infrastructure has a role to play as well.\nSpeaking with CNBC, Blade Co-founder and President Asher Kagan said Shadow's beta release in California was part of ongoing efforts by the company to understand the U.S. video gaming market as well as its infrastructure.\nUpon launching in the U.S., he said, the company realized the difference in technological infrastructure between America and Blade's home country, France.\nThe company has since fixed the obvious issues such as input controls, Kagan said, and is constantly working with users toward a wider-scale launch across the U.S. in the summer of 2018, with the end goal of allowing users to \"never feel the latency.\"\nData from Statista also shows a greater adoption of mobile devices by consumers, with the combined sales of on-the-go computing devices and tablets consistently outstripping that of desktops since November 2016. Most of those devices primarily connect to the internet wirelessly.\nFurthermore, unlike passive media like music or video streaming, video games have a much lower tolerance for latency. For some games, a split second could mean the difference between winning and losing.\nCould 5G be the answer Earlier this year , Gartner research vice president Mark Hung spoke to CNBC and said 5G could \"enable the 'tactile internet,'\" with latency so short that feedback feels instantaneous.\nThat projection suggests 5G could be the answer to cloud-based gaming's latency problem.\nThe low latency of 5G will be the key differentiator from 4G, Kagan said.\nKazunori Ito, a senior equity analyst at Ibbotson Associates Japan, also subscribes to this view.\n\"The most important thing for next-generation communications which affects video games will not only be speed, but also lower-latency,\" said Ito, who specializes in the communications industry.\nSpeaking with CNBC, Ito said the standards that were agreed upon by the governing body for telecommunications standards mean 5G will aim to reduce latency to 0.5 milliseconds, putting it way ahead of the 10 milliseconds supported by the current 4G standard.\nIn comparison, 2015 data from the Federal Communications Commission shows that the average latency experienced during peak hours on fiber broadband was approximately 11.7 milliseconds.\n\"In some ways, 5G will be necessary for these sort(s) of streaming services to really take hold,\" said Matthew Hudak, research consultant at Euromonitor International.\nA 5G-powered cloud gaming future Beyond the convenience of opening up high-quality gaming to any device, 5G could also help other problems in the video game world.\nFor one, according to Hudak, it could allow gamers to stream old games onto their new devices — a core product for Playstation Now. That's something many consumers clamor for, and would be additional revenue on old intellectual property.\n\"This would also mean less of a focus on HD remakes,\" Hudak added, referring to the industry practice of remastering hit games from past console generations to reintroduce the products to the market.\nOnce 5G becomes sufficiently commonplace, Hudak said, console makers might begin to re-examine the mobility of their consoles, with Nintendo's Switch already showing there's consumer demand for a high-quality gaming experience on the go.\nFor Sony and Xbox-maker Microsoft , Hudak said, mobility might be a factor taken into consideration for their consoles \"if 5G makes streaming their games viable\" and allows them to reduce the physical size of devices.\nThat would, however, be a situation for further down the line, Hudak added, explaining that 5G would need to be \"just about everywhere.\"\nIn the realm of cloud gaming services, 5G could also solve a pain point constantly faced by game developers: ensuring their game can run on computers with varying specifications.\nWith 5G allowing users to receive information without the need to process it as well, Kagan said, game developers could focus on developing games with the knowledge that many users will be able to run them at their fullest.\nBut it's not all about console and PC gamers. Waite said 5G will have \"the greatest impact on mobile gaming as well as mobile-based augmented and virtual reality.\"\nThe wireless nature and storage constraints of mobile devices means 5G will open up a whole new world of mobile gaming when it enables low-latency streaming, Waite said.\nAs to whether 5G could mean more console games being brought to mobile devices, Hudak said the answer to the question is both yes and no.\n\"In terms of bringing a higher quality experience, yes absolutely,\" he said, but noted that the controls may need to change so it's not \"too clunky to be enjoyable.\"",
    "published": "2018-04-27T08:36:00.000+03:00",
    "crawled": "2018-04-27T08:48:13.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gaming",
        "could",
        "streamed",
        "new",
        "device",
        "anywhere",
        "new",
        "prediction",
        "could",
        "coming",
        "soon",
        "gaming",
        "analyst",
        "michael",
        "pachter",
        "wedbush",
        "security",
        "said",
        "webcast",
        "last",
        "year",
        "console",
        "software",
        "going",
        "move",
        "console",
        "soon",
        "every",
        "console",
        "generation",
        "going",
        "forward",
        "half",
        "big",
        "one",
        "consumer",
        "get",
        "option",
        "something",
        "without",
        "console",
        "explained",
        "streaming",
        "long",
        "seen",
        "major",
        "frontier",
        "consumer",
        "digital",
        "service",
        "firm",
        "many",
        "field",
        "attempting",
        "go",
        "way",
        "netflix",
        "spotify",
        "tech",
        "heavyweight",
        "store",
        "video",
        "music",
        "outside",
        "consumer",
        "device",
        "company",
        "want",
        "stream",
        "video",
        "game",
        "straight",
        "remote",
        "server",
        "advance",
        "cloud",
        "computing",
        "primary",
        "influence",
        "tomorrow",
        "gaming",
        "landscape",
        "jud",
        "waite",
        "analyst",
        "cb",
        "insight",
        "told",
        "cnbc",
        "email",
        "console",
        "developer",
        "may",
        "shift",
        "subscription",
        "service",
        "provide",
        "greater",
        "flexibility",
        "limited",
        "upfront",
        "cost",
        "gamers",
        "also",
        "providing",
        "access",
        "regular",
        "performance",
        "upgrade",
        "time",
        "added",
        "coupled",
        "spike",
        "price",
        "graphic",
        "card",
        "cryptocurrency",
        "boom",
        "questioning",
        "whether",
        "emergence",
        "cloud",
        "gaming",
        "could",
        "beginning",
        "end",
        "device",
        "industry",
        "service",
        "sony",
        "playstation",
        "shadow",
        "french",
        "blade",
        "attempting",
        "gain",
        "foothold",
        "cloud",
        "gaming",
        "tech",
        "perfect",
        "yet",
        "early",
        "mover",
        "space",
        "encountered",
        "roadblock",
        "solution",
        "problem",
        "however",
        "may",
        "way",
        "impending",
        "wireless",
        "standard",
        "known",
        "5g",
        "reality",
        "aside",
        "limited",
        "availability",
        "cloud",
        "gaming",
        "service",
        "due",
        "need",
        "data",
        "center",
        "close",
        "user",
        "price",
        "much",
        "higher",
        "monthly",
        "subscription",
        "netflix",
        "spotify",
        "present",
        "sony",
        "charge",
        "user",
        "subscription",
        "playstation",
        "shadow",
        "priced",
        "per",
        "month",
        "commitment",
        "service",
        "comparison",
        "cost",
        "netflix",
        "premium",
        "tier",
        "subscription",
        "come",
        "price",
        "platform",
        "raised",
        "eyebrow",
        "criticism",
        "dependability",
        "video",
        "gaming",
        "experience",
        "selling",
        "issue",
        "latency",
        "caused",
        "wireless",
        "connectivity",
        "problem",
        "happen",
        "frequency",
        "according",
        "early",
        "review",
        "shadow",
        "reviewer",
        "said",
        "mean",
        "inconsistent",
        "gaming",
        "session",
        "across",
        "device",
        "latency",
        "amount",
        "time",
        "taken",
        "device",
        "communicate",
        "one",
        "another",
        "problem",
        "wireless",
        "network",
        "resulting",
        "time",
        "lag",
        "command",
        "input",
        "effect",
        "taking",
        "place",
        "sony",
        "announced",
        "stopping",
        "playstation",
        "service",
        "device",
        "except",
        "window",
        "personal",
        "computer",
        "playstation",
        "company",
        "said",
        "wanted",
        "focus",
        "improving",
        "user",
        "experience",
        "cnbc",
        "reached",
        "sony",
        "comment",
        "regarding",
        "possibility",
        "number",
        "platform",
        "supported",
        "playstation",
        "service",
        "company",
        "declined",
        "comment",
        "impact",
        "5g",
        "could",
        "network",
        "service",
        "poor",
        "gaming",
        "performance",
        "however",
        "might",
        "always",
        "fault",
        "company",
        "offering",
        "service",
        "infrastructure",
        "role",
        "play",
        "well",
        "speaking",
        "cnbc",
        "blade",
        "president",
        "asher",
        "kagan",
        "said",
        "shadow",
        "beta",
        "release",
        "california",
        "part",
        "ongoing",
        "effort",
        "company",
        "understand",
        "video",
        "gaming",
        "market",
        "well",
        "infrastructure",
        "upon",
        "launching",
        "said",
        "company",
        "realized",
        "difference",
        "technological",
        "infrastructure",
        "america",
        "blade",
        "home",
        "country",
        "france",
        "company",
        "since",
        "fixed",
        "obvious",
        "issue",
        "input",
        "control",
        "kagan",
        "said",
        "constantly",
        "working",
        "user",
        "toward",
        "launch",
        "across",
        "summer",
        "end",
        "goal",
        "allowing",
        "user",
        "never",
        "feel",
        "latency",
        "data",
        "statista",
        "also",
        "show",
        "greater",
        "adoption",
        "mobile",
        "device",
        "consumer",
        "combined",
        "sale",
        "computing",
        "device",
        "tablet",
        "consistently",
        "outstripping",
        "desktop",
        "since",
        "november",
        "device",
        "primarily",
        "connect",
        "internet",
        "wirelessly",
        "furthermore",
        "unlike",
        "passive",
        "medium",
        "like",
        "music",
        "video",
        "streaming",
        "video",
        "game",
        "much",
        "lower",
        "tolerance",
        "latency",
        "game",
        "split",
        "second",
        "could",
        "mean",
        "difference",
        "winning",
        "losing",
        "could",
        "5g",
        "answer",
        "earlier",
        "year",
        "gartner",
        "research",
        "vice",
        "president",
        "mark",
        "hung",
        "spoke",
        "cnbc",
        "said",
        "5g",
        "could",
        "enable",
        "internet",
        "latency",
        "short",
        "feedback",
        "feel",
        "instantaneous",
        "projection",
        "suggests",
        "5g",
        "could",
        "answer",
        "gaming",
        "latency",
        "problem",
        "low",
        "latency",
        "5g",
        "key",
        "differentiator",
        "4g",
        "kagan",
        "said",
        "kazunori",
        "ito",
        "senior",
        "equity",
        "analyst",
        "ibbotson",
        "associate",
        "japan",
        "also",
        "subscribes",
        "view",
        "important",
        "thing",
        "communication",
        "affect",
        "video",
        "game",
        "speed",
        "also",
        "said",
        "ito",
        "specializes",
        "communication",
        "industry",
        "speaking",
        "cnbc",
        "ito",
        "said",
        "standard",
        "agreed",
        "upon",
        "governing",
        "body",
        "telecommunication",
        "standard",
        "mean",
        "5g",
        "aim",
        "reduce",
        "latency",
        "millisecond",
        "putting",
        "way",
        "ahead",
        "millisecond",
        "supported",
        "current",
        "4g",
        "standard",
        "comparison",
        "data",
        "federal",
        "communication",
        "commission",
        "show",
        "average",
        "latency",
        "experienced",
        "peak",
        "hour",
        "fiber",
        "broadband",
        "approximately",
        "millisecond",
        "way",
        "5g",
        "necessary",
        "sort",
        "streaming",
        "service",
        "really",
        "take",
        "hold",
        "said",
        "matthew",
        "hudak",
        "research",
        "consultant",
        "euromonitor",
        "international",
        "cloud",
        "gaming",
        "future",
        "beyond",
        "convenience",
        "opening",
        "gaming",
        "device",
        "5g",
        "could",
        "also",
        "help",
        "problem",
        "video",
        "game",
        "world",
        "one",
        "according",
        "hudak",
        "could",
        "allow",
        "gamers",
        "stream",
        "old",
        "game",
        "onto",
        "new",
        "device",
        "core",
        "product",
        "playstation",
        "something",
        "many",
        "consumer",
        "clamor",
        "would",
        "additional",
        "revenue",
        "old",
        "intellectual",
        "property",
        "would",
        "also",
        "mean",
        "less",
        "focus",
        "hd",
        "remake",
        "hudak",
        "added",
        "referring",
        "industry",
        "practice",
        "remastering",
        "hit",
        "game",
        "past",
        "console",
        "generation",
        "reintroduce",
        "product",
        "market",
        "5g",
        "becomes",
        "sufficiently",
        "commonplace",
        "hudak",
        "said",
        "console",
        "maker",
        "might",
        "begin",
        "mobility",
        "console",
        "nintendo",
        "switch",
        "already",
        "showing",
        "consumer",
        "demand",
        "gaming",
        "experience",
        "go",
        "sony",
        "microsoft",
        "hudak",
        "said",
        "mobility",
        "might",
        "factor",
        "taken",
        "consideration",
        "console",
        "5g",
        "make",
        "streaming",
        "game",
        "viable",
        "allows",
        "reduce",
        "physical",
        "size",
        "device",
        "would",
        "however",
        "situation",
        "line",
        "hudak",
        "added",
        "explaining",
        "5g",
        "would",
        "need",
        "everywhere",
        "realm",
        "cloud",
        "gaming",
        "service",
        "5g",
        "could",
        "also",
        "solve",
        "pain",
        "point",
        "constantly",
        "faced",
        "game",
        "developer",
        "ensuring",
        "game",
        "run",
        "computer",
        "varying",
        "specification",
        "5g",
        "allowing",
        "user",
        "receive",
        "information",
        "without",
        "need",
        "process",
        "well",
        "kagan",
        "said",
        "game",
        "developer",
        "could",
        "focus",
        "developing",
        "game",
        "knowledge",
        "many",
        "user",
        "able",
        "run",
        "fullest",
        "console",
        "pc",
        "gamers",
        "waite",
        "said",
        "5g",
        "greatest",
        "impact",
        "mobile",
        "gaming",
        "well",
        "augmented",
        "virtual",
        "reality",
        "wireless",
        "nature",
        "storage",
        "constraint",
        "mobile",
        "device",
        "mean",
        "5g",
        "open",
        "whole",
        "new",
        "world",
        "mobile",
        "gaming",
        "enables",
        "streaming",
        "waite",
        "said",
        "whether",
        "5g",
        "could",
        "mean",
        "console",
        "game",
        "brought",
        "mobile",
        "device",
        "hudak",
        "said",
        "answer",
        "question",
        "yes",
        "term",
        "bringing",
        "higher",
        "quality",
        "experience",
        "yes",
        "absolutely",
        "said",
        "noted",
        "control",
        "may",
        "need",
        "change",
        "clunky",
        "enjoyable"
    ]
}