{
    "organizations": [],
    "uuid": "e7a1fc0f7f03e38f03f1b1fc1a9852a99d324f11",
    "author": "",
    "url": "https://in.reuters.com/article/israel-palestinians-gaza-explainer/explainer-gazas-70-years-of-woe-idINKCN1HD16M",
    "ord_in_thread": 0,
    "title": "Explainer: Gaza's 70 years of woe",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GAZA (Reuters) - Gaza is a coastal strip of land that lay on ancient trading and maritime routes along the Mediterranean shore. Held by the Ottoman Empire until 1917, it passed from British to Egyptian to Israeli military rule over the last century and is now a fenced-in enclave inhabited by two million Palestinians.\nA Palestinian demonstrator looks in a mirror at the Israel-Gaza border during a protest demanding the right to return to their homeland, east of Gaza City April 6, 2018. REUTERS/Mohammed Salem Here are some of the major milestones in its recent history.\n1948 - Refugees and Egyptian military rule\nAs British colonial rule came to an end in Palestine in the late 1940s, violence intensified between Jews and Arabs, culminating in war between the newly created State of Israel and its Arab neighbours in May 1948.\nTens of thousands of Palestinians took refuge in Gaza after fleeing or being driven from their homes. The invading Egyptian army had seized a narrow coastal strip 25 miles (40 km) long from the Sinai to just south of Ashkelon. The influx of refugees saw Gaza’s population triple to around 200,000.\nEgypt held the Gaza Strip for two decades under a military governor, allowing Palestinians to work and study in Egypt.\nIn the 1950s and 1960s armed Palestinian “fedayeen” - many of them refugees - mounted attacks into Israel, drawing reprisals. The United Nations set up a refugee agency, UNRWA, which today provides services for 1.3 million registered Palestine refugees in Gaza, around 70 per cent of the population, as well as for Palestinians in Jordan, Lebanon, Syria, and the West Bank.\n1967 - War and Israeli military occupation\nIsrael captured the Gaza Strip in the 1967 Middle East war. An Israeli census that year put Gaza’s population at 394,000, at least 60 percent of them refugees. It found that 65 percent of working-age men in the 145 sq. mile (375 sq. km) territory were employed in Gaza before the 1967 conflict, mainly in agriculture, fishing, industry and quarries.\nWith the Egyptians gone, the focus of many Gazan workers shifted. Thousands took jobs in the agriculture, construction and services industries inside Israel, to which they could gain easy access at that time. Israeli troops remained to administer the territory, and to guard the settlements that Israel built in the following decades. These became a source of growing Palestinian resentment.\n1987 - First Palestinian uprising. Hamas formed\nTwenty years after the 1967 war, Palestinians launched their first intifada, or uprising. It began in December 1987 after a traffic accident in which an Israeli truck crashed into a vehicle carrying Palestinian workers in Gaza’s Jabalya refugee camp, killing four. Stone-throwing protests, strikes and shutdowns followed.\nSeizing the angry mood, the Egypt-based Muslim Brotherhood created an armed Palestinian branch - Hamas - with its power base in Gaza. Hamas, dedicated to Israel’s destruction and restoration of Islamic rule in what it saw as occupied Palestine, became a rival to Yasser Arafat’s secular Fatah party that led the Palestine Liberation Organization.\n1993 - The Oslo Accords, and Palestinian semi-autonomy\nIsrael and the Palestinians signed an historic peace accord in 1993 that led to the creation of the Palestinian Authority. Under the interim deal, Palestinians were first given limited control in Gaza, and Jericho in the West Bank. Arafat returned to Gaza after decades in exile.\nThe Oslo process gave the newly created Palestinian Authority some autonomy, and envisaged statehood after five years. But that never happened. Israel accused the Palestinians of reneging on security agreements, and Palestinians were angered by continued Israeli settlement-building.\nHamas and Islamic Jihad carried out bombings to try to derail the peace process, leading Israel to impose more restrictions on movement of Palestinians out of Gaza. Hamas also picked up on growing Palestinian criticisms of corruption, nepotism and economic mismanagement by Arafat’s inner circle.\n2000 - Second Palestinian Intifada\nIn 2000, Israeli-Palestinian relations sank to a low with the outbreak of the second Palestinian intifada. It ushered in a period of suicide bombings and shooting attacks by Palestinians, and Israeli air strikes, demolitions, no-go zones and curfews.\nOne casualty was Gaza International Airport, a symbol of thwarted Palestinian hopes for economic independence and the Palestinians’ only direct link to the outside world that was not controlled by Israel or Egypt. Opened in 1998, was deemed a security threat by Israel three years later. Israel destroyed its radar antenna and runway a few months after the Sept. 11, 2001 attacks on the United States.\nAnother casualty was Gaza’s fishing industry, a source of income for tens of thousands. Gaza’s fishing zone, set by the Oslo deals at 20 nautical miles, was reduced by Israel to between three and 12 nautical miles. Israel said the restrictions were necessary to stop boats smuggling weapons. Palestinians accused Israel of reneging on Oslo.\nIsraeli soldiers are seen next to the border fence on the Israeli side of the Israel-Gaza border, as black smoke rises while Palestinians protest on the Gaza side of the border April 6, 2018. REUTERS/Amir Cohen 2005 - Israel evacuates its Gaza settlements\nIn August 2005 Israel evacuated all its troops and settlers from Gaza, which was by then completely fenced off from the outside world by Israel.\nPalestinians tore down the abandoned buildings and infrastructure for scrap. The settlements’ removal led to greater freedom of movement within Gaza, and the “tunnel economy” boomed as armed groups, smugglers and entrepreneurs quickly dug scores of tunnels into Egypt.\nBut the pullout also removed settlement factories, greenhouses and workshops that had employed some Gazans.\n2006-2007: Isolation under Hamas\nIn 2006, Hamas scored a surprise victory in Palestinian parliamentary elections.\nLater that year, Hamas militants captured an Israeli soldier, Gilad Shalit, and killed two others in a tunnel raid. In 2007 Hamas seized full control of Gaza, overthrowing forces loyal to Arafat’s successor, President Mahmoud Abbas.\nMuch of the international community cut aid to the Palestinians in Hamas-controlled areas because they regard Hamas as a terrorist organisation.\nIsrael stopped tens of thousands of Palestinian workers from entering the country, cutting off an important source of income, and closed an industrial zone on the Gaza border. Israeli air strikes crippled Gaza’s only electrical power plant, causing widespread blackouts. Citing security concerns, Israel and Egypt also imposed tighter restrictions on the movement of people and goods through the Gaza crossings.\nGaza’s economy increasingly went underground, becoming more dependent on a network of smuggling tunnels under the border with Egypt. Ambitious Hamas plans to refocus Gaza’s economy east, away from Israel, foundered before they even started.\n2013 - Coup in Egypt\nIn 2011 the Arab Spring brought a window of opportunity for the Islamist-led government in Gaza. The Muslim Brotherhood won parliamentary and presidential elections in Egypt, bolstering Hamas. But the Egyptian army slowed the flow of cash, food, building supplies, cars, petrol - and weapons that used to come through tunnels.\nEgypt’s newly elected president, Mohammed Mursi, was overthrown after just a year. Viewing Hamas as a threat, Egypt’s new military-backed leader, Abdel Fattah al-Sisi, closed the border with Gaza and blew up most of the tunnels. Once again isolated, Gaza’s economy went into reverse.\n2008 - 2014 - Wars\nGaza’s economy has suffered repeatedly over decades in the cycle of conflict, attack and retaliation between Israel and Palestinian militant groups, from the 1970s to recent years.\nIsrael and Gaza militants led by Hamas fought three wars since 2008 which resulted in widespread destruction and the killing of thousands of Palestinians and about 100 Israelis.\nThe worst fighting was in 2014. Hamas and other groups launched rockets at heartland cities in Israel. Israel carried out air strikes and artillery bombardment that devastated neighbourhoods in Gaza. More than 2,100 Palestinians were killed, mostly civilians. Israel put the number of its dead at 67 soldiers and six civilians.\n2017 PALESTINIAN SPLIT WORSENED In 2017, Palestinian leader Mahmoud Abbas launched a series of economic sanctions on Hamas in a bid to force the group to relinquish control of Gaza. He orchestrated a reduction of electricity for Gaza and slashed salaries of 60,000 Palestinian Authority employees there by 30 percent, weakening buying power.\nA Palestinian holds tyres at the Israel-Gaza border during a protest demanding the right to return to their homeland, east of Gaza City April 6, 2018. REUTERS/Mohammed Salem 2018 U.S. CUTS AID TO PALESTINIANS President Donald Trump announced the United States would withhold some future aid payments to Palestinians, accusing them of unwillingness to talk peace with Israel. Washington held back $65 million of a first scheduled payment to UNRWA, the U.N. agency that cares for Palestinian refugees. It is unclear how much more, if any, it will contribute. UNRWA received $355 million from the United States in the 2017 fiscal year. UNRWA is funded mainly by voluntary contributions from U.N. member states, with the United States by far the largest donor.\nFor a graphic on UNRWA funding, click tmsnrt.rs/2CLooyv\nWriting by Stephen Farrell, Jeffrey Heller and Nidal al-Mughrabi, Editing by Mark Heinrich\n ",
    "published": "2018-04-06T12:56:00.000+03:00",
    "crawled": "2018-04-06T13:20:55.038+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gaza",
        "reuters",
        "gaza",
        "coastal",
        "strip",
        "land",
        "lay",
        "ancient",
        "trading",
        "maritime",
        "route",
        "along",
        "mediterranean",
        "shore",
        "held",
        "ottoman",
        "empire",
        "passed",
        "british",
        "egyptian",
        "israeli",
        "military",
        "rule",
        "last",
        "century",
        "enclave",
        "inhabited",
        "two",
        "million",
        "palestinian",
        "palestinian",
        "demonstrator",
        "look",
        "mirror",
        "border",
        "protest",
        "demanding",
        "right",
        "return",
        "homeland",
        "east",
        "gaza",
        "city",
        "april",
        "salem",
        "major",
        "milestone",
        "recent",
        "history",
        "refugee",
        "egyptian",
        "military",
        "rule",
        "british",
        "colonial",
        "rule",
        "came",
        "end",
        "palestine",
        "late",
        "1940s",
        "violence",
        "intensified",
        "jew",
        "arab",
        "culminating",
        "war",
        "newly",
        "created",
        "state",
        "israel",
        "arab",
        "neighbour",
        "may",
        "ten",
        "thousand",
        "palestinian",
        "took",
        "refuge",
        "gaza",
        "fleeing",
        "driven",
        "home",
        "invading",
        "egyptian",
        "army",
        "seized",
        "narrow",
        "coastal",
        "strip",
        "mile",
        "km",
        "long",
        "sinai",
        "south",
        "ashkelon",
        "influx",
        "refugee",
        "saw",
        "gaza",
        "population",
        "triple",
        "around",
        "egypt",
        "held",
        "gaza",
        "strip",
        "two",
        "decade",
        "military",
        "governor",
        "allowing",
        "palestinian",
        "work",
        "study",
        "egypt",
        "1950s",
        "1960s",
        "armed",
        "palestinian",
        "fedayeen",
        "many",
        "refugee",
        "mounted",
        "attack",
        "israel",
        "drawing",
        "reprisal",
        "united",
        "nation",
        "set",
        "refugee",
        "agency",
        "unrwa",
        "today",
        "provides",
        "service",
        "million",
        "registered",
        "palestine",
        "refugee",
        "gaza",
        "around",
        "per",
        "cent",
        "population",
        "well",
        "palestinian",
        "jordan",
        "lebanon",
        "syria",
        "west",
        "bank",
        "war",
        "israeli",
        "military",
        "occupation",
        "israel",
        "captured",
        "gaza",
        "strip",
        "middle",
        "east",
        "war",
        "israeli",
        "census",
        "year",
        "put",
        "gaza",
        "population",
        "least",
        "percent",
        "refugee",
        "found",
        "percent",
        "men",
        "sq",
        "mile",
        "sq",
        "km",
        "territory",
        "employed",
        "gaza",
        "conflict",
        "mainly",
        "agriculture",
        "fishing",
        "industry",
        "quarry",
        "egyptian",
        "gone",
        "focus",
        "many",
        "gazan",
        "worker",
        "shifted",
        "thousand",
        "took",
        "job",
        "agriculture",
        "construction",
        "service",
        "industry",
        "inside",
        "israel",
        "could",
        "gain",
        "easy",
        "access",
        "time",
        "israeli",
        "troop",
        "remained",
        "administer",
        "territory",
        "guard",
        "settlement",
        "israel",
        "built",
        "following",
        "decade",
        "became",
        "source",
        "growing",
        "palestinian",
        "resentment",
        "first",
        "palestinian",
        "uprising",
        "hamas",
        "formed",
        "twenty",
        "year",
        "war",
        "palestinian",
        "launched",
        "first",
        "intifada",
        "uprising",
        "began",
        "december",
        "traffic",
        "accident",
        "israeli",
        "truck",
        "crashed",
        "vehicle",
        "carrying",
        "palestinian",
        "worker",
        "gaza",
        "jabalya",
        "refugee",
        "camp",
        "killing",
        "four",
        "protest",
        "strike",
        "shutdown",
        "followed",
        "seizing",
        "angry",
        "mood",
        "muslim",
        "brotherhood",
        "created",
        "armed",
        "palestinian",
        "branch",
        "hamas",
        "power",
        "base",
        "gaza",
        "hamas",
        "dedicated",
        "israel",
        "destruction",
        "restoration",
        "islamic",
        "rule",
        "saw",
        "occupied",
        "palestine",
        "became",
        "rival",
        "yasser",
        "arafat",
        "secular",
        "fatah",
        "party",
        "led",
        "palestine",
        "liberation",
        "organization",
        "oslo",
        "accord",
        "palestinian",
        "israel",
        "palestinian",
        "signed",
        "historic",
        "peace",
        "accord",
        "led",
        "creation",
        "palestinian",
        "authority",
        "interim",
        "deal",
        "palestinian",
        "first",
        "given",
        "limited",
        "control",
        "gaza",
        "jericho",
        "west",
        "bank",
        "arafat",
        "returned",
        "gaza",
        "decade",
        "exile",
        "oslo",
        "process",
        "gave",
        "newly",
        "created",
        "palestinian",
        "authority",
        "autonomy",
        "envisaged",
        "statehood",
        "five",
        "year",
        "never",
        "happened",
        "israel",
        "accused",
        "palestinian",
        "reneging",
        "security",
        "agreement",
        "palestinian",
        "angered",
        "continued",
        "israeli",
        "hamas",
        "islamic",
        "jihad",
        "carried",
        "bombing",
        "try",
        "derail",
        "peace",
        "process",
        "leading",
        "israel",
        "impose",
        "restriction",
        "movement",
        "palestinian",
        "gaza",
        "hamas",
        "also",
        "picked",
        "growing",
        "palestinian",
        "criticism",
        "corruption",
        "nepotism",
        "economic",
        "mismanagement",
        "arafat",
        "inner",
        "circle",
        "second",
        "palestinian",
        "intifada",
        "relation",
        "sank",
        "low",
        "outbreak",
        "second",
        "palestinian",
        "intifada",
        "ushered",
        "period",
        "suicide",
        "bombing",
        "shooting",
        "attack",
        "palestinian",
        "israeli",
        "air",
        "strike",
        "demolition",
        "zone",
        "curfew",
        "one",
        "casualty",
        "gaza",
        "international",
        "airport",
        "symbol",
        "thwarted",
        "palestinian",
        "hope",
        "economic",
        "independence",
        "palestinian",
        "direct",
        "link",
        "outside",
        "world",
        "controlled",
        "israel",
        "egypt",
        "opened",
        "deemed",
        "security",
        "threat",
        "israel",
        "three",
        "year",
        "later",
        "israel",
        "destroyed",
        "radar",
        "antenna",
        "runway",
        "month",
        "attack",
        "united",
        "state",
        "another",
        "casualty",
        "gaza",
        "fishing",
        "industry",
        "source",
        "income",
        "ten",
        "thousand",
        "gaza",
        "fishing",
        "zone",
        "set",
        "oslo",
        "deal",
        "nautical",
        "mile",
        "reduced",
        "israel",
        "three",
        "nautical",
        "mile",
        "israel",
        "said",
        "restriction",
        "necessary",
        "stop",
        "boat",
        "smuggling",
        "weapon",
        "palestinian",
        "accused",
        "israel",
        "reneging",
        "oslo",
        "israeli",
        "soldier",
        "seen",
        "next",
        "border",
        "fence",
        "israeli",
        "side",
        "border",
        "black",
        "smoke",
        "rise",
        "palestinian",
        "protest",
        "gaza",
        "side",
        "border",
        "april",
        "cohen",
        "israel",
        "evacuates",
        "gaza",
        "settlement",
        "august",
        "israel",
        "evacuated",
        "troop",
        "settler",
        "gaza",
        "completely",
        "fenced",
        "outside",
        "world",
        "israel",
        "palestinian",
        "tore",
        "abandoned",
        "building",
        "infrastructure",
        "scrap",
        "settlement",
        "removal",
        "led",
        "greater",
        "freedom",
        "movement",
        "within",
        "gaza",
        "tunnel",
        "economy",
        "boomed",
        "armed",
        "group",
        "smuggler",
        "entrepreneur",
        "quickly",
        "dug",
        "score",
        "tunnel",
        "egypt",
        "pullout",
        "also",
        "removed",
        "settlement",
        "factory",
        "greenhouse",
        "workshop",
        "employed",
        "gazans",
        "isolation",
        "hamas",
        "hamas",
        "scored",
        "surprise",
        "victory",
        "palestinian",
        "parliamentary",
        "election",
        "later",
        "year",
        "hamas",
        "militant",
        "captured",
        "israeli",
        "soldier",
        "gilad",
        "shalit",
        "killed",
        "two",
        "others",
        "tunnel",
        "raid",
        "hamas",
        "seized",
        "full",
        "control",
        "gaza",
        "overthrowing",
        "force",
        "loyal",
        "arafat",
        "successor",
        "president",
        "mahmoud",
        "abbas",
        "much",
        "international",
        "community",
        "cut",
        "aid",
        "palestinian",
        "area",
        "regard",
        "hamas",
        "terrorist",
        "organisation",
        "israel",
        "stopped",
        "ten",
        "thousand",
        "palestinian",
        "worker",
        "entering",
        "country",
        "cutting",
        "important",
        "source",
        "income",
        "closed",
        "industrial",
        "zone",
        "gaza",
        "border",
        "israeli",
        "air",
        "strike",
        "crippled",
        "gaza",
        "electrical",
        "power",
        "plant",
        "causing",
        "widespread",
        "blackout",
        "citing",
        "security",
        "concern",
        "israel",
        "egypt",
        "also",
        "imposed",
        "tighter",
        "restriction",
        "movement",
        "people",
        "good",
        "gaza",
        "crossing",
        "gaza",
        "economy",
        "increasingly",
        "went",
        "underground",
        "becoming",
        "dependent",
        "network",
        "smuggling",
        "tunnel",
        "border",
        "egypt",
        "ambitious",
        "hamas",
        "plan",
        "refocus",
        "gaza",
        "economy",
        "east",
        "away",
        "israel",
        "foundered",
        "even",
        "started",
        "coup",
        "egypt",
        "arab",
        "spring",
        "brought",
        "window",
        "opportunity",
        "government",
        "gaza",
        "muslim",
        "brotherhood",
        "parliamentary",
        "presidential",
        "election",
        "egypt",
        "bolstering",
        "hamas",
        "egyptian",
        "army",
        "slowed",
        "flow",
        "cash",
        "food",
        "building",
        "supply",
        "car",
        "petrol",
        "weapon",
        "used",
        "come",
        "tunnel",
        "egypt",
        "newly",
        "elected",
        "president",
        "mohammed",
        "mursi",
        "overthrown",
        "year",
        "viewing",
        "hamas",
        "threat",
        "egypt",
        "new",
        "leader",
        "abdel",
        "fattah",
        "closed",
        "border",
        "gaza",
        "blew",
        "tunnel",
        "isolated",
        "gaza",
        "economy",
        "went",
        "reverse",
        "war",
        "gaza",
        "economy",
        "suffered",
        "repeatedly",
        "decade",
        "cycle",
        "conflict",
        "attack",
        "retaliation",
        "israel",
        "palestinian",
        "militant",
        "group",
        "1970s",
        "recent",
        "year",
        "israel",
        "gaza",
        "militant",
        "led",
        "hamas",
        "fought",
        "three",
        "war",
        "since",
        "resulted",
        "widespread",
        "destruction",
        "killing",
        "thousand",
        "palestinian",
        "israeli",
        "worst",
        "fighting",
        "hamas",
        "group",
        "launched",
        "rocket",
        "heartland",
        "city",
        "israel",
        "israel",
        "carried",
        "air",
        "strike",
        "artillery",
        "bombardment",
        "devastated",
        "neighbourhood",
        "gaza",
        "palestinian",
        "killed",
        "mostly",
        "civilian",
        "israel",
        "put",
        "number",
        "dead",
        "soldier",
        "six",
        "civilian",
        "palestinian",
        "split",
        "worsened",
        "palestinian",
        "leader",
        "mahmoud",
        "abbas",
        "launched",
        "series",
        "economic",
        "sanction",
        "hamas",
        "bid",
        "force",
        "group",
        "relinquish",
        "control",
        "gaza",
        "orchestrated",
        "reduction",
        "electricity",
        "gaza",
        "slashed",
        "salary",
        "palestinian",
        "authority",
        "employee",
        "percent",
        "weakening",
        "buying",
        "power",
        "palestinian",
        "hold",
        "tyre",
        "border",
        "protest",
        "demanding",
        "right",
        "return",
        "homeland",
        "east",
        "gaza",
        "city",
        "april",
        "salem",
        "cut",
        "aid",
        "palestinian",
        "president",
        "donald",
        "trump",
        "announced",
        "united",
        "state",
        "would",
        "withhold",
        "future",
        "aid",
        "payment",
        "palestinian",
        "accusing",
        "unwillingness",
        "talk",
        "peace",
        "israel",
        "washington",
        "held",
        "back",
        "million",
        "first",
        "scheduled",
        "payment",
        "unrwa",
        "agency",
        "care",
        "palestinian",
        "refugee",
        "unclear",
        "much",
        "contribute",
        "unrwa",
        "received",
        "million",
        "united",
        "state",
        "fiscal",
        "year",
        "unrwa",
        "funded",
        "mainly",
        "voluntary",
        "contribution",
        "member",
        "state",
        "united",
        "state",
        "far",
        "largest",
        "donor",
        "graphic",
        "unrwa",
        "funding",
        "click",
        "writing",
        "stephen",
        "farrell",
        "jeffrey",
        "heller",
        "nidal",
        "editing",
        "mark",
        "heinrich"
    ]
}