{
    "organizations": [],
    "uuid": "6bb1a6fdfd1cb090b91063a888f62966bba74b6d",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1RF56U",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 3 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,759.40 -30.10 NZX 50** 8,319.07 -69.01 DJIA** 23,644.19 -458.92 NIKKEI** 21,388.58 -65.72 Nasdaq** 6,870.12 -193.33 FTSE** 7,056.61 11.87 S&P 500** 2,581.88 -58.99 Hang Seng** 30,093.38 70.85 SPI 200 Fut 5,746 10.00 STI** 3,430.76 2.79 SSEC** 3,163.8596 -5.04 KOSPI** 2,444.16 -1.69 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.043 -0.001 KR 10 YR Bond 2.644 0.02 AU 10 YR Bond 2.599 0.004 US 10 YR Bond 2.7334 -0.011 NZ 10 YR Bond 2.735 0 US 30 YR Bond 2.9682 -0.003 -- Currencies Net Chng Net Chng SGD US$ 1.3123 0.0013 KRW US$ 1,056.18 -4.07 AUD US$ 0.7662 -0.0018 NZD US$ 0.7213 -0.0021 EUR US$ 1.2301 -0.002 Yen US$ 105.9 -0.36 THB US$ 31.22 0.05 PHP US$ 52.075 -0.049 IDR US$ 13,753 -7 INR US$ 65.12 0.01 MYR US$ 3.86 -0.002 TWD US$ 29.142 0.022 CNY US$ 6.281 0.0059 HKD US$ 7.8485 0 -- Commodities Net Chng Net Chng Spot Gold 1,341.11 17.11 Silver (Lon) 16.599 0.28 U.S. Gold Fut 1,345.4 18.1 Brent Crude 67.71 -1.63 Iron Ore CNY451.5 4 TRJCRB Index - - TOCOM Rubber JPY181.7 0.1 LME Copper 6,740.5 75.5 -- ** indicates closing price All prices as of 20:45 GMT EQUITIES GLOBAL - The dollar slid on Monday as China raised tariffs on U.S. goods in an escalating spat between the world's two biggest economies while stocks on Wall Street tumbled, led by a rout in technology shares, after President Donald Trump again attacked Amazon.com. China bumped up tariffs by as much as 25 percent on 128 U.S. products, from frozen pork and wine to fruits and nuts, in response to U.S. duties on imports of aluminum and steel. For a full report, click on - - - - NEW YORK - U.S. stocks plunged on Monday as investors fled technology stocks amid resurging trade worries, sending the S&P 500 and the Dow Jones Industrial Average below their 200-day moving averages for the first time since the Brexit vote in June 2016. The Dow Jones Industrial Average fell 458.92 points, or 1.9 percent, to 23,644.19, the S&P 500 lost 58.99 points, or 2.23 percent, to 2,581.88 and the Nasdaq Composite dropped 193.33 points, or 2.74 percent, to 6,870.12. For a full report, click on - - - - LONDON - Merger and acquisition activity gave European shares some relief on Thursday after a tech-led sell-off across global markets earlier in the week, but the STOXX 600 still posted its worst quarter in the last two years. The STOXX 600 ended the month on a positive note, up 0.44 points at 370.87 points, but closed the quarter down 4.7 percent despite starting with a global equities rally in January. For a full report, click on - - - - TOKYO - Tokyo shares edged lower on Monday in choppy trade, with volume falling to the lowest in more than three months, while real estate and banks underperformed. The Nikkei ended 0.3 percent lower at 21,388.58 after flirting in positive territory. For a full report, click on - - - - SHANGHAI - China stocks kicked off the first quarter with mild losses on Monday, amid lingering worries of a full-blown trade war between the United States and China, and as investors assessed mixed economic readings. At the close, the Shanghai Composite index was down 0.2 percent at 3,163.18, while the blue-chip CSI300 index was down 0.3 percent at 3,886.92. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to inch up on Tuesday, although market participants are expected to remain largely cautious on rising fears of a global trade war after China increased tariffs on select imports from the United States. The local share price index futures rose 10 points to 5746.0, a 13.4-point discount to the underlying S&P/ASX 200 index close. The benchmark fell 0.5 percent on Thursday, ahead of the easter weekend. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index ended slightly lower on Monday, wiping off earlier gains in the session. At 06:30 GMT, the KOSPI closed down 1.69 points or 0.07 percent at 2,444.16. The benchmark index erased earlier gains amid worries about trade tensions between the United States and China. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar fell on Monday, dropping versus the yen for a third straight session, as China imposed extra tariffs on U.S. products, escalating a dispute between two of the world's biggest economies. In late trading, the dollar was down 0.1 percent at 90.043 .DXY against a basket of six major currencies, backing off from a one-week high of 90.178 set last Thursday. For a full report, click on - - - - CHINA - China's yuan on Monday eased further from its August 2015 high against the U.S. dollar struck last week, dampened by corporate demand for the greenback despite a strong midpoint fixing. The yuan has appreciated 3.6 percent against the U.S. currency so far this year, underpinned by broad dollar weakness and Beijing's efforts to attract capital inflows. For a full report, click on - - - - AUSTRALIA - The Australian dollar hit its low for the year on Thursday as quarter-end demand lifted its U.S. counterpart and combined with weakness in commodity prices to shove the currency close to a major chart bulwark. The Aussie dollar was labouring at $0.7647, after sinking under $0.7670/75 support and touching its lowest since mid-December. For a full report, click on - - - - SEOUL - The Korean won firmed to near 3-1/2-year high on Monday, while bond yields also rose. The won was Quote: d at 1,056.6 per dollar on the onshore settlement platform , 0.65 percent firmer than its previous close at 1,063.5. It was the highest closing level since Oct. 30, 201 For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields fell to two month lows on Monday on safety buying as stocks slid, and after a manufacturing report showed an increase in price pressures in March. Shares in major U.S. technology companies sank again, wiping out the tech-heavy Nasdaq index's gains for the year and sending the benchmark S&P 500 below a closely watched technical level for the first time in nearly two months. For a full report, click on - - - - LONDON - Borrowing costs in the euro area crept up on Thursday but were set to end March with big monthly falls on confidence that the ECB will go slow when winding up stimulus and signs the euro zone economy is losing momentum. German 10-year bond yields, the benchmark for the bloc, rose above 0.5 percent midway through European trading but ended the session flat at 0.496 percent after German inflation accelerated less than expected. For a full report, click on - - - - TOKYO - The key 10-year Japanese government bond futures contract touched a two-week low on Monday, weighed down by firm Tokyo shares and position adjustment ahead of a 10-year JGB auction on Tuesday. The June 10-year JGB futures contract slipped to 150.70 at one point, its lowest since March 15. The contract later cut its losses and last stood at 150.76, down 0.01 point on the day. For a full report, click on COMMODITIES GOLD Gold prices rose more than 1 percent on Monday as the U.S. dollar softened and China raised tariffs on U.S. products, escalating global trade tensions. With many major European financial centers closed for Easter Monday, spot gold added 1.4 percent at $1,342.46 per ounce by 1:34 p.m. EDT (1734 GMT), earlier reaching a $1,342.97 session high. It recorded its third straight quarter of gains on Friday. For a full report, click on - - - - IRON ORE Chinese steel futures rose for a fifth straight day on Monday amid expectations that demand in the world's top consumer of the building material will pick up along with construction activity, but prices came off the day's peaks. Steelmaking raw materials iron ore, coking coal and coke also pared gains after rising as much as 7.6 percent earlier in the session. For a full report, click on - - - - BASE METALS Shanghai base metal prices made a positive start to the second quarter on Monday as the dollar slipped, making metals cheaper for holders of other currencies and supporting prices. Of the five key Shanghai base metals, only nickel rose in the first quarter, while copper and aluminium posted double-digit losses. For a full report, click on - - - - OIL Oil fell by more than 2 percent on Monday, pressured by a rise in Russian production, expectations that Saudi Arabia will cut prices of the crude it sends to Asia and a deepening trade spat between China and the United States. Brent crude fell $1.70, or 2.5 percent, to settle at $67.64 a barrel. That was the lowest level since March 21. U.S. crude lost $1.93, or 3 percent, to settle at $63.01, its lowest since March 20. For a full report, click on - - - - PALM OIL Malaysian palm oil futures rose over 1 percent on Monday evening for a second consecutive session of gains, as the market was supported by strength in related edible oils and firm demand. The benchmark palm oil contract for June delivery on the Bursa Malaysia Derivatives Exchange gained 1.4 percent at 2,458 ringgit ($636.79) a tonne at the close of trade, its strongest gains in a day since Feb. 23. It rose to 2,465 ringgit earlier in the day, its highest levels in nearly a month. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures dropped on Monday, snapping a five-day winning streak, as investors locked in profits after a recent rally. he Tokyo Commodity Exchange rubber contract for September delivery, finished down 2.4 yen, or 1.3 percent, at 181.6 yen ($1.7) per kg. It climbed 5.4 percent last week, marking the biggest weekly jump since July 2017. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-04-03T04:56:00.000+03:00",
    "crawled": "2018-04-03T16:05:06.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "dollar",
        "slid",
        "monday",
        "china",
        "raised",
        "tariff",
        "good",
        "escalating",
        "spat",
        "world",
        "two",
        "biggest",
        "economy",
        "stock",
        "wall",
        "street",
        "tumbled",
        "led",
        "rout",
        "technology",
        "share",
        "president",
        "donald",
        "trump",
        "attacked",
        "china",
        "bumped",
        "tariff",
        "much",
        "percent",
        "product",
        "frozen",
        "pork",
        "wine",
        "fruit",
        "nut",
        "response",
        "duty",
        "import",
        "aluminum",
        "steel",
        "full",
        "report",
        "click",
        "new",
        "york",
        "stock",
        "plunged",
        "monday",
        "investor",
        "fled",
        "technology",
        "stock",
        "amid",
        "resurging",
        "trade",
        "worry",
        "sending",
        "p",
        "dow",
        "jones",
        "industrial",
        "average",
        "moving",
        "average",
        "first",
        "time",
        "since",
        "brexit",
        "vote",
        "june",
        "dow",
        "jones",
        "industrial",
        "average",
        "fell",
        "point",
        "percent",
        "p",
        "lost",
        "point",
        "percent",
        "nasdaq",
        "composite",
        "dropped",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "london",
        "merger",
        "acquisition",
        "activity",
        "gave",
        "european",
        "share",
        "relief",
        "thursday",
        "across",
        "global",
        "market",
        "earlier",
        "week",
        "stoxx",
        "still",
        "posted",
        "worst",
        "quarter",
        "last",
        "two",
        "year",
        "stoxx",
        "ended",
        "month",
        "positive",
        "note",
        "point",
        "point",
        "closed",
        "quarter",
        "percent",
        "despite",
        "starting",
        "global",
        "equity",
        "rally",
        "january",
        "full",
        "report",
        "click",
        "tokyo",
        "tokyo",
        "share",
        "edged",
        "lower",
        "monday",
        "choppy",
        "trade",
        "volume",
        "falling",
        "lowest",
        "three",
        "month",
        "real",
        "estate",
        "bank",
        "underperformed",
        "nikkei",
        "ended",
        "percent",
        "lower",
        "flirting",
        "positive",
        "territory",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "kicked",
        "first",
        "quarter",
        "mild",
        "loss",
        "monday",
        "amid",
        "lingering",
        "worry",
        "trade",
        "war",
        "united",
        "state",
        "china",
        "investor",
        "assessed",
        "mixed",
        "economic",
        "reading",
        "close",
        "shanghai",
        "composite",
        "index",
        "percent",
        "csi300",
        "index",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "inch",
        "tuesday",
        "although",
        "market",
        "participant",
        "expected",
        "remain",
        "largely",
        "cautious",
        "rising",
        "fear",
        "global",
        "trade",
        "war",
        "china",
        "increased",
        "tariff",
        "select",
        "import",
        "united",
        "state",
        "local",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "fell",
        "percent",
        "thursday",
        "ahead",
        "easter",
        "weekend",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "ended",
        "slightly",
        "lower",
        "monday",
        "wiping",
        "earlier",
        "gain",
        "session",
        "gmt",
        "kospi",
        "closed",
        "point",
        "percent",
        "benchmark",
        "index",
        "erased",
        "earlier",
        "gain",
        "amid",
        "worry",
        "trade",
        "tension",
        "united",
        "state",
        "china",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "fell",
        "monday",
        "dropping",
        "versus",
        "yen",
        "third",
        "straight",
        "session",
        "china",
        "imposed",
        "extra",
        "tariff",
        "product",
        "escalating",
        "dispute",
        "two",
        "world",
        "biggest",
        "economy",
        "late",
        "trading",
        "dollar",
        "percent",
        "basket",
        "six",
        "major",
        "currency",
        "backing",
        "high",
        "set",
        "last",
        "thursday",
        "full",
        "report",
        "click",
        "china",
        "china",
        "yuan",
        "monday",
        "eased",
        "august",
        "high",
        "dollar",
        "struck",
        "last",
        "week",
        "dampened",
        "corporate",
        "demand",
        "greenback",
        "despite",
        "strong",
        "midpoint",
        "fixing",
        "yuan",
        "appreciated",
        "percent",
        "currency",
        "far",
        "year",
        "underpinned",
        "broad",
        "dollar",
        "weakness",
        "beijing",
        "effort",
        "attract",
        "capital",
        "inflow",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "dollar",
        "hit",
        "low",
        "year",
        "thursday",
        "demand",
        "lifted",
        "counterpart",
        "combined",
        "weakness",
        "commodity",
        "price",
        "shove",
        "currency",
        "close",
        "major",
        "chart",
        "bulwark",
        "aussie",
        "dollar",
        "labouring",
        "sinking",
        "support",
        "touching",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "seoul",
        "korean",
        "firmed",
        "near",
        "high",
        "monday",
        "bond",
        "yield",
        "also",
        "rose",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "highest",
        "closing",
        "level",
        "since",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "fell",
        "two",
        "month",
        "low",
        "monday",
        "safety",
        "buying",
        "stock",
        "slid",
        "manufacturing",
        "report",
        "showed",
        "increase",
        "price",
        "pressure",
        "march",
        "share",
        "major",
        "technology",
        "company",
        "sank",
        "wiping",
        "nasdaq",
        "index",
        "gain",
        "year",
        "sending",
        "benchmark",
        "p",
        "closely",
        "watched",
        "technical",
        "level",
        "first",
        "time",
        "nearly",
        "two",
        "month",
        "full",
        "report",
        "click",
        "london",
        "borrowing",
        "cost",
        "euro",
        "area",
        "crept",
        "thursday",
        "set",
        "end",
        "march",
        "big",
        "monthly",
        "fall",
        "confidence",
        "ecb",
        "go",
        "slow",
        "winding",
        "stimulus",
        "sign",
        "euro",
        "zone",
        "economy",
        "losing",
        "momentum",
        "german",
        "bond",
        "yield",
        "benchmark",
        "bloc",
        "rose",
        "percent",
        "midway",
        "european",
        "trading",
        "ended",
        "session",
        "flat",
        "percent",
        "german",
        "inflation",
        "accelerated",
        "less",
        "expected",
        "full",
        "report",
        "click",
        "tokyo",
        "key",
        "japanese",
        "government",
        "bond",
        "future",
        "contract",
        "touched",
        "low",
        "monday",
        "weighed",
        "firm",
        "tokyo",
        "share",
        "position",
        "adjustment",
        "ahead",
        "jgb",
        "auction",
        "tuesday",
        "june",
        "jgb",
        "future",
        "contract",
        "slipped",
        "one",
        "point",
        "lowest",
        "since",
        "march",
        "contract",
        "later",
        "cut",
        "loss",
        "last",
        "stood",
        "point",
        "day",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "rose",
        "percent",
        "monday",
        "dollar",
        "softened",
        "china",
        "raised",
        "tariff",
        "product",
        "escalating",
        "global",
        "trade",
        "tension",
        "many",
        "major",
        "european",
        "financial",
        "center",
        "closed",
        "easter",
        "monday",
        "spot",
        "gold",
        "added",
        "percent",
        "per",
        "ounce",
        "edt",
        "gmt",
        "earlier",
        "reaching",
        "session",
        "high",
        "recorded",
        "third",
        "straight",
        "quarter",
        "gain",
        "friday",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "rose",
        "fifth",
        "straight",
        "day",
        "monday",
        "amid",
        "expectation",
        "demand",
        "world",
        "top",
        "consumer",
        "building",
        "material",
        "pick",
        "along",
        "construction",
        "activity",
        "price",
        "came",
        "day",
        "peak",
        "steelmaking",
        "raw",
        "material",
        "iron",
        "ore",
        "coking",
        "coal",
        "coke",
        "also",
        "pared",
        "gain",
        "rising",
        "much",
        "percent",
        "earlier",
        "session",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "shanghai",
        "base",
        "metal",
        "price",
        "made",
        "positive",
        "start",
        "second",
        "quarter",
        "monday",
        "dollar",
        "slipped",
        "making",
        "metal",
        "cheaper",
        "holder",
        "currency",
        "supporting",
        "price",
        "five",
        "key",
        "shanghai",
        "base",
        "metal",
        "nickel",
        "rose",
        "first",
        "quarter",
        "copper",
        "aluminium",
        "posted",
        "loss",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "fell",
        "percent",
        "monday",
        "pressured",
        "rise",
        "russian",
        "production",
        "expectation",
        "saudi",
        "arabia",
        "cut",
        "price",
        "crude",
        "sends",
        "asia",
        "deepening",
        "trade",
        "spat",
        "china",
        "united",
        "state",
        "brent",
        "crude",
        "fell",
        "percent",
        "settle",
        "barrel",
        "lowest",
        "level",
        "since",
        "march",
        "crude",
        "lost",
        "percent",
        "settle",
        "lowest",
        "since",
        "march",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "rose",
        "percent",
        "monday",
        "evening",
        "second",
        "consecutive",
        "session",
        "gain",
        "market",
        "supported",
        "strength",
        "related",
        "edible",
        "oil",
        "firm",
        "demand",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "june",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "gained",
        "percent",
        "ringgit",
        "tonne",
        "close",
        "trade",
        "strongest",
        "gain",
        "day",
        "since",
        "rose",
        "ringgit",
        "earlier",
        "day",
        "highest",
        "level",
        "nearly",
        "month",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "dropped",
        "monday",
        "snapping",
        "winning",
        "streak",
        "investor",
        "locked",
        "profit",
        "recent",
        "rally",
        "tokyo",
        "commodity",
        "exchange",
        "rubber",
        "contract",
        "september",
        "delivery",
        "finished",
        "yen",
        "percent",
        "yen",
        "per",
        "kg",
        "climbed",
        "percent",
        "last",
        "week",
        "marking",
        "biggest",
        "weekly",
        "jump",
        "since",
        "july",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}