{
    "organizations": [],
    "uuid": "c7ef9064cacb10478a56dcbc69fc195da36e20c1",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/04/white-house-turf-battle-threatens-to-delay-tax-law-rollout.html",
    "ord_in_thread": 0,
    "title": "White House turf battle threatens to delay tax law rollout",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON — A power struggle between two of President Trump's top cabinet members threatens to delay implementation of the new tax law and could give lobbyists and political hands in the White House greater ability to shape critical decisions about which types of businesses benefit from the law.\nThe White House's Office of Management and Budget, headed by Mick Mulvaney, and the Treasury Department, run by Steven Mnuchin, are at odds over whether to end Treasury's traditional independence in writing tax regulations and to give the budget office more oversight of those rules. If an agreement is not reached soon, the president may have to weigh in and make the decision himself.\nshow chapters Powell: There are incentives in tax bill to encourage productivity 3:08 PM ET Wed, 21 March 2018 | 02:11 The debate is more than just a West Wing turf war. How it plays out could affect several big decisions that will define the breadth and scope of the new tax law, including whether small businesses like veterinary clinics and dentists may claim a new 20 percent tax deduction, and to what degree multinational corporations such as Microsoft and Eli Lilly will be hit with a new minimum tax on the profits they earn overseas.\nMore from the New York Times:\nWhite House Says U.S. Will Remain in Syria Despite Trump's Eagerness to Withdraw\nWhite House Unveils Tariffs on 1,300 Chinese Products\nA Twitter Rant That Rails and Misleads on Immigration Policy\nMr. Mnuchin and Mr. Mulvaney, who are among Mr. Trump's top economic lieutenants, have largely been in sync on the shape and direction of the tax law. Both supported lowering corporate taxes and using the tax code to discourage companies from shifting operations overseas.\nWhere they differ, however, is over who has the ultimate authority to interpret the many lingering questions that will need to be answered in the coming months and years, including which types of companies qualify as \"pass-through\" businesses eligible for the 20 percent deduction and how broadly the international tax provisions aimed at preventing profit shifting should apply.\nThe Treasury Department, which issues tax regulations through the Internal Revenue Service and offers guidance that dictates how the tax code is applied, will have broad discretion in determining the effects of the law. It has long been exempt from the type of cost-benefit analysis that the Office of Management and Budget performs on most rules that government agencies issue.\nWith a host of unintended or unclear provisions stemming from the rapid passage of the law, the Treasury will need to decide how the legislation is implemented. It has already begun issuing guidance to clarify the law's intent and in March moved to block hedge funds and private equity firms from trying to circumvent a new rule aimed at limiting the use of the so-called carried interest tax break.\nSome congressional Republicans are rooting for Mr. Mulvaney's office to wield greater oversight of the tax law, in the hopes that it would push for the most lenient interpretations of regulations that enable the largest number of businesses to pay lower rates under the law. Other lawmakers and business groups are pulling for Mr. Mnuchin, believing that adding review by the Office of Management and Budget could slow down the creation of regulations that businesses say they need to make investment and tax planning decisions this year.\nMr. Mulvaney has taken the view that tax regulations issued by the Treasury are of significant economic importance and that decisions that determine the fate of hundreds of millions of dollars are being made without sufficient scrutiny by his office. The budget office analyzes regulations issued by agencies across the federal government, with its Office of Information and Regulatory Affairs determining whether agencies have sufficiently addressed problems during rule-making and either accepting regulations or sending them back to be reworked.\nThe Treasury Department does consult the budget office on some of its rule-making, but since a 1983 memorandum of understanding, the office has not had the authority to review the Treasury's tax guidance, on the theory that it is not economically significant enough to warrant it.\nAn executive order from Mr. Trump last year called for that arrangement to be re-examined. With the Treasury Department now playing a greater role in policymaking — for instance, overseeing enforcement of parts of the Affordable Care Act and trying to limit corporations from engaging in mergers to avoid taxes — Mr. Mulvaney and other White House officials think that the I.R.S. should be subject to greater accountability when making decisions that often go beyond technical clarifications.\nGreater accountability, however, could come with costs.\nIf Mr. Mulvaney wins the argument, \"it will slow the process down,\" said John A. Koskinen, a former I.R.S. commissioner whose term ended last year. \"If you had all the regulations coming out of Treasury and I.R.S. subject to more review and delays, it would not be making taxpayers, accountants and lawyers happy. They are pushing to get that information as quickly as they can.\"\nSince the passage of the tax bill late last year, negotiations between Mr. Mnuchin and Mr. Mulvaney have grown increasingly vigorous, with both sides laying claim to being the law's final arbiter.\nA change would be seen as a win for Mr. Mulvaney, who has made deregulation a priority in the White House. It would also be a blow to Mr. Mnuchin, who has been the tax bill's most public defender on behalf of Mr. Trump, diminishing his department's authority under his watch.\nThe potential change in regulatory oversight could have major implications, both logistical and political.\nAdding a cost-benefit analysis by the budget office into the process would potentially add another layer of red tape — which Mr. Trump famously hates in other areas of regulation — to a process that is already proceeding too slowly for many business groups' liking. Treasury officials are concerned that the budget office lacks the resources and tax expertise to properly assess tax guidance and that the process will get bogged down, potentially delaying rules to clarify the law for months. One early hurdle would be hiring; the budget office does not currently employ its own team of tax lawyers.\n\"There's a moderate level of concern that it could potentially slow down the guidance process,\" said Ken Spain, a partner at CGCN Group, a lobbying firm with a number of tax-related clients. \"Any time you blur the lines on what is already a tricky process to navigate, it's going to give the business community some degree of heartburn.\"\nOfficials from previous administrations also say that opening the tax regulation effort beyond Treasury would invite not just comments from the budget office, but from the White House political team and other advisory groups in the government.\n\"Midlevel political appointees get their fingers in there, find out when the meetings are and have their opinions,\" said Adam Looney, a senior fellow in economic studies at the Brookings Institution who served in President Barack Obama's Treasury Department.\nSuch an expansion, Mr. Looney said, also offers more avenues for lobbyists to press their case for why their clients should receive more preferable tax treatment. \"The swamp is going to be enriched by this one,\" he said.\nBudget office officials say the desire for final oversight over the tax bill is in line with the administration's deregulatory push and that a more uniform approach to rule-making would benefit the federal government. They point to a 2016 Government Accountability Office report concluding that the agreement that has made Treasury an exception is outdated and that the department has been inconsistent in documenting its guidance process.\nRepublican leaders in Congress have walked a delicate line as the dispute plays out. Julia Slingsby, a spokeswoman for Representative Kevin Brady of Texas, the chairman of the Ways and Means Committee, said last week that Mr. Brady \"appreciates the different, complementary roles that O.M.B. and Treasury play with respect to tax code regulations.\"\n\"The Ways and Means Committee has partnered with Treasury on developing the pro-growth tax reform legislation and we look forward to it continuing the partnership as Treasury and O.M.B. do their work on the regulations,\" she said.\nAdministration officials have suggested that a compromise could be reached within weeks.\n\"We have been working productively with O.M.B. and are very pleased with the process,\" said Tony Sayegh, assistant secretary for public affairs at the Treasury. \"We look forward to a resolution in the near future.\"\nMeghan Burris, a budget office spokeswoman said, \"We do not discuss ongoing, pre-decisional processes and negotiations.\"\nWATCH: Tax bill's Main Street impact show chapters Tax bill's Main Street impact 5:07 PM ET Tue, 20 Feb 2018 | 00:57",
    "published": "2018-04-05T00:41:00.000+03:00",
    "crawled": "2018-04-05T00:14:46.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "power",
        "struggle",
        "two",
        "president",
        "trump",
        "top",
        "cabinet",
        "member",
        "threatens",
        "delay",
        "implementation",
        "new",
        "tax",
        "law",
        "could",
        "give",
        "lobbyist",
        "political",
        "hand",
        "white",
        "house",
        "greater",
        "ability",
        "shape",
        "critical",
        "decision",
        "type",
        "business",
        "benefit",
        "law",
        "white",
        "house",
        "office",
        "management",
        "budget",
        "headed",
        "mick",
        "mulvaney",
        "treasury",
        "department",
        "run",
        "steven",
        "mnuchin",
        "odds",
        "whether",
        "end",
        "treasury",
        "traditional",
        "independence",
        "writing",
        "tax",
        "regulation",
        "give",
        "budget",
        "office",
        "oversight",
        "rule",
        "agreement",
        "reached",
        "soon",
        "president",
        "may",
        "weigh",
        "make",
        "decision",
        "show",
        "chapter",
        "powell",
        "incentive",
        "tax",
        "bill",
        "encourage",
        "productivity",
        "pm",
        "et",
        "wed",
        "march",
        "debate",
        "west",
        "wing",
        "turf",
        "war",
        "play",
        "could",
        "affect",
        "several",
        "big",
        "decision",
        "define",
        "breadth",
        "scope",
        "new",
        "tax",
        "law",
        "including",
        "whether",
        "small",
        "business",
        "like",
        "veterinary",
        "clinic",
        "dentist",
        "may",
        "claim",
        "new",
        "percent",
        "tax",
        "deduction",
        "degree",
        "multinational",
        "corporation",
        "microsoft",
        "eli",
        "lilly",
        "hit",
        "new",
        "minimum",
        "tax",
        "profit",
        "earn",
        "overseas",
        "new",
        "york",
        "time",
        "white",
        "house",
        "say",
        "remain",
        "syria",
        "despite",
        "trump",
        "eagerness",
        "withdraw",
        "white",
        "house",
        "unveils",
        "tariff",
        "chinese",
        "product",
        "twitter",
        "rant",
        "rail",
        "misleads",
        "immigration",
        "policy",
        "mnuchin",
        "mulvaney",
        "among",
        "trump",
        "top",
        "economic",
        "lieutenant",
        "largely",
        "sync",
        "shape",
        "direction",
        "tax",
        "law",
        "supported",
        "lowering",
        "corporate",
        "tax",
        "using",
        "tax",
        "code",
        "discourage",
        "company",
        "shifting",
        "operation",
        "overseas",
        "differ",
        "however",
        "ultimate",
        "authority",
        "interpret",
        "many",
        "lingering",
        "question",
        "need",
        "answered",
        "coming",
        "month",
        "year",
        "including",
        "type",
        "company",
        "qualify",
        "business",
        "eligible",
        "percent",
        "deduction",
        "broadly",
        "international",
        "tax",
        "provision",
        "aimed",
        "preventing",
        "profit",
        "shifting",
        "apply",
        "treasury",
        "department",
        "issue",
        "tax",
        "regulation",
        "internal",
        "revenue",
        "service",
        "offer",
        "guidance",
        "dictate",
        "tax",
        "code",
        "applied",
        "broad",
        "discretion",
        "determining",
        "effect",
        "law",
        "long",
        "exempt",
        "type",
        "analysis",
        "office",
        "management",
        "budget",
        "performs",
        "rule",
        "government",
        "agency",
        "issue",
        "host",
        "unintended",
        "unclear",
        "provision",
        "stemming",
        "rapid",
        "passage",
        "law",
        "treasury",
        "need",
        "decide",
        "legislation",
        "implemented",
        "already",
        "begun",
        "issuing",
        "guidance",
        "clarify",
        "law",
        "intent",
        "march",
        "moved",
        "block",
        "hedge",
        "fund",
        "private",
        "equity",
        "firm",
        "trying",
        "circumvent",
        "new",
        "rule",
        "aimed",
        "limiting",
        "use",
        "carried",
        "interest",
        "tax",
        "break",
        "congressional",
        "republican",
        "rooting",
        "mulvaney",
        "office",
        "wield",
        "greater",
        "oversight",
        "tax",
        "law",
        "hope",
        "would",
        "push",
        "lenient",
        "interpretation",
        "regulation",
        "enable",
        "largest",
        "number",
        "business",
        "pay",
        "lower",
        "rate",
        "law",
        "lawmaker",
        "business",
        "group",
        "pulling",
        "mnuchin",
        "believing",
        "adding",
        "review",
        "office",
        "management",
        "budget",
        "could",
        "slow",
        "creation",
        "regulation",
        "business",
        "say",
        "need",
        "make",
        "investment",
        "tax",
        "planning",
        "decision",
        "year",
        "mulvaney",
        "taken",
        "view",
        "tax",
        "regulation",
        "issued",
        "treasury",
        "significant",
        "economic",
        "importance",
        "decision",
        "determine",
        "fate",
        "hundred",
        "million",
        "dollar",
        "made",
        "without",
        "sufficient",
        "scrutiny",
        "office",
        "budget",
        "office",
        "analyzes",
        "regulation",
        "issued",
        "agency",
        "across",
        "federal",
        "government",
        "office",
        "information",
        "regulatory",
        "affair",
        "determining",
        "whether",
        "agency",
        "sufficiently",
        "addressed",
        "problem",
        "either",
        "accepting",
        "regulation",
        "sending",
        "back",
        "reworked",
        "treasury",
        "department",
        "consult",
        "budget",
        "office",
        "since",
        "memorandum",
        "understanding",
        "office",
        "authority",
        "review",
        "treasury",
        "tax",
        "guidance",
        "theory",
        "economically",
        "significant",
        "enough",
        "warrant",
        "executive",
        "order",
        "trump",
        "last",
        "year",
        "called",
        "arrangement",
        "treasury",
        "department",
        "playing",
        "greater",
        "role",
        "policymaking",
        "instance",
        "overseeing",
        "enforcement",
        "part",
        "affordable",
        "care",
        "act",
        "trying",
        "limit",
        "corporation",
        "engaging",
        "merger",
        "avoid",
        "tax",
        "mulvaney",
        "white",
        "house",
        "official",
        "think",
        "subject",
        "greater",
        "accountability",
        "making",
        "decision",
        "often",
        "go",
        "beyond",
        "technical",
        "clarification",
        "greater",
        "accountability",
        "however",
        "could",
        "come",
        "cost",
        "mulvaney",
        "win",
        "argument",
        "slow",
        "process",
        "said",
        "john",
        "koskinen",
        "former",
        "commissioner",
        "whose",
        "term",
        "ended",
        "last",
        "year",
        "regulation",
        "coming",
        "treasury",
        "subject",
        "review",
        "delay",
        "would",
        "making",
        "taxpayer",
        "accountant",
        "lawyer",
        "happy",
        "pushing",
        "get",
        "information",
        "quickly",
        "since",
        "passage",
        "tax",
        "bill",
        "late",
        "last",
        "year",
        "negotiation",
        "mnuchin",
        "mulvaney",
        "grown",
        "increasingly",
        "vigorous",
        "side",
        "laying",
        "claim",
        "law",
        "final",
        "arbiter",
        "change",
        "would",
        "seen",
        "win",
        "mulvaney",
        "made",
        "deregulation",
        "priority",
        "white",
        "house",
        "would",
        "also",
        "blow",
        "mnuchin",
        "tax",
        "bill",
        "public",
        "defender",
        "behalf",
        "trump",
        "diminishing",
        "department",
        "authority",
        "watch",
        "potential",
        "change",
        "regulatory",
        "oversight",
        "could",
        "major",
        "implication",
        "logistical",
        "political",
        "adding",
        "analysis",
        "budget",
        "office",
        "process",
        "would",
        "potentially",
        "add",
        "another",
        "layer",
        "red",
        "tape",
        "trump",
        "famously",
        "hate",
        "area",
        "regulation",
        "process",
        "already",
        "proceeding",
        "slowly",
        "many",
        "business",
        "group",
        "liking",
        "treasury",
        "official",
        "concerned",
        "budget",
        "office",
        "lack",
        "resource",
        "tax",
        "expertise",
        "properly",
        "assess",
        "tax",
        "guidance",
        "process",
        "get",
        "bogged",
        "potentially",
        "delaying",
        "rule",
        "clarify",
        "law",
        "month",
        "one",
        "early",
        "hurdle",
        "would",
        "hiring",
        "budget",
        "office",
        "currently",
        "employ",
        "team",
        "tax",
        "lawyer",
        "moderate",
        "level",
        "concern",
        "could",
        "potentially",
        "slow",
        "guidance",
        "process",
        "said",
        "ken",
        "spain",
        "partner",
        "cgcn",
        "group",
        "lobbying",
        "firm",
        "number",
        "client",
        "time",
        "blur",
        "line",
        "already",
        "tricky",
        "process",
        "navigate",
        "going",
        "give",
        "business",
        "community",
        "degree",
        "heartburn",
        "official",
        "previous",
        "administration",
        "also",
        "say",
        "opening",
        "tax",
        "regulation",
        "effort",
        "beyond",
        "treasury",
        "would",
        "invite",
        "comment",
        "budget",
        "office",
        "white",
        "house",
        "political",
        "team",
        "advisory",
        "group",
        "government",
        "midlevel",
        "political",
        "appointee",
        "get",
        "finger",
        "find",
        "meeting",
        "opinion",
        "said",
        "adam",
        "looney",
        "senior",
        "fellow",
        "economic",
        "study",
        "brookings",
        "institution",
        "served",
        "president",
        "barack",
        "obama",
        "treasury",
        "department",
        "expansion",
        "looney",
        "said",
        "also",
        "offer",
        "avenue",
        "lobbyist",
        "press",
        "case",
        "client",
        "receive",
        "preferable",
        "tax",
        "treatment",
        "swamp",
        "going",
        "enriched",
        "one",
        "said",
        "budget",
        "office",
        "official",
        "say",
        "desire",
        "final",
        "oversight",
        "tax",
        "bill",
        "line",
        "administration",
        "deregulatory",
        "push",
        "uniform",
        "approach",
        "would",
        "benefit",
        "federal",
        "government",
        "point",
        "government",
        "accountability",
        "office",
        "report",
        "concluding",
        "agreement",
        "made",
        "treasury",
        "exception",
        "outdated",
        "department",
        "inconsistent",
        "documenting",
        "guidance",
        "process",
        "republican",
        "leader",
        "congress",
        "walked",
        "delicate",
        "line",
        "dispute",
        "play",
        "julia",
        "slingsby",
        "spokeswoman",
        "representative",
        "kevin",
        "brady",
        "texas",
        "chairman",
        "way",
        "mean",
        "committee",
        "said",
        "last",
        "week",
        "brady",
        "appreciates",
        "different",
        "complementary",
        "role",
        "treasury",
        "play",
        "respect",
        "tax",
        "code",
        "regulation",
        "way",
        "mean",
        "committee",
        "partnered",
        "treasury",
        "developing",
        "tax",
        "reform",
        "legislation",
        "look",
        "forward",
        "continuing",
        "partnership",
        "treasury",
        "work",
        "regulation",
        "said",
        "administration",
        "official",
        "suggested",
        "compromise",
        "could",
        "reached",
        "within",
        "week",
        "working",
        "productively",
        "pleased",
        "process",
        "said",
        "tony",
        "sayegh",
        "assistant",
        "secretary",
        "public",
        "affair",
        "treasury",
        "look",
        "forward",
        "resolution",
        "near",
        "future",
        "meghan",
        "burris",
        "budget",
        "office",
        "spokeswoman",
        "said",
        "discus",
        "ongoing",
        "process",
        "negotiation",
        "watch",
        "tax",
        "bill",
        "main",
        "street",
        "impact",
        "show",
        "chapter",
        "tax",
        "bill",
        "main",
        "street",
        "impact",
        "pm",
        "et",
        "tue",
        "feb"
    ]
}