{
    "organizations": [],
    "uuid": "c1c02162e7347e32a55f8f275c39fd1408de7baf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-sinopec-corp-posts-net-profit-of-rmb-19-point-3-billion-for-q1-2018.html",
    "ord_in_thread": 0,
    "title": "Sinopec Corp Posts Net Profit of RMB 19.3 billion for Q1 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, China Petroleum & Chemical Corporation (\"Sinopec Corp.\" or the \"Company\") (HKEX: 00386; SSE: 600028; NYSE: SNP) today announced its unaudited results for the three months ended 31 March 2018.\nFinancial Highlights ：\nIn accordance with the International Financial Reporting Standards (IFRS), the Company's operating profit was RMB 29.218 billion, up 14.9% year-on-year. Net profit attributable to owners of the Company was RMB 19.306 billion, increased by 12.3% year-on-year. Basic earnings per share (\"EPS\") were RMB 0.159, increased by 12.0% year-on-year. In accordance with China Accounting Standards for Business Enterprises (\"ASBE\"), the Company's operating income was RMB 621.251 billion, increased by 6.7% year-on-year. Net profit attributable to equity shareholders of the Company was RMB 18.770 billion, increased by 12.8% year-on-year. Basic earnings per share (\"EPS\") were RMB 0.155, increased by 13.1% year-on-year. The Company's financial position continued to improve during the first quarter. In accordance with IFRS, cash and cash equivalents at the end of the first quarter was RMB 129.788 billion. Liabilities-to-assets ratio at the end of the first quarter was 44.3%.\nBusiness Review ：\nIn the first quarter of 2018, the global economy recovered gradually, and Chinese economy maintained a momentum of steady and sound growth with gross domestic product (GDP) up by 6.8%. International crude oil price fluctuated at a narrow range and increased slightly. The Company pursued supply-side structural reform as main task, focused on improving the quality and efficiency of our operations, upheld the policy of Reform, Management, Innovation and Development, and strengthened efforts on cost reduction, market expansion, structural adjustment, reform promotion, management reinforcement, which helped deliver solid operating results.\nExploration and Production:\nThe Company constantly strengthened measures on high-efficiency exploration activities and adopted profit-oriented approaches on development. In exploration, we made new progress in northeast Sichuan area in Sichuan Basin and in Shunbei area in Xinjiang Tarim Basin, strengthened efforts in E&P in deep, normal pressure and new strata of shale gas formations, and found new discoveries in Weirong shale gas field. In oil and gas development, we accelerated crude oil reserve evaluation, promoted capacity building in new areas of crude oil and natural gas; constantly advanced progressive exploration and reservoir appraisal of natural gas. In the first quarter, the oil and gas production of the Company was 111.33 million barrels of oil equivalent, among which domestic crude oil increased by 1.3% while natural gas increased by 0.6%, compared with the same period of last year. Exploration and Production Segment had an operating loss of RMB 0.318 billion, realising a significant reduction in loss by RMB 5.446 billion compared with the same period of last year.\nExploration and Production\nUnit\nFor three-month period\nended 31 March\nChanges\n2018\n2017\n(%)\nOil and gas production 1\nmillion boe\n111.33\n111.93\n(0.5)\nCrude oil production\nmillion barrels\n71.35\n72.08\n(1.0)\nChina\nmillion barrels\n61.43\n60.67\n1.3\nOverseas\nmillion barrels\n9.92\n11.41\n(13.1)\nNatural gas production\nbillion cubic feet\n239.83\n238.35\n0.6\nRealised crude oil price\nUSD/barrel\n59.8\n49.1\n21.8\nRealised natural gas price\nUSD/thousand cubic feet\n6.28\n5.00\n25.6\nNote 1 Conversion: for domestic production of crude oil, 1 tonne = 7.10 barrels; for overseas production of crude oil, 1 tonne=7.21 barrels; for production of natural gas, 1 cubic meter = 35.31 cubic feet.\nRefining:\nThe Company comprehensively optimised the operation of production plans. We proactively adjusted product structure, improved production volume of gasoline, jet-fuel and other high value-added products, the ratio of diesel to gasoline decreased to 1.06. At the same time, we actively implemented refined oil product quality upgrading to ensure the supply of high quality refined oil products, optimised crude oil procurement and resource distribution to realise cost control. In the first quarter, refinery throughput grew by 2.1% and refined oil products production grew by 2.6%, among which gasoline up by 4.7%, kerosene up by 8.6% and diesel down by 1.7% over the same period of last year. Refining Segment realised an operating profit of RMB 19.007 billion.\nRefining 2\nUnit\nFor three-month period\nended 31 March\nChanges\n(%)\n2018\n2017\nRefinery throughput\nmillion tonnes\n60.16\n58.95\n2.1\nGasoline, diesel and kerosene production\nmillion tonnes\n37.98\n37.03\n2.6\nGasoline\nmillion tonnes\n14.98\n14.31\n4.7\nDiesel\nmillion tonnes\n15.93\n16.21\n(1.7)\nKerosene\nmillion tonnes\n7.07\n6.51\n8.6\nLight chemical feedstock\nmillion tonnes\n9.94\n9.97\n(0.3)\nLight product yield\n%\n76.22\n76.30\n(0.08) Percentage points\nRefining yield\n%\n95.23\n95.29\n(0.06) Percentage points\nNote 2 Including 100% production of domestic joint ventures.\nMarketing and Distribution:\nFaced with intensified competition, the Company took an active part in coping with marketing challenges. We gave full play of our advantages in integrated operation and marketing network by coordinating internal and external resources, optimising resource distribution, and improving capability of service, and realised increase in both total domestic sales and retail volume of refined oil products. We optimised the distribution network, improved environment protection measures for our service stations, and revamped the storage and transportation facilities of refined oil products to improve the marketing network. We further promoted integration of fuel business and non-fuel business, optimised the system for self-owned brand products and accelerated the construction of integrated service stations. Our non-fuel business kept increasing rapidly. In the first quarter, total sales volume of refined oil products was 47.21 million tonnes, among which domestic sales volume recorded 43.35 million tonnes with an increase of 3.4% over the same period of last year. The operating revenues of non-fuel business reached RMB 8.726 billion, up by 21.8% compared with the same period of last year. The Marketing and Distribution Segment realised an operating profit of RMB 8.925 billion.\nMarketing and Distribution\nUnit\nFor three-month period\nended 31 March\nChanges\n(%)\n2018\n2017\nTotal sales volume of refined oil products\nmillion tonnes\n47.21\n47.44\n(0.5)\nTotal domestic sales of refined oil products\nmillion tonnes\n43.35\n41.94\n3.4\nRetail\nmillion tonnes\n29.46\n28.63\n2.9\nDirect sales & Distribution\nmillion tonnes\n13.89\n13.31\n4.4\nTotal number of Sinopec-branded service stations 3\nstations\n30,648\n30,633\n-\nCompany-operated\nstations\n30,642\n30,627\n-\nThroughput per station 4\ntonnes\n3,846\n3,725\n3.2\nNote 3 The number of service stations in 2017 was the number as of 31 December 2017.\nNote 4 Throughput per station was annualised.\nChemicals:\nThe Company further optimised product slate, produced customer-oriented and high value-added products. We optimised feedstock mix to reduce cost. We intensified efforts on R&D, production and promotion of high-value-added new products, with the differential ratio of synthetic fiber reaching 89.8% and the ratio of new synthetic resin products and performance compound reaching 63.0%. We put more effort into marketing development and promoted fine chemical products marketing and targeted marketing service. In the first quarter, ethylene production reached 2.995 million tonnes, up by 1.8% and chemical sales volume was 20.458 million tonnes, up by 10.0% over the same period of last year. The Chemicals Segment realised an operating profit of RMB 8.452 billion.\nChemicals 5\nUnit\nFor three-month period\nended 31 March\nChanges\n(%)\n2018\n2017\nEthylene\nthousand tonnes\n2,995\n2,941\n1.8\nSynthetic resin\nthousand tonnes\n4,117\n4,074\n1.1\nSynthetic rubber\nthousand tonnes\n199\n227\n(12.3)\nMonomers and polymers for synthetic fiber\nthousand tonnes\n2,246\n2,424\n(7.3)\nSynthetic fiber\nthousand tonnes\n296\n308\n(3.9)\nNote 5 Including 100% production of domestic joint ventures.\nCapital Expenditure:\nIn the first quarter, the total capital expenditure was RMB 6.414 billion. Capital expenditures for Exploration and Production Segment were RMB 1.597 billion, mainly for capacity construction of shale gas, Hangjinqi natural gas and Shunbei crude oil, as well as for construction of Wen 23 Gas Storage Project, phaseⅡpressure boosting project of Sichuan-to-East China Pipeline, phaseⅠproject of Xinqi Pipeline and overseas oil and gas projects. Capital expenditures for Refining Segment were RMB 1.269 billion, mainly for Zhongke integrated refining and chemical project, structure adjustment in Zhenhai, Maoming and Tianjin subsidiaries, and GB VI standard gasoline and diesel quality upgrading. Capital expenditures for Marketing and Distribution Segment were RMB 2.273 billion, mainly for revamping service stations, construction for pipelines from Zhanjiang to Beihai and Jingmen to Xiangyang etc., as well as building depots and storage and rectifying safety and environmental hazards. Capital expenditures for Chemicals Segment were RMB 1.158 billion, mainly for Zhongke integrated refining and chemical project, the high-efficiency and environmental- friendly aromatics project (phaseⅡ) in Hainan refinery, and other resources integrated utilisation projects as well as product structure adjustment projects. Capital expenditures for Corporate and Others were RMB 117 million, mainly for R&D facilities and information technology application projects.\nAppendix\nPrincipal financial data and indicators\nPrincipal financial data and indicators prepared in accordance with China Accounting Standards for Business Enterprises (ASBE)\nUnits: RMB million\nItems\nAs of 31 March 2018\nAs of 31 December 2017\nChanges from the end of the preceding year to the end of the reporting period (%)\nTotal assets\n1,572,527\n1,595,504\n(1.4)\nTotal equity attributable to equity shareholders of the Company\n745,799\n727,244\n2.6\nItems\nThree months\nChanges over the same period of the preceding year (%)\n2018\n2017\nNet cash flow from operating activities\n12,052\n13,276\n(9.2)\nOperating income\n621,251\n582,185\n6.7\nNet profit attributable to equity shareholders of the Company\n18,770\n16,633\n12.8\nNet profit attributable to equity shareholders of the Company excluding extraordinary gains and losses\n17,982\n16,540\n8.7\nWeighted average return on net assets (%)\n2.55\n2.31\n0.24 percentage points\nBasic earnings per share (RMB)\n0.155\n0.137\n13.1\nDiluted earnings per share (RMB)\n0.155\n0.137\n13.1\nExtraordinary gain/loss items\nDuring the reporting period\n(gains)/losses （ RMB million ）\nNet loss on disposal of non-current assets\n18\nDonations\n2\nGovernment grants\n(692)\nGains on holding and disposal of various investments\n(261)\nOther extraordinary income and expenses, net\n(181)\nSubtotal\n(1,114)\nTax effect\n278\nTotal\n(836)\nEquity shareholders of the Company\n(788)\nMinority interests\n(48)\n2.1.2 Principal financial data and indicators prepared in accordance with International Financial Reporting Standards (IFRS)\nUnits: RMB million\nItems\nAs of 31 March\n2018\nAs of 31 December\n2017\nChanges from the end of the preceding year to the end of the reporting period (%)\nTotal assets\n1,572,527\n1,595,504\n(1.4)\nTotal equity attributable to owners of the Company\n744,688\n726,120\n2.6\nItems\nThree months\nChanges over the same period of the preceding year (%)\n2018\n2017\nNet cash generated from operating activities\n12,052\n13,276\n(9.2)\nOperating profit\n29,218\n25,435\n14.9\nNet profit attributable to owners of the Company\n19,306\n17,199\n12.3\nBasic earnings per share (RMB)\n0.159\n0.142\n12.0\nDiluted earnings per share (RMB)\n0.159\n0.142\n12.0\nReturn on net assets (%)\n2.59\n2.36\n0.23 percentage points\nAbout Sinopec Corp.\nSinopec Corp. is one of the largest integrated energy and chemical companies in China. Its principal operations include the exploration and production, pipeline transportation and sale of petroleum and natural gas; the sale, storage and transportation of petroleum products, petrochemical products, coal chemical products, synthetic fibre and other chemical products; the import and export, including an import and export agency business, of petroleum, natural gas, petroleum products, petrochemical and chemical products, and other commodities and technologies; and research, development and application of technologies and information.\nSinopec Corp. sets 'fueling beautiful life' as its corporate mission, puts 'people, responsibility, integrity, precision, innovation and win-win' as its corporate core values, pursues strategies of value-orientation, innovation-driven development, integrated resource allocation, open cooperation, and green and low-carbon growth, and strives to achieve its corporate vision of building a world leading energy and chemical company.\nDisclaimer\nThis press release includes \"forward-looking statements\". All statements, other than statements of historical facts that address activities, events or developments that Sinopec Corp. expects or anticipates will or may occur in the future (including but not limited to projections, targets, reserve volume, other estimates and business plans) are forward-looking statements. Sinopec Corp.'s actual results or developments may differ materially from those indicated by these forward-looking statements as a result of various factors and uncertainties, including but not limited to the price fluctuation, possible changes in actual demand, foreign exchange rate, results of oil exploration, estimates of oil and gas reserves, market shares, competition, environmental risks, possible changes to laws, finance and regulations, conditions of the global economy and financial markets, political risks, possible delay of projects, government approval of projects, cost estimates and other factors beyond Sinopec Corp.'s control. In addition, Sinopec Corp. makes the forward-looking statements referred to herein as of today and undertakes no obligation to update these statements.\nInvestor Inquiries ： Media Inquiries ：\nBeijing\nTel：(86 10) 5996 0028 Tel：(86 10) 5996 0028\nFax：(86 10) 5996 0386 Fax：(8610) 5996 0386\nEmail： ir@sinopec.com Email： ir@sinopec.com\nHong Kong\nTel：(852) 2824 2638 Tel：(852) 2522 1838\nFax：(852) 2824 3669 Fax：(852) 2521 9955\nEmail： ir@sinopechk.com Email： sinopec@prchina.com.hk\n releases/sinopec-corp-posts-net-profit-of-rmb-19-3-billion-for-q1-2018--300637225.html\nSOURCE China Petroleum & Chemical Corporation",
    "published": "2018-04-26T16:57:00.000+03:00",
    "crawled": "2018-04-26T17:42:52.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "china",
        "petroleum",
        "chemical",
        "corporation",
        "sinopec",
        "company",
        "hkex",
        "sse",
        "nyse",
        "snp",
        "today",
        "announced",
        "unaudited",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "financial",
        "highlight",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "company",
        "operating",
        "profit",
        "rmb",
        "billion",
        "net",
        "profit",
        "attributable",
        "owner",
        "company",
        "rmb",
        "billion",
        "increased",
        "basic",
        "earnings",
        "per",
        "share",
        "eps",
        "rmb",
        "increased",
        "accordance",
        "china",
        "accounting",
        "standard",
        "business",
        "enterprise",
        "asbe",
        "company",
        "operating",
        "income",
        "rmb",
        "billion",
        "increased",
        "net",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "company",
        "rmb",
        "billion",
        "increased",
        "basic",
        "earnings",
        "per",
        "share",
        "eps",
        "rmb",
        "increased",
        "company",
        "financial",
        "position",
        "continued",
        "improve",
        "first",
        "quarter",
        "accordance",
        "ifrs",
        "cash",
        "cash",
        "equivalent",
        "end",
        "first",
        "quarter",
        "rmb",
        "billion",
        "ratio",
        "end",
        "first",
        "quarter",
        "business",
        "review",
        "first",
        "quarter",
        "global",
        "economy",
        "recovered",
        "gradually",
        "chinese",
        "economy",
        "maintained",
        "momentum",
        "steady",
        "sound",
        "growth",
        "gross",
        "domestic",
        "product",
        "gdp",
        "international",
        "crude",
        "oil",
        "price",
        "fluctuated",
        "narrow",
        "range",
        "increased",
        "slightly",
        "company",
        "pursued",
        "structural",
        "reform",
        "main",
        "task",
        "focused",
        "improving",
        "quality",
        "efficiency",
        "operation",
        "upheld",
        "policy",
        "reform",
        "management",
        "innovation",
        "development",
        "strengthened",
        "effort",
        "cost",
        "reduction",
        "market",
        "expansion",
        "structural",
        "adjustment",
        "reform",
        "promotion",
        "management",
        "reinforcement",
        "helped",
        "deliver",
        "solid",
        "operating",
        "result",
        "exploration",
        "production",
        "company",
        "constantly",
        "strengthened",
        "measure",
        "exploration",
        "activity",
        "adopted",
        "approach",
        "development",
        "exploration",
        "made",
        "new",
        "progress",
        "northeast",
        "sichuan",
        "area",
        "sichuan",
        "basin",
        "shunbei",
        "area",
        "xinjiang",
        "tarim",
        "basin",
        "strengthened",
        "effort",
        "e",
        "p",
        "deep",
        "normal",
        "pressure",
        "new",
        "stratum",
        "shale",
        "gas",
        "formation",
        "found",
        "new",
        "discovery",
        "weirong",
        "shale",
        "gas",
        "field",
        "oil",
        "gas",
        "development",
        "accelerated",
        "crude",
        "oil",
        "reserve",
        "evaluation",
        "promoted",
        "capacity",
        "building",
        "new",
        "area",
        "crude",
        "oil",
        "natural",
        "gas",
        "constantly",
        "advanced",
        "progressive",
        "exploration",
        "reservoir",
        "appraisal",
        "natural",
        "gas",
        "first",
        "quarter",
        "oil",
        "gas",
        "production",
        "company",
        "million",
        "barrel",
        "oil",
        "equivalent",
        "among",
        "domestic",
        "crude",
        "oil",
        "increased",
        "natural",
        "gas",
        "increased",
        "compared",
        "period",
        "last",
        "year",
        "exploration",
        "production",
        "segment",
        "operating",
        "loss",
        "rmb",
        "billion",
        "realising",
        "significant",
        "reduction",
        "loss",
        "rmb",
        "billion",
        "compared",
        "period",
        "last",
        "year",
        "exploration",
        "production",
        "unit",
        "period",
        "ended",
        "march",
        "change",
        "oil",
        "gas",
        "production",
        "million",
        "boe",
        "crude",
        "oil",
        "production",
        "million",
        "barrel",
        "china",
        "million",
        "barrel",
        "overseas",
        "million",
        "barrel",
        "natural",
        "gas",
        "production",
        "billion",
        "cubic",
        "foot",
        "realised",
        "crude",
        "oil",
        "price",
        "realised",
        "natural",
        "gas",
        "price",
        "cubic",
        "foot",
        "note",
        "conversion",
        "domestic",
        "production",
        "crude",
        "oil",
        "tonne",
        "barrel",
        "overseas",
        "production",
        "crude",
        "oil",
        "barrel",
        "production",
        "natural",
        "gas",
        "cubic",
        "meter",
        "cubic",
        "foot",
        "refining",
        "company",
        "comprehensively",
        "optimised",
        "operation",
        "production",
        "plan",
        "proactively",
        "adjusted",
        "product",
        "structure",
        "improved",
        "production",
        "volume",
        "gasoline",
        "high",
        "product",
        "ratio",
        "diesel",
        "gasoline",
        "decreased",
        "time",
        "actively",
        "implemented",
        "refined",
        "oil",
        "product",
        "quality",
        "upgrading",
        "ensure",
        "supply",
        "high",
        "quality",
        "refined",
        "oil",
        "product",
        "optimised",
        "crude",
        "oil",
        "procurement",
        "resource",
        "distribution",
        "realise",
        "cost",
        "control",
        "first",
        "quarter",
        "refinery",
        "throughput",
        "grew",
        "refined",
        "oil",
        "product",
        "production",
        "grew",
        "among",
        "gasoline",
        "kerosene",
        "diesel",
        "period",
        "last",
        "year",
        "refining",
        "segment",
        "realised",
        "operating",
        "profit",
        "rmb",
        "billion",
        "refining",
        "unit",
        "period",
        "ended",
        "march",
        "change",
        "refinery",
        "throughput",
        "million",
        "tonne",
        "gasoline",
        "diesel",
        "kerosene",
        "production",
        "million",
        "tonne",
        "gasoline",
        "million",
        "tonne",
        "diesel",
        "million",
        "tonne",
        "kerosene",
        "million",
        "tonne",
        "light",
        "chemical",
        "feedstock",
        "million",
        "tonne",
        "light",
        "product",
        "yield",
        "percentage",
        "point",
        "refining",
        "yield",
        "percentage",
        "point",
        "note",
        "including",
        "production",
        "domestic",
        "joint",
        "venture",
        "marketing",
        "distribution",
        "faced",
        "intensified",
        "competition",
        "company",
        "took",
        "active",
        "part",
        "coping",
        "marketing",
        "challenge",
        "gave",
        "full",
        "play",
        "advantage",
        "integrated",
        "operation",
        "marketing",
        "network",
        "coordinating",
        "internal",
        "external",
        "resource",
        "optimising",
        "resource",
        "distribution",
        "improving",
        "capability",
        "service",
        "realised",
        "increase",
        "total",
        "domestic",
        "sale",
        "retail",
        "volume",
        "refined",
        "oil",
        "product",
        "optimised",
        "distribution",
        "network",
        "improved",
        "environment",
        "protection",
        "measure",
        "service",
        "station",
        "revamped",
        "storage",
        "transportation",
        "facility",
        "refined",
        "oil",
        "product",
        "improve",
        "marketing",
        "network",
        "promoted",
        "integration",
        "fuel",
        "business",
        "business",
        "optimised",
        "system",
        "brand",
        "product",
        "accelerated",
        "construction",
        "integrated",
        "service",
        "station",
        "business",
        "kept",
        "increasing",
        "rapidly",
        "first",
        "quarter",
        "total",
        "sale",
        "volume",
        "refined",
        "oil",
        "product",
        "million",
        "tonne",
        "among",
        "domestic",
        "sale",
        "volume",
        "recorded",
        "million",
        "tonne",
        "increase",
        "period",
        "last",
        "year",
        "operating",
        "revenue",
        "business",
        "reached",
        "rmb",
        "billion",
        "compared",
        "period",
        "last",
        "year",
        "marketing",
        "distribution",
        "segment",
        "realised",
        "operating",
        "profit",
        "rmb",
        "billion",
        "marketing",
        "distribution",
        "unit",
        "period",
        "ended",
        "march",
        "change",
        "total",
        "sale",
        "volume",
        "refined",
        "oil",
        "product",
        "million",
        "tonne",
        "total",
        "domestic",
        "sale",
        "refined",
        "oil",
        "product",
        "million",
        "tonne",
        "retail",
        "million",
        "tonne",
        "direct",
        "sale",
        "distribution",
        "million",
        "tonne",
        "total",
        "number",
        "service",
        "station",
        "station",
        "station",
        "throughput",
        "per",
        "station",
        "tonne",
        "note",
        "number",
        "service",
        "station",
        "number",
        "december",
        "note",
        "throughput",
        "per",
        "station",
        "annualised",
        "chemical",
        "company",
        "optimised",
        "product",
        "slate",
        "produced",
        "high",
        "product",
        "optimised",
        "feedstock",
        "mix",
        "reduce",
        "cost",
        "intensified",
        "effort",
        "r",
        "production",
        "promotion",
        "new",
        "product",
        "differential",
        "ratio",
        "synthetic",
        "fiber",
        "reaching",
        "ratio",
        "new",
        "synthetic",
        "resin",
        "product",
        "performance",
        "compound",
        "reaching",
        "put",
        "effort",
        "marketing",
        "development",
        "promoted",
        "fine",
        "chemical",
        "product",
        "marketing",
        "targeted",
        "marketing",
        "service",
        "first",
        "quarter",
        "ethylene",
        "production",
        "reached",
        "million",
        "tonne",
        "chemical",
        "sale",
        "volume",
        "million",
        "tonne",
        "period",
        "last",
        "year",
        "chemical",
        "segment",
        "realised",
        "operating",
        "profit",
        "rmb",
        "billion",
        "chemical",
        "unit",
        "period",
        "ended",
        "march",
        "change",
        "ethylene",
        "thousand",
        "tonne",
        "synthetic",
        "resin",
        "thousand",
        "tonne",
        "synthetic",
        "rubber",
        "thousand",
        "tonne",
        "monomer",
        "polymer",
        "synthetic",
        "fiber",
        "thousand",
        "tonne",
        "synthetic",
        "fiber",
        "thousand",
        "tonne",
        "note",
        "including",
        "production",
        "domestic",
        "joint",
        "venture",
        "capital",
        "expenditure",
        "first",
        "quarter",
        "total",
        "capital",
        "expenditure",
        "rmb",
        "billion",
        "capital",
        "expenditure",
        "exploration",
        "production",
        "segment",
        "rmb",
        "billion",
        "mainly",
        "capacity",
        "construction",
        "shale",
        "gas",
        "hangjinqi",
        "natural",
        "gas",
        "shunbei",
        "crude",
        "oil",
        "well",
        "construction",
        "wen",
        "gas",
        "storage",
        "project",
        "phaseⅱpressure",
        "boosting",
        "project",
        "china",
        "pipeline",
        "phaseⅰproject",
        "xinqi",
        "pipeline",
        "overseas",
        "oil",
        "gas",
        "project",
        "capital",
        "expenditure",
        "refining",
        "segment",
        "rmb",
        "billion",
        "mainly",
        "zhongke",
        "integrated",
        "refining",
        "chemical",
        "project",
        "structure",
        "adjustment",
        "zhenhai",
        "maoming",
        "tianjin",
        "subsidiary",
        "gb",
        "vi",
        "standard",
        "gasoline",
        "diesel",
        "quality",
        "upgrading",
        "capital",
        "expenditure",
        "marketing",
        "distribution",
        "segment",
        "rmb",
        "billion",
        "mainly",
        "revamping",
        "service",
        "station",
        "construction",
        "pipeline",
        "zhanjiang",
        "beihai",
        "jingmen",
        "xiangyang",
        "well",
        "building",
        "depot",
        "storage",
        "rectifying",
        "safety",
        "environmental",
        "hazard",
        "capital",
        "expenditure",
        "chemical",
        "segment",
        "rmb",
        "billion",
        "mainly",
        "zhongke",
        "integrated",
        "refining",
        "chemical",
        "project",
        "friendly",
        "aromatics",
        "project",
        "phaseⅱ",
        "hainan",
        "refinery",
        "resource",
        "integrated",
        "utilisation",
        "project",
        "well",
        "product",
        "structure",
        "adjustment",
        "project",
        "capital",
        "expenditure",
        "corporate",
        "others",
        "rmb",
        "million",
        "mainly",
        "r",
        "facility",
        "information",
        "technology",
        "application",
        "project",
        "appendix",
        "principal",
        "financial",
        "data",
        "indicator",
        "principal",
        "financial",
        "data",
        "indicator",
        "prepared",
        "accordance",
        "china",
        "accounting",
        "standard",
        "business",
        "enterprise",
        "asbe",
        "unit",
        "rmb",
        "million",
        "item",
        "march",
        "december",
        "change",
        "end",
        "preceding",
        "year",
        "end",
        "reporting",
        "period",
        "total",
        "asset",
        "total",
        "equity",
        "attributable",
        "equity",
        "shareholder",
        "company",
        "item",
        "three",
        "month",
        "change",
        "period",
        "preceding",
        "year",
        "net",
        "cash",
        "flow",
        "operating",
        "activity",
        "operating",
        "income",
        "net",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "company",
        "net",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "company",
        "excluding",
        "extraordinary",
        "gain",
        "loss",
        "weighted",
        "average",
        "return",
        "net",
        "asset",
        "percentage",
        "point",
        "basic",
        "earnings",
        "per",
        "share",
        "rmb",
        "diluted",
        "earnings",
        "per",
        "share",
        "rmb",
        "extraordinary",
        "item",
        "reporting",
        "period",
        "gain",
        "rmb",
        "million",
        "net",
        "loss",
        "disposal",
        "asset",
        "donation",
        "government",
        "grant",
        "gain",
        "holding",
        "disposal",
        "various",
        "investment",
        "extraordinary",
        "income",
        "expense",
        "net",
        "subtotal",
        "tax",
        "effect",
        "total",
        "equity",
        "shareholder",
        "company",
        "minority",
        "interest",
        "principal",
        "financial",
        "data",
        "indicator",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "unit",
        "rmb",
        "million",
        "item",
        "march",
        "december",
        "change",
        "end",
        "preceding",
        "year",
        "end",
        "reporting",
        "period",
        "total",
        "asset",
        "total",
        "equity",
        "attributable",
        "owner",
        "company",
        "item",
        "three",
        "month",
        "change",
        "period",
        "preceding",
        "year",
        "net",
        "cash",
        "generated",
        "operating",
        "activity",
        "operating",
        "profit",
        "net",
        "profit",
        "attributable",
        "owner",
        "company",
        "basic",
        "earnings",
        "per",
        "share",
        "rmb",
        "diluted",
        "earnings",
        "per",
        "share",
        "rmb",
        "return",
        "net",
        "asset",
        "percentage",
        "point",
        "sinopec",
        "sinopec",
        "one",
        "largest",
        "integrated",
        "energy",
        "chemical",
        "company",
        "china",
        "principal",
        "operation",
        "include",
        "exploration",
        "production",
        "pipeline",
        "transportation",
        "sale",
        "petroleum",
        "natural",
        "gas",
        "sale",
        "storage",
        "transportation",
        "petroleum",
        "product",
        "petrochemical",
        "product",
        "coal",
        "chemical",
        "product",
        "synthetic",
        "fibre",
        "chemical",
        "product",
        "import",
        "export",
        "including",
        "import",
        "export",
        "agency",
        "business",
        "petroleum",
        "natural",
        "gas",
        "petroleum",
        "product",
        "petrochemical",
        "chemical",
        "product",
        "commodity",
        "technology",
        "research",
        "development",
        "application",
        "technology",
        "information",
        "sinopec",
        "set",
        "beautiful",
        "life",
        "corporate",
        "mission",
        "put",
        "responsibility",
        "integrity",
        "precision",
        "innovation",
        "corporate",
        "core",
        "value",
        "pursues",
        "strategy",
        "development",
        "integrated",
        "resource",
        "allocation",
        "open",
        "cooperation",
        "green",
        "growth",
        "strives",
        "achieve",
        "corporate",
        "vision",
        "building",
        "world",
        "leading",
        "energy",
        "chemical",
        "company",
        "disclaimer",
        "press",
        "release",
        "includes",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "sinopec",
        "expects",
        "anticipates",
        "may",
        "occur",
        "future",
        "including",
        "limited",
        "projection",
        "target",
        "reserve",
        "volume",
        "estimate",
        "business",
        "plan",
        "statement",
        "sinopec",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "factor",
        "uncertainty",
        "including",
        "limited",
        "price",
        "fluctuation",
        "possible",
        "change",
        "actual",
        "demand",
        "foreign",
        "exchange",
        "rate",
        "result",
        "oil",
        "exploration",
        "estimate",
        "oil",
        "gas",
        "reserve",
        "market",
        "share",
        "competition",
        "environmental",
        "risk",
        "possible",
        "change",
        "law",
        "finance",
        "regulation",
        "condition",
        "global",
        "economy",
        "financial",
        "market",
        "political",
        "risk",
        "possible",
        "delay",
        "project",
        "government",
        "approval",
        "project",
        "cost",
        "estimate",
        "factor",
        "beyond",
        "sinopec",
        "control",
        "addition",
        "sinopec",
        "make",
        "statement",
        "referred",
        "herein",
        "today",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "investor",
        "inquiry",
        "medium",
        "inquiry",
        "beijing",
        "ir",
        "ir",
        "hong",
        "kong",
        "ir",
        "sinopec",
        "source",
        "china",
        "petroleum",
        "chemical",
        "corporation"
    ]
}