{
    "organizations": [],
    "uuid": "0a42a9ea8748b9d46efd5e0d141f575e1c34f7ab",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/04/04/uneasiness-spreads-in-farm-economy-with-china-targeting-us-soybeans.html",
    "ord_in_thread": 0,
    "title": "Uneasiness spreads in farm economy with China targeting US soybeans",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "18 Hours Ago | 02:46 \nFears of an expanded trade war with China are spreading across the farm economy after Beijing announced it might slap a 25 percent tariff on American soybeans and other farm products. \nAffected agricultural products also include U.S. corn, beef, cotton, tobacco, sorghum and orange juice. However, China's Ministry of Commerce is targeting not only U.S. agriculture but other items such as automobiles on its wide-ranging list of more than 100 American products. \nThe move by Beijing on Wednesday came a day after the Trump administration proposed duties on more than 1,300 imported products in China's machinery, electronics, aerospace and robotics sectors. \n\"It's frustrating because agriculture has long been just a pawn in these trade wars,\" said Mark Kenney, who grows soybeans in central Iowa. \"I'm concerned about it because China is a huge market for us.\" \nThe U.S. exports about $14 billion worth of soybeans to China, according to the U.S. Department of Agriculture. China buys roughly half of the U.S. soybean exports, and roughly one in three rows of soybeans grown on the nation's farms goes to the world's second-largest economy, according to the American Soybean Association. \nOverall, U.S. agricultural exports to China represent almost $20 billion annually for American farmers. Potentially 'disastrous situation' \n\"They are hitting soybeans, wheat, corn and cotton — so all the agricultural products — and this is in addition to what they announced already on pork and sorghum,\" said Wendong Zhang, assistant professor of economics at Iowa State University. \"So essentially if this becomes a reality two months later, this will be a disastrous situation for U.S. agriculture.\" \nChina's planned tariffs on U.S. agriculture come as the nation's heartland already is struggling after years of low crop prices. Some farmers are considering exiting the business. In February, the USDA predicted net farm income in 2018 would fall to lowest level in nominal terms since 2006. \nThe lion's share of the U.S. agribusiness trade to China involves soybeans, which are grown in many Midwestern farm states where President Donald Trump received strong support during the 2016 presidential election. Daniel Acker | Bloomberg | Getty Images Soybeans are harvested Princeton, Illinois, \n\"The Chinese are very clever here,\" Keith Bliss, a trader for the brokerage firm Cuttone & Co., said on CNBC's \" Closing Bell .\" \"They knew that they were going to hit right to the heart of Trump's base of support in the Midwest.\" \n\"I'm sure the White House got dozens of calls from soybean farmers this morning when they saw that news cross the tape,\" he added. \"And it's going to get both parties to the table. And that's precisely what the Chinese wanted to accomplish that.\" Lucrative market \nTo be clear, some farmers support Trump's strategy to hold China accountable on trade issues due to national security concerns but also worry about unintended consequences and the long-term impact it might have on access to China, a lucrative market with a growing middle class that is demanding more food. \nAt the same time, it creates a situation where global agriculture sellers such as the European Union and South America could take share away from the United States in key agricultural commodities sold to China. \n\"Our corn farmers have worked for decades to support fair and open trade practices because we understand that trade is a two-way street,\" said Texas farmer Wesley Spurlock, chairman of the National Corn Growers Association. \nExperts point out that the White House has time to decide before the new round of tariffs on some 1,300 Chinese goods — or about $50 billion worth of products — goes into effect since there will be a 30-day comment period for business interests and other parties. Also, that will be followed by up to 180 days for the president to decide before taking the next step to formalize the duties against the Chinese. \nIn early March, Trump unveiled a 25 percent duty on steel imports and 10 percent charge on aluminum imports , essentially targeting suppliers such as China. That ultimately led to China's Finance Ministry on Sunday to unveil retaliatory tariffs on up to 128 kinds of U.S. goods , including pork and fruit. \nOne in 4 hogs in the U.S. is sold overseas , and the Chinese are the world's top consumers of pork. At about $1.1 billion, mainland China and Hong Kong together are the third-largest market for U.S. pork based on value. Last year, China was the second-largest volume market for the American pork industry after Mexico . \n\"There is scope for negotiation going forward,\" said Dan Ikenson, director of trade policy studies at the Cato Institute, a libertarian think tank. \"Maybe it's easier to negotiate if you have on the table your big guns as well. This will certainly encourage the auto industry and soy farmers and Boeing to hang out in Washington and speak to policymakers until this is resolved.\" Soybean futures dip \nReaction to the China trade threat was swift in the futures markets with Chicago soybeans for May delivery falling as much as 5 percent during Wednesday's session to a two-month low before settling down just over 2 percent to $10.167 per bushel. \nTop soybean growing states include Iowa, Illinois, Minnesota, Nebraska, Indiana, Missouri, Ohio and the Dakotas. \nOther commodities targeted by China's threat Wednesday were also lower: Chicago corn for delivery in May fell more than 2 percent to $3.805 a bushel and New York cotton futures for May sank more than 3 percent to 79.55 cents per pound. \n\"We expected a bumpy ride on the soybean side,\" South Dakota soybean farmer Kevin Scott told CNBC's \" Power Lunch \" on Wednesday. \"Traders love a lot of volatility, but for farmers, it gives us a lot of heartburn.\" Getty Images \nScott said the soybean market declines earlier in the session translated into essentially a $1.7 billion decline in value for the U.S. soybean crop and for him personally a haircut potentially in the tens of thousands of dollars. \nTraders expect more volatility in the coming weeks — not only from soybeans but other agricultural commodities that China has targeted in the tit-for-tat trade action. They also note that China can get soybeans from Argentina and Brazil , two major growers and exporters, but still will likely need to rely on some American beans for the foreseeable future. \n\"China can't cut out completely from their import program [for soybeans],\" said Ted Seifried, chief market strategist at Zaner Group, a Chicago-based futures brokerage. \"But even if they were to drop 10 percent of what we're sending to them — and favor South America as much as they can — it would still have a huge impact on our balance.\" \nMost of the soybeans shipped to China are used for soy protein to feed roughly 700 million pigs in the country or to make cooking oil. The Chinese also grow some of their own soybeans, mostly for human consumption, but that crop represents less than half the amount purchased from the U.S. \nThe U.S. sold approximately 33 million tons of soybeans in 2017 to China, or just over one-third of the beans imported by the Asian country. By comparison, Brazil shipped more than 50 million tons of soybeans last year to China and represented nearly 55 percent of the total imports. Argentina has been struggling with a drought and is expected to have a smaller crop for export this season. \nChina's announcement also concerns other agricultural commodities, particularly wheat, frozen beef and cotton. Other targets \n\"It is unsettling to see American-produced beef listed as a target for retaliation,\" said Kent Bacus, director of international trade and market access for the National Cattlemen's Beef Association. \"This is a battle between two governments, and the unfortunate casualties will be America's cattlemen and women and our consumers in China.\" \nBacus added that the cattle association backs \"trade enforcement, but endless retaliation is not a good path forward for either side.\" \nChina took delivery just last year of the first shipments of American beef in 14 years . China had shut its market to American beef producers after a case of so-called mad cow disease was detected in the U.S. in late 2003. \nAs for wheat, the industry is also worried about the impact of the escalating trade dispute. \n\"This will definitely be a big hit to the U.S. wheat market,\" said Chandler Goule, CEO of the National Association of Wheat Growers. \"Putting a 25 percent tariff on all U.S. wheat going into China is going to significantly reduce our availability to that market.\" \nThe U.S. wheat industry last year sold 61 million bushels of the commodity to China, or about $450 million worth of the product. China ranks as the fourth-largest buyer of American wheat and about 7 percent of total U.S. exports of the grain. \nCotton growers, too, expressed concern about China's threat to impose a 25 percent tariff. China is the second-largest export market for U.S. cotton. \"I cannot overstate the importance of China's market to U.S. cotton farmers and the importance of U.S. cotton in meeting the needs of China's textile industry,\" said Ron Craft, chairman of the National Cotton Council. ",
    "published": "2018-04-05T07:46:00.000+03:00",
    "crawled": "2018-04-05T07:01:42.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "fear",
        "expanded",
        "trade",
        "war",
        "china",
        "spreading",
        "across",
        "farm",
        "economy",
        "beijing",
        "announced",
        "might",
        "slap",
        "percent",
        "tariff",
        "american",
        "soybean",
        "farm",
        "product",
        "affected",
        "agricultural",
        "product",
        "also",
        "include",
        "corn",
        "beef",
        "cotton",
        "tobacco",
        "sorghum",
        "orange",
        "juice",
        "however",
        "china",
        "ministry",
        "commerce",
        "targeting",
        "agriculture",
        "item",
        "automobile",
        "list",
        "american",
        "product",
        "move",
        "beijing",
        "wednesday",
        "came",
        "day",
        "trump",
        "administration",
        "proposed",
        "duty",
        "imported",
        "product",
        "china",
        "machinery",
        "electronics",
        "aerospace",
        "robotics",
        "sector",
        "frustrating",
        "agriculture",
        "long",
        "pawn",
        "trade",
        "war",
        "said",
        "mark",
        "kenney",
        "grows",
        "soybean",
        "central",
        "iowa",
        "concerned",
        "china",
        "huge",
        "market",
        "u",
        "export",
        "billion",
        "worth",
        "soybean",
        "china",
        "according",
        "department",
        "agriculture",
        "china",
        "buy",
        "roughly",
        "half",
        "soybean",
        "export",
        "roughly",
        "one",
        "three",
        "row",
        "soybean",
        "grown",
        "nation",
        "farm",
        "go",
        "world",
        "economy",
        "according",
        "american",
        "soybean",
        "association",
        "overall",
        "agricultural",
        "export",
        "china",
        "represent",
        "almost",
        "billion",
        "annually",
        "american",
        "farmer",
        "potentially",
        "situation",
        "hitting",
        "soybean",
        "wheat",
        "corn",
        "cotton",
        "agricultural",
        "product",
        "addition",
        "announced",
        "already",
        "pork",
        "sorghum",
        "said",
        "wendong",
        "zhang",
        "assistant",
        "professor",
        "economics",
        "iowa",
        "state",
        "university",
        "essentially",
        "becomes",
        "reality",
        "two",
        "month",
        "later",
        "disastrous",
        "situation",
        "agriculture",
        "china",
        "planned",
        "tariff",
        "agriculture",
        "come",
        "nation",
        "heartland",
        "already",
        "struggling",
        "year",
        "low",
        "crop",
        "price",
        "farmer",
        "considering",
        "exiting",
        "business",
        "february",
        "usda",
        "predicted",
        "net",
        "farm",
        "income",
        "would",
        "fall",
        "lowest",
        "level",
        "nominal",
        "term",
        "since",
        "lion",
        "share",
        "agribusiness",
        "trade",
        "china",
        "involves",
        "soybean",
        "grown",
        "many",
        "midwestern",
        "farm",
        "state",
        "president",
        "donald",
        "trump",
        "received",
        "strong",
        "support",
        "presidential",
        "election",
        "daniel",
        "acker",
        "bloomberg",
        "getty",
        "image",
        "soybean",
        "harvested",
        "princeton",
        "illinois",
        "chinese",
        "clever",
        "keith",
        "bliss",
        "trader",
        "brokerage",
        "firm",
        "cuttone",
        "said",
        "cnbc",
        "closing",
        "bell",
        "knew",
        "going",
        "hit",
        "right",
        "heart",
        "trump",
        "base",
        "support",
        "midwest",
        "sure",
        "white",
        "house",
        "got",
        "dozen",
        "call",
        "soybean",
        "farmer",
        "morning",
        "saw",
        "news",
        "cross",
        "tape",
        "added",
        "going",
        "get",
        "party",
        "table",
        "precisely",
        "chinese",
        "wanted",
        "accomplish",
        "lucrative",
        "market",
        "clear",
        "farmer",
        "support",
        "trump",
        "strategy",
        "hold",
        "china",
        "accountable",
        "trade",
        "issue",
        "due",
        "national",
        "security",
        "concern",
        "also",
        "worry",
        "unintended",
        "consequence",
        "impact",
        "might",
        "access",
        "china",
        "lucrative",
        "market",
        "growing",
        "middle",
        "class",
        "demanding",
        "food",
        "time",
        "creates",
        "situation",
        "global",
        "agriculture",
        "seller",
        "european",
        "union",
        "south",
        "america",
        "could",
        "take",
        "share",
        "away",
        "united",
        "state",
        "key",
        "agricultural",
        "commodity",
        "sold",
        "china",
        "corn",
        "farmer",
        "worked",
        "decade",
        "support",
        "fair",
        "open",
        "trade",
        "practice",
        "understand",
        "trade",
        "street",
        "said",
        "texas",
        "farmer",
        "wesley",
        "spurlock",
        "chairman",
        "national",
        "corn",
        "grower",
        "association",
        "expert",
        "point",
        "white",
        "house",
        "time",
        "decide",
        "new",
        "round",
        "tariff",
        "chinese",
        "good",
        "billion",
        "worth",
        "product",
        "go",
        "effect",
        "since",
        "comment",
        "period",
        "business",
        "interest",
        "party",
        "also",
        "followed",
        "day",
        "president",
        "decide",
        "taking",
        "next",
        "step",
        "formalize",
        "duty",
        "chinese",
        "early",
        "march",
        "trump",
        "unveiled",
        "percent",
        "duty",
        "steel",
        "import",
        "percent",
        "charge",
        "aluminum",
        "import",
        "essentially",
        "targeting",
        "supplier",
        "china",
        "ultimately",
        "led",
        "china",
        "finance",
        "ministry",
        "sunday",
        "unveil",
        "retaliatory",
        "tariff",
        "kind",
        "good",
        "including",
        "pork",
        "fruit",
        "one",
        "hog",
        "sold",
        "overseas",
        "chinese",
        "world",
        "top",
        "consumer",
        "pork",
        "billion",
        "mainland",
        "china",
        "hong",
        "kong",
        "together",
        "market",
        "pork",
        "based",
        "value",
        "last",
        "year",
        "china",
        "volume",
        "market",
        "american",
        "pork",
        "industry",
        "mexico",
        "scope",
        "negotiation",
        "going",
        "forward",
        "said",
        "dan",
        "ikenson",
        "director",
        "trade",
        "policy",
        "study",
        "cato",
        "institute",
        "libertarian",
        "think",
        "tank",
        "maybe",
        "easier",
        "negotiate",
        "table",
        "big",
        "gun",
        "well",
        "certainly",
        "encourage",
        "auto",
        "industry",
        "soy",
        "farmer",
        "boeing",
        "hang",
        "washington",
        "speak",
        "policymakers",
        "resolved",
        "soybean",
        "future",
        "dip",
        "reaction",
        "china",
        "trade",
        "threat",
        "swift",
        "future",
        "market",
        "chicago",
        "soybean",
        "may",
        "delivery",
        "falling",
        "much",
        "percent",
        "wednesday",
        "session",
        "low",
        "settling",
        "percent",
        "per",
        "bushel",
        "top",
        "soybean",
        "growing",
        "state",
        "include",
        "iowa",
        "illinois",
        "minnesota",
        "nebraska",
        "indiana",
        "missouri",
        "ohio",
        "dakota",
        "commodity",
        "targeted",
        "china",
        "threat",
        "wednesday",
        "also",
        "lower",
        "chicago",
        "corn",
        "delivery",
        "may",
        "fell",
        "percent",
        "bushel",
        "new",
        "york",
        "cotton",
        "future",
        "may",
        "sank",
        "percent",
        "cent",
        "per",
        "pound",
        "expected",
        "bumpy",
        "ride",
        "soybean",
        "side",
        "south",
        "dakota",
        "soybean",
        "farmer",
        "kevin",
        "scott",
        "told",
        "cnbc",
        "power",
        "lunch",
        "wednesday",
        "trader",
        "love",
        "lot",
        "volatility",
        "farmer",
        "give",
        "u",
        "lot",
        "heartburn",
        "getty",
        "image",
        "scott",
        "said",
        "soybean",
        "market",
        "decline",
        "earlier",
        "session",
        "translated",
        "essentially",
        "billion",
        "decline",
        "value",
        "soybean",
        "crop",
        "personally",
        "haircut",
        "potentially",
        "ten",
        "thousand",
        "dollar",
        "trader",
        "expect",
        "volatility",
        "coming",
        "week",
        "soybean",
        "agricultural",
        "commodity",
        "china",
        "targeted",
        "trade",
        "action",
        "also",
        "note",
        "china",
        "get",
        "soybean",
        "argentina",
        "brazil",
        "two",
        "major",
        "grower",
        "exporter",
        "still",
        "likely",
        "need",
        "rely",
        "american",
        "bean",
        "foreseeable",
        "future",
        "china",
        "ca",
        "cut",
        "completely",
        "import",
        "program",
        "soybean",
        "said",
        "ted",
        "seifried",
        "chief",
        "market",
        "strategist",
        "zaner",
        "group",
        "future",
        "brokerage",
        "even",
        "drop",
        "percent",
        "sending",
        "favor",
        "south",
        "america",
        "much",
        "would",
        "still",
        "huge",
        "impact",
        "balance",
        "soybean",
        "shipped",
        "china",
        "used",
        "soy",
        "protein",
        "feed",
        "roughly",
        "million",
        "pig",
        "country",
        "make",
        "cooking",
        "oil",
        "chinese",
        "also",
        "grow",
        "soybean",
        "mostly",
        "human",
        "consumption",
        "crop",
        "represents",
        "less",
        "half",
        "amount",
        "purchased",
        "sold",
        "approximately",
        "million",
        "ton",
        "soybean",
        "china",
        "bean",
        "imported",
        "asian",
        "country",
        "comparison",
        "brazil",
        "shipped",
        "million",
        "ton",
        "soybean",
        "last",
        "year",
        "china",
        "represented",
        "nearly",
        "percent",
        "total",
        "import",
        "argentina",
        "struggling",
        "drought",
        "expected",
        "smaller",
        "crop",
        "export",
        "season",
        "china",
        "announcement",
        "also",
        "concern",
        "agricultural",
        "commodity",
        "particularly",
        "wheat",
        "frozen",
        "beef",
        "cotton",
        "target",
        "unsettling",
        "see",
        "beef",
        "listed",
        "target",
        "retaliation",
        "said",
        "kent",
        "bacus",
        "director",
        "international",
        "trade",
        "market",
        "access",
        "national",
        "cattleman",
        "beef",
        "association",
        "battle",
        "two",
        "government",
        "unfortunate",
        "casualty",
        "america",
        "cattleman",
        "woman",
        "consumer",
        "china",
        "bacus",
        "added",
        "cattle",
        "association",
        "back",
        "trade",
        "enforcement",
        "endless",
        "retaliation",
        "good",
        "path",
        "forward",
        "either",
        "side",
        "china",
        "took",
        "delivery",
        "last",
        "year",
        "first",
        "shipment",
        "american",
        "beef",
        "year",
        "china",
        "shut",
        "market",
        "american",
        "beef",
        "producer",
        "case",
        "mad",
        "cow",
        "disease",
        "detected",
        "late",
        "wheat",
        "industry",
        "also",
        "worried",
        "impact",
        "escalating",
        "trade",
        "dispute",
        "definitely",
        "big",
        "hit",
        "wheat",
        "market",
        "said",
        "chandler",
        "goule",
        "ceo",
        "national",
        "association",
        "wheat",
        "grower",
        "putting",
        "percent",
        "tariff",
        "wheat",
        "going",
        "china",
        "going",
        "significantly",
        "reduce",
        "availability",
        "market",
        "wheat",
        "industry",
        "last",
        "year",
        "sold",
        "million",
        "bushel",
        "commodity",
        "china",
        "million",
        "worth",
        "product",
        "china",
        "rank",
        "buyer",
        "american",
        "wheat",
        "percent",
        "total",
        "export",
        "grain",
        "cotton",
        "grower",
        "expressed",
        "concern",
        "china",
        "threat",
        "impose",
        "percent",
        "tariff",
        "china",
        "export",
        "market",
        "cotton",
        "overstate",
        "importance",
        "china",
        "market",
        "cotton",
        "farmer",
        "importance",
        "cotton",
        "meeting",
        "need",
        "china",
        "textile",
        "industry",
        "said",
        "ron",
        "craft",
        "chairman",
        "national",
        "cotton",
        "council"
    ]
}