{
    "organizations": [],
    "uuid": "ad9b40d099fa14ce1969a86ca8824933fcc165a7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/business-wire-aegon-completes-sale-of-aegon-ireland.html",
    "ord_in_thread": 0,
    "title": "Aegon completes sale of Aegon Ireland",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THE HAGUE, Netherlands--(BUSINESS WIRE)-- Today, Aegon has successfully completed the sale of Aegon Ireland plc to Athora Holding Ltd. (formerly AGER Bermuda Holding Ltd.). The net proceeds of the transaction are expected to amount to approximately GBP 170 million (EUR 195 million).\nThe transaction is consistent with Aegon's strategic objective to optimize its portfolio of businesses and will further increase its financial flexibility. Aegon’s group solvency ratio is expected to improve by approximately 4%-points as a result of the transaction.\nThe divestment is expected to lead to a book loss of approximately GBP 85 million (EUR 95 million), which will be reported in Other charges in the first half of 2018. This divestment is expected to have an immaterial impact on underlying earnings before tax going forward.\nAbout Aegon\nAegon’s roots go back more than 170 years – to the first half of the nineteenth century. Since then, Aegon has grown into an international company, with businesses in more than 20 countries in the Americas, Europe and Asia. Today, Aegon is one of the world’s leading financial services organizations, providing life insurance, pensions and asset management. Aegon’s purpose is to help people achieve a lifetime of financial security. More information on aegon.com/about .\nFor the Editor\nAegon's brands & markets Company presentation Aegon fact sheets Updates\nFollow Aegon on Twitter Register for Aegon’s Newsletter Calendar event reminders Disclaimer\nForward-looking statements\nThe statements contained in this document that are not historical facts are forward-looking statements as defined in the US Private Securities Litigation Reform Act of 1995. The following are words that identify such forward-looking statements: aim, believe, estimate, target, intend, may, expect, anticipate, predict, project, counting on, plan, continue, want, forecast, goal, should, would, is confident, will, and similar expressions as they relate to Aegon. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Aegon undertakes no obligation to publicly update or revise any forward-looking statements. Readers are cautioned not to place undue reliance on these forward-looking statements, which merely reflect company expectations at the time of writing. Actual results may differ materially from expectations conveyed in forward-looking statements due to changes caused by various risks and uncertainties. Such risks and uncertainties include but are not limited to the following:\nChanges in general economic conditions, particularly in the United States, the Netherlands and the United Kingdom; Changes in the performance of financial markets, including emerging markets, such as with regard to: The frequency and severity of defaults by issuers in Aegon’s fixed income investment portfolios; The effects of corporate bankruptcies and/or accounting restatements on the financial markets and the resulting decline in the value of equity and debt securities Aegon holds; and The effects of declining creditworthiness of certain public sector securities and the resulting decline in the value of government exposure that Aegon holds; Changes in the performance of Aegon’s investment portfolio and decline in ratings of Aegon’s counterparties; Consequences of a potential (partial) break-up of the euro; Consequences of the anticipated exit of the United Kingdom from the European Union; The frequency and severity of insured loss events; Changes affecting longevity, mortality, morbidity, persistence and other factors that may impact the profitability of Aegon’s insurance products; Reinsurers to whom Aegon has ceded significant underwriting risks may fail to meet their obligations; Changes affecting interest rate levels and continuing low or rapidly changing interest rate levels; Changes affecting currency exchange rates, in particular the EUR/USD and EUR/GBP exchange rates; Changes in the availability of, and costs associated with, liquidity sources such as bank and capital markets funding, as well as conditions in the credit markets in general such as changes in borrower and counterparty creditworthiness; Increasing levels of competition in the United States, the Netherlands, the United Kingdom and emerging markets; Changes in laws and regulations, particularly those affecting Aegon’s operations’ ability to hire and retain key personnel, taxation of Aegon companies, the products Aegon sells, and the attractiveness of certain products to its consumers; Regulatory changes relating to the pensions, investment, and insurance industries in the jurisdictions in which Aegon operates; Standard setting initiatives of supranational standard setting bodies such as the Financial Stability Board and the International Association of Insurance Supervisors or changes to such standards that may have an impact on regional (such as EU), national or US federal or state level financial regulation or the application thereof to Aegon, including the designation of Aegon by the Financial Stability Board as a Global Systemically Important Insurer (G-SII); Changes in customer behavior and public opinion in general related to, among other things, the type of products Aegon sells, including legal, regulatory or commercial necessity to meet changing customer expectations; Acts of God, acts of terrorism, acts of war and pandemics; Changes in the policies of central banks and/or governments; Lowering of one or more of Aegon’s debt ratings issued by recognized rating organizations and the adverse impact such action may have on Aegon’s ability to raise capital and on its liquidity and financial condition; Lowering of one or more of insurer financial strength ratings of Aegon’s insurance subsidiaries and the adverse impact such action may have on the premium writings, policy retention, profitability and liquidity of its insurance subsidiaries; The effect of the European Union’s Solvency II requirements and other regulations in other jurisdictions affecting the capital Aegon is required to maintain; Litigation or regulatory action that could require Aegon to pay significant damages or change the way Aegon does business; As Aegon’s operations support complex transactions and are highly dependent on the proper functioning of information technology, a computer system failure or security breach may disrupt Aegon’s business, damage its reputation and adversely affect its results of operations, financial condition and cash flows; Customer responsiveness to both new products and distribution channels; Competitive, legal, regulatory, or tax changes that affect profitability, the distribution cost of or demand for Aegon’s products; Changes in accounting regulations and policies or a change by Aegon in applying such regulations and policies, voluntarily or otherwise, which may affect Aegon’s reported results and shareholders’ equity; Aegon’s projected results are highly sensitive to complex mathematical models of financial markets, mortality, longevity, and other dynamic systems subject to shocks and unpredictable volatility. Should assumptions to these models later prove incorrect, or should errors in those models escape the controls in place to detect them, future performance will vary from projected results; The impact of acquisitions and divestitures, restructurings, product withdrawals and other unusual items, including Aegon’s ability to integrate acquisitions and to obtain the anticipated results and synergies from acquisitions; Catastrophic events, either manmade or by nature, could result in material losses and significantly interrupt Aegon’s business; and Aegon’s failure to achieve anticipated levels of earnings or operational efficiencies as well as other cost saving and excess cash and leverage ratio management initiatives.\nFurther details of potential risks and uncertainties affecting Aegon are described in its filings with the Netherlands Authority for the Financial Markets and the US Securities and Exchange Commission, including the Annual Report. These forward-looking statements speak only as of the date of this document. Except as required by any applicable law or regulation, Aegon expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in Aegon’s expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based.\nThis press release contains information that qualifies, or may qualify, as inside information within the meaning of Article 7(1) of the EU Market Abuse Regulation (596/2014).\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180403005735/en/\nAegon\nMedia relations\nDick Schiethart\n+31 (0) 70 344 8821\ngcc@aegon.com\nor\nInvestor relations\nJan Willem Weidema\n+31 (0) 70 344 8028\nir@aegon.com\nSource: Aegon",
    "published": "2018-04-03T16:00:00.000+03:00",
    "crawled": "2018-04-03T17:32:59.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hague",
        "netherlands",
        "business",
        "wire",
        "today",
        "aegon",
        "successfully",
        "completed",
        "sale",
        "aegon",
        "ireland",
        "plc",
        "athora",
        "holding",
        "formerly",
        "ager",
        "bermuda",
        "holding",
        "net",
        "proceeds",
        "transaction",
        "expected",
        "amount",
        "approximately",
        "gbp",
        "million",
        "eur",
        "million",
        "transaction",
        "consistent",
        "aegon",
        "strategic",
        "objective",
        "optimize",
        "portfolio",
        "business",
        "increase",
        "financial",
        "flexibility",
        "aegon",
        "group",
        "solvency",
        "ratio",
        "expected",
        "improve",
        "approximately",
        "result",
        "transaction",
        "divestment",
        "expected",
        "lead",
        "book",
        "loss",
        "approximately",
        "gbp",
        "million",
        "eur",
        "million",
        "reported",
        "charge",
        "first",
        "half",
        "divestment",
        "expected",
        "immaterial",
        "impact",
        "underlying",
        "earnings",
        "tax",
        "going",
        "forward",
        "aegon",
        "aegon",
        "root",
        "go",
        "back",
        "year",
        "first",
        "half",
        "nineteenth",
        "century",
        "since",
        "aegon",
        "grown",
        "international",
        "company",
        "business",
        "country",
        "america",
        "europe",
        "asia",
        "today",
        "aegon",
        "one",
        "world",
        "leading",
        "financial",
        "service",
        "organization",
        "providing",
        "life",
        "insurance",
        "pension",
        "asset",
        "management",
        "aegon",
        "purpose",
        "help",
        "people",
        "achieve",
        "lifetime",
        "financial",
        "security",
        "information",
        "editor",
        "aegon",
        "brand",
        "market",
        "company",
        "presentation",
        "aegon",
        "fact",
        "sheet",
        "update",
        "follow",
        "aegon",
        "twitter",
        "register",
        "aegon",
        "newsletter",
        "calendar",
        "event",
        "reminder",
        "disclaimer",
        "statement",
        "statement",
        "contained",
        "document",
        "historical",
        "fact",
        "statement",
        "defined",
        "u",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "following",
        "word",
        "identify",
        "statement",
        "aim",
        "believe",
        "estimate",
        "target",
        "intend",
        "may",
        "expect",
        "anticipate",
        "predict",
        "project",
        "counting",
        "plan",
        "continue",
        "want",
        "forecast",
        "goal",
        "would",
        "confident",
        "similar",
        "expression",
        "relate",
        "aegon",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "aegon",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "merely",
        "reflect",
        "company",
        "expectation",
        "time",
        "writing",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "conveyed",
        "statement",
        "due",
        "change",
        "caused",
        "various",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "change",
        "general",
        "economic",
        "condition",
        "particularly",
        "united",
        "state",
        "netherlands",
        "united",
        "kingdom",
        "change",
        "performance",
        "financial",
        "market",
        "including",
        "emerging",
        "market",
        "regard",
        "frequency",
        "severity",
        "default",
        "issuer",
        "aegon",
        "fixed",
        "income",
        "investment",
        "portfolio",
        "effect",
        "corporate",
        "bankruptcy",
        "accounting",
        "restatement",
        "financial",
        "market",
        "resulting",
        "decline",
        "value",
        "equity",
        "debt",
        "security",
        "aegon",
        "hold",
        "effect",
        "declining",
        "creditworthiness",
        "certain",
        "public",
        "sector",
        "security",
        "resulting",
        "decline",
        "value",
        "government",
        "exposure",
        "aegon",
        "hold",
        "change",
        "performance",
        "aegon",
        "investment",
        "portfolio",
        "decline",
        "rating",
        "aegon",
        "counterparties",
        "consequence",
        "potential",
        "partial",
        "euro",
        "consequence",
        "anticipated",
        "exit",
        "united",
        "kingdom",
        "european",
        "union",
        "frequency",
        "severity",
        "insured",
        "loss",
        "event",
        "change",
        "affecting",
        "longevity",
        "mortality",
        "morbidity",
        "persistence",
        "factor",
        "may",
        "impact",
        "profitability",
        "aegon",
        "insurance",
        "product",
        "reinsurers",
        "aegon",
        "ceded",
        "significant",
        "underwriting",
        "risk",
        "may",
        "fail",
        "meet",
        "obligation",
        "change",
        "affecting",
        "interest",
        "rate",
        "level",
        "continuing",
        "low",
        "rapidly",
        "changing",
        "interest",
        "rate",
        "level",
        "change",
        "affecting",
        "currency",
        "exchange",
        "rate",
        "particular",
        "exchange",
        "rate",
        "change",
        "availability",
        "cost",
        "associated",
        "liquidity",
        "source",
        "bank",
        "capital",
        "market",
        "funding",
        "well",
        "condition",
        "credit",
        "market",
        "general",
        "change",
        "borrower",
        "counterparty",
        "creditworthiness",
        "increasing",
        "level",
        "competition",
        "united",
        "state",
        "netherlands",
        "united",
        "kingdom",
        "emerging",
        "market",
        "change",
        "law",
        "regulation",
        "particularly",
        "affecting",
        "aegon",
        "operation",
        "ability",
        "hire",
        "retain",
        "key",
        "personnel",
        "taxation",
        "aegon",
        "company",
        "product",
        "aegon",
        "sell",
        "attractiveness",
        "certain",
        "product",
        "consumer",
        "regulatory",
        "change",
        "relating",
        "pension",
        "investment",
        "insurance",
        "industry",
        "jurisdiction",
        "aegon",
        "operates",
        "standard",
        "setting",
        "initiative",
        "supranational",
        "standard",
        "setting",
        "body",
        "financial",
        "stability",
        "board",
        "international",
        "association",
        "insurance",
        "supervisor",
        "change",
        "standard",
        "may",
        "impact",
        "regional",
        "eu",
        "national",
        "u",
        "federal",
        "state",
        "level",
        "financial",
        "regulation",
        "application",
        "thereof",
        "aegon",
        "including",
        "designation",
        "aegon",
        "financial",
        "stability",
        "board",
        "global",
        "systemically",
        "important",
        "insurer",
        "change",
        "customer",
        "behavior",
        "public",
        "opinion",
        "general",
        "related",
        "among",
        "thing",
        "type",
        "product",
        "aegon",
        "sell",
        "including",
        "legal",
        "regulatory",
        "commercial",
        "necessity",
        "meet",
        "changing",
        "customer",
        "expectation",
        "act",
        "god",
        "act",
        "terrorism",
        "act",
        "war",
        "pandemic",
        "change",
        "policy",
        "central",
        "bank",
        "government",
        "lowering",
        "one",
        "aegon",
        "debt",
        "rating",
        "issued",
        "recognized",
        "rating",
        "organization",
        "adverse",
        "impact",
        "action",
        "may",
        "aegon",
        "ability",
        "raise",
        "capital",
        "liquidity",
        "financial",
        "condition",
        "lowering",
        "one",
        "insurer",
        "financial",
        "strength",
        "rating",
        "aegon",
        "insurance",
        "subsidiary",
        "adverse",
        "impact",
        "action",
        "may",
        "premium",
        "writing",
        "policy",
        "retention",
        "profitability",
        "liquidity",
        "insurance",
        "subsidiary",
        "effect",
        "european",
        "union",
        "solvency",
        "ii",
        "requirement",
        "regulation",
        "jurisdiction",
        "affecting",
        "capital",
        "aegon",
        "required",
        "maintain",
        "litigation",
        "regulatory",
        "action",
        "could",
        "require",
        "aegon",
        "pay",
        "significant",
        "damage",
        "change",
        "way",
        "aegon",
        "business",
        "aegon",
        "operation",
        "support",
        "complex",
        "transaction",
        "highly",
        "dependent",
        "proper",
        "functioning",
        "information",
        "technology",
        "computer",
        "system",
        "failure",
        "security",
        "breach",
        "may",
        "disrupt",
        "aegon",
        "business",
        "damage",
        "reputation",
        "adversely",
        "affect",
        "result",
        "operation",
        "financial",
        "condition",
        "cash",
        "flow",
        "customer",
        "responsiveness",
        "new",
        "product",
        "distribution",
        "channel",
        "competitive",
        "legal",
        "regulatory",
        "tax",
        "change",
        "affect",
        "profitability",
        "distribution",
        "cost",
        "demand",
        "aegon",
        "product",
        "change",
        "accounting",
        "regulation",
        "policy",
        "change",
        "aegon",
        "applying",
        "regulation",
        "policy",
        "voluntarily",
        "otherwise",
        "may",
        "affect",
        "aegon",
        "reported",
        "result",
        "shareholder",
        "equity",
        "aegon",
        "projected",
        "result",
        "highly",
        "sensitive",
        "complex",
        "mathematical",
        "model",
        "financial",
        "market",
        "mortality",
        "longevity",
        "dynamic",
        "system",
        "subject",
        "shock",
        "unpredictable",
        "volatility",
        "assumption",
        "model",
        "later",
        "prove",
        "incorrect",
        "error",
        "model",
        "escape",
        "control",
        "place",
        "detect",
        "future",
        "performance",
        "vary",
        "projected",
        "result",
        "impact",
        "acquisition",
        "divestiture",
        "restructurings",
        "product",
        "withdrawal",
        "unusual",
        "item",
        "including",
        "aegon",
        "ability",
        "integrate",
        "acquisition",
        "obtain",
        "anticipated",
        "result",
        "synergy",
        "acquisition",
        "catastrophic",
        "event",
        "either",
        "manmade",
        "nature",
        "could",
        "result",
        "material",
        "loss",
        "significantly",
        "interrupt",
        "aegon",
        "business",
        "aegon",
        "failure",
        "achieve",
        "anticipated",
        "level",
        "earnings",
        "operational",
        "efficiency",
        "well",
        "cost",
        "saving",
        "excess",
        "cash",
        "leverage",
        "ratio",
        "management",
        "initiative",
        "detail",
        "potential",
        "risk",
        "uncertainty",
        "affecting",
        "aegon",
        "described",
        "filing",
        "netherlands",
        "authority",
        "financial",
        "market",
        "u",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "statement",
        "speak",
        "date",
        "document",
        "except",
        "required",
        "applicable",
        "law",
        "regulation",
        "aegon",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "aegon",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "press",
        "release",
        "contains",
        "information",
        "qualifies",
        "may",
        "qualify",
        "inside",
        "information",
        "within",
        "meaning",
        "article",
        "eu",
        "market",
        "abuse",
        "regulation",
        "view",
        "source",
        "version",
        "http",
        "aegon",
        "medium",
        "relation",
        "dick",
        "schiethart",
        "gcc",
        "investor",
        "relation",
        "jan",
        "willem",
        "weidema",
        "ir",
        "source",
        "aegon"
    ]
}