{
    "organizations": [],
    "uuid": "93aca18538bdfc1585eaa8ddd1ec715c3f4087a9",
    "author": "",
    "url": "https://www.reuters.com/article/us-myanmar-investigation-usa-exclusive/u-s-team-in-refugee-camps-investigating-atrocities-against-rohingya-idUSKBN1HW1N9",
    "ord_in_thread": 0,
    "title": "Exclusive: U.S. team in refugee camps investigating atrocities against Rohingya",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON/COX’S BAZAR, Bangladesh (Reuters) - The U.S. government is conducting an intensive examination of alleged atrocities against Myanmar’s Rohingya Muslims, documenting accusations of murder, rape, beatings and other possible offenses in an investigation that could be used to prosecute Myanmar’s military for crimes against humanity, U.S. officials told Reuters.\nFILE PHOTO: Rohingya refugees cross the Naf River with an improvised raft to reach to Bangladesh at Sabrang near Teknaf, Bangladesh November 10, 2017. REUTERS/Mohammad Ponir Hossain/File Photo The undertaking, led by the State Department, has involved more than a thousand interviews of Rohingya men and women in refugee camps in neighboring Bangladesh, where almost 700,000 Rohingya have fled after a military crackdown last year in Myanmar’s northwestern Rakhine State, two U.S. officials said. The work is modeled on a U.S. forensic investigation of mass atrocities in Sudan’s Darfur region in 2004, which led to a U.S. declaration of genocide that culminated in economic sanctions against the Sudanese government.\nThe interviews were conducted in March and April by about 20 investigators with backgrounds in international law and criminal justice, including some who worked on tribunals for Rwanda and the former Yugoslavia, the U.S. officials said.\nDetained in Myanmar The latest updates on two Reuters journalists in government custody The information will be analyzed in Washington and documented in a report to be sent to the State Department’s leadership in May or early June, the officials said. It’s unclear whether the Trump administration will publicly release the findings, or whether they will be used to justify new sanctions on the Myanmar government or a recommendation for international prosecution.\n“The purpose of this investigation is to contribute to justice processes, including community awareness raising, international advocacy efforts, and community-based reconciliation efforts, as well as possible investigations, truth-seeking efforts, or other efforts for justice and accountability,” said a document used by the investigators in the sprawling refugee camps and reviewed by Reuters.\nThree U.S. officials in Washington and several people involved in the investigation on the ground in Bangladesh disclosed details of the fact-finding operation to Reuters.\nA State Department official, asked to confirm the specifics of the investigation conducted in the refugee camps as reported by Reuters, said “the program details are accurate.” The official, speaking on condition of anonymity, said the U.S. government was using all available information and a wide range of tools, but added: “We cannot get ahead of the deliberative, policymaking process.”\nAfter the Massacre: Survivors of Myanmar killings tell their story As of publication, the Myanmar government and military had not responded to questions from Reuters. Myanmar has said its operations in Rakhine were a legitimate response to attacks on security forces by Rohingya insurgents.\nThe interviewers in the camps asked the refugees basic demographic questions, the date the person left Myanmar, and to recount their experiences during the wave of violence unleashed against the Rohingya in Rakhine State by the Myanmar military and local Buddhist residents.\nThe investigators also asked refugees to describe the battalions and weaponry used by the Myanmar military in Rakhine State during operations against the Rohingya, said one person involved with the investigation in the camps, which are located in the Cox’s Bazar district in southern Bangladesh. The investigators have received names of individual perpetrators and the identities of specific battalions allegedly involved, this person said.\nFILE PHOTO: A boy sits in a burnt area after fire destroyed shelters at a camp for internally displaced Rohingya Muslims in the western Rakhine State near Sittwe, Myanmar May 3, 2016. REUTERS/Soe Zeya Tun/File Photo A second person involved in the project on the ground said 1,025 refugees have been interviewed and the assignment may include a second phase focused on military units.\nZohra Khatun, 35, a Rohingya refugee in the camps, said she told investigators that soldiers waged a campaign of violence and harassment in her village in Rakhine State starting last August. They made arrests and shot several people, driving her and others to flee, she said.\n“One military officer grabbed me by the throat and tried to take me” Zohra Khatun, 35, a Rohingya refugee “One military officer grabbed me by the throat and tried to take me,” she told Reuters, clutching her shirt collar to demonstrate. The military, she said, burned homes in the village, including hers.\nThe investigation coincides with a debate inside the U.S. government and on Capitol Hill over whether the Trump administration has done enough to hold Myanmar’s military to account for brutal violence against the largely stateless Rohingya.\nThe Rohingya are a small Muslim minority in majority-Buddhist Myanmar. Though they have been present in what’s now Myanmar for generations, many Burmese consider them to be interlopers. Violence against them has increased in recent years as the country has made a partial shift to democratic governance.\nIn November, following the lead of the United Nations and the European Union, then-Secretary of State Rex Tillerson declared that the Rohingya crisis constituted “ethnic cleansing,” a designation that raised the possibility of additional sanctions against Myanmar’s military commanders and increased pressure on its civilian leader, Nobel peace laureate Aung San Suu Kyi. The Myanmar government has denied the accusations.\nThe United States responded in December by imposing targeted sanctions on one Myanmar general and threatening to penalize others. Washington has also scaled back already-limited military ties with Myanmar since the Rohingya crisis began. Human rights groups and Democratic lawmakers in Washington have urged the Republican White House to widen sanctions and designate the violence as “crimes against humanity,” a legal term that can set the stage for charges at the International Criminal Court in The Hague.\n“No decisions have been made on that front, but it’s something being looked at very carefully,” a senior Trump administration official told Reuters.\nA Reuters investigation published in February provided the first independent confirmation of what had taken place in the village of Inn Din, where 10 Rohingya Muslim men and boys were hacked to death by Rakhine Buddhist villagers or shot by security force members. The story was based on accounts not only from Rohingya refugees but also from soldiers, police officers and Buddhist locals who admitted to participating in the bloodshed.\nSlideshow (3 Images) Pictures obtained by Reuters showed the men and boys with their hands tied behind their backs and their bodies in a shallow grave. Two Reuters journalists were jailed while reporting the story and remain in prison in Yangon, where they face up to 14 years in jail on possible charges of violating Myanmar’s Official Secrets Act.\nSo far, there has been resistance by lawyers in the White House and State Department to adopt the terms “crimes against humanity” or “genocide” in describing deaths of Rohingya in Myanmar, the U.S. officials said.\nThe State Department itself has been divided over how to characterize or interpret the violence against the Rohingya, the officials said.\nThe East Asian and Pacific Affairs Bureau, staffed largely by career diplomats and representing the view of the embassy in Myanmar, has held at times “to a success narrative” on Myanmar since the lifting of sanctions was announced in October 2016 and the strong public role played by the U.S. government in the historic 2012 opening of the country after decades of military rule, one official said.\nDiplomats in Yangon have also been reluctant to jeopardize Washington’s relationship with Suu Kyi, a democratic icon who has faced criticism for failing to do more to rein in the violence against the Rohingya. Some senior U.S. officials still believe Suu Kyi remains the best hope for a more democratic Myanmar, one official said. “They are reluctant to upset that relationship.”\nThat contrasts with the State Department’s Bureau of Democracy, Human Rights and Labor, based in Washington, which has pushed for tougher sanctions, the officials said. Bridging that gap has been made more difficult because the State Department under President Donald Trump has yet to fill many important diplomatic positions, the officials said.\nOfficials described the process in the refugee camps of documenting the abuses as rigorous. Each interview was coded with key words according to the alleged crime, such as killing, rape, sexual violence and lynching. Different categories of alleged perpetrator also have codes – from civilians to insurgents, Myanmar military personnel and police.\n“After the 1,000 interviews and statistical analysis, we can draw certain conclusions about the perpetrators of crime and patterns of crime,” one official said.\nThe official said one possible result from the documentation of abuses against the Rohingya could be a vote by the United Nations General Assembly to establish an international body to investigate the most serious crimes committed against the Rohingya, similar to what it’s done with Syria.\nThe State Department did not respond to questions about divisions within the administration over how to characterize the violence and criticism that the administration was too slow in acting to halt abuses.\nSubiya Khatun, 29, who fled her Rakhine home in September and reported seeing three dead bodies in a canal on her way to the Bangladesh border, said she hoped for justice and a safe return to Myanmar.\n“They said they have come from America. ‘This investigation will be used for your help,’” she said she was told by the people who interviewed her in the camps. “If Allah wishes, we will get justice and our demands will be fulfilled.”\nAdditional reporting by Clare Baldwin in Cox's Bazar. Edited by Peter Hirschberg.\n ",
    "published": "2018-04-25T15:34:00.000+03:00",
    "crawled": "2018-04-25T15:43:38.122+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bazar",
        "bangladesh",
        "reuters",
        "government",
        "conducting",
        "intensive",
        "examination",
        "alleged",
        "atrocity",
        "myanmar",
        "rohingya",
        "muslim",
        "documenting",
        "accusation",
        "murder",
        "rape",
        "beating",
        "possible",
        "offense",
        "investigation",
        "could",
        "used",
        "prosecute",
        "myanmar",
        "military",
        "crime",
        "humanity",
        "official",
        "told",
        "reuters",
        "file",
        "photo",
        "rohingya",
        "refugee",
        "cross",
        "naf",
        "river",
        "improvised",
        "raft",
        "reach",
        "bangladesh",
        "sabrang",
        "near",
        "teknaf",
        "bangladesh",
        "november",
        "ponir",
        "photo",
        "undertaking",
        "led",
        "state",
        "department",
        "involved",
        "thousand",
        "interview",
        "rohingya",
        "men",
        "woman",
        "refugee",
        "camp",
        "neighboring",
        "bangladesh",
        "almost",
        "rohingya",
        "fled",
        "military",
        "crackdown",
        "last",
        "year",
        "myanmar",
        "northwestern",
        "rakhine",
        "state",
        "two",
        "official",
        "said",
        "work",
        "modeled",
        "forensic",
        "investigation",
        "mass",
        "atrocity",
        "sudan",
        "darfur",
        "region",
        "led",
        "declaration",
        "genocide",
        "culminated",
        "economic",
        "sanction",
        "sudanese",
        "government",
        "interview",
        "conducted",
        "march",
        "april",
        "investigator",
        "background",
        "international",
        "law",
        "criminal",
        "justice",
        "including",
        "worked",
        "tribunal",
        "rwanda",
        "former",
        "yugoslavia",
        "official",
        "said",
        "detained",
        "myanmar",
        "latest",
        "update",
        "two",
        "reuters",
        "journalist",
        "government",
        "custody",
        "information",
        "analyzed",
        "washington",
        "documented",
        "report",
        "sent",
        "state",
        "department",
        "leadership",
        "may",
        "early",
        "june",
        "official",
        "said",
        "unclear",
        "whether",
        "trump",
        "administration",
        "publicly",
        "release",
        "finding",
        "whether",
        "used",
        "justify",
        "new",
        "sanction",
        "myanmar",
        "government",
        "recommendation",
        "international",
        "prosecution",
        "purpose",
        "investigation",
        "contribute",
        "justice",
        "process",
        "including",
        "community",
        "awareness",
        "raising",
        "international",
        "advocacy",
        "effort",
        "reconciliation",
        "effort",
        "well",
        "possible",
        "investigation",
        "effort",
        "effort",
        "justice",
        "accountability",
        "said",
        "document",
        "used",
        "investigator",
        "sprawling",
        "refugee",
        "camp",
        "reviewed",
        "reuters",
        "three",
        "official",
        "washington",
        "several",
        "people",
        "involved",
        "investigation",
        "ground",
        "bangladesh",
        "disclosed",
        "detail",
        "operation",
        "reuters",
        "state",
        "department",
        "official",
        "asked",
        "confirm",
        "specific",
        "investigation",
        "conducted",
        "refugee",
        "camp",
        "reported",
        "reuters",
        "said",
        "program",
        "detail",
        "official",
        "speaking",
        "condition",
        "anonymity",
        "said",
        "government",
        "using",
        "available",
        "information",
        "wide",
        "range",
        "tool",
        "added",
        "get",
        "ahead",
        "deliberative",
        "policymaking",
        "massacre",
        "survivor",
        "myanmar",
        "killing",
        "tell",
        "story",
        "publication",
        "myanmar",
        "government",
        "military",
        "responded",
        "question",
        "reuters",
        "myanmar",
        "said",
        "operation",
        "rakhine",
        "legitimate",
        "response",
        "attack",
        "security",
        "force",
        "rohingya",
        "insurgent",
        "interviewer",
        "camp",
        "asked",
        "refugee",
        "basic",
        "demographic",
        "question",
        "date",
        "person",
        "left",
        "myanmar",
        "recount",
        "experience",
        "wave",
        "violence",
        "unleashed",
        "rohingya",
        "rakhine",
        "state",
        "myanmar",
        "military",
        "local",
        "buddhist",
        "resident",
        "investigator",
        "also",
        "asked",
        "refugee",
        "describe",
        "battalion",
        "weaponry",
        "used",
        "myanmar",
        "military",
        "rakhine",
        "state",
        "operation",
        "rohingya",
        "said",
        "one",
        "person",
        "involved",
        "investigation",
        "camp",
        "located",
        "cox",
        "bazar",
        "district",
        "southern",
        "bangladesh",
        "investigator",
        "received",
        "name",
        "individual",
        "perpetrator",
        "identity",
        "specific",
        "battalion",
        "allegedly",
        "involved",
        "person",
        "said",
        "file",
        "photo",
        "boy",
        "sits",
        "burnt",
        "area",
        "fire",
        "destroyed",
        "shelter",
        "camp",
        "internally",
        "displaced",
        "rohingya",
        "muslim",
        "western",
        "rakhine",
        "state",
        "near",
        "sittwe",
        "myanmar",
        "may",
        "zeya",
        "photo",
        "second",
        "person",
        "involved",
        "project",
        "ground",
        "said",
        "refugee",
        "interviewed",
        "assignment",
        "may",
        "include",
        "second",
        "phase",
        "focused",
        "military",
        "unit",
        "zohra",
        "khatun",
        "rohingya",
        "refugee",
        "camp",
        "said",
        "told",
        "investigator",
        "soldier",
        "waged",
        "campaign",
        "violence",
        "harassment",
        "village",
        "rakhine",
        "state",
        "starting",
        "last",
        "august",
        "made",
        "arrest",
        "shot",
        "several",
        "people",
        "driving",
        "others",
        "flee",
        "said",
        "one",
        "military",
        "officer",
        "grabbed",
        "throat",
        "tried",
        "take",
        "zohra",
        "khatun",
        "rohingya",
        "refugee",
        "one",
        "military",
        "officer",
        "grabbed",
        "throat",
        "tried",
        "take",
        "told",
        "reuters",
        "clutching",
        "shirt",
        "collar",
        "demonstrate",
        "military",
        "said",
        "burned",
        "home",
        "village",
        "including",
        "investigation",
        "coincides",
        "debate",
        "inside",
        "government",
        "capitol",
        "hill",
        "whether",
        "trump",
        "administration",
        "done",
        "enough",
        "hold",
        "myanmar",
        "military",
        "account",
        "brutal",
        "violence",
        "largely",
        "stateless",
        "rohingya",
        "rohingya",
        "small",
        "muslim",
        "minority",
        "myanmar",
        "though",
        "present",
        "myanmar",
        "generation",
        "many",
        "burmese",
        "consider",
        "interloper",
        "violence",
        "increased",
        "recent",
        "year",
        "country",
        "made",
        "partial",
        "shift",
        "democratic",
        "governance",
        "november",
        "following",
        "lead",
        "united",
        "nation",
        "european",
        "union",
        "state",
        "rex",
        "tillerson",
        "declared",
        "rohingya",
        "crisis",
        "constituted",
        "ethnic",
        "cleansing",
        "designation",
        "raised",
        "possibility",
        "additional",
        "sanction",
        "myanmar",
        "military",
        "commander",
        "increased",
        "pressure",
        "civilian",
        "leader",
        "nobel",
        "peace",
        "laureate",
        "aung",
        "san",
        "suu",
        "kyi",
        "myanmar",
        "government",
        "denied",
        "accusation",
        "united",
        "state",
        "responded",
        "december",
        "imposing",
        "targeted",
        "sanction",
        "one",
        "myanmar",
        "general",
        "threatening",
        "penalize",
        "others",
        "washington",
        "also",
        "scaled",
        "back",
        "military",
        "tie",
        "myanmar",
        "since",
        "rohingya",
        "crisis",
        "began",
        "human",
        "right",
        "group",
        "democratic",
        "lawmaker",
        "washington",
        "urged",
        "republican",
        "white",
        "house",
        "widen",
        "sanction",
        "designate",
        "violence",
        "crime",
        "humanity",
        "legal",
        "term",
        "set",
        "stage",
        "charge",
        "international",
        "criminal",
        "court",
        "hague",
        "decision",
        "made",
        "front",
        "something",
        "looked",
        "carefully",
        "senior",
        "trump",
        "administration",
        "official",
        "told",
        "reuters",
        "reuters",
        "investigation",
        "published",
        "february",
        "provided",
        "first",
        "independent",
        "confirmation",
        "taken",
        "place",
        "village",
        "inn",
        "din",
        "rohingya",
        "muslim",
        "men",
        "boy",
        "hacked",
        "death",
        "rakhine",
        "buddhist",
        "villager",
        "shot",
        "security",
        "force",
        "member",
        "story",
        "based",
        "account",
        "rohingya",
        "refugee",
        "also",
        "soldier",
        "police",
        "officer",
        "buddhist",
        "local",
        "admitted",
        "participating",
        "bloodshed",
        "slideshow",
        "image",
        "picture",
        "obtained",
        "reuters",
        "showed",
        "men",
        "boy",
        "hand",
        "tied",
        "behind",
        "back",
        "body",
        "shallow",
        "grave",
        "two",
        "reuters",
        "journalist",
        "jailed",
        "reporting",
        "story",
        "remain",
        "prison",
        "yangon",
        "face",
        "year",
        "jail",
        "possible",
        "charge",
        "violating",
        "myanmar",
        "official",
        "secret",
        "act",
        "far",
        "resistance",
        "lawyer",
        "white",
        "house",
        "state",
        "department",
        "adopt",
        "term",
        "crime",
        "humanity",
        "genocide",
        "describing",
        "death",
        "rohingya",
        "myanmar",
        "official",
        "said",
        "state",
        "department",
        "divided",
        "characterize",
        "interpret",
        "violence",
        "rohingya",
        "official",
        "said",
        "east",
        "asian",
        "pacific",
        "affair",
        "bureau",
        "staffed",
        "largely",
        "career",
        "diplomat",
        "representing",
        "view",
        "embassy",
        "myanmar",
        "held",
        "time",
        "success",
        "narrative",
        "myanmar",
        "since",
        "lifting",
        "sanction",
        "announced",
        "october",
        "strong",
        "public",
        "role",
        "played",
        "government",
        "historic",
        "opening",
        "country",
        "decade",
        "military",
        "rule",
        "one",
        "official",
        "said",
        "diplomat",
        "yangon",
        "also",
        "reluctant",
        "jeopardize",
        "washington",
        "relationship",
        "suu",
        "kyi",
        "democratic",
        "icon",
        "faced",
        "criticism",
        "failing",
        "rein",
        "violence",
        "rohingya",
        "senior",
        "official",
        "still",
        "believe",
        "suu",
        "kyi",
        "remains",
        "best",
        "hope",
        "democratic",
        "myanmar",
        "one",
        "official",
        "said",
        "reluctant",
        "upset",
        "contrast",
        "state",
        "department",
        "bureau",
        "democracy",
        "human",
        "right",
        "labor",
        "based",
        "washington",
        "pushed",
        "tougher",
        "sanction",
        "official",
        "said",
        "bridging",
        "gap",
        "made",
        "difficult",
        "state",
        "department",
        "president",
        "donald",
        "trump",
        "yet",
        "fill",
        "many",
        "important",
        "diplomatic",
        "position",
        "official",
        "said",
        "official",
        "described",
        "process",
        "refugee",
        "camp",
        "documenting",
        "abuse",
        "rigorous",
        "interview",
        "coded",
        "key",
        "word",
        "according",
        "alleged",
        "crime",
        "killing",
        "rape",
        "sexual",
        "violence",
        "lynching",
        "different",
        "category",
        "alleged",
        "perpetrator",
        "also",
        "code",
        "civilian",
        "insurgent",
        "myanmar",
        "military",
        "personnel",
        "police",
        "interview",
        "statistical",
        "analysis",
        "draw",
        "certain",
        "conclusion",
        "perpetrator",
        "crime",
        "pattern",
        "crime",
        "one",
        "official",
        "said",
        "official",
        "said",
        "one",
        "possible",
        "result",
        "documentation",
        "abuse",
        "rohingya",
        "could",
        "vote",
        "united",
        "nation",
        "general",
        "assembly",
        "establish",
        "international",
        "body",
        "investigate",
        "serious",
        "crime",
        "committed",
        "rohingya",
        "similar",
        "done",
        "syria",
        "state",
        "department",
        "respond",
        "question",
        "division",
        "within",
        "administration",
        "characterize",
        "violence",
        "criticism",
        "administration",
        "slow",
        "acting",
        "halt",
        "abuse",
        "subiya",
        "khatun",
        "fled",
        "rakhine",
        "home",
        "september",
        "reported",
        "seeing",
        "three",
        "dead",
        "body",
        "canal",
        "way",
        "bangladesh",
        "border",
        "said",
        "hoped",
        "justice",
        "safe",
        "return",
        "myanmar",
        "said",
        "come",
        "america",
        "investigation",
        "used",
        "help",
        "said",
        "told",
        "people",
        "interviewed",
        "camp",
        "allah",
        "wish",
        "get",
        "justice",
        "demand",
        "additional",
        "reporting",
        "clare",
        "baldwin",
        "cox",
        "bazar",
        "edited",
        "peter",
        "hirschberg"
    ]
}