{
    "organizations": [],
    "uuid": "088fa83ca2f92f774f87f94acc3dedf89336ed2b",
    "author": "Paul Dickson",
    "url": "https://www.wsj.com/articles/a-new-approach-to-the-old-ball-game-1523482898",
    "ord_in_thread": 0,
    "title": "A New Approach to the Old Ball Game",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS It's not just about hitting and pitching anymore. Former Major League pitcher Bob Tewksbury, who holds a master’s degree in sport psychology and counseling, and who has served as the mental-skills coach for the Boston Red Sox and the San Francisco Giants, brings us “Ninety Percent Mental” (Da Capo, 248 pages, $27) , an entertaining and self-deprecating autobiographical work that explores the mental side of the game. Over the course of a 13-year career with a half-dozen teams during which he won 110 games, Mr. Tewksbury used breathing exercises as part of his pregame ritual. Now a self-described “baseball whisperer,” he recommends techniques such as self-talk, mental imaging and strategic thinking to give players—especially pitchers—an edge. One of the points he makes in his book is that thoughts really do become “things”—and if those things are less than positive, they can be damaging. It’s an approach that’s being taken up across the league: In his epilogue, Mr. Tewksbury informs us that 22 of the 30 Major League teams now have at least one full-time mental-skills coach on staff, while about a dozen teams employ several such individuals.\nJoe Cox’s “The Immaculate Inning” (Lyons, 277 pages, $27.95) celebrates singular moments that have made baseball baseball. Some of these, such as Ted Williams’s .406 season—the last .400 season in baseball—are well-known and often discussed. Much less so is the feat of hitting a home run on one’s first pitch in the major leagues. Not one of the 30 men who did so have gone on to have a Hall of Fame career. Indeed, a dozen of the 30 failed to hit 10 career homers, and seven failed to ever hit a home run again. But Mr. Cox’s book goes beyond trivia and gee-whiz statistics. He coaxes short, well-written narratives out of these events and puts the athlete in the context of the game. My favorite is the chapter on men who stole 100 bases in a season—only 17 players have ever achieved this, and nine of these seasons occurred before 1892—but I never tire of reading about the larcenous baseball lives of Vince Coleman and Rickey Henderson.\nBaseball poetry has a long and honorable history in this country, a thread that runs through the works of Robert Frost, Donald Hall, Marianne Moore and Walt Whitman, to name a few. In a new verse collection, “If God Invented Baseball” (City Point, 59 pages, $14.99) , E. Ethelbert Miller celebrates baseball as a metaphor for life. Mr. Miller is a master of evocative, accessible poetry who sees his newborn child as “a rookie / struggling to learn the lessons of spring.” About his own parents’ attempt to move him, a young African-American from a housing project in the South Bronx, to a predominantly white school, he compares it to being “traded.” When his high-school guidance teacher demands to know what he wants to do with his life, he hears a manager talking to a pitcher before removing him from a game: “I’m nodding and he’s nodding / and I’m not listening.” The collection is an homage to the game itself—at once sweet, sad and vital. Mr. Miller and I are old friends, but even if we were sworn enemies I would still love this book, which features on its cover a laconic image of pitcher Satchel Paige dressed in a Kansas City Monarchs uniform.\nSatchel Paige also adorns the cover of Averell “Ace” Smith’s “The Pitcher and the Dictator” (Nebraska, 212 pages, $26.95) , but here he is in the uniform of the Ciudad Trujillo All-Stars, a team designed to boost the career and “re-election” of Dominican Republic dictator Rafael Trujillo. In 1937, Paige and other stars from the Negro leagues, including Josh Gibson, were hired to play for the notorious strongman. The team featured some of the best talent the game has ever seen and produced what the author calls one of the best baseball championships ever. But as Paige and other black men slipped out from the yoke of Jim Crow for a short moment in the sun, Trujillo showed his hand. The All-Stars trained and played under the hostile eyes of armed thugs managed by the head of Trujillo’s death squads. The American players were told that they must win and worried that they might be lined up and shot if they lost. This short, action-packed narrative illuminates one of those footnotes that dot the history of the game but are seldom explored in depth. Here the footnote explodes with unexpected vitality.\n—Mr. Dickson is the author, most recently, of “Leo Durocher: Baseball’s Prodigal Son.”",
    "published": "2018-04-12T01:41:00.000+03:00",
    "crawled": "2018-04-12T04:53:44.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "hitting",
        "pitching",
        "anymore",
        "former",
        "major",
        "league",
        "pitcher",
        "bob",
        "tewksbury",
        "hold",
        "master",
        "degree",
        "sport",
        "psychology",
        "counseling",
        "served",
        "coach",
        "boston",
        "red",
        "sox",
        "san",
        "francisco",
        "giant",
        "brings",
        "u",
        "ninety",
        "percent",
        "mental",
        "da",
        "capo",
        "page",
        "entertaining",
        "autobiographical",
        "work",
        "explores",
        "mental",
        "side",
        "game",
        "course",
        "career",
        "team",
        "game",
        "tewksbury",
        "used",
        "breathing",
        "exercise",
        "part",
        "pregame",
        "ritual",
        "baseball",
        "whisperer",
        "recommends",
        "technique",
        "mental",
        "imaging",
        "strategic",
        "thinking",
        "give",
        "edge",
        "one",
        "point",
        "make",
        "book",
        "thought",
        "really",
        "become",
        "thing",
        "thing",
        "less",
        "positive",
        "damaging",
        "approach",
        "taken",
        "across",
        "league",
        "epilogue",
        "tewksbury",
        "informs",
        "u",
        "major",
        "league",
        "team",
        "least",
        "one",
        "coach",
        "staff",
        "dozen",
        "team",
        "employ",
        "several",
        "individual",
        "joe",
        "cox",
        "immaculate",
        "inning",
        "lyon",
        "page",
        "celebrates",
        "singular",
        "moment",
        "made",
        "baseball",
        "baseball",
        "ted",
        "williams",
        "last",
        "season",
        "often",
        "discussed",
        "much",
        "less",
        "feat",
        "hitting",
        "home",
        "run",
        "one",
        "first",
        "pitch",
        "major",
        "league",
        "one",
        "men",
        "gone",
        "hall",
        "fame",
        "career",
        "indeed",
        "dozen",
        "failed",
        "hit",
        "career",
        "homer",
        "seven",
        "failed",
        "ever",
        "hit",
        "home",
        "run",
        "cox",
        "book",
        "go",
        "beyond",
        "trivia",
        "statistic",
        "coax",
        "short",
        "narrative",
        "event",
        "put",
        "athlete",
        "context",
        "game",
        "favorite",
        "chapter",
        "men",
        "stole",
        "base",
        "player",
        "ever",
        "achieved",
        "nine",
        "season",
        "occurred",
        "never",
        "tire",
        "reading",
        "larcenous",
        "baseball",
        "life",
        "vince",
        "coleman",
        "rickey",
        "henderson",
        "baseball",
        "poetry",
        "long",
        "honorable",
        "history",
        "country",
        "thread",
        "run",
        "work",
        "robert",
        "frost",
        "donald",
        "hall",
        "marianne",
        "moore",
        "walt",
        "whitman",
        "name",
        "new",
        "verse",
        "collection",
        "god",
        "invented",
        "baseball",
        "city",
        "point",
        "page",
        "ethelbert",
        "miller",
        "celebrates",
        "baseball",
        "metaphor",
        "life",
        "miller",
        "master",
        "evocative",
        "accessible",
        "poetry",
        "see",
        "newborn",
        "child",
        "rookie",
        "struggling",
        "learn",
        "lesson",
        "parent",
        "attempt",
        "move",
        "young",
        "housing",
        "project",
        "south",
        "bronx",
        "predominantly",
        "white",
        "school",
        "compare",
        "guidance",
        "teacher",
        "demand",
        "know",
        "want",
        "life",
        "hears",
        "manager",
        "talking",
        "pitcher",
        "removing",
        "game",
        "nodding",
        "nodding",
        "collection",
        "homage",
        "game",
        "sweet",
        "sad",
        "vital",
        "miller",
        "old",
        "friend",
        "even",
        "sworn",
        "enemy",
        "would",
        "still",
        "love",
        "book",
        "feature",
        "cover",
        "laconic",
        "image",
        "pitcher",
        "satchel",
        "paige",
        "dressed",
        "kansa",
        "city",
        "monarch",
        "uniform",
        "satchel",
        "paige",
        "also",
        "adorns",
        "cover",
        "averell",
        "ace",
        "smith",
        "pitcher",
        "dictator",
        "nebraska",
        "page",
        "uniform",
        "ciudad",
        "trujillo",
        "team",
        "designed",
        "boost",
        "career",
        "dominican",
        "republic",
        "dictator",
        "rafael",
        "trujillo",
        "paige",
        "star",
        "negro",
        "league",
        "including",
        "josh",
        "gibson",
        "hired",
        "play",
        "notorious",
        "strongman",
        "team",
        "featured",
        "best",
        "talent",
        "game",
        "ever",
        "seen",
        "produced",
        "author",
        "call",
        "one",
        "best",
        "baseball",
        "championship",
        "ever",
        "paige",
        "black",
        "men",
        "slipped",
        "yoke",
        "jim",
        "crow",
        "short",
        "moment",
        "sun",
        "trujillo",
        "showed",
        "hand",
        "trained",
        "played",
        "hostile",
        "eye",
        "armed",
        "thug",
        "managed",
        "head",
        "trujillo",
        "death",
        "squad",
        "american",
        "player",
        "told",
        "must",
        "win",
        "worried",
        "might",
        "lined",
        "shot",
        "lost",
        "short",
        "narrative",
        "illuminates",
        "one",
        "footnote",
        "dot",
        "history",
        "game",
        "seldom",
        "explored",
        "depth",
        "footnote",
        "explodes",
        "unexpected",
        "vitality",
        "dickson",
        "author",
        "recently",
        "leo",
        "durocher",
        "baseball",
        "prodigal",
        "son"
    ]
}