{
    "organizations": [],
    "uuid": "282a42eeeda1ae33a75589d1a630b24c56bf8290",
    "author": "Aaron Pressman and Adam Lashinsky",
    "url": "http://fortune.com/2018/04/19/data-sheet-jeff-bezos-shareholder-letter-2018/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Amazon CVEO Jeff Bezos Offers Business Advice in Annual Letter",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky April 19, 2018 This is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nAmazon on Wednesday released the annual letter CEO Jeff Bezos writes to shareholders . It has supplanted Warren Buffett’s yearly investment update as the seminal tract for entrepreneurs, executives, and anyone who generally cares about business excellence—or the latest at Amazon.\nIt’s a long essay, chock-full of carefully selected details of Amazon’s business. It also includes the hardy perennial crop of management advice from Bezos that is both common sense and best-practices gold simply because it works so well for Amazon.\nA few highlights:\n* Bezos begins with something of a yawner recitation of customer-satisfaction surveys Amazon has topped. That’s purposeful. The Amazon founder explains any and every action around its utility to the customer. Can your business say the same?\n* He disclosed that Amazon has 100 million Prime members, sending Wall Street analysts to their spreadsheets to update their financial models. Amazon is parsimonious with non-required financial data, so the milestone figure is valuable and impressive. It has 560,000 employees, by the way. Wow.\n* Take some time to read how Bezos describes high standards, right down to the care he recommends executives take in writing the company’s famous internal six-page narrative memos. There isn’t a member of the Fortune editorial team, including myself, who couldn’t benefit from his advice about leaving enough time to finish an arduous task that also requires teamwork.\n* Of Amazon-owned Whole Foods, Bezos writes: “We’ve also begun the technical work needed to recognize Prime members at the point of sale and look forward to offering more Prime benefits to Whole Foods shoppers once that is completed.” As I commented earlier in the week regarding Netflix (in contrast to Facebook), note how Amazon is aggressively using customer data to serve its customers, not to sell that information to others.\n* Bezos called Amazon’s India website the “fastest growing marketplace” in that country, bragged about the downloads of its shopping app there, and said Prime membership adoption has been unprecedented for Amazon. He also shared precisely zero financial or any other operating metrics on India. In late 2015 Fortune ’s Vivienne Walt wrote the definitive account of Amazon’s aspirations there .\n* * *\nFortune ‘s annual list of the World’s Greatest Leaders launched this morning. Along with well-known CEOs like Apple’s Tim Cook and GM’s Mary Barra, this year’s list also includes the Marjory Stoneman Douglas students.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nBlurry vision . After failing to generate much excitement around smart glasses and fitness trackers, Intel is shuttering its New Devices Group, formed in 2013 to expand the chip maker’s reach into cutting edge gadgets. The news comes less than three months after Intel had revealed prototype smart glasses, called Vaunt.\nThings that make you go hmm. Two top venture capital firms, Andreessen Horowitz and Union Square Ventures, and others are asking the Securities and Exchange Commission to exempt digital tokens from federal rules that regulate investments, the Wall Street Journal reported . The group kindly added that “it wouldn’t object to the SEC intervening if a token issuer committed fraud,” the newspaper reported, citing anonymous sources.\nPass the ketchup. Mobile payments haven’t caught on in the United States as quickly as they have in Asia. Apple may have a solution . Anyone who uses Apple Pay at McDonalds on Friday gets free french fries.\nRebooted . Former Yahoo CEO Marissa Mayer has formed a new company called Lumi Labs that will develop “some ideas in the consumer space,” she tells the New York Times in an interview . Mayer also said she worries that the #MeToo movement will dissuade women from entering the tech industry: “I don’t want us 15 years from now to turn around and be like, wait, how come there’s so few women V.P.s at all these companies? Oh, right, it’s because in the summer of 2018, there was all this happening and it caused people to make wildly different career decisions.”\nLean in . On the flip side, former Uber engineer and whistleblower Susan Fowler is still focusing on how to improve the workplace . She tells Recode in an interview that she is lobbying to have California ban companies from requiring that disputes with employees be settled in private arbitration instead of court. “Forced arbitration is kind of a legal loophole that these companies could use — companies like Uber — to cover up illegal behavior,” she said.\nFits and starts . With a trade war fast approaching, China is continuing to delay Qualcomm’s purchase of NXP Semiconductors . Chinese authorities say they have concluded so far that the deal would reduce competition, despite some concessions offered by the companies. “An initial investigation shows Qualcomm’s plan can hardly solve relevant problems,” a spokesman for China’s Ministry of Commerce told Bloomberg. Qualcomm said it would refile its application. Meanwhile, Qualcomm is continuing to go through with the $1 billion cost cutting plan it promised investors when it was fending off an unwanted takeover from Broadcom. That apparently includes layoffs of 1,000 employees, according to a local San Diego report .\nGood idea/creepy name news. Drug development startup BenevolentAI raised $115 million of venture capital in a deal valuing the London-based company at $2 billion. The company is trying to use artificial intelligence programs to find new medicines.\nAdvertisement FOOD FOR THOUGHT\nSuper secretive startup Palantir Technologies is known for its analysis of big data to ferret out fraud, track down terrorists and uncover leakers. But a lengthy profile of the company by Bloomberg reporters Peter Waldman, Lizette Chapman, and Jordan Robertson found that sometimes it was Palantir employees, like former Secret Service agent named Peter Cavicchia III, who were committing the abuses. Cavicchia headed a program to monitor employees of J.P. Morgan Chase, but didn’t stick to the mission:\nCavicchia’s group vacuumed up emails and browser histories, GPS locations from company-issued smartphones, printer and download activity, and transcripts of digitally recorded phone conversations. Palantir’s software aggregated, searched, sorted, and analyzed these records, surfacing keywords and patterns of behavior that Cavicchia’s team had flagged for potential abuse of corporate assets. Palantir’s algorithm, for example, alerted the insider threat team when an employee started badging into work later than usual, a sign of potential disgruntlement. That would trigger further scrutiny and possibly physical surveillance after hours by bank security personnel.\nOver time, however, Cavicchia himself went rogue. Former JPMorgan colleagues describe the environment as Wall Street meets Apocalypse Now, with Cavicchia as Colonel Kurtz, ensconced upriver in his office suite eight floors above the rest of the bank’s security team. People in the department were shocked that no one from the bank or Palantir set any real limits. They darkly joked that Cavicchia was listening to their calls, reading their emails, watching them come and go. Some planted fake information in their communications to see if Cavicchia would mention it at meetings, which he did.\nIN CASE YOU MISSED IT\nWatch a Robot Complete Your Most Frustrating Task: Assembling Ikea Furniture By Natasha Bach\nBest Buy and Amazon Put Their Rivalry Aside Again to Sell More TVs By Phil Wahba\nLockheed Martin Is One Step Closer to Building Hypersonic Missiles That Are Faster Than Today’s Anti-Aircraft Systems By David Meyer\nEx-CEO of Bankrupt Bitcoin Exchange Mt. Gox Has a New Job in Crypto By Jen Wieczner\nFacebook Really Wants to Bring Back Its Face-Scanning Tech in Europe. Problem Is, It Might Be Illegal. By David Meyer\nIBM Shares Plummet 8% After Weak Earnings Guidance By Jonathan Vanian\nMicrosoft Aims to Make Google Chrome Safer With New Extension By Don Reisinger\nAdvertisement BEFORE YOU GO\nAfter all the great-sounding new TV shows in production that we sometimes bring to your attention, today we bring the opposite kind of news. Actress Claire Danes revealed that the eighth season of her Showtime show Homeland will be the last . And Shonda Rhimes’s crazy, seven season D.C. tale Scandal comes to an end tonight .\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-19T21:11:00.000+03:00",
    "crawled": "2018-04-20T05:31:57.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "april",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "amazon",
        "wednesday",
        "released",
        "annual",
        "letter",
        "ceo",
        "jeff",
        "bezos",
        "writes",
        "shareholder",
        "supplanted",
        "warren",
        "buffett",
        "yearly",
        "investment",
        "update",
        "seminal",
        "tract",
        "entrepreneur",
        "executive",
        "anyone",
        "generally",
        "care",
        "business",
        "latest",
        "amazon",
        "long",
        "essay",
        "carefully",
        "selected",
        "detail",
        "amazon",
        "business",
        "also",
        "includes",
        "hardy",
        "perennial",
        "crop",
        "management",
        "advice",
        "bezos",
        "common",
        "sense",
        "gold",
        "simply",
        "work",
        "well",
        "amazon",
        "highlight",
        "bezos",
        "begin",
        "something",
        "yawner",
        "recitation",
        "survey",
        "amazon",
        "topped",
        "purposeful",
        "amazon",
        "founder",
        "explains",
        "every",
        "action",
        "around",
        "utility",
        "customer",
        "business",
        "say",
        "disclosed",
        "amazon",
        "million",
        "prime",
        "member",
        "sending",
        "wall",
        "street",
        "analyst",
        "spreadsheet",
        "update",
        "financial",
        "model",
        "amazon",
        "parsimonious",
        "financial",
        "data",
        "milestone",
        "figure",
        "valuable",
        "impressive",
        "employee",
        "way",
        "wow",
        "take",
        "time",
        "read",
        "bezos",
        "describes",
        "high",
        "standard",
        "right",
        "care",
        "recommends",
        "executive",
        "take",
        "writing",
        "company",
        "famous",
        "internal",
        "narrative",
        "memo",
        "member",
        "fortune",
        "editorial",
        "team",
        "including",
        "benefit",
        "advice",
        "leaving",
        "enough",
        "time",
        "finish",
        "arduous",
        "task",
        "also",
        "requires",
        "teamwork",
        "whole",
        "food",
        "bezos",
        "writes",
        "also",
        "begun",
        "technical",
        "work",
        "needed",
        "recognize",
        "prime",
        "member",
        "point",
        "sale",
        "look",
        "forward",
        "offering",
        "prime",
        "benefit",
        "whole",
        "food",
        "shopper",
        "commented",
        "earlier",
        "week",
        "regarding",
        "netflix",
        "contrast",
        "facebook",
        "note",
        "amazon",
        "aggressively",
        "using",
        "customer",
        "data",
        "serve",
        "customer",
        "sell",
        "information",
        "others",
        "bezos",
        "called",
        "amazon",
        "india",
        "website",
        "fastest",
        "growing",
        "marketplace",
        "country",
        "bragged",
        "downloads",
        "shopping",
        "app",
        "said",
        "prime",
        "membership",
        "adoption",
        "unprecedented",
        "amazon",
        "also",
        "shared",
        "precisely",
        "zero",
        "financial",
        "operating",
        "metric",
        "india",
        "late",
        "fortune",
        "vivienne",
        "walt",
        "wrote",
        "definitive",
        "account",
        "amazon",
        "aspiration",
        "fortune",
        "annual",
        "list",
        "world",
        "greatest",
        "leader",
        "launched",
        "morning",
        "along",
        "ceo",
        "like",
        "apple",
        "tim",
        "cook",
        "gm",
        "mary",
        "barra",
        "year",
        "list",
        "also",
        "includes",
        "marjory",
        "stoneman",
        "douglas",
        "student",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "blurry",
        "vision",
        "failing",
        "generate",
        "much",
        "excitement",
        "around",
        "smart",
        "glass",
        "fitness",
        "tracker",
        "intel",
        "shuttering",
        "new",
        "device",
        "group",
        "formed",
        "expand",
        "chip",
        "maker",
        "reach",
        "cutting",
        "edge",
        "gadget",
        "news",
        "come",
        "less",
        "three",
        "month",
        "intel",
        "revealed",
        "prototype",
        "smart",
        "glass",
        "called",
        "vaunt",
        "thing",
        "make",
        "go",
        "hmm",
        "two",
        "top",
        "venture",
        "capital",
        "firm",
        "andreessen",
        "horowitz",
        "union",
        "square",
        "venture",
        "others",
        "asking",
        "security",
        "exchange",
        "commission",
        "exempt",
        "digital",
        "token",
        "federal",
        "rule",
        "regulate",
        "investment",
        "wall",
        "street",
        "journal",
        "reported",
        "group",
        "kindly",
        "added",
        "object",
        "sec",
        "intervening",
        "token",
        "issuer",
        "committed",
        "fraud",
        "newspaper",
        "reported",
        "citing",
        "anonymous",
        "source",
        "pas",
        "ketchup",
        "mobile",
        "payment",
        "caught",
        "united",
        "state",
        "quickly",
        "asia",
        "apple",
        "may",
        "solution",
        "anyone",
        "us",
        "apple",
        "pay",
        "mcdonalds",
        "friday",
        "get",
        "free",
        "french",
        "fry",
        "rebooted",
        "former",
        "yahoo",
        "ceo",
        "marissa",
        "mayer",
        "formed",
        "new",
        "company",
        "called",
        "lumi",
        "lab",
        "develop",
        "idea",
        "consumer",
        "space",
        "tell",
        "new",
        "york",
        "time",
        "interview",
        "mayer",
        "also",
        "said",
        "worry",
        "metoo",
        "movement",
        "dissuade",
        "woman",
        "entering",
        "tech",
        "industry",
        "want",
        "u",
        "year",
        "turn",
        "around",
        "like",
        "wait",
        "come",
        "woman",
        "company",
        "oh",
        "right",
        "summer",
        "happening",
        "caused",
        "people",
        "make",
        "wildly",
        "different",
        "career",
        "lean",
        "flip",
        "side",
        "former",
        "uber",
        "engineer",
        "whistleblower",
        "susan",
        "fowler",
        "still",
        "focusing",
        "improve",
        "workplace",
        "tell",
        "recode",
        "interview",
        "lobbying",
        "california",
        "ban",
        "company",
        "requiring",
        "dispute",
        "employee",
        "settled",
        "private",
        "arbitration",
        "instead",
        "court",
        "forced",
        "arbitration",
        "kind",
        "legal",
        "loophole",
        "company",
        "could",
        "use",
        "company",
        "like",
        "uber",
        "cover",
        "illegal",
        "behavior",
        "said",
        "fit",
        "start",
        "trade",
        "war",
        "fast",
        "approaching",
        "china",
        "continuing",
        "delay",
        "qualcomm",
        "purchase",
        "nxp",
        "semiconductor",
        "chinese",
        "authority",
        "say",
        "concluded",
        "far",
        "deal",
        "would",
        "reduce",
        "competition",
        "despite",
        "concession",
        "offered",
        "company",
        "initial",
        "investigation",
        "show",
        "qualcomm",
        "plan",
        "hardly",
        "solve",
        "relevant",
        "problem",
        "spokesman",
        "china",
        "ministry",
        "commerce",
        "told",
        "bloomberg",
        "qualcomm",
        "said",
        "would",
        "refile",
        "application",
        "meanwhile",
        "qualcomm",
        "continuing",
        "go",
        "billion",
        "cost",
        "cutting",
        "plan",
        "promised",
        "investor",
        "fending",
        "unwanted",
        "takeover",
        "broadcom",
        "apparently",
        "includes",
        "layoff",
        "employee",
        "according",
        "local",
        "san",
        "diego",
        "report",
        "good",
        "name",
        "news",
        "drug",
        "development",
        "startup",
        "benevolentai",
        "raised",
        "million",
        "venture",
        "capital",
        "deal",
        "valuing",
        "company",
        "billion",
        "company",
        "trying",
        "use",
        "artificial",
        "intelligence",
        "program",
        "find",
        "new",
        "medicine",
        "advertisement",
        "food",
        "thought",
        "super",
        "secretive",
        "startup",
        "palantir",
        "technology",
        "known",
        "analysis",
        "big",
        "data",
        "ferret",
        "fraud",
        "track",
        "terrorist",
        "uncover",
        "leaker",
        "lengthy",
        "profile",
        "company",
        "bloomberg",
        "reporter",
        "peter",
        "waldman",
        "lizette",
        "chapman",
        "jordan",
        "robertson",
        "found",
        "sometimes",
        "palantir",
        "employee",
        "like",
        "former",
        "secret",
        "service",
        "agent",
        "named",
        "peter",
        "cavicchia",
        "iii",
        "committing",
        "abuse",
        "cavicchia",
        "headed",
        "program",
        "monitor",
        "employee",
        "morgan",
        "chase",
        "stick",
        "mission",
        "cavicchia",
        "group",
        "vacuumed",
        "email",
        "browser",
        "history",
        "gps",
        "location",
        "smartphones",
        "printer",
        "download",
        "activity",
        "transcript",
        "digitally",
        "recorded",
        "phone",
        "conversation",
        "palantir",
        "software",
        "aggregated",
        "searched",
        "sorted",
        "analyzed",
        "record",
        "surfacing",
        "keywords",
        "pattern",
        "behavior",
        "cavicchia",
        "team",
        "flagged",
        "potential",
        "abuse",
        "corporate",
        "asset",
        "palantir",
        "algorithm",
        "example",
        "alerted",
        "insider",
        "threat",
        "team",
        "employee",
        "started",
        "badging",
        "work",
        "later",
        "usual",
        "sign",
        "potential",
        "disgruntlement",
        "would",
        "trigger",
        "scrutiny",
        "possibly",
        "physical",
        "surveillance",
        "hour",
        "bank",
        "security",
        "personnel",
        "time",
        "however",
        "cavicchia",
        "went",
        "rogue",
        "former",
        "jpmorgan",
        "colleague",
        "describe",
        "environment",
        "wall",
        "street",
        "meet",
        "apocalypse",
        "cavicchia",
        "colonel",
        "kurtz",
        "ensconced",
        "upriver",
        "office",
        "suite",
        "eight",
        "floor",
        "rest",
        "bank",
        "security",
        "team",
        "people",
        "department",
        "shocked",
        "one",
        "bank",
        "palantir",
        "set",
        "real",
        "limit",
        "darkly",
        "joked",
        "cavicchia",
        "listening",
        "call",
        "reading",
        "email",
        "watching",
        "come",
        "go",
        "planted",
        "fake",
        "information",
        "communication",
        "see",
        "cavicchia",
        "would",
        "mention",
        "meeting",
        "case",
        "missed",
        "watch",
        "robot",
        "complete",
        "frustrating",
        "task",
        "assembling",
        "ikea",
        "furniture",
        "natasha",
        "bach",
        "best",
        "buy",
        "amazon",
        "put",
        "rivalry",
        "aside",
        "sell",
        "tv",
        "phil",
        "wahba",
        "lockheed",
        "martin",
        "one",
        "step",
        "closer",
        "building",
        "hypersonic",
        "missile",
        "faster",
        "today",
        "system",
        "david",
        "meyer",
        "bankrupt",
        "bitcoin",
        "exchange",
        "mt",
        "gox",
        "new",
        "job",
        "crypto",
        "jen",
        "wieczner",
        "facebook",
        "really",
        "want",
        "bring",
        "back",
        "tech",
        "europe",
        "problem",
        "might",
        "illegal",
        "david",
        "meyer",
        "ibm",
        "share",
        "plummet",
        "weak",
        "earnings",
        "guidance",
        "jonathan",
        "vanian",
        "microsoft",
        "aim",
        "make",
        "google",
        "chrome",
        "safer",
        "new",
        "extension",
        "reisinger",
        "advertisement",
        "go",
        "new",
        "tv",
        "show",
        "production",
        "sometimes",
        "bring",
        "attention",
        "today",
        "bring",
        "opposite",
        "kind",
        "news",
        "actress",
        "claire",
        "dane",
        "revealed",
        "eighth",
        "season",
        "showtime",
        "show",
        "homeland",
        "last",
        "shonda",
        "rhimes",
        "crazy",
        "seven",
        "season",
        "tale",
        "scandal",
        "come",
        "end",
        "tonight",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}