{
    "organizations": [],
    "uuid": "a189c520f1f3a8265e5d19b8212ebf36ed21c6c1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/cnbc-interview-with-etihad-airways-ceo-peter-baumgartner.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Etihad Airways CEO Peter Baumgartner",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Peter Baumgartner, CEO of Etihad Airways, and CNBC's Hadley Gamble live on CNBC's Capital Connection.\nHG: I'm joined now on set by the CEO of Etihad Airways, Peter Baumgartner, thanks so much for joining us.\nPB : Hadley, great to be here.\nHG: Now, talk to me a little bit about what's happening over at Etihad. You've had a massive restructuring programme. How soon are we going to see Etihad return to profitability?\nPB : Well, first of all, Hadley, you know, we are not even 15 years old, so I am with the airline since the very beginning, and I haven't seen, you know, a year, or a period, which was not constantly driven by change. So, change is probably the only constant in our-, in our life, and it has to be. It's made us a very agile business, that is able to adapt, you know, to an ever-changing environment, in a very, very agile way. And I think, in that context, it's important to understand that, you know, we are at a gateway, you know, of-, of not being a startup business anymore, an established company. Many of the input parameters, at the time, the fleet, and network plans, have the last time been cut, you know, have changed, and it is an appropriate point in time to-, to look in to the future, make sure we keep having a solid baseline for future growth.\nHG: And speaking of the future, right now we're talking about these geopolitical tensions, these Syria strikes over the weekend, a lot of questions about whether airlines should reroute. American Airlines, as you saw, did a bit of rerouting, itself. What is Etihad's take on this? Are you rerouting flights, given what we've seen?\nPB : Well, first of all, you know, safety and security of our-, of our guests, and our operation, is number one priority, as it should be for any airline, as it is in aviation. So, that means, you know, yes, these are times, you know, of heightened surveillance. We are extremely well connected with-, you know, internal and external intelligence, which gives us a very, very accurate picture of what's going on, so we would never risk, you know, any operation over-, over unsafe territory. So, yes, we have, in the past, you know, rerouted flights, to adapt to a security situation. At the moment, you know, our flights continue to operate as per our normal schedule, but, you know, this is a-, a daily assessment of the situation, an hourly assessment of the situation.\nHG: Now, of course, you have cut some of your routes, Edinburgh, as well as Perth, as well. Is this the end of Etihad's global ambitions?\nPB : [Laughter] no. I mean, you know, an airline is constantly, you know, looking at it-, it-, its competitive position in the-, in the market. What we are doing here is to make sure that we continue to be that integral part of an Abu Dhabi masterplan, to be the flag-carrier that the-, the strategy of economic diversification requires, what the capital of Abu Dhabi requires, in terms of air link to important and emerging economies, capital to capital connections, and so on. So, we do that in a way that it is very, very strategic, and, you know, on a sound commercial basis. So, this is a constant, you know, evaluation, that is not, you know, a one-time cut, and then you are done for the next ten years. So, this is-, this is a very agile business, in a very agile environment, and so that's kind of business as usual.\nHG: Speaking of constant re-, constantly reevaluating the situation, when you look at the Etihad versus Emirates narrative, Emirates, of course, available in Dubai, about an hour up the road from Abu Dhabi. Is there a situation where you might consider cutting prices at Etihad, to be competitive, when it comes to keeping people from taking that drive, and taking an Emirates flight?\nPB : Well, it is a good question. I think it has to be seen in the context of what's currently happening, in terms of airline product development and distribution. I mean, the airline industry, for too long, had a very limited amount of product on the shelf, which is first, business, and economy. Maybe something in between, you know, \"economy plus\", whatever you want to call it, but digital transformation has also reached our industry, which allows us, you know, to get less dependent on legacy distribution technology, and allows us, you know, to have those dozens, hundreds, millions of products out there, bundled up, customized, to exactly what-, what-, what Hadley wants, and needs, and make sure that it is at the price, you know, that you think is good value. And that's the transformation that we go very strongly through at Etihad. Yes, you know, the Fourth Industrial Revolution has reached us. We're already, you know, a first mover in many of those areas, rather than a follower. That means, you know, we will be able, in the future, you know, to be highly competitive against, you know, very price-sensitive leisure audiences, at the same time deliver on the very same aircraft, the ultra-luxury experience for those people where this matters.\nHG: Talk to me a little bit more about that restructuring, because back in 2015, 2016, you issued bonds, many of them taken by residents here in the UAE, and those have since lost about a quarter of their value. Is there a plan to make those investors hold?\nPB : Well, you know, these are public securities where I can't, you know, possibly talk about, you know, in-, in-, in public. But, important to understand, and maybe that allows me to make a point, is that, you know, I'm sitting here, representing Etihad Airways, and the way we are structured allows me, and my team, to focus on the airline, and-, and ensure that the operation is-, you know, continues to be on a solid footing, and continues to be a successful growth story. That's what we are focused on. The rest are-, are-, are challenges, which are-, which are, you know, managed in the group.\nHG: What's the timeline, then, to getting Etihad back on track, in terms of profitability?\nPB : You know, the core airline has always been operating very-, in a very, very solid way. I mean, even in most challenging times, 2016, the oil price collapsed, local regional markets contracted, which accelerated the overcapacity situation on competitive overlapping traffic flows, which brought, you know, the yields down, that was kind of a perfect storm. Even then, you know, we operated with very solid load factors. Now that the quality of revenue they've been used to has accelerated, also, our, you know, of course, review of our network and fleet requirements for-, for the next five, and even ten years, because many of these-, of these effects are not just one-time, are just a cycle, and do not go away that quickly. Yes, it was-, it was maybe an accelerated reality check, but-, but, you know, what you would expect, you know, a business, after ten years, to do.\nHG: Peter, we're going to have to leave it there. Peter Baumgartner, the CEO of Etihad Airways, thanks so much for joining us. Nancy, I'm going to hand it back to you.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-04-16T08:00:00.000+03:00",
    "crawled": "2018-04-16T11:50:59.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "peter",
        "baumgartner",
        "ceo",
        "etihad",
        "airway",
        "cnbc",
        "hadley",
        "gamble",
        "live",
        "cnbc",
        "capital",
        "connection",
        "hg",
        "joined",
        "set",
        "ceo",
        "etihad",
        "airway",
        "peter",
        "baumgartner",
        "thanks",
        "much",
        "joining",
        "u",
        "pb",
        "hadley",
        "great",
        "hg",
        "talk",
        "little",
        "bit",
        "happening",
        "etihad",
        "massive",
        "restructuring",
        "programme",
        "soon",
        "going",
        "see",
        "etihad",
        "return",
        "profitability",
        "pb",
        "well",
        "first",
        "hadley",
        "know",
        "even",
        "year",
        "old",
        "airline",
        "since",
        "beginning",
        "seen",
        "know",
        "year",
        "period",
        "constantly",
        "driven",
        "change",
        "change",
        "probably",
        "constant",
        "life",
        "made",
        "u",
        "agile",
        "business",
        "able",
        "adapt",
        "know",
        "environment",
        "agile",
        "way",
        "think",
        "context",
        "important",
        "understand",
        "know",
        "gateway",
        "know",
        "startup",
        "business",
        "anymore",
        "established",
        "company",
        "many",
        "input",
        "parameter",
        "time",
        "fleet",
        "network",
        "plan",
        "last",
        "time",
        "cut",
        "know",
        "changed",
        "appropriate",
        "point",
        "time",
        "look",
        "future",
        "make",
        "sure",
        "keep",
        "solid",
        "baseline",
        "future",
        "growth",
        "hg",
        "speaking",
        "future",
        "right",
        "talking",
        "geopolitical",
        "tension",
        "syria",
        "strike",
        "weekend",
        "lot",
        "question",
        "whether",
        "airline",
        "reroute",
        "american",
        "airline",
        "saw",
        "bit",
        "rerouting",
        "etihad",
        "take",
        "rerouting",
        "flight",
        "given",
        "seen",
        "pb",
        "well",
        "first",
        "know",
        "safety",
        "security",
        "guest",
        "operation",
        "number",
        "one",
        "priority",
        "airline",
        "aviation",
        "mean",
        "know",
        "yes",
        "time",
        "know",
        "heightened",
        "surveillance",
        "extremely",
        "well",
        "connected",
        "know",
        "internal",
        "external",
        "intelligence",
        "give",
        "u",
        "accurate",
        "picture",
        "going",
        "would",
        "never",
        "risk",
        "know",
        "operation",
        "unsafe",
        "territory",
        "yes",
        "past",
        "know",
        "rerouted",
        "flight",
        "adapt",
        "security",
        "situation",
        "moment",
        "know",
        "flight",
        "continue",
        "operate",
        "per",
        "normal",
        "schedule",
        "know",
        "daily",
        "assessment",
        "situation",
        "hourly",
        "assessment",
        "situation",
        "hg",
        "course",
        "cut",
        "route",
        "edinburgh",
        "well",
        "perth",
        "well",
        "end",
        "etihad",
        "global",
        "ambition",
        "pb",
        "laughter",
        "mean",
        "know",
        "airline",
        "constantly",
        "know",
        "looking",
        "competitive",
        "position",
        "market",
        "make",
        "sure",
        "continue",
        "integral",
        "part",
        "abu",
        "dhabi",
        "masterplan",
        "strategy",
        "economic",
        "diversification",
        "requires",
        "capital",
        "abu",
        "dhabi",
        "requires",
        "term",
        "air",
        "link",
        "important",
        "emerging",
        "economy",
        "capital",
        "capital",
        "connection",
        "way",
        "strategic",
        "know",
        "sound",
        "commercial",
        "basis",
        "constant",
        "know",
        "evaluation",
        "know",
        "cut",
        "done",
        "next",
        "ten",
        "year",
        "agile",
        "business",
        "agile",
        "environment",
        "kind",
        "business",
        "usual",
        "hg",
        "speaking",
        "constant",
        "constantly",
        "reevaluating",
        "situation",
        "look",
        "etihad",
        "versus",
        "emirate",
        "narrative",
        "emirate",
        "course",
        "available",
        "dubai",
        "hour",
        "road",
        "abu",
        "dhabi",
        "situation",
        "might",
        "consider",
        "cutting",
        "price",
        "etihad",
        "competitive",
        "come",
        "keeping",
        "people",
        "taking",
        "drive",
        "taking",
        "emirate",
        "flight",
        "pb",
        "well",
        "good",
        "question",
        "think",
        "seen",
        "context",
        "currently",
        "happening",
        "term",
        "airline",
        "product",
        "development",
        "distribution",
        "mean",
        "airline",
        "industry",
        "long",
        "limited",
        "amount",
        "product",
        "shelf",
        "first",
        "business",
        "economy",
        "maybe",
        "something",
        "know",
        "economy",
        "plus",
        "whatever",
        "want",
        "call",
        "digital",
        "transformation",
        "also",
        "reached",
        "industry",
        "allows",
        "u",
        "know",
        "get",
        "less",
        "dependent",
        "legacy",
        "distribution",
        "technology",
        "allows",
        "u",
        "know",
        "dozen",
        "hundred",
        "million",
        "product",
        "bundled",
        "customized",
        "exactly",
        "hadley",
        "want",
        "need",
        "make",
        "sure",
        "price",
        "know",
        "think",
        "good",
        "value",
        "transformation",
        "go",
        "strongly",
        "etihad",
        "yes",
        "know",
        "fourth",
        "industrial",
        "revolution",
        "reached",
        "u",
        "already",
        "know",
        "first",
        "mover",
        "many",
        "area",
        "rather",
        "follower",
        "mean",
        "know",
        "able",
        "future",
        "know",
        "highly",
        "competitive",
        "know",
        "leisure",
        "audience",
        "time",
        "deliver",
        "aircraft",
        "experience",
        "people",
        "matter",
        "hg",
        "talk",
        "little",
        "bit",
        "restructuring",
        "back",
        "issued",
        "bond",
        "many",
        "taken",
        "resident",
        "uae",
        "since",
        "lost",
        "quarter",
        "value",
        "plan",
        "make",
        "investor",
        "hold",
        "pb",
        "well",
        "know",
        "public",
        "security",
        "ca",
        "know",
        "possibly",
        "talk",
        "know",
        "public",
        "important",
        "understand",
        "maybe",
        "allows",
        "make",
        "point",
        "know",
        "sitting",
        "representing",
        "etihad",
        "airway",
        "way",
        "structured",
        "allows",
        "team",
        "focus",
        "airline",
        "ensure",
        "operation",
        "know",
        "continues",
        "solid",
        "footing",
        "continues",
        "successful",
        "growth",
        "story",
        "focused",
        "rest",
        "challenge",
        "know",
        "managed",
        "group",
        "hg",
        "timeline",
        "getting",
        "etihad",
        "back",
        "track",
        "term",
        "profitability",
        "pb",
        "know",
        "core",
        "airline",
        "always",
        "operating",
        "solid",
        "way",
        "mean",
        "even",
        "challenging",
        "time",
        "oil",
        "price",
        "collapsed",
        "local",
        "regional",
        "market",
        "contracted",
        "accelerated",
        "overcapacity",
        "situation",
        "competitive",
        "overlapping",
        "traffic",
        "flow",
        "brought",
        "know",
        "yield",
        "kind",
        "perfect",
        "storm",
        "even",
        "know",
        "operated",
        "solid",
        "load",
        "factor",
        "quality",
        "revenue",
        "used",
        "accelerated",
        "also",
        "know",
        "course",
        "review",
        "network",
        "fleet",
        "requirement",
        "next",
        "five",
        "even",
        "ten",
        "year",
        "many",
        "effect",
        "cycle",
        "go",
        "away",
        "quickly",
        "yes",
        "maybe",
        "accelerated",
        "reality",
        "check",
        "know",
        "would",
        "expect",
        "know",
        "business",
        "ten",
        "year",
        "hg",
        "peter",
        "going",
        "leave",
        "peter",
        "baumgartner",
        "ceo",
        "etihad",
        "airway",
        "thanks",
        "much",
        "joining",
        "u",
        "nancy",
        "going",
        "hand",
        "back",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}