{
    "organizations": [],
    "uuid": "3e95731985d1593fa05784fd0fbec8ae946d81a1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/business-wire-avx-corporation-announces-preliminary-fourth-quarter-and-fiscal-year-results.html",
    "ord_in_thread": 0,
    "title": "AVX Corporation Announces Preliminary Fourth Quarter and Fiscal Year Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FOUNTAIN INN, S.C.--(BUSINESS WIRE)-- AVX Corporation (NYSE: AVX) today reported preliminary unaudited results for the fourth quarter and fiscal year ended March 31, 2018.\nChief Executive Officer and President, John Sarvis, stated, “We completed the fourth quarter of our fiscal year with net sales of $446.6 million, reflecting an increase over both the previous quarter and the same quarter in the prior year. These results include sales of $102.8 million in our Interconnect, Sensing and Control segment and $12.7 million in our Electronic Components segment attributable to our acquisitions of the AB Electronic sensing and control business and Ethertronics, respectively. Market conditions continued to be strong, resulting in healthy product demand in most of the markets we serve.”\nDuring the quarter, AVX completed its purchase of Ethertronics, Inc. (“Ethertronics”), a privately held manufacturer of passive and active antenna systems, for $128.2 million in cash, net of cash and debt acquired, subject to customary post-closing adjustments. Ethertronics is a leader in advanced antenna system technology and manufactures antenna products for wireless applications such as mobile phones, Wi-Fi, defense, aerospace, medical, and Internet of Things (“IoT”). The addition of Ethertronics is an opportunity for AVX to expand its extensive electronic product offering into the rapidly expanding IoT wireless connectivity space.\nAlso during the quarter, AVX announced an agreement to acquire KUMATEC Sondermaschinenbau & Kunststoffverarbeitung GmbH (“Kumatec”), a limited liability company under German law, which includes a 50% interest in KUMATEC Hydrogen GmbH Co. KG, a limited liability partnership under German law (the “Partnership”). Kumatec develops, constructs and manufactures automation equipment and plastic components. The purpose of the Partnership is the development, marketing and supply of hydrogen fuel generation and delivery solutions and other related services.\nMr. Sarvis stated, “Despite the loss of the Kyocera resale product going forward, the additions of the S&C business and Ethertronics, and the expected acquisition of Kumatec will provide new growth and exciting business opportunities for AVX as we move into our next fiscal year and beyond.”\nFor the quarter and fiscal year ended March 31, 2018, net sales were $446.6 million and $1,562.5 million, respectively, compared to net sales of $329.6 million and $1,312.6 million, respectively, for the same periods last year, reflecting the increased sales from our acquisitions mentioned above in addition to healthy global market conditions for our components and interconnect devices.\nProfit from operations for the three and twelve month periods ended March 31, 2018 were $47.3 million and $179.8 million, respectively, compared to operating profits of $45.1 million and $163.6 million for the three and twelve month periods ended March 31, 2017, respectively. Profit from operations for the twelve month period ended March 31, 2017 reflects a charge of $3.6 million related to estimated environmental remediation costs resulting from legacy environmental issues at an inactive property. Additionally, profit from operations for the three and twelve month periods ended March 31, 2017 include charges of $6.8 million and $34.9 million, respectively, related to previously disclosed intellectual property damages awards resulting from litigation with respect to patent infringement cases. These charges were partially offset by increased sales prices related to the affected products of $6.1 million and $21.4 million for the three and twelve month periods ended March 31, 2017. Profit for the three and twelve month periods ended March 31, 2018 reflects a favorable accrual adjustment of $1.5 million related to an ongoing patent infringement case.\nNet income for the quarter ended March 31, 2018 was $31.8 million, or $0.19 per diluted share compared to net income for the quarter ended March 31, 2017 of $33.9 million, or $0.20 per diluted share.\nNet income for the fiscal year ended March 31, 2018 was $4.9 million, or $0.03 per diluted share, reflecting estimated one-time tax charges of approximately $129.4 million related to the U.S. tax reform law signed in December 2017 and an enacted income tax rate reduction in France. Net income was $125.8 million, or $0.75 per diluted share, for the fiscal year ended March 31, 2017.\nChief Financial Officer, Kurt Cummings, stated, “Our continuing long-term strategy is to maintain our financial position in order to allow flexibility for investments in acquisitions, materials, equipment and people to support the long-term growth of the Company. As of March 31, 2018, we had cash, cash equivalents and short-term investments in securities of approximately $829.6 million and no debt. We continued to use our resources to provide value to our stockholders during the fiscal year by paying $75.7 million in dividends to stockholders and spending $290.3 million for acquisitions.”\nAVX, headquartered in Fountain Inn, South Carolina, is a leading manufacturer and supplier of a broad line of passive electronic components and related products.\nPlease visit our website at www.avx.com .\nAVX CORPORATION\nConsolidated Condensed Statements of Income\n(unaudited)\n(in thousands, except per share data)\nThree Months Ended Twelve Months Ended March 31, March 31, 2017 2018 2017 2018 Net sales $ 329,578 $ 446,632 $ 1,312,661 $ 1,562,474 Cost of sales 255,876 360,992 1,027,906 1,243,612 Gross profit 73,702 85,640 284,755 318,862 Selling, general & admin. expense 28,624 39,854 117,598 140,528 Legal and environmental charges - (1,500) 3,600 (1,500) Profit from operations 45,078 47,286 163,557 179,834 Other income, net 2,193 4,091 11,392 12,479 Income before income taxes 47,271 51,377 174,949 192,313 Provision for taxes 13,414 19,557 49,164 187,403 Net income $ 33,857 $ 31,820 $ 125,785 $ 4,910 Basic income per share $ 0.20 $ 0.19 $ 0.75 $ 0.03 Diluted income per share $ 0.20 $ 0.19 $ 0.75 $ 0.03 Weighted average common shares outstanding: Basic 167,832 168,404 167,506 168,262 Diluted 168,411 169,133 167,837 168,925 AVX CORPORATION\nConsolidated Condensed Balance Sheets\n(unaudited)\n(in thousands)\nMarch 31, March 31, 2017 2018 Assets Cash and cash equivalents $ 578,634 $ 549,767 Short-term investments in securities 528,748 279,787 Accounts receivable, net 186,804 284,514 Inventories 474,128 516,777 Other current assets 68,090 70,879 Total current assets 1,836,404 1,701,724 Property, plant and equipment, net 239,951 423,225 Goodwill and other intangibles 266,701 441,997 Other assets 134,357 103,662 TOTAL ASSETS $ 2,477,413 $ 2,670,608 Liabilities and Stockholders' Equity Accounts payable $ 80,441 $ 116,046 Income taxes payable and accrued expenses 135,626 178,517 Total current liabilities 216,067 294,563 Other liabilities 44,867 133,557 TOTAL LIABILITIES 260,934 428,120 TOTAL STOCKHOLDERS' EQUITY 2,216,479 2,242,488 TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY $ 2,477,413 $ 2,670,608 This Press Release contains \"forward-looking\" information within the meaning of the Private Securities Litigation Reform Act of 1995. All statements other than statements of historical fact, including statements regarding industry prospects and future results of operations or financial position, made in this Press Release are forward-looking. The forward-looking information may include, among other information, statements concerning our outlook for fiscal year 2019, overall volume and pricing trends, potential for future growth, cost reduction and acquisition strategies and their anticipated results, expectations for research and development, and capital expenditures. There may also be other statements of expectations, beliefs, outlook, future plans and strategies, anticipated events or trends, and similar expressions concerning matters that are not historical facts. Forward-looking statements reflect management's expectations and are inherently uncertain. Our expectations and assumptions are expressed in good faith and we believe there is a reasonable basis for them. However, there can be no assurance that such forward-looking statements will materialize or prove to be correct as forward-looking statements are inherently subject to known and unknown risks, uncertainties and other factors which may cause actual future results, performance or achievements to differ materially from the future results, performance or achievements expressed in or implied by such forward-looking statements. Because these forward-looking statements involve risks and uncertainties, actual results could differ materially from those expressed or implied by the forward-looking statements for a variety of reasons, including without limitation, changes in the global economy or the economy of any locality in which we conduct business; changes in general industry and market conditions or regional growth or declines; loss of business from increased competition; higher raw material costs or raw material shortages; changes in consumer and customer preferences for end products; customer losses; changes in regulatory conditions; unfavorable fluctuations in currencies or interest rates among the various jurisdictions in which we operate; market acceptance of our new products; possible adverse results of pending or future litigation or infringement claims; our ability to realize expected synergies from acquired businesses; our ability to protect our intellectual property rights; negative impacts of environmental investigations or other governmental investigations and associated litigation; tax assessments by governmental authorities and changes in our effective tax rate; dependence on and relationships with customers and suppliers; and other risks and uncertainties discussed in our Annual Report on Form 10-K for fiscal year ended March 31, 2017. Forward-looking statements should be read in context with, and with the understanding of, the various other disclosures concerning the Company and its business made elsewhere in this Press Release as well as other public reports filed by the Company with the SEC. You should not place undue reliance on any forward-looking statements as a prediction of actual results or developments.\nAny forward-looking statements by the Company are intended to speak as of the date thereof. We do not intend to update or revise any forward-looking statement contained in this Press Release to reflect new events or circumstances unless and to the extent required by applicable law. All forward-looking statements contained in this Press Release constitute \"forward-looking statements\" within the meaning of Section 21E of the United States Securities Exchange Act of 1934 and, to the extent it may be applicable by way of incorporation of statements contained in this Press Release by reference or otherwise, Section 27A of the United States Securities Act of 1933, each of which establishes a safe-harbor from private actions for forward-looking statements as defined in those statutes.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180425005390/en/\nAVX Corporation\nKurt Cummings, 864-967-9303\ninvestor.relations@avx.com\nSource: AVX Corporation",
    "published": "2018-04-25T16:30:00.000+03:00",
    "crawled": "2018-04-25T16:52:57.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fountain",
        "inn",
        "business",
        "wire",
        "avx",
        "corporation",
        "nyse",
        "avx",
        "today",
        "reported",
        "preliminary",
        "unaudited",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "chief",
        "executive",
        "officer",
        "president",
        "john",
        "sarvis",
        "stated",
        "completed",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "net",
        "sale",
        "million",
        "reflecting",
        "increase",
        "previous",
        "quarter",
        "quarter",
        "prior",
        "year",
        "result",
        "include",
        "sale",
        "million",
        "interconnect",
        "sensing",
        "control",
        "segment",
        "million",
        "electronic",
        "component",
        "segment",
        "attributable",
        "acquisition",
        "ab",
        "electronic",
        "sensing",
        "control",
        "business",
        "ethertronics",
        "respectively",
        "market",
        "condition",
        "continued",
        "strong",
        "resulting",
        "healthy",
        "product",
        "demand",
        "market",
        "quarter",
        "avx",
        "completed",
        "purchase",
        "ethertronics",
        "ethertronics",
        "privately",
        "held",
        "manufacturer",
        "passive",
        "active",
        "antenna",
        "system",
        "million",
        "cash",
        "net",
        "cash",
        "debt",
        "acquired",
        "subject",
        "customary",
        "adjustment",
        "ethertronics",
        "leader",
        "advanced",
        "antenna",
        "system",
        "technology",
        "manufacture",
        "antenna",
        "product",
        "wireless",
        "application",
        "mobile",
        "phone",
        "defense",
        "aerospace",
        "medical",
        "internet",
        "thing",
        "iot",
        "addition",
        "ethertronics",
        "opportunity",
        "avx",
        "expand",
        "extensive",
        "electronic",
        "product",
        "offering",
        "rapidly",
        "expanding",
        "iot",
        "wireless",
        "connectivity",
        "space",
        "also",
        "quarter",
        "avx",
        "announced",
        "agreement",
        "acquire",
        "kumatec",
        "sondermaschinenbau",
        "kunststoffverarbeitung",
        "gmbh",
        "kumatec",
        "limited",
        "liability",
        "company",
        "german",
        "law",
        "includes",
        "interest",
        "kumatec",
        "hydrogen",
        "gmbh",
        "kg",
        "limited",
        "liability",
        "partnership",
        "german",
        "law",
        "partnership",
        "kumatec",
        "develops",
        "construct",
        "manufacture",
        "automation",
        "equipment",
        "plastic",
        "component",
        "purpose",
        "partnership",
        "development",
        "marketing",
        "supply",
        "hydrogen",
        "fuel",
        "generation",
        "delivery",
        "solution",
        "related",
        "service",
        "sarvis",
        "stated",
        "despite",
        "loss",
        "kyocera",
        "resale",
        "product",
        "going",
        "forward",
        "addition",
        "c",
        "business",
        "ethertronics",
        "expected",
        "acquisition",
        "kumatec",
        "provide",
        "new",
        "growth",
        "exciting",
        "business",
        "opportunity",
        "avx",
        "move",
        "next",
        "fiscal",
        "year",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "march",
        "net",
        "sale",
        "million",
        "million",
        "respectively",
        "compared",
        "net",
        "sale",
        "million",
        "million",
        "respectively",
        "period",
        "last",
        "year",
        "reflecting",
        "increased",
        "sale",
        "acquisition",
        "mentioned",
        "addition",
        "healthy",
        "global",
        "market",
        "condition",
        "component",
        "interconnect",
        "device",
        "profit",
        "operation",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "million",
        "million",
        "respectively",
        "compared",
        "operating",
        "profit",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "respectively",
        "profit",
        "operation",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "reflects",
        "charge",
        "million",
        "related",
        "estimated",
        "environmental",
        "remediation",
        "cost",
        "resulting",
        "legacy",
        "environmental",
        "issue",
        "inactive",
        "property",
        "additionally",
        "profit",
        "operation",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "include",
        "charge",
        "million",
        "million",
        "respectively",
        "related",
        "previously",
        "disclosed",
        "intellectual",
        "property",
        "damage",
        "award",
        "resulting",
        "litigation",
        "respect",
        "patent",
        "infringement",
        "case",
        "charge",
        "partially",
        "offset",
        "increased",
        "sale",
        "price",
        "related",
        "affected",
        "product",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "profit",
        "three",
        "twelve",
        "month",
        "period",
        "ended",
        "march",
        "reflects",
        "favorable",
        "accrual",
        "adjustment",
        "million",
        "related",
        "ongoing",
        "patent",
        "infringement",
        "case",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "fiscal",
        "year",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "reflecting",
        "estimated",
        "tax",
        "charge",
        "approximately",
        "million",
        "related",
        "tax",
        "reform",
        "law",
        "signed",
        "december",
        "enacted",
        "income",
        "tax",
        "rate",
        "reduction",
        "france",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fiscal",
        "year",
        "ended",
        "march",
        "chief",
        "financial",
        "officer",
        "kurt",
        "cummings",
        "stated",
        "continuing",
        "strategy",
        "maintain",
        "financial",
        "position",
        "order",
        "allow",
        "flexibility",
        "investment",
        "acquisition",
        "material",
        "equipment",
        "people",
        "support",
        "growth",
        "company",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "approximately",
        "million",
        "debt",
        "continued",
        "use",
        "resource",
        "provide",
        "value",
        "stockholder",
        "fiscal",
        "year",
        "paying",
        "million",
        "dividend",
        "stockholder",
        "spending",
        "million",
        "avx",
        "headquartered",
        "fountain",
        "inn",
        "south",
        "carolina",
        "leading",
        "manufacturer",
        "supplier",
        "broad",
        "line",
        "passive",
        "electronic",
        "component",
        "related",
        "product",
        "please",
        "visit",
        "website",
        "avx",
        "corporation",
        "consolidated",
        "condensed",
        "statement",
        "income",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "admin",
        "expense",
        "legal",
        "environmental",
        "charge",
        "profit",
        "operation",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "provision",
        "tax",
        "net",
        "income",
        "basic",
        "income",
        "per",
        "share",
        "diluted",
        "income",
        "per",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "avx",
        "corporation",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "march",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "income",
        "tax",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "regarding",
        "industry",
        "prospect",
        "future",
        "result",
        "operation",
        "financial",
        "position",
        "made",
        "press",
        "release",
        "information",
        "may",
        "include",
        "among",
        "information",
        "statement",
        "concerning",
        "outlook",
        "fiscal",
        "year",
        "overall",
        "volume",
        "pricing",
        "trend",
        "potential",
        "future",
        "growth",
        "cost",
        "reduction",
        "acquisition",
        "strategy",
        "anticipated",
        "result",
        "expectation",
        "research",
        "development",
        "capital",
        "expenditure",
        "may",
        "also",
        "statement",
        "expectation",
        "belief",
        "outlook",
        "future",
        "plan",
        "strategy",
        "anticipated",
        "event",
        "trend",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "statement",
        "reflect",
        "management",
        "expectation",
        "inherently",
        "uncertain",
        "expectation",
        "assumption",
        "expressed",
        "good",
        "faith",
        "believe",
        "reasonable",
        "basis",
        "however",
        "assurance",
        "statement",
        "materialize",
        "prove",
        "correct",
        "statement",
        "inherently",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "variety",
        "reason",
        "including",
        "without",
        "limitation",
        "change",
        "global",
        "economy",
        "economy",
        "locality",
        "conduct",
        "business",
        "change",
        "general",
        "industry",
        "market",
        "condition",
        "regional",
        "growth",
        "decline",
        "loss",
        "business",
        "increased",
        "competition",
        "higher",
        "raw",
        "material",
        "cost",
        "raw",
        "material",
        "shortage",
        "change",
        "consumer",
        "customer",
        "preference",
        "end",
        "product",
        "customer",
        "loss",
        "change",
        "regulatory",
        "condition",
        "unfavorable",
        "fluctuation",
        "currency",
        "interest",
        "rate",
        "among",
        "various",
        "jurisdiction",
        "operate",
        "market",
        "acceptance",
        "new",
        "product",
        "possible",
        "adverse",
        "result",
        "pending",
        "future",
        "litigation",
        "infringement",
        "claim",
        "ability",
        "realize",
        "expected",
        "synergy",
        "acquired",
        "business",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "negative",
        "impact",
        "environmental",
        "investigation",
        "governmental",
        "investigation",
        "associated",
        "litigation",
        "tax",
        "assessment",
        "governmental",
        "authority",
        "change",
        "effective",
        "tax",
        "rate",
        "dependence",
        "relationship",
        "customer",
        "supplier",
        "risk",
        "uncertainty",
        "discussed",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "statement",
        "read",
        "context",
        "understanding",
        "various",
        "disclosure",
        "concerning",
        "company",
        "business",
        "made",
        "elsewhere",
        "press",
        "release",
        "well",
        "public",
        "report",
        "filed",
        "company",
        "sec",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "development",
        "statement",
        "company",
        "intended",
        "speak",
        "date",
        "thereof",
        "intend",
        "update",
        "revise",
        "statement",
        "contained",
        "press",
        "release",
        "reflect",
        "new",
        "event",
        "circumstance",
        "unless",
        "extent",
        "required",
        "applicable",
        "law",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "extent",
        "may",
        "applicable",
        "way",
        "incorporation",
        "statement",
        "contained",
        "press",
        "release",
        "reference",
        "otherwise",
        "section",
        "27a",
        "united",
        "state",
        "security",
        "act",
        "establishes",
        "private",
        "action",
        "statement",
        "defined",
        "statute",
        "view",
        "source",
        "version",
        "http",
        "avx",
        "corporation",
        "kurt",
        "cummings",
        "source",
        "avx",
        "corporation"
    ]
}