{
    "organizations": [],
    "uuid": "89e46048bd562abe5303904123d792e72c18c3a1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/pr-newswire-salesforce-announces-pricing-of-aggregate-2-point-5-billion-senior-notes-offering.html",
    "ord_in_thread": 0,
    "title": "Salesforce Announces Pricing of Aggregate $2.5 Billion Senior Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, April 5, 2018 /PRNewswire/ -- Salesforce (NYSE: CRM), the global leader in CRM, today announced the pricing of an underwritten public offering of $1 billion of its senior notes due 2023 (the \"notes due 2023\") and $1.5 billion of its senior notes due 2028 (the \"notes due 2028\"). The offering is expected to close April 11, 2018, subject to customary closing conditions.\nThe notes due 2023 will bear interest at a rate of 3.25 percent, payable semi-annually in arrears on April 11 and October 11 of each year, beginning on October 11, 2018. The notes due 2028 will bear interest at a rate of 3.70 percent, payable semi-annually on April 11 and October 11 of each year, beginning on October 11, 2018. The notes due 2023 will mature on April 11, 2023, and the notes due 2028 will mature on April 11, 2028.\nSalesforce intends to use the net proceeds from the sale of the notes due 2023 and the notes due 2028 to partially fund the cash portion of the aggregate consideration payable by it in connection with the previously announced acquisition of MuleSoft, Inc. (\"MuleSoft\") and to pay related fees, costs and expenses.\nBofA Merrill Lynch, J.P. Morgan, Barclays, Citigroup, Deutsche Bank and Wells Fargo Securities are acting as joint book-running managers of the offering.\nThe offering is being made under an automatic shelf registration statement on Form S-3 filed with the Securities and Exchange Commission (the \"SEC\") on December 18, 2017. Before you invest, you should read the registration statement (including the preliminary prospectus supplement and accompanying prospectus) for more complete information about Salesforce and the offering. You may get the preliminary prospectus supplement and accompanying prospectus for free by visiting EDGAR on the SEC website at www.sec.gov . Alternatively, copies of the preliminary prospectus supplement and accompanying prospectus and, when available, the final prospectus supplement relating to the offering may be obtained by contacting Merrill Lynch, Pierce, Fenner & Smith Incorporated, NC1-004-03-43, 200 North College Street, 3 rd Floor, Charlotte, NC 28255-0001, Attention: Prospectus Department or by emailing dg.prospectus_requests@baml.com or J.P. Morgan Securities LLC, c/o Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, NY 11717, Attention: Prospectus Department or by calling 1.866.803.9204.\nThis press release shall not constitute an offer to sell, or the solicitation of an offer to purchase, any securities, nor shall there be any sale of these securities in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\nAbout Salesforce\nSalesforce, the global leader in CRM, empowers companies to connect with their customers in a whole new way. Salesforce has headquarters in San Francisco, with offices in Europe and Asia, and trades on the New York Stock Exchange under the ticker symbol \"CRM.\"\nSafe Harbor\nThis press release contains forward-looking information related to salesforce.com, inc. (the \"Company\"), the offering of the notes described herein and the acquisition of MuleSoft by the Company that involves substantial risks, uncertainties and assumptions that could cause actual results to differ materially from those expressed or implied by such statements. Forward-looking statements in this communication include, among other things, statements about the potential benefits of the offering of the notes described herein, the Company's plans, objectives, expectations and intentions, and the anticipated timing of closing of the offering of the notes described herein. Risks and uncertainties include, among other things, risks related to the ability of the Company to consummate the offering of the notes described herein or the proposed acquisition of MuleSoft on a timely basis or at all, including due to complexities resulting from the adoption of new accounting pronouncements and associated system implementations; the satisfaction of the conditions precedent to consummation of the offering of the notes described herein or the proposed acquisition of MuleSoft, including having a sufficient number of MuleSoft's shares being validly tendered into the exchange offer to meet the minimum condition; the Company's ability to secure regulatory approvals on the terms expected, in a timely manner or at all; the Company's ability to successfully integrate MuleSoft's operations; the Company's ability to implement its plans, forecasts and other expectations with respect to MuleSoft's business after the completion of the transaction and realize expected synergies; the ability to realize the anticipated benefits of the proposed acquisition of MuleSoft, including the possibility that the expected benefits from the proposed transaction will not be realized or will not be realized within the expected time period; disruption from the proposed acquisition of MuleSoft making it more difficult to maintain business and operational relationships; the negative effects of the announcement or the consummation of the proposed transactions on the market price of the Company's common stock or on the Company's operating results; significant transaction costs; unknown liabilities; the risk of litigation or regulatory actions related to the proposed acquisition of MuleSoft; the pace of change and innovation in enterprise cloud computing services; the competitive nature of the market in which the Company participates; the Company's service performance and security, including the resources and costs required to prevent, detect and remediate potential security breaches; the expenses associated with new data centers and third-party infrastructure providers; additional data center capacity; the Company's ability to protect its intellectual property rights and develop its brands; dependency on the development and maintenance of the infrastructure of the Internet; the ability to develop new services and product features; other business effects, including the effects of industry, market, economic, political or regulatory conditions; future exchange and interest rates; changes in tax and other laws, regulations, rates and policies, including those related to the provision of services on the Internet, those related to accessing the Internet and those addressing data privacy and import and export controls; future business combinations or disposals; the uncertainties inherent in research and development; competitive developments and climate change.\nFurther information on these and other risk and uncertainties relating to the Company can be found in the preliminary prospectus supplement relating to the offering and its reports filed on Forms 10-K, 10-Q and 8-K and in other filings the Company makes with the SEC from time to time and available at www.sec.gov .\nWe intend these forward-looking statements to be covered by the safe harbor provisions of the federal securities laws. The forward-looking statements included in this communication are made only as of the date hereof. The Company assumes no obligation and does not intend to update these forward-looking statements, except as required by law.\nAdditional Information and Where to Find It\nThe Company commenced an exchange offer for the outstanding shares of MuleSoft on April 2, 2018. This communication is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares, nor is it a substitute for any offer materials that the Company and MuleSoft have filed or will file with the SEC. At the time the exchange offer was commenced, the Company filed a tender offer statement on Schedule TO and a registration statement on Form S-4, and MuleSoft filed a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the exchange offer. THE EXCHANGE OFFER MATERIALS (INCLUDING AN OFFER TO EXCHANGE, A RELATED LETTER OF TRANSMITTAL AND CERTAIN OTHER EXCHANGE OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, CONTAIN IMPORTANT INFORMATION. MULESOFT STOCKHOLDERS ARE URGED TO READ THESE DOCUMENTS CAREFULLY BECAUSE THEY CONTAIN IMPORTANT INFORMATION THAT HOLDERS OF MULESOFT SECURITIES SHOULD CONSIDER BEFORE MAKING ANY DECISION REGARDING EXCHANGING THEIR SECURITIES. The Solicitation/Recommendation Statement, the Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents are available to all MuleSoft stockholders at no expense to them. The exchange offer materials and the Solicitation/Recommendation Statement are available for free on the SEC's website at www.sec.gov . Copies of the documents filed with the SEC by the Company are available free of charge under the Financials heading of the Investor Relations section of the Company's website at www.salesforce.com/investor or by contacting the Company's Investor Relations department at investor@salesforce.com .\nIn addition to the Solicitation/Recommendation Statement, the Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents, the Company and MuleSoft file annual, quarterly and current reports and other information with the SEC. You may read and copy any reports or other information filed by the Company and MuleSoft at the SEC public reference room at 100 F Street, N.E., Washington, D.C. 20549. Please call the SEC at 1-800-SEC-0330 for further information on the public reference room. The Company's and MuleSoft's filings with the SEC are also available to the public from commercial document-retrieval services and at the website maintained by the SEC at http://www.sec.gov .\nView original content with multimedia: http://www.prnewswire.com/news-releases/salesforce-announces-pricing-of-aggregate-25-billion-senior-notes-offering-300625306.html\nSOURCE Salesforce",
    "published": "2018-04-05T23:35:00.000+03:00",
    "crawled": "2018-04-05T23:17:03.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "april",
        "salesforce",
        "nyse",
        "crm",
        "global",
        "leader",
        "crm",
        "today",
        "announced",
        "pricing",
        "underwritten",
        "public",
        "offering",
        "billion",
        "senior",
        "note",
        "due",
        "note",
        "due",
        "billion",
        "senior",
        "note",
        "due",
        "note",
        "due",
        "offering",
        "expected",
        "close",
        "april",
        "subject",
        "customary",
        "closing",
        "condition",
        "note",
        "due",
        "bear",
        "interest",
        "rate",
        "percent",
        "payable",
        "arrears",
        "april",
        "october",
        "year",
        "beginning",
        "october",
        "note",
        "due",
        "bear",
        "interest",
        "rate",
        "percent",
        "payable",
        "april",
        "october",
        "year",
        "beginning",
        "october",
        "note",
        "due",
        "mature",
        "april",
        "note",
        "due",
        "mature",
        "april",
        "salesforce",
        "intends",
        "use",
        "net",
        "proceeds",
        "sale",
        "note",
        "due",
        "note",
        "due",
        "partially",
        "fund",
        "cash",
        "portion",
        "aggregate",
        "consideration",
        "payable",
        "connection",
        "previously",
        "announced",
        "acquisition",
        "mulesoft",
        "mulesoft",
        "pay",
        "related",
        "fee",
        "cost",
        "expense",
        "bofa",
        "merrill",
        "lynch",
        "morgan",
        "barclays",
        "citigroup",
        "deutsche",
        "bank",
        "well",
        "fargo",
        "security",
        "acting",
        "joint",
        "manager",
        "offering",
        "offering",
        "made",
        "automatic",
        "shelf",
        "registration",
        "statement",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "december",
        "invest",
        "read",
        "registration",
        "statement",
        "including",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "complete",
        "information",
        "salesforce",
        "offering",
        "may",
        "get",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "free",
        "visiting",
        "edgar",
        "sec",
        "website",
        "alternatively",
        "copy",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "available",
        "final",
        "prospectus",
        "supplement",
        "relating",
        "offering",
        "may",
        "obtained",
        "contacting",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "north",
        "college",
        "street",
        "rd",
        "floor",
        "charlotte",
        "nc",
        "attention",
        "prospectus",
        "department",
        "emailing",
        "morgan",
        "security",
        "llc",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "attention",
        "prospectus",
        "department",
        "calling",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "purchase",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "salesforce",
        "salesforce",
        "global",
        "leader",
        "crm",
        "empowers",
        "company",
        "connect",
        "customer",
        "whole",
        "new",
        "way",
        "salesforce",
        "headquarters",
        "san",
        "francisco",
        "office",
        "europe",
        "asia",
        "trade",
        "new",
        "york",
        "stock",
        "exchange",
        "ticker",
        "symbol",
        "crm",
        "safe",
        "harbor",
        "press",
        "release",
        "contains",
        "information",
        "related",
        "company",
        "offering",
        "note",
        "described",
        "herein",
        "acquisition",
        "mulesoft",
        "company",
        "involves",
        "substantial",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "communication",
        "include",
        "among",
        "thing",
        "statement",
        "potential",
        "benefit",
        "offering",
        "note",
        "described",
        "herein",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "anticipated",
        "timing",
        "closing",
        "offering",
        "note",
        "described",
        "herein",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "ability",
        "company",
        "consummate",
        "offering",
        "note",
        "described",
        "herein",
        "proposed",
        "acquisition",
        "mulesoft",
        "timely",
        "basis",
        "including",
        "due",
        "complexity",
        "resulting",
        "adoption",
        "new",
        "accounting",
        "pronouncement",
        "associated",
        "system",
        "implementation",
        "satisfaction",
        "condition",
        "precedent",
        "consummation",
        "offering",
        "note",
        "described",
        "herein",
        "proposed",
        "acquisition",
        "mulesoft",
        "including",
        "sufficient",
        "number",
        "mulesoft",
        "share",
        "validly",
        "tendered",
        "exchange",
        "offer",
        "meet",
        "minimum",
        "condition",
        "company",
        "ability",
        "secure",
        "regulatory",
        "approval",
        "term",
        "expected",
        "timely",
        "manner",
        "company",
        "ability",
        "successfully",
        "integrate",
        "mulesoft",
        "operation",
        "company",
        "ability",
        "implement",
        "plan",
        "forecast",
        "expectation",
        "respect",
        "mulesoft",
        "business",
        "completion",
        "transaction",
        "realize",
        "expected",
        "synergy",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "proposed",
        "acquisition",
        "mulesoft",
        "including",
        "possibility",
        "expected",
        "benefit",
        "proposed",
        "transaction",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "disruption",
        "proposed",
        "acquisition",
        "mulesoft",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "negative",
        "effect",
        "announcement",
        "consummation",
        "proposed",
        "transaction",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "company",
        "operating",
        "result",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "risk",
        "litigation",
        "regulatory",
        "action",
        "related",
        "proposed",
        "acquisition",
        "mulesoft",
        "pace",
        "change",
        "innovation",
        "enterprise",
        "cloud",
        "computing",
        "service",
        "competitive",
        "nature",
        "market",
        "company",
        "participates",
        "company",
        "service",
        "performance",
        "security",
        "including",
        "resource",
        "cost",
        "required",
        "prevent",
        "detect",
        "remediate",
        "potential",
        "security",
        "breach",
        "expense",
        "associated",
        "new",
        "data",
        "center",
        "infrastructure",
        "provider",
        "additional",
        "data",
        "center",
        "capacity",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "develop",
        "brand",
        "dependency",
        "development",
        "maintenance",
        "infrastructure",
        "internet",
        "ability",
        "develop",
        "new",
        "service",
        "product",
        "feature",
        "business",
        "effect",
        "including",
        "effect",
        "industry",
        "market",
        "economic",
        "political",
        "regulatory",
        "condition",
        "future",
        "exchange",
        "interest",
        "rate",
        "change",
        "tax",
        "law",
        "regulation",
        "rate",
        "policy",
        "including",
        "related",
        "provision",
        "service",
        "internet",
        "related",
        "accessing",
        "internet",
        "addressing",
        "data",
        "privacy",
        "import",
        "export",
        "control",
        "future",
        "business",
        "combination",
        "disposal",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "competitive",
        "development",
        "climate",
        "change",
        "information",
        "risk",
        "uncertainty",
        "relating",
        "company",
        "found",
        "preliminary",
        "prospectus",
        "supplement",
        "relating",
        "offering",
        "report",
        "filed",
        "form",
        "filing",
        "company",
        "make",
        "sec",
        "time",
        "time",
        "available",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "federal",
        "security",
        "law",
        "statement",
        "included",
        "communication",
        "made",
        "date",
        "hereof",
        "company",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "find",
        "company",
        "commenced",
        "exchange",
        "offer",
        "outstanding",
        "share",
        "mulesoft",
        "april",
        "communication",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "substitute",
        "offer",
        "material",
        "company",
        "mulesoft",
        "filed",
        "file",
        "sec",
        "time",
        "exchange",
        "offer",
        "commenced",
        "company",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "registration",
        "statement",
        "form",
        "mulesoft",
        "filed",
        "statement",
        "schedule",
        "sec",
        "respect",
        "exchange",
        "offer",
        "exchange",
        "offer",
        "material",
        "including",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "statement",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "contain",
        "important",
        "information",
        "mulesoft",
        "stockholder",
        "urged",
        "read",
        "document",
        "carefully",
        "contain",
        "important",
        "information",
        "holder",
        "mulesoft",
        "security",
        "consider",
        "making",
        "decision",
        "regarding",
        "exchanging",
        "security",
        "statement",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "available",
        "mulesoft",
        "stockholder",
        "expense",
        "exchange",
        "offer",
        "material",
        "statement",
        "available",
        "free",
        "sec",
        "website",
        "copy",
        "document",
        "filed",
        "sec",
        "company",
        "available",
        "free",
        "charge",
        "financials",
        "heading",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "contacting",
        "company",
        "investor",
        "relation",
        "department",
        "investor",
        "addition",
        "statement",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "company",
        "mulesoft",
        "file",
        "annual",
        "quarterly",
        "current",
        "report",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "information",
        "filed",
        "company",
        "mulesoft",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "washington",
        "please",
        "call",
        "sec",
        "information",
        "public",
        "reference",
        "room",
        "company",
        "mulesoft",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "commercial",
        "service",
        "website",
        "maintained",
        "sec",
        "http",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "salesforce"
    ]
}