{
    "organizations": [],
    "uuid": "3cbc5406930946bb3ee3d289ca23abf30db1ff2d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/pr-newswire-mimedx-reports-unreviewed-first-quarter-revenue-exceeded-upper-end-of-its-guidance.html",
    "ord_in_thread": 0,
    "title": "MiMedx Reports Unreviewed First Quarter Revenue Exceeded Upper End Of Its Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MARIETTA, Ga., April 26, 2018 /PRNewswire/ -- MiMedx Group, Inc. (NASDAQ: MDXG), a leading developer and marketer of regenerative and therapeutic biologics, today announced certain unreviewed results for the first quarter of 2018, announced its revenue guidance for the second quarter of 2018, and increased its revenue guidance for full year 2018. The Company reaffirmed its expectations for gross margin, operating income, Generally Accepted Accounting Principles (\"GAAP\") diluted earnings per share and adjusted diluted earnings per share. The Company previously announced its unreviewed revenue results for the first quarter had exceeded its first quarter revenue guidance.\nParker H. \"Pete\" Petit, Chairman and CEO stated, \"The first quarter revenue growth is a clear demonstration of the strength of our product lines, our sales management system and the talent we have assembled in our sales and other key functions within our organization. Based upon our strong first quarter performance, we have raised our full year revenue guidance from a previous range of $383 million to $387 million to a revised range of $389 million to $394 million. We are also tracking to our annual goals previously announced on December 13, 2017, regarding gross margin (89% to 90%), operating income margin (15% to 17%), GAAP diluted earnings per share ($0.30 to $0.35) and adjusted earnings per share ($0.45 to $0.50). Furthermore, we are providing second quarter revenue guidance in the range of $96 million to $98 million. The number of active customer accounts grew by more than 25% last year and they are continually broadening as our allografts are becoming part of the standard of care among the physicians who have access to our products. Our cash flow continues to be strong.\"\n\"The winter of 2018 seems to never want to end in the heavily populated north east and other parts of the country,\" commented Bill Taylor, President and COO. \"Through the incredible work ethic and dedication of our sales organization, we overcame the weather obstacles that Mother Nature threw at us this quarter. We also made excellent progress in the execution of our biopharmaceutical strategy. Early in the first quarter, we announced that the first patients had been randomized and enrolled in the Phase 3 Investigational New Drug (IND) clinical trial to assess the safety and efficacy of our AmnioFix® Injectable in patients with recalcitrant Plantar Fasciitis pain. Shortly after that, we announced the randomization and enrollment of the first patients in the Company's Phase 3 IND clinical trial for our micronized AmnioFix Injectable in the treatment of Achilles Tendonitis. Late in the first quarter, we announced another milestone in our biopharmaceutical strategy with the enrollment of the first patients in our Phase 2B IND clinical trial to assess the safety and efficacy of AmnioFix Injectable as a treatment for pain associated with Osteoarthritis (OA) of the knee. As announced, initiation of the Phase 2B study followed quickly after the FDA granted MiMedx RMAT designation for Knee OA. In addition to our strong sales performance and the significant progress in our clinical studies, other aspects of our business operations also achieved very solid results. Our business fundamentals are extremely sound, and we are excited about our prospects for continuing on this trajectory.\"\n\"We are very proud of our organization and the ability of our employees to keep their intense focus on serving our physicians and their patients. Our regenerative biomaterials produce outstanding clinical results, and our employees are unwavering in their dedication. We could not be more gratified with the manner in which our MiMedx Team is performing,\" concluded Petit.\n2017 Form 10-K\nAs previously disclosed, the Audit Committee of MiMedx's Board of Directors has engaged independent legal and accounting advisors to conduct an internal investigation into matters related to allegations regarding certain sales and distribution practices at the Company. Therefore, discussion in this press release is limited to the Company's performance versus its previously announced guidance released on December 13, 2017.\nThe final financial results reported for Q1 2018 may differ from the results reported in this release as a result of the Audit Committee investigation.\nThe Company is unable at this time to predict when the investigation and the 2017 audit will be completed or the possible outcome of the investigation. The Company continues to devote significant resources to complete the investigation and will file all required periodic reports with the U.S. Securities and Exchange Commission (\"SEC\") as soon as possible following completion of the investigation.\nAs previously disclosed by the Company, additional time is needed for the Company to compile and analyze certain information and documentation and finalize its financial statements. This will then enable the Company's independent registered public accounting firm to complete its audit of the financial statements to be incorporated in the Annual Report on Form 10-K for the year ended December 31, 2017 (the \"Form 10-K\"). The Company will hold its annual meeting of shareholders following the conclusion of the investigation and filing of its 10-K.\nFinancial Information is Preliminary and May Be Subject To Change\nThe preliminary financial information presented in this press release was compiled by the Company and has not yet been reviewed by the Company's independent public accounting firm. This preliminary information represents the Company's good faith belief as to the Company's results for the period presented, but it is subject to, and pending any impact from, the Audit Committee investigation discussed above and completion of the Company's financial closing procedures and issuance of its financial statements for the periods ended December 31, 2017 and March 31, 2018, and investors are cautioned that such preliminary, unreviewed information is neither final nor complete and should not be relied on as such. The Company's final financial results and other financial data to be included in the Company's Form 10-Q for the quarter ended March 31, 2018 could differ materially from this preliminary financial information.\nNASDAQ Compliance Plan\nMiMedx announced on March 2, 2018 that it received a notification letter from NASDAQ stating that the Company is not in compliance with NASDAQ listing rule 5250(c)(1), which requires timely filing of reports with the SEC. The March 2 letter was sent as a result of the Company's delay in filing its Form 10-K. The Company filed a Form 12b-25 on March 2, 2018, stating that it was unable to file the Form 10-K by the due date of March 1, 2018.\nThe NASDAQ notice has no immediate effect on the listing or trading of the Company's common stock on the Nasdaq Capital Market. As required, no later than May 1, 2018, the Company intends to submit a plan to NASDAQ to regain compliance, and NASDAQ can grant an exception for MiMedx to remain listed for up to 180 calendar days from the Form 10-K's due date, or until August 28, 2018, if the plan is accepted.\nMiMedx intends to take all necessary steps to achieve compliance with the NASDAQ continued listing requirements as soon as practicable.\nShareholder Conference Call\nMiMedx will host a live broadcast of the Company's first quarter conference call on April 26, 2018 at 10:30 a.m. eastern time. A listen-only simulcast of the MiMedx conference call will be available online at the Company's website at www.mimedx.com . A 30-day online replay will be available approximately one hour following the conclusion of the live broadcast. The replay can also be found on the Company's website at www.mimedx.com .\nUse of Non-GAAP Financial Measures\nManagement has disclosed adjusted financial measurements in this press announcement that present financial information that is not in accordance with generally accepted accounting principles (\"GAAP\"). These measurements are not a substitute for GAAP measurements, although Company management uses these measurements as aids in monitoring the Company's on-going financial performance from quarter-to-quarter and year-to-year on a regular basis and for benchmarking against other medical technology companies. For a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measure, see the accompanying tables to this release. Adjusted financial measures used by the Company may be calculated differently from, and therefore may not be comparable to, similarly titled measures used by other companies. Investors should consider adjusted measures in addition to, and not as a substitute for, or superior to, financial performance measures prepared in accordance with GAAP.\nAbout MiMedx\nMiMedx® is a leading biopharmaceutical company developing and marketing regenerative and therapeutic biologics utilizing human placental tissue allografts with patent-protected processes for multiple sectors of healthcare. \"Innovations in Regenerative Medicine\" is the framework behind the Company's mission to give physicians products and tissues to help the body heal itself. The Company processes the human placental tissue utilizing its proprietary PURION® Process methodology, among other processes, to produce safe and effective allografts by employing aseptic processing techniques in addition to terminal sterilization. MiMedx has supplied over 1 million allografts to date for application in the Wound Care, Burn, Surgical, Orthopedic, Spine, Sports Medicine, Ophthalmic and Dental sectors of healthcare. For additional information, please visit www.mimedx.com .\nSafe Harbor Statement\nThis press release includes forward-looking statements. Statements regarding expected unaudited and unreviewed financial results for the first and second quarters of 2018, and expected financial results for the full-year 2018, are forward-looking statements. Additional forward-looking statements may be identified by words such as \"believe,\" \"expect,\" \"may,\" \"plan,\" \"potential,\" \"will,\" \"preliminary,\" and similar expressions, and are based on management's current beliefs and expectations. Forward-looking statements are subject to risks and uncertainties, and the Company cautions investors against placing undue reliance on such statements.\nActual results may differ from those set forth in the forward-looking statements, including as a result of the Company's previously disclosed internal investigation by the Company's Audit Committee relating to allegations regarding certain sales and distribution practices at the Company and the accounting treatment of certain distributor contracts. For more detailed information on the risks and uncertainties, please review the Risk Factors section of the Company's most recent annual report or quarterly report filed with the Securities and Exchange Commission. Any forward-looking statements speak only as of the date of this press release and the Company assumes no obligation to update any forward-looking statement.\nView original content: http://www.prnewswire.com/news-releases/mimedx-reports-unreviewed-first-quarter-revenue-exceeded-upper-end-of-its-guidance-300637189.html\nSOURCE MiMedx Group, Inc.",
    "published": "2018-04-26T16:30:00.000+03:00",
    "crawled": "2018-04-26T17:29:17.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "marietta",
        "april",
        "mimedx",
        "group",
        "nasdaq",
        "mdxg",
        "leading",
        "developer",
        "marketer",
        "regenerative",
        "therapeutic",
        "biologics",
        "today",
        "announced",
        "certain",
        "unreviewed",
        "result",
        "first",
        "quarter",
        "announced",
        "revenue",
        "guidance",
        "second",
        "quarter",
        "increased",
        "revenue",
        "guidance",
        "full",
        "year",
        "company",
        "reaffirmed",
        "expectation",
        "gross",
        "margin",
        "operating",
        "income",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "company",
        "previously",
        "announced",
        "unreviewed",
        "revenue",
        "result",
        "first",
        "quarter",
        "exceeded",
        "first",
        "quarter",
        "revenue",
        "guidance",
        "parker",
        "pete",
        "petit",
        "chairman",
        "ceo",
        "stated",
        "first",
        "quarter",
        "revenue",
        "growth",
        "clear",
        "demonstration",
        "strength",
        "product",
        "line",
        "sale",
        "management",
        "system",
        "talent",
        "assembled",
        "sale",
        "key",
        "function",
        "within",
        "organization",
        "based",
        "upon",
        "strong",
        "first",
        "quarter",
        "performance",
        "raised",
        "full",
        "year",
        "revenue",
        "guidance",
        "previous",
        "range",
        "million",
        "million",
        "revised",
        "range",
        "million",
        "million",
        "also",
        "tracking",
        "annual",
        "goal",
        "previously",
        "announced",
        "december",
        "regarding",
        "gross",
        "margin",
        "operating",
        "income",
        "margin",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "earnings",
        "per",
        "share",
        "furthermore",
        "providing",
        "second",
        "quarter",
        "revenue",
        "guidance",
        "range",
        "million",
        "million",
        "number",
        "active",
        "customer",
        "account",
        "grew",
        "last",
        "year",
        "continually",
        "broadening",
        "allograft",
        "becoming",
        "part",
        "standard",
        "care",
        "among",
        "physician",
        "access",
        "product",
        "cash",
        "flow",
        "continues",
        "strong",
        "winter",
        "seems",
        "never",
        "want",
        "end",
        "heavily",
        "populated",
        "north",
        "east",
        "part",
        "country",
        "commented",
        "bill",
        "taylor",
        "president",
        "coo",
        "incredible",
        "work",
        "ethic",
        "dedication",
        "sale",
        "organization",
        "overcame",
        "weather",
        "obstacle",
        "mother",
        "nature",
        "threw",
        "u",
        "quarter",
        "also",
        "made",
        "excellent",
        "progress",
        "execution",
        "biopharmaceutical",
        "strategy",
        "early",
        "first",
        "quarter",
        "announced",
        "first",
        "patient",
        "randomized",
        "enrolled",
        "phase",
        "investigational",
        "new",
        "drug",
        "ind",
        "clinical",
        "trial",
        "assess",
        "safety",
        "efficacy",
        "injectable",
        "patient",
        "recalcitrant",
        "plantar",
        "fasciitis",
        "pain",
        "shortly",
        "announced",
        "randomization",
        "enrollment",
        "first",
        "patient",
        "company",
        "phase",
        "ind",
        "clinical",
        "trial",
        "micronized",
        "amniofix",
        "injectable",
        "treatment",
        "achilles",
        "tendonitis",
        "late",
        "first",
        "quarter",
        "announced",
        "another",
        "milestone",
        "biopharmaceutical",
        "strategy",
        "enrollment",
        "first",
        "patient",
        "phase",
        "2b",
        "ind",
        "clinical",
        "trial",
        "assess",
        "safety",
        "efficacy",
        "amniofix",
        "injectable",
        "treatment",
        "pain",
        "associated",
        "osteoarthritis",
        "oa",
        "knee",
        "announced",
        "initiation",
        "phase",
        "2b",
        "study",
        "followed",
        "quickly",
        "fda",
        "granted",
        "mimedx",
        "rmat",
        "designation",
        "knee",
        "oa",
        "addition",
        "strong",
        "sale",
        "performance",
        "significant",
        "progress",
        "clinical",
        "study",
        "aspect",
        "business",
        "operation",
        "also",
        "achieved",
        "solid",
        "result",
        "business",
        "fundamental",
        "extremely",
        "sound",
        "excited",
        "prospect",
        "continuing",
        "trajectory",
        "proud",
        "organization",
        "ability",
        "employee",
        "keep",
        "intense",
        "focus",
        "serving",
        "physician",
        "patient",
        "regenerative",
        "biomaterials",
        "produce",
        "outstanding",
        "clinical",
        "result",
        "employee",
        "unwavering",
        "dedication",
        "could",
        "gratified",
        "manner",
        "mimedx",
        "team",
        "performing",
        "concluded",
        "petit",
        "form",
        "previously",
        "disclosed",
        "audit",
        "committee",
        "mimedx",
        "board",
        "director",
        "engaged",
        "independent",
        "legal",
        "accounting",
        "advisor",
        "conduct",
        "internal",
        "investigation",
        "matter",
        "related",
        "allegation",
        "regarding",
        "certain",
        "sale",
        "distribution",
        "practice",
        "company",
        "therefore",
        "discussion",
        "press",
        "release",
        "limited",
        "company",
        "performance",
        "versus",
        "previously",
        "announced",
        "guidance",
        "released",
        "december",
        "final",
        "financial",
        "result",
        "reported",
        "q1",
        "may",
        "differ",
        "result",
        "reported",
        "release",
        "result",
        "audit",
        "committee",
        "investigation",
        "company",
        "unable",
        "time",
        "predict",
        "investigation",
        "audit",
        "completed",
        "possible",
        "outcome",
        "investigation",
        "company",
        "continues",
        "devote",
        "significant",
        "resource",
        "complete",
        "investigation",
        "file",
        "required",
        "periodic",
        "report",
        "security",
        "exchange",
        "commission",
        "sec",
        "soon",
        "possible",
        "following",
        "completion",
        "investigation",
        "previously",
        "disclosed",
        "company",
        "additional",
        "time",
        "needed",
        "company",
        "compile",
        "analyze",
        "certain",
        "information",
        "documentation",
        "finalize",
        "financial",
        "statement",
        "enable",
        "company",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "complete",
        "audit",
        "financial",
        "statement",
        "incorporated",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "form",
        "company",
        "hold",
        "annual",
        "meeting",
        "shareholder",
        "following",
        "conclusion",
        "investigation",
        "filing",
        "financial",
        "information",
        "preliminary",
        "may",
        "subject",
        "change",
        "preliminary",
        "financial",
        "information",
        "presented",
        "press",
        "release",
        "compiled",
        "company",
        "yet",
        "reviewed",
        "company",
        "independent",
        "public",
        "accounting",
        "firm",
        "preliminary",
        "information",
        "represents",
        "company",
        "good",
        "faith",
        "belief",
        "company",
        "result",
        "period",
        "presented",
        "subject",
        "pending",
        "impact",
        "audit",
        "committee",
        "investigation",
        "discussed",
        "completion",
        "company",
        "financial",
        "closing",
        "procedure",
        "issuance",
        "financial",
        "statement",
        "period",
        "ended",
        "december",
        "march",
        "investor",
        "cautioned",
        "preliminary",
        "unreviewed",
        "information",
        "neither",
        "final",
        "complete",
        "relied",
        "company",
        "final",
        "financial",
        "result",
        "financial",
        "data",
        "included",
        "company",
        "form",
        "quarter",
        "ended",
        "march",
        "could",
        "differ",
        "materially",
        "preliminary",
        "financial",
        "information",
        "nasdaq",
        "compliance",
        "plan",
        "mimedx",
        "announced",
        "march",
        "received",
        "notification",
        "letter",
        "nasdaq",
        "stating",
        "company",
        "compliance",
        "nasdaq",
        "listing",
        "rule",
        "c",
        "requires",
        "timely",
        "filing",
        "report",
        "sec",
        "march",
        "letter",
        "sent",
        "result",
        "company",
        "delay",
        "filing",
        "form",
        "company",
        "filed",
        "form",
        "march",
        "stating",
        "unable",
        "file",
        "form",
        "due",
        "date",
        "march",
        "nasdaq",
        "notice",
        "immediate",
        "effect",
        "listing",
        "trading",
        "company",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "required",
        "later",
        "may",
        "company",
        "intends",
        "submit",
        "plan",
        "nasdaq",
        "regain",
        "compliance",
        "nasdaq",
        "grant",
        "exception",
        "mimedx",
        "remain",
        "listed",
        "calendar",
        "day",
        "form",
        "due",
        "date",
        "august",
        "plan",
        "accepted",
        "mimedx",
        "intends",
        "take",
        "necessary",
        "step",
        "achieve",
        "compliance",
        "nasdaq",
        "continued",
        "listing",
        "requirement",
        "soon",
        "practicable",
        "shareholder",
        "conference",
        "call",
        "mimedx",
        "host",
        "live",
        "broadcast",
        "company",
        "first",
        "quarter",
        "conference",
        "call",
        "april",
        "eastern",
        "time",
        "simulcast",
        "mimedx",
        "conference",
        "call",
        "available",
        "online",
        "company",
        "website",
        "online",
        "replay",
        "available",
        "approximately",
        "one",
        "hour",
        "following",
        "conclusion",
        "live",
        "broadcast",
        "replay",
        "also",
        "found",
        "company",
        "website",
        "use",
        "financial",
        "measure",
        "management",
        "disclosed",
        "adjusted",
        "financial",
        "measurement",
        "press",
        "announcement",
        "present",
        "financial",
        "information",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measurement",
        "substitute",
        "gaap",
        "measurement",
        "although",
        "company",
        "management",
        "us",
        "measurement",
        "aid",
        "monitoring",
        "company",
        "financial",
        "performance",
        "regular",
        "basis",
        "benchmarking",
        "medical",
        "technology",
        "company",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "see",
        "accompanying",
        "table",
        "release",
        "adjusted",
        "financial",
        "measure",
        "used",
        "company",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "investor",
        "consider",
        "adjusted",
        "measure",
        "addition",
        "substitute",
        "superior",
        "financial",
        "performance",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "mimedx",
        "leading",
        "biopharmaceutical",
        "company",
        "developing",
        "marketing",
        "regenerative",
        "therapeutic",
        "biologics",
        "utilizing",
        "human",
        "placental",
        "tissue",
        "allograft",
        "process",
        "multiple",
        "sector",
        "healthcare",
        "innovation",
        "regenerative",
        "medicine",
        "framework",
        "behind",
        "company",
        "mission",
        "give",
        "physician",
        "product",
        "tissue",
        "help",
        "body",
        "heal",
        "company",
        "process",
        "human",
        "placental",
        "tissue",
        "utilizing",
        "proprietary",
        "process",
        "methodology",
        "among",
        "process",
        "produce",
        "safe",
        "effective",
        "allograft",
        "employing",
        "aseptic",
        "processing",
        "technique",
        "addition",
        "terminal",
        "sterilization",
        "mimedx",
        "supplied",
        "million",
        "allograft",
        "date",
        "application",
        "wound",
        "care",
        "burn",
        "surgical",
        "orthopedic",
        "spine",
        "sport",
        "medicine",
        "ophthalmic",
        "dental",
        "sector",
        "healthcare",
        "additional",
        "information",
        "please",
        "visit",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "statement",
        "regarding",
        "expected",
        "unaudited",
        "unreviewed",
        "financial",
        "result",
        "first",
        "second",
        "quarter",
        "expected",
        "financial",
        "result",
        "statement",
        "additional",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "may",
        "plan",
        "potential",
        "preliminary",
        "similar",
        "expression",
        "based",
        "management",
        "current",
        "belief",
        "expectation",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "company",
        "caution",
        "investor",
        "placing",
        "undue",
        "reliance",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "statement",
        "including",
        "result",
        "company",
        "previously",
        "disclosed",
        "internal",
        "investigation",
        "company",
        "audit",
        "committee",
        "relating",
        "allegation",
        "regarding",
        "certain",
        "sale",
        "distribution",
        "practice",
        "company",
        "accounting",
        "treatment",
        "certain",
        "distributor",
        "contract",
        "detailed",
        "information",
        "risk",
        "uncertainty",
        "please",
        "review",
        "risk",
        "factor",
        "section",
        "company",
        "recent",
        "annual",
        "report",
        "quarterly",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mimedx",
        "group",
        "inc"
    ]
}