{
    "organizations": [],
    "uuid": "b3202b372c5e5684f39afca24c8717716a7fe8c7",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/18/facebooks-future-growth-market-may-be-outside-the-us.html",
    "ord_in_thread": 0,
    "title": "Facebook's future growth market may be outside the US to overcome speed bumps",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If U.S. regulators crack down on Facebook's advertising business in the wake of the Cambridge Analytica scandal, Mark Zuckerberg might take more of his direction from 19th-century newspapermen. Those young men went West, but in the case of the Facebook founder and CEO, it's East, or at least anywhere other than Europe and the U.S. where the lion's share of Facebook's future growth runway lies.\nThe Western world is having its social media privacy moment. Zuckerberg took his grilling on Capitol Hill and, in Europe, new rules are coming in May that require consumers opt-in to sharing information. Zuckerberg has been repeatedly asked by the press and politicians if Facebook will adopt a subscription model so it no longer needs to generate revenue from advertising. He has been clear that Facebook sees that as having some potential in certain markets, but is a limited solution and will not be the social media's company's primary business model.\n\"We think offering people an ad-supported service is the most aligned with our mission of trying to connect everyone in the world, because we want to offer a free service that everyone can afford. That's the only way we can reach billions of people,\" Zuckerberg told U.S. senators.\nThe key to Facebook's response lies in a single set of numbers: The average ad revenue Facebook gets from each user of its services, including Instagram and WhatsApp, each quarter. In the fourth quarter of 2017, those numbers were $26.26 in the United States and Canada, $8.71 in Europe, $2.52 in Asia-Pacific, and sub-$2 in the catch-all category called rest of the world, according to its publicly reported earnings report.\nYet the fourth quarter was also the first time ever that Facebook's daily average users in North America declined. The revelations about the company have soured many investors. Amid recent tech sector volatility there was talk of fund managers moving away from the top-performing quartet of FANG stocks (Facebook, Amazon, Netflix and Google now Alphabet). But some stock pickers are specifically aiming to take the Facebook out of FANG, according to an article this week in the Wall Street Journal. Facebook will report first quarter earnings next Wednesday, April 25.\nUser monetization around globe \"Our thesis is that they are still in the early stages of monetizing their business outside of the U.S.,\" said Dan Ives senior strategist at marketing research firm GBH Insights. \"It will never reach U.S. levels. But if user engagement continues to grow, [Facebook] will grow through this speed bump.\"\nThe potential of these numbers has long been central to the Facebook bull case, because Facebook entered international markets after it was established in the U.S., and its revenue trajectory overseas has broadly traced the early days of its U.S. business.\nFacebook quarterly average ad revenue per user Region Q4 2015 ($) Q4 2016 ($) Q4 2017 ($) 2-year CAGR (%) US/Canada 13.06 19.28 26.26 41.8 Europe 4.43 5.86 8.71 40.2 Asia Pacific 1.57 2.05 2.92 36.4 Rest of World 1.09 1.39 1.85 30.3 Facebook Q4 2017 earnings report In 2011, for example, Facebook's companywide revenue per user was $5.11 for the whole year, and even then was higher in the U.S. than elsewhere, according to documents filed before the company's 2012 initial public stock offering. The gains came as the company got larger, gathered more user data and sold more marketers on its ability to help them reach the specific customers they need.\nThe U.S., followed by every other market, is a common business model: Netflix, Amazon, Google and the online travel companies all followed that path, as well, with the need maybe just a bit more acute for Facebook now. Netflix, Amazon and Alphabet all get more than half of their subscribers or revenue from outside the U.S. Facebook noted last quarter that there are 18 million small businesses on Facebook in Europe. The rub for Facebook: Its U.S. growth is still even faster than its 40 percent clip in Europe in the fourth quarter of the last two years, the busiest part of the company's year.\nThe rest of the world is a distant fourth place in terms of growth, but for years, Facebook has led efforts of the nonprofit Internet.org to invest in technology, including drones, that can provide cheap or even free internet access to people in developing markets (Google has its Project Loon internet balloons to provide free internet access in less developed nations). Facebook completed test flights of its internet drone , Aquila, last summer.\nSource: Facebook Facebook's internet-beaming solar powered aircraft takes flight over Yuma, Arizona. Facebook also offers what's called Free Basics in dozens of developing countries to provide free access to news and other \"basic\" apps, including in Colombia, Ghana, Kenya, Mexico, Pakistan and the Philippines. Its Express Wi-Fi app expanded to more than 20,000 hotspots in India last year and is now available in five countries—India, Kenya, Tanzania, Nigeria and Indonesia.\nThe mission of Internet.org is connecting the world, one of Zuckerberg's favorite phrases, but of course having more of the world on the internet is also critical to Facebook's ability to monetize the rest of the global citizenry \"product\" in its free, ad-supported model by collecting data on users, and investments like \"Free Basics\" have not escaped controversy .\nChasing billions worldwide for ad revenue In the third and fourth quarters of last year, the rest of the world segment of Facebook users surpassed $1 billion in advertising revenue for the first time, more than doubling from two years earlier, but still well behind the more the $6.3 billion from the U.S. and Canada, $3.2 billion in Europe, and $2 billion in the Asia Pacific region.\nFacebook continues to have its high-profile detractors in the market. CNBC's Jim Cramer said he thinks Facebook is \"one Cambridge Analytica away from being regulated\" in the U.S. and the scandal shows that the company is undermanaged and the risk to earnings estimates is too high. \"No one who brushes up against the government of the United States, or Europe by the way, ever comes out unscathed,\" Cramer said in a video. The concern has been \"a lost decade\" for Facebook shares similar to what Microsoft experienced when it faced an antitrust regulatory crisis after its 90s heyday.\nU.S. regulation of Facebook rests on three big assumptions: The Trump administration isn't too distracted with its own problems to launch any kind of serious effort to regulate Facebook's use of customer data; the many members of Congress who appeared not to understand Facebook's business well during Zuckerberg's questioning are equipped to regulate it; and anti-regulation House Republicans would sign onto a bill to tie the company's hands.\nshow chapters I think more investigations for Facebook are coming, says top EU antitrust regulator 2:07 PM ET Mon, 16 April 2018 | 07:43 A more immediate risk is that Facebook may be hurt by regulation coming out of Europe, which is already implementing rules in May that will require the company to get customers to opt in to having their information shared, or require data-driven ad firms like Facebook and Google to demonstrate a legitimate interest in crunching user data, or get their permission to use it.\nThe privacy backlash Goldman analyst Heather Bellini and her colleagues wrote in a report last week that the changes could trim Facebook's company-wide revenue by 7 percent. That would come from a 10 percent decline in time spent on Facebook in Europe, and a 20 percent drop in the price advertisers would be willing to pay if their messages were less targeted because fewer customers are willing to let their data be shared, Goldman's team wrote.\nThe Goldman team stressed that any revenue hit could be negated if Facebook successfully obtains user consent for processing personal data and there is no way for the Wall Street firm to determine the likelihood of users giving consent for data processing or deciding to opt out.\nWhether the privacy backlash spills over into developing nations will be an issue to monitor. Facebook announced in a blog post on Tuesday night that it will ultimately adopt the EU's privacy approach around the world. Asian regulators are beginning to ask questions, but in the most notable case there is a direct link to Cambridge Analytica.\nRegulators in the Philippines have notified Facebook that they are investigating the Cambridge Analytica breach, in which an outside application developer improperly shared data with Cambridge, a U.K.-based political consulting firm that advised President Donald Trump's campaign. That move came shortly after local media outlets dug up a picture of Filipino president Rodrigo Duterte sharing a 2015 meal with a Cambridge Analytica executive, though Duterte denied using the firm's services in his own campaign.\nSusana Bates | AFP | Getty Images Indian Prime Minister Narendra Modi (L) and Facebook CEO Mark Zuckerberg attend a town hall meeting at Facebook headquarters in Menlo Park, California in September 2015. Overall, whether in the developed or developing world, consumers are showing few signs of being very bothered by the fallout from Cambridge Analytica, Ives said. He expects the damage to the company's revenue to be no more than 3 percent, well below the 42 percent year-over-year gain analysts have been expecting when Facebook reports its first quarter, based on surveys in which 15 percent of users say they will use Facebook less because of the privacy issue.\nStudies by both market researcher LinkFolio and Ives' firm show that very few consumers are actually cancelling their Facebook accounts, despite the recent popularity of the #deletefacebook hashtag.\nLinkFolio found that only about 20,000 more users than normal have said on Twitter that they ended their Facebook relationship, and GBH's surveys show that cancellations have been \"negligible,'' according to Ives. Facebook reported more than 2.1 billion monthly average users in the fourth quarter.\n\"It's not a meaningful hit,\" said LinkFolio founder Andy Swan. \"With Facebook, there's no clear alternative the way there was with Uber [last year, when #deleteUber trended on Twitter, as critics urged users to switch to rival Lyft]. For Facebook, the alternative is Instagram, which they also own.\"\nZuckerberg said under questioning that account deletions have not been meaningful.\nThe controversy has taken a big bite out of Facebook shares, which have fallen from a year-to-date high above $190 to $164. RBC Capital Markets analyst Mark Mahaney said at 14 times earnings estimates, net of the company's cash, the shares are very cheap for a company whose earnings are expected to grow 30 percent annually.\n\"The 19 percent pullback in FB shares has created a compelling entry point for what is one of tech's best growth stories,\" Mahaney said in a note to clients on Friday. \"Our advertiser survey highlighted record-high levels of budget allocation and leading ROI.\"\nMore from Global Investing Hot Spots:\nSaudi prince building tech hub with help of Amazon, Lockheed\nChina's $1.2 trillion weapon in trade war with US\nThe Silicon Valley of trillion-dollar asteroid mining may be Luxembourg",
    "published": "2018-04-18T16:04:00.000+03:00",
    "crawled": "2018-04-18T16:49:06.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "regulator",
        "crack",
        "facebook",
        "advertising",
        "business",
        "wake",
        "cambridge",
        "analytica",
        "scandal",
        "mark",
        "zuckerberg",
        "might",
        "take",
        "direction",
        "newspaperman",
        "young",
        "men",
        "went",
        "west",
        "case",
        "facebook",
        "founder",
        "ceo",
        "east",
        "least",
        "anywhere",
        "europe",
        "lion",
        "share",
        "facebook",
        "future",
        "growth",
        "runway",
        "lie",
        "western",
        "world",
        "social",
        "medium",
        "privacy",
        "moment",
        "zuckerberg",
        "took",
        "grilling",
        "capitol",
        "hill",
        "europe",
        "new",
        "rule",
        "coming",
        "may",
        "require",
        "consumer",
        "sharing",
        "information",
        "zuckerberg",
        "repeatedly",
        "asked",
        "press",
        "politician",
        "facebook",
        "adopt",
        "subscription",
        "model",
        "longer",
        "need",
        "generate",
        "revenue",
        "advertising",
        "clear",
        "facebook",
        "see",
        "potential",
        "certain",
        "market",
        "limited",
        "solution",
        "social",
        "medium",
        "company",
        "primary",
        "business",
        "model",
        "think",
        "offering",
        "people",
        "service",
        "aligned",
        "mission",
        "trying",
        "connect",
        "everyone",
        "world",
        "want",
        "offer",
        "free",
        "service",
        "everyone",
        "afford",
        "way",
        "reach",
        "billion",
        "people",
        "zuckerberg",
        "told",
        "senator",
        "key",
        "facebook",
        "response",
        "lie",
        "single",
        "set",
        "number",
        "average",
        "ad",
        "revenue",
        "facebook",
        "get",
        "user",
        "service",
        "including",
        "instagram",
        "whatsapp",
        "quarter",
        "fourth",
        "quarter",
        "number",
        "united",
        "state",
        "canada",
        "europe",
        "category",
        "called",
        "rest",
        "world",
        "according",
        "publicly",
        "reported",
        "earnings",
        "report",
        "yet",
        "fourth",
        "quarter",
        "also",
        "first",
        "time",
        "ever",
        "facebook",
        "daily",
        "average",
        "user",
        "north",
        "america",
        "declined",
        "revelation",
        "company",
        "soured",
        "many",
        "investor",
        "amid",
        "recent",
        "tech",
        "sector",
        "volatility",
        "talk",
        "fund",
        "manager",
        "moving",
        "away",
        "quartet",
        "fang",
        "stock",
        "facebook",
        "amazon",
        "netflix",
        "google",
        "alphabet",
        "stock",
        "picker",
        "specifically",
        "aiming",
        "take",
        "facebook",
        "fang",
        "according",
        "article",
        "week",
        "wall",
        "street",
        "journal",
        "facebook",
        "report",
        "first",
        "quarter",
        "earnings",
        "next",
        "wednesday",
        "april",
        "user",
        "monetization",
        "around",
        "globe",
        "thesis",
        "still",
        "early",
        "stage",
        "monetizing",
        "business",
        "outside",
        "said",
        "dan",
        "ives",
        "senior",
        "strategist",
        "marketing",
        "research",
        "firm",
        "gbh",
        "insight",
        "never",
        "reach",
        "level",
        "user",
        "engagement",
        "continues",
        "grow",
        "facebook",
        "grow",
        "speed",
        "bump",
        "potential",
        "number",
        "long",
        "central",
        "facebook",
        "bull",
        "case",
        "facebook",
        "entered",
        "international",
        "market",
        "established",
        "revenue",
        "trajectory",
        "overseas",
        "broadly",
        "traced",
        "early",
        "day",
        "business",
        "facebook",
        "quarterly",
        "average",
        "ad",
        "revenue",
        "per",
        "user",
        "region",
        "q4",
        "q4",
        "q4",
        "cagr",
        "europe",
        "asia",
        "pacific",
        "rest",
        "world",
        "facebook",
        "q4",
        "earnings",
        "report",
        "example",
        "facebook",
        "companywide",
        "revenue",
        "per",
        "user",
        "whole",
        "year",
        "even",
        "higher",
        "elsewhere",
        "according",
        "document",
        "filed",
        "company",
        "initial",
        "public",
        "stock",
        "offering",
        "gain",
        "came",
        "company",
        "got",
        "larger",
        "gathered",
        "user",
        "data",
        "sold",
        "marketer",
        "ability",
        "help",
        "reach",
        "specific",
        "customer",
        "need",
        "followed",
        "every",
        "market",
        "common",
        "business",
        "model",
        "netflix",
        "amazon",
        "google",
        "online",
        "travel",
        "company",
        "followed",
        "path",
        "well",
        "need",
        "maybe",
        "bit",
        "acute",
        "facebook",
        "netflix",
        "amazon",
        "alphabet",
        "get",
        "half",
        "subscriber",
        "revenue",
        "outside",
        "facebook",
        "noted",
        "last",
        "quarter",
        "million",
        "small",
        "business",
        "facebook",
        "europe",
        "rub",
        "facebook",
        "growth",
        "still",
        "even",
        "faster",
        "percent",
        "clip",
        "europe",
        "fourth",
        "quarter",
        "last",
        "two",
        "year",
        "busiest",
        "part",
        "company",
        "year",
        "rest",
        "world",
        "distant",
        "fourth",
        "place",
        "term",
        "growth",
        "year",
        "facebook",
        "led",
        "effort",
        "nonprofit",
        "invest",
        "technology",
        "including",
        "drone",
        "provide",
        "cheap",
        "even",
        "free",
        "internet",
        "access",
        "people",
        "developing",
        "market",
        "google",
        "project",
        "loon",
        "internet",
        "balloon",
        "provide",
        "free",
        "internet",
        "access",
        "less",
        "developed",
        "nation",
        "facebook",
        "completed",
        "test",
        "flight",
        "internet",
        "drone",
        "aquila",
        "last",
        "summer",
        "source",
        "facebook",
        "facebook",
        "solar",
        "powered",
        "aircraft",
        "take",
        "flight",
        "yuma",
        "arizona",
        "facebook",
        "also",
        "offer",
        "called",
        "free",
        "basic",
        "dozen",
        "developing",
        "country",
        "provide",
        "free",
        "access",
        "news",
        "basic",
        "apps",
        "including",
        "colombia",
        "ghana",
        "kenya",
        "mexico",
        "pakistan",
        "philippine",
        "express",
        "app",
        "expanded",
        "hotspot",
        "india",
        "last",
        "year",
        "available",
        "five",
        "kenya",
        "tanzania",
        "nigeria",
        "indonesia",
        "mission",
        "connecting",
        "world",
        "one",
        "zuckerberg",
        "favorite",
        "phrase",
        "course",
        "world",
        "internet",
        "also",
        "critical",
        "facebook",
        "ability",
        "monetize",
        "rest",
        "global",
        "citizenry",
        "product",
        "free",
        "model",
        "collecting",
        "data",
        "user",
        "investment",
        "like",
        "free",
        "basic",
        "escaped",
        "controversy",
        "chasing",
        "billion",
        "worldwide",
        "ad",
        "revenue",
        "third",
        "fourth",
        "quarter",
        "last",
        "year",
        "rest",
        "world",
        "segment",
        "facebook",
        "user",
        "surpassed",
        "billion",
        "advertising",
        "revenue",
        "first",
        "time",
        "doubling",
        "two",
        "year",
        "earlier",
        "still",
        "well",
        "behind",
        "billion",
        "canada",
        "billion",
        "europe",
        "billion",
        "asia",
        "pacific",
        "region",
        "facebook",
        "continues",
        "detractor",
        "market",
        "cnbc",
        "jim",
        "cramer",
        "said",
        "think",
        "facebook",
        "one",
        "cambridge",
        "analytica",
        "away",
        "regulated",
        "scandal",
        "show",
        "company",
        "undermanaged",
        "risk",
        "earnings",
        "estimate",
        "high",
        "one",
        "brush",
        "government",
        "united",
        "state",
        "europe",
        "way",
        "ever",
        "come",
        "unscathed",
        "cramer",
        "said",
        "video",
        "concern",
        "lost",
        "decade",
        "facebook",
        "share",
        "similar",
        "microsoft",
        "experienced",
        "faced",
        "antitrust",
        "regulatory",
        "crisis",
        "90",
        "heyday",
        "regulation",
        "facebook",
        "rest",
        "three",
        "big",
        "assumption",
        "trump",
        "administration",
        "distracted",
        "problem",
        "launch",
        "kind",
        "serious",
        "effort",
        "regulate",
        "facebook",
        "use",
        "customer",
        "data",
        "many",
        "member",
        "congress",
        "appeared",
        "understand",
        "facebook",
        "business",
        "well",
        "zuckerberg",
        "questioning",
        "equipped",
        "regulate",
        "house",
        "republican",
        "would",
        "sign",
        "onto",
        "bill",
        "tie",
        "company",
        "hand",
        "show",
        "chapter",
        "think",
        "investigation",
        "facebook",
        "coming",
        "say",
        "top",
        "eu",
        "antitrust",
        "regulator",
        "pm",
        "et",
        "mon",
        "april",
        "immediate",
        "risk",
        "facebook",
        "may",
        "hurt",
        "regulation",
        "coming",
        "europe",
        "already",
        "implementing",
        "rule",
        "may",
        "require",
        "company",
        "get",
        "customer",
        "opt",
        "information",
        "shared",
        "require",
        "ad",
        "firm",
        "like",
        "facebook",
        "google",
        "demonstrate",
        "legitimate",
        "interest",
        "crunching",
        "user",
        "data",
        "get",
        "permission",
        "use",
        "privacy",
        "backlash",
        "goldman",
        "analyst",
        "heather",
        "bellini",
        "colleague",
        "wrote",
        "report",
        "last",
        "week",
        "change",
        "could",
        "trim",
        "facebook",
        "revenue",
        "percent",
        "would",
        "come",
        "percent",
        "decline",
        "time",
        "spent",
        "facebook",
        "europe",
        "percent",
        "drop",
        "price",
        "advertiser",
        "would",
        "willing",
        "pay",
        "message",
        "less",
        "targeted",
        "fewer",
        "customer",
        "willing",
        "let",
        "data",
        "shared",
        "goldman",
        "team",
        "wrote",
        "goldman",
        "team",
        "stressed",
        "revenue",
        "hit",
        "could",
        "negated",
        "facebook",
        "successfully",
        "obtains",
        "user",
        "consent",
        "processing",
        "personal",
        "data",
        "way",
        "wall",
        "street",
        "firm",
        "determine",
        "likelihood",
        "user",
        "giving",
        "consent",
        "data",
        "processing",
        "deciding",
        "opt",
        "whether",
        "privacy",
        "backlash",
        "spill",
        "developing",
        "nation",
        "issue",
        "monitor",
        "facebook",
        "announced",
        "blog",
        "post",
        "tuesday",
        "night",
        "ultimately",
        "adopt",
        "eu",
        "privacy",
        "approach",
        "around",
        "world",
        "asian",
        "regulator",
        "beginning",
        "ask",
        "question",
        "notable",
        "case",
        "direct",
        "link",
        "cambridge",
        "analytica",
        "regulator",
        "philippine",
        "notified",
        "facebook",
        "investigating",
        "cambridge",
        "analytica",
        "breach",
        "outside",
        "application",
        "developer",
        "improperly",
        "shared",
        "data",
        "cambridge",
        "political",
        "consulting",
        "firm",
        "advised",
        "president",
        "donald",
        "trump",
        "campaign",
        "move",
        "came",
        "shortly",
        "local",
        "medium",
        "outlet",
        "dug",
        "picture",
        "filipino",
        "president",
        "rodrigo",
        "duterte",
        "sharing",
        "meal",
        "cambridge",
        "analytica",
        "executive",
        "though",
        "duterte",
        "denied",
        "using",
        "firm",
        "service",
        "campaign",
        "susana",
        "bates",
        "afp",
        "getty",
        "image",
        "indian",
        "prime",
        "minister",
        "narendra",
        "modi",
        "l",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "attend",
        "town",
        "hall",
        "meeting",
        "facebook",
        "headquarters",
        "menlo",
        "park",
        "california",
        "september",
        "overall",
        "whether",
        "developed",
        "developing",
        "world",
        "consumer",
        "showing",
        "sign",
        "bothered",
        "fallout",
        "cambridge",
        "analytica",
        "ives",
        "said",
        "expects",
        "damage",
        "company",
        "revenue",
        "percent",
        "well",
        "percent",
        "gain",
        "analyst",
        "expecting",
        "facebook",
        "report",
        "first",
        "quarter",
        "based",
        "survey",
        "percent",
        "user",
        "say",
        "use",
        "facebook",
        "less",
        "privacy",
        "issue",
        "study",
        "market",
        "researcher",
        "linkfolio",
        "ives",
        "firm",
        "show",
        "consumer",
        "actually",
        "cancelling",
        "facebook",
        "account",
        "despite",
        "recent",
        "popularity",
        "deletefacebook",
        "hashtag",
        "linkfolio",
        "found",
        "user",
        "normal",
        "said",
        "twitter",
        "ended",
        "facebook",
        "relationship",
        "gbh",
        "survey",
        "show",
        "cancellation",
        "negligible",
        "according",
        "ives",
        "facebook",
        "reported",
        "billion",
        "monthly",
        "average",
        "user",
        "fourth",
        "quarter",
        "meaningful",
        "hit",
        "said",
        "linkfolio",
        "founder",
        "andy",
        "swan",
        "facebook",
        "clear",
        "alternative",
        "way",
        "uber",
        "last",
        "year",
        "deleteuber",
        "trended",
        "twitter",
        "critic",
        "urged",
        "user",
        "switch",
        "rival",
        "lyft",
        "facebook",
        "alternative",
        "instagram",
        "also",
        "zuckerberg",
        "said",
        "questioning",
        "account",
        "deletion",
        "meaningful",
        "controversy",
        "taken",
        "big",
        "bite",
        "facebook",
        "share",
        "fallen",
        "high",
        "rbc",
        "capital",
        "market",
        "analyst",
        "mark",
        "mahaney",
        "said",
        "time",
        "earnings",
        "estimate",
        "net",
        "company",
        "cash",
        "share",
        "cheap",
        "company",
        "whose",
        "earnings",
        "expected",
        "grow",
        "percent",
        "annually",
        "percent",
        "pullback",
        "fb",
        "share",
        "created",
        "compelling",
        "entry",
        "point",
        "one",
        "tech",
        "best",
        "growth",
        "story",
        "mahaney",
        "said",
        "note",
        "client",
        "friday",
        "advertiser",
        "survey",
        "highlighted",
        "level",
        "budget",
        "allocation",
        "leading",
        "roi",
        "global",
        "investing",
        "hot",
        "spot",
        "saudi",
        "prince",
        "building",
        "tech",
        "hub",
        "help",
        "amazon",
        "lockheed",
        "china",
        "trillion",
        "weapon",
        "trade",
        "war",
        "u",
        "silicon",
        "valley",
        "asteroid",
        "mining",
        "may",
        "luxembourg"
    ]
}