{
    "organizations": [],
    "uuid": "3cf1522b9969d4df4be9a65f0e4db7c2117b376c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-alkali3-resources-inc-signs-letter-of-intent-for-proposed-reverse-take-over-with-loop-insights-inc.html",
    "ord_in_thread": 0,
    "title": "AlkaLi3 Resources Inc. Signs Letter of Intent for Proposed Reverse Take-Over With Loop Insights Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 25, 2018 (GLOBE NEWSWIRE) -- AlkaLi3 Resources Inc. (“ AlkaLi3 ” or the “ Corporation ”) (NEX:ALK.H), announces that it has entered into an arm's length non-binding letter of intent effective as of April 25, 2018 (the \" LOI \") with Loop Insights Inc. (“ Loop ”), a private British Columbia corporation, whereby AlkaLi3 will acquire all of the issued and outstanding securities of Loop by way of a share exchange, amalgamation or such other form of business combination as the parties may determine (the \" Transaction \").\nUpon successful completion of the proposed Transaction, it is anticipated that the resulting company (the “ Resulting Issuer ”) will be listed as a Tier 2 issuer on the TSX Venture Exchange (“ TSXV ”) and will carry on the current business of Loop.\nTransaction Summary\nThe LOI sets out the principal terms and conditions upon which AlkaLi3 and Loop will complete the Transaction, pursuant to which AlkaLi3 will acquire all of the issued and outstanding shares in the capital of Loop (“ Loop Shares ”) from the holders thereof in consideration of the issuance of an aggregate of 40,000,000 common shares in the capital of AlkaLi3 (“ AlkaLi3 Shares ”), representing a currently anticipated exchange ratio of 1.1272337 post-consolidation AlkaLi3 Shares for each Loop Share held. Upon completion of the Transaction, the shareholders of Loop will become shareholders of AlkaLi3. As a result of the Transaction, current Loop shareholders will own approximately 86% of the issued and outstanding shares of the Resulting Issuer and AlkaLi3 shareholders will own approximately 14% of the issued and outstanding shares of the Resulting Issuer.\nAll options entitling holders to acquire Loop Shares shall be exchanged for options of the Resulting Issuer on a proportional basis to the ratio at which Loop Shares are being exchanged for Resulting Issuer shares under the Transaction. The outstanding options of AlkaLi3 will be exercised by the holders thereof prior to completion of the Transaction, or will be adjusted to reflect the consolidation of AlkaLi3 Shares and exercised by the holders thereof within three months of the resignation of the holders from the board of directors of AlkaLi3 or will expire in accordance with their terms.\nThe Transaction is subject to a number of terms and conditions, including, but not limited to, the parties entering into a definitive agreement with respect to the Transaction on or before June 30, 2018 (such agreement to include representations, warranties, conditions and covenants typical for a transaction of this nature), the completion of satisfactory due diligence investigations, the approval of the Transaction and related matters by the shareholders of each of AlkaLi3 and Loop, including the approval of AlkaLi3 shareholders to the name change and consolidation described below, and the completion of the Private Placement for gross proceeds of up to $500,000, or such larger amount as AlkaLi3 and Loop may agree, as further described below, and the approval of the TSXV and other necessary regulatory approvals.\nConsolidation and Private Placement\nPursuant to the LOI, it is a condition of the Transaction that AlkaLi3 will undertake, subject to shareholder approval, a consolidation of the AlkaLi3 Shares on the basis of one AlkaLi3 Share for every 10 AlkaLi3 Shares held (the \" Consolidation \") which shall be effective immediately prior to the closing of the Transaction. Additionally, the Resulting Issuer will undertake a private placement of common shares and common share purchase warrants for gross proceeds of up to $500,000, or such larger amount as AlkaLi3 and Loop may agree (the “ Private Placement ”). The price of the units to be issued pursuant to the Private Placement shall be determined based on the maximum discount permissible under the rules and policies of the TSXV at the time of announcement.\nName Change\nUpon completion of the Transaction, the Corporation intends to change its name to “Loop Insights Inc.” or such other name as Loop and the Corporation may determine (the \" Name Change \"), and the parties expect that the TSXV will assign a new trading symbol for the Resulting Issuer. It is expected that the Name Change will become effective upon the consummation of the Transaction.\nAlkaLi3 Meeting\nAt the shareholders meeting of AlkaLi3, in addition to being asked to vote on the Transaction and certain other matters, AlkaLi3 shareholders will also be asked to vote on the Consolidation and the Name Change.\nInformation Circular and Additional Information\nFurther information regarding the Transaction will be provided in a management information circular of AlkaLi3 which is expected to be mailed to AlkaLi3 shareholders in the second quarter of 2018 in connection with the annual general and special meeting of AlkaLi3 shareholders to be held to consider and approve the Transaction, among other things.\nFollowing the completion of the Transaction, the board of directors of AlkaLi3 is expected to be reconstituted with nominees of Loop, and the management of Loop will become management of AlkaLi3.\nLoop intends to apply for an exemption from the sponsorship requirements of the TSXV; however, there can be no assurance that an exemption will be obtained.\nThe AlkaLi3 Shares are currently halted from trading and will remain so until the receipt and approval of all necessary documentation by the TSXV.\nAbout Loop\nLoop Insights Inc. is a joint venture between Fobisuite Technologies Inc. and The Yield Growth Corp.\nLoop's technology is a fully automated, plug and play system that requires no POS or IT integration. Agnostic to any POS system in today’s current market place, Loop’s agility will enable rapid scale and mass adoption.\nLoop uses hardware and software to collect live streaming consumer micro data to provide its customers real time actionable strategies to improve all areas of business efficiency. Utilizing Artificial Intelligence (AI) for predictive analysis, Loop will be the first in the cannabis industry to offer automated data insights with measurable ROI to its customers in real time.\nFor the retailer, Loop will provide granular insights and analytics to define the “TKC” T otal K nown C ustomer, utilizing an omni-channel approach to increase sales velocity, product education and consistent brand messaging. Collecting and analyzing consumer purchase data will enable the retailer to action strategies quicker for supply chain planning and merchandising, and to increase sales velocity and provide customers a unique in-store experience.\nLicensed Producers will benefit from real time consumer insights at the hyper local, regional and even national level. Real time data enables the LP to \"stop chasing the demand chain tail and start walking the dog.\" Agile, granular data to help plan out grow cycles and understand like and similar customers allows a producer to identify strong products quicker and less reactively, and provides better insights into supply chain forecasting.\nLoop will power up and enable its partners to cross promote through its real time offers and rewards engine. The distribution of real time offers and rewards based on individual customer behavior will increase recency and frequency, increase sales basket and boost total customer spend.\nFurther information about Loop, including financial information, details on its assets and operations and further details concerning the directors and officers of the Resulting Issuer will be included in a further news release.\nForward-Looking Statements\nThis news release contains certain statements which constitute forward-looking statements or information (\" forward-looking statements \"), including statements regarding Loop’s business; the Transaction including the impact thereof on AlkaLi3 shareholders, the timing of, and matters of business at, the AlkaLi3 shareholders meeting, the Name Change, the Consolidation, the closing of the Transaction and the anticipated timing thereof; and the anticipated size and closing of the Private Placement. Such forward-looking statements are subject to numerous risks and uncertainties, some of which are beyond AlkaLi3’s and Loop’s control, including the ability of AlkaLi3 and Loop to satisfy the conditions to completion of the Transaction including receipt of all regulatory approvals (including the TSXV) and shareholder approvals, the successful completion of the Private Placement, the impact of general economic conditions, industry conditions, competition from other industry participants, stock market volatility and the ability to access sufficient capital from internal and external sources. Although AlkaLi3 and Loop believe that the expectations in their respective forward-looking statements are reasonable, they are based on factors and assumptions concerning future events which may prove to be inaccurate. Those factors and assumptions are based upon currently available information. Such forward-looking statements are subject to known and unknown risks, uncertainties and other factors that could influence actual results or events and cause actual results or events to differ materially from those stated, anticipated or implied in the forward-looking statements. As such, readers are cautioned not to place undue reliance on the forward-looking statements, as no assurance can be provided as to future results, levels of activity or achievements. The forward-looking statements contained in this news release are made as of the date of this news release and, except as required by applicable law, neither AlkaLi3 nor Loop undertake any obligation to publicly update or to revise any of the included forward-looking statements, whether as a result of new information, future events or otherwise. The forward-looking statements contained in this document are expressly qualified by this cautionary statement.\nFor further information contact:\nPaul Baay\nChairman of the Board of AlkaLi3\n(403) 619-8407\nRob Anson\nChief Executive Officer of Loop\n(604) 600-7950\nCompletion of the Transaction is subject to a number of conditions, including but not limited to, TSXV acceptance and if applicable, disinterested shareholder approval. Where applicable, the Transaction cannot close until the required shareholder approval is obtained. There can be no assurance that the Transaction will be completed as proposed or at all.\nInvestors are cautioned that, except as disclosed in the management information circular of AlkaLi3 to be prepared in connection with the Transaction, any information released or received with respect to the Transaction may not be accurate or complete and should not be relied upon. Trading in the securities of AlkaLi3 should be considered highly speculative.\nThe TSXV has in no way passed upon the merits of the Transaction and has neither approved nor disapproved the contents of this news release.\nNeither the TSXV nor its Regulation Services Provider (as that term is defined in the policies of the TSXV) accepts responsibility for the adequacy or accuracy of this release.\nSource:AlkaLi3 Resources Inc",
    "published": "2018-04-25T21:20:00.000+03:00",
    "crawled": "2018-04-25T23:05:21.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "alkali3",
        "resource",
        "alkali3",
        "corporation",
        "nex",
        "announces",
        "entered",
        "arm",
        "length",
        "letter",
        "intent",
        "effective",
        "april",
        "loi",
        "loop",
        "insight",
        "loop",
        "private",
        "british",
        "columbia",
        "corporation",
        "whereby",
        "alkali3",
        "acquire",
        "issued",
        "outstanding",
        "security",
        "loop",
        "way",
        "share",
        "exchange",
        "amalgamation",
        "form",
        "business",
        "combination",
        "party",
        "may",
        "determine",
        "transaction",
        "upon",
        "successful",
        "completion",
        "proposed",
        "transaction",
        "anticipated",
        "resulting",
        "company",
        "resulting",
        "issuer",
        "listed",
        "tier",
        "issuer",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "carry",
        "current",
        "business",
        "loop",
        "transaction",
        "summary",
        "loi",
        "set",
        "principal",
        "term",
        "condition",
        "upon",
        "alkali3",
        "loop",
        "complete",
        "transaction",
        "pursuant",
        "alkali3",
        "acquire",
        "issued",
        "outstanding",
        "share",
        "capital",
        "loop",
        "loop",
        "share",
        "holder",
        "thereof",
        "consideration",
        "issuance",
        "aggregate",
        "common",
        "share",
        "capital",
        "alkali3",
        "alkali3",
        "share",
        "representing",
        "currently",
        "anticipated",
        "exchange",
        "ratio",
        "alkali3",
        "share",
        "loop",
        "share",
        "held",
        "upon",
        "completion",
        "transaction",
        "shareholder",
        "loop",
        "become",
        "shareholder",
        "alkali3",
        "result",
        "transaction",
        "current",
        "loop",
        "shareholder",
        "approximately",
        "issued",
        "outstanding",
        "share",
        "resulting",
        "issuer",
        "alkali3",
        "shareholder",
        "approximately",
        "issued",
        "outstanding",
        "share",
        "resulting",
        "issuer",
        "option",
        "entitling",
        "holder",
        "acquire",
        "loop",
        "share",
        "shall",
        "exchanged",
        "option",
        "resulting",
        "issuer",
        "proportional",
        "basis",
        "ratio",
        "loop",
        "share",
        "exchanged",
        "resulting",
        "issuer",
        "share",
        "transaction",
        "outstanding",
        "option",
        "alkali3",
        "exercised",
        "holder",
        "thereof",
        "prior",
        "completion",
        "transaction",
        "adjusted",
        "reflect",
        "consolidation",
        "alkali3",
        "share",
        "exercised",
        "holder",
        "thereof",
        "within",
        "three",
        "month",
        "resignation",
        "holder",
        "board",
        "director",
        "alkali3",
        "expire",
        "accordance",
        "term",
        "transaction",
        "subject",
        "number",
        "term",
        "condition",
        "including",
        "limited",
        "party",
        "entering",
        "definitive",
        "agreement",
        "respect",
        "transaction",
        "june",
        "agreement",
        "include",
        "representation",
        "warranty",
        "condition",
        "covenant",
        "typical",
        "transaction",
        "nature",
        "completion",
        "satisfactory",
        "due",
        "diligence",
        "investigation",
        "approval",
        "transaction",
        "related",
        "matter",
        "shareholder",
        "alkali3",
        "loop",
        "including",
        "approval",
        "alkali3",
        "shareholder",
        "name",
        "change",
        "consolidation",
        "described",
        "completion",
        "private",
        "placement",
        "gross",
        "proceeds",
        "larger",
        "amount",
        "alkali3",
        "loop",
        "may",
        "agree",
        "described",
        "approval",
        "tsxv",
        "necessary",
        "regulatory",
        "approval",
        "consolidation",
        "private",
        "placement",
        "pursuant",
        "loi",
        "condition",
        "transaction",
        "alkali3",
        "undertake",
        "subject",
        "shareholder",
        "approval",
        "consolidation",
        "alkali3",
        "share",
        "basis",
        "one",
        "alkali3",
        "share",
        "every",
        "alkali3",
        "share",
        "held",
        "consolidation",
        "shall",
        "effective",
        "immediately",
        "prior",
        "closing",
        "transaction",
        "additionally",
        "resulting",
        "issuer",
        "undertake",
        "private",
        "placement",
        "common",
        "share",
        "common",
        "share",
        "purchase",
        "warrant",
        "gross",
        "proceeds",
        "larger",
        "amount",
        "alkali3",
        "loop",
        "may",
        "agree",
        "private",
        "placement",
        "price",
        "unit",
        "issued",
        "pursuant",
        "private",
        "placement",
        "shall",
        "determined",
        "based",
        "maximum",
        "discount",
        "permissible",
        "rule",
        "policy",
        "tsxv",
        "time",
        "announcement",
        "name",
        "change",
        "upon",
        "completion",
        "transaction",
        "corporation",
        "intends",
        "change",
        "name",
        "loop",
        "insight",
        "name",
        "loop",
        "corporation",
        "may",
        "determine",
        "name",
        "change",
        "party",
        "expect",
        "tsxv",
        "assign",
        "new",
        "trading",
        "symbol",
        "resulting",
        "issuer",
        "expected",
        "name",
        "change",
        "become",
        "effective",
        "upon",
        "consummation",
        "transaction",
        "alkali3",
        "meeting",
        "shareholder",
        "meeting",
        "alkali3",
        "addition",
        "asked",
        "vote",
        "transaction",
        "certain",
        "matter",
        "alkali3",
        "shareholder",
        "also",
        "asked",
        "vote",
        "consolidation",
        "name",
        "change",
        "information",
        "circular",
        "additional",
        "information",
        "information",
        "regarding",
        "transaction",
        "provided",
        "management",
        "information",
        "circular",
        "alkali3",
        "expected",
        "mailed",
        "alkali3",
        "shareholder",
        "second",
        "quarter",
        "connection",
        "annual",
        "general",
        "special",
        "meeting",
        "alkali3",
        "shareholder",
        "held",
        "consider",
        "approve",
        "transaction",
        "among",
        "thing",
        "following",
        "completion",
        "transaction",
        "board",
        "director",
        "alkali3",
        "expected",
        "reconstituted",
        "nominee",
        "loop",
        "management",
        "loop",
        "become",
        "management",
        "alkali3",
        "loop",
        "intends",
        "apply",
        "exemption",
        "sponsorship",
        "requirement",
        "tsxv",
        "however",
        "assurance",
        "exemption",
        "obtained",
        "alkali3",
        "share",
        "currently",
        "halted",
        "trading",
        "remain",
        "receipt",
        "approval",
        "necessary",
        "documentation",
        "tsxv",
        "loop",
        "loop",
        "insight",
        "joint",
        "venture",
        "fobisuite",
        "technology",
        "yield",
        "growth",
        "loop",
        "technology",
        "fully",
        "automated",
        "plug",
        "play",
        "system",
        "requires",
        "po",
        "integration",
        "agnostic",
        "po",
        "system",
        "today",
        "current",
        "market",
        "place",
        "loop",
        "agility",
        "enable",
        "rapid",
        "scale",
        "mass",
        "adoption",
        "loop",
        "us",
        "hardware",
        "software",
        "collect",
        "live",
        "streaming",
        "consumer",
        "micro",
        "data",
        "provide",
        "customer",
        "real",
        "time",
        "actionable",
        "strategy",
        "improve",
        "area",
        "business",
        "efficiency",
        "utilizing",
        "artificial",
        "intelligence",
        "ai",
        "predictive",
        "analysis",
        "loop",
        "first",
        "cannabis",
        "industry",
        "offer",
        "automated",
        "data",
        "insight",
        "measurable",
        "roi",
        "customer",
        "real",
        "time",
        "retailer",
        "loop",
        "provide",
        "granular",
        "insight",
        "analytics",
        "define",
        "tkc",
        "otal",
        "k",
        "nown",
        "c",
        "ustomer",
        "utilizing",
        "approach",
        "increase",
        "sale",
        "velocity",
        "product",
        "education",
        "consistent",
        "brand",
        "messaging",
        "collecting",
        "analyzing",
        "consumer",
        "purchase",
        "data",
        "enable",
        "retailer",
        "action",
        "strategy",
        "quicker",
        "supply",
        "chain",
        "planning",
        "merchandising",
        "increase",
        "sale",
        "velocity",
        "provide",
        "customer",
        "unique",
        "experience",
        "licensed",
        "producer",
        "benefit",
        "real",
        "time",
        "consumer",
        "insight",
        "hyper",
        "local",
        "regional",
        "even",
        "national",
        "level",
        "real",
        "time",
        "data",
        "enables",
        "lp",
        "stop",
        "chasing",
        "demand",
        "chain",
        "tail",
        "start",
        "walking",
        "dog",
        "agile",
        "granular",
        "data",
        "help",
        "plan",
        "grow",
        "cycle",
        "understand",
        "like",
        "similar",
        "customer",
        "allows",
        "producer",
        "identify",
        "strong",
        "product",
        "quicker",
        "less",
        "reactively",
        "provides",
        "better",
        "insight",
        "supply",
        "chain",
        "forecasting",
        "loop",
        "power",
        "enable",
        "partner",
        "cross",
        "promote",
        "real",
        "time",
        "offer",
        "reward",
        "engine",
        "distribution",
        "real",
        "time",
        "offer",
        "reward",
        "based",
        "individual",
        "customer",
        "behavior",
        "increase",
        "recency",
        "frequency",
        "increase",
        "sale",
        "basket",
        "boost",
        "total",
        "customer",
        "spend",
        "information",
        "loop",
        "including",
        "financial",
        "information",
        "detail",
        "asset",
        "operation",
        "detail",
        "concerning",
        "director",
        "officer",
        "resulting",
        "issuer",
        "included",
        "news",
        "release",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "constitute",
        "statement",
        "information",
        "statement",
        "including",
        "statement",
        "regarding",
        "loop",
        "business",
        "transaction",
        "including",
        "impact",
        "thereof",
        "alkali3",
        "shareholder",
        "timing",
        "matter",
        "business",
        "alkali3",
        "shareholder",
        "meeting",
        "name",
        "change",
        "consolidation",
        "closing",
        "transaction",
        "anticipated",
        "timing",
        "thereof",
        "anticipated",
        "size",
        "closing",
        "private",
        "placement",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "beyond",
        "alkali3",
        "loop",
        "control",
        "including",
        "ability",
        "alkali3",
        "loop",
        "satisfy",
        "condition",
        "completion",
        "transaction",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "including",
        "tsxv",
        "shareholder",
        "approval",
        "successful",
        "completion",
        "private",
        "placement",
        "impact",
        "general",
        "economic",
        "condition",
        "industry",
        "condition",
        "competition",
        "industry",
        "participant",
        "stock",
        "market",
        "volatility",
        "ability",
        "access",
        "sufficient",
        "capital",
        "internal",
        "external",
        "source",
        "although",
        "alkali3",
        "loop",
        "believe",
        "expectation",
        "respective",
        "statement",
        "reasonable",
        "based",
        "factor",
        "assumption",
        "concerning",
        "future",
        "event",
        "may",
        "prove",
        "inaccurate",
        "factor",
        "assumption",
        "based",
        "upon",
        "currently",
        "available",
        "information",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "influence",
        "actual",
        "result",
        "event",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "stated",
        "anticipated",
        "implied",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "provided",
        "future",
        "result",
        "level",
        "activity",
        "achievement",
        "statement",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "neither",
        "alkali3",
        "loop",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "included",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "contained",
        "document",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "information",
        "contact",
        "paul",
        "baay",
        "chairman",
        "board",
        "alkali3",
        "rob",
        "anson",
        "chief",
        "executive",
        "officer",
        "loop",
        "completion",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "limited",
        "tsxv",
        "acceptance",
        "applicable",
        "disinterested",
        "shareholder",
        "approval",
        "applicable",
        "transaction",
        "close",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "investor",
        "cautioned",
        "except",
        "disclosed",
        "management",
        "information",
        "circular",
        "alkali3",
        "prepared",
        "connection",
        "transaction",
        "information",
        "released",
        "received",
        "respect",
        "transaction",
        "may",
        "accurate",
        "complete",
        "relied",
        "upon",
        "trading",
        "security",
        "alkali3",
        "considered",
        "highly",
        "speculative",
        "tsxv",
        "way",
        "passed",
        "upon",
        "merit",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "news",
        "release",
        "neither",
        "tsxv",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsxv",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "alkali3",
        "resource",
        "inc"
    ]
}