{
    "organizations": [],
    "uuid": "49c74da88df453b5fd1434cd5cc7389c9a890348",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/20/globe-newswire-platinum-group-metals-ltd-receives-final-government-approval-for-maseve-mine-sale.html",
    "ord_in_thread": 0,
    "title": "Platinum Group Metals Ltd. Receives Final Government Approval For Maseve Mine Sale",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia and JOHANNESBURG, South Africa, April 20, 2018 (GLOBE NEWSWIRE) -- Platinum Group Metals Ltd. (TSX:PTM) (NYSE American:PLG) (“Platinum Group” “PTM” or the “Company”) reports that government approval has been received for Royal Bafokeng Platinum Limited (“RBPlat”) to acquire 100% of the shares in Maseve Investments 11 (Pty) Ltd., the holding company of the Maseve Mine, and all shareholder loans owed by Maseve, for an aggregate consideration in cash and RBPlat common shares, valued on September 6, 2017 at approximately US$16 million.\nThe South African Department of Mineral Resources (“DMR”) has granted consent in terms of section 11 of the Mineral and Petroleum Resources Development Act to transfer the entire issued share capital in Maseve held by the Company and one minority shareholder to RBPlat. Maseve is the holder of the mining right underlaying the Maseve Mine. With the grant of section 11 approval all conditions precedent to the completion of the sale of Maseve to RBPlat (the “Maseve Sale Transaction”) have now been met.\nPlatinum Group CEO R. Michael Jones said “The Board of Directors of Platinum Group appreciate the DMR’s timely approval. The sale of the Maseve Mine is important for Platinum Group to reduce debt and allow us to focus on our large-scale bulk, Waterberg palladium discovery. RBPlat will be able to preserve jobs and combine Maseve with their adjacent operations.”\nThe Company and RBPlat announced a term sheet for a two-step sale transaction valued at approximately US$74 million on September 6, 2017. Later, on November 23, 2017, definitive agreements were executed 1 . On April 5, 2018 Maseve completed the sale of the Maseve concentrator plant and certain surface rights (“Step One”) to RBPlat for cash consideration. RBPlat will now acquire 100% of the shares (“Step Two”) in Maseve, the holding company of the Maseve Mine, and all shareholder loans owed by Maseve, for an aggregate consideration in cash and RBPlat common shares, valued on September 6, 2017 at approximately US$16 million (approximately US$15.45 million at present) of which approximately US$854,935 (approximately US$755,378 at present) is to be paid in RBPlat common shares to a minority shareholder of Maseve.\nThe Company intends to pay all of its net proceeds from Step Two, which may take several months to be fully realized into cash, to reduce outstanding indebtedness pursuant to a secured loan facility (the “LMM Facility”) with Liberty Metals & Mining Holdings, LLC (“LMM”).\nClosing of Step Two is expected to be complete before the end of April, 2018. Once Step Two is complete the Company will no longer be responsible for care and maintenance costs or the ongoing commitments of Maseve.\n1 For more details please refer to the Financial Statements and Management’s Discussion and Analysis for the six months ended February 28, 2018, the Company’s Annual Report on Form 20-F and the Company’s Annual Information Form for the year ended August 31, 2017.\nAbout Platinum Group Metals Ltd.\nPlatinum Group is focused on, and is the operator of, the Waterberg Project, a bulk mineable underground deposit in northern South Africa. Waterberg was discovered by the Company. Waterberg has potential to be a low cost dominantly palladium mine and Impala Platinum Holdings Limited, a smelter and refiner of platinum group metals, recently made a strategic investment in the Waterberg Project.\nOn behalf of the Board of\nPlatinum Group Metals Ltd.\nR. Michael Jones\nPresident, CEO and Director\nFor further information contact:\nR. Michael Jones, President\nor Kris Begic, VP, Corporate Development\nPlatinum Group Metals Ltd., Vancouver\nTel: (604) 899-5450 / Toll Free: (866) 899-5450\nwww.platinumgroupmetals.net\nDisclosure\nThe Toronto Stock Exchange and the NYSE American LLC have not reviewed and do not accept responsibility for the accuracy or adequacy of this news release, which has been prepared by management.\nThis press release contains forward-looking information within the meaning of Canadian securities laws and forward-looking statements within the meaning of U.S. securities laws (collectively “forward-looking statements”). Forward-looking statements are typically identified by words such as: believe, expect, anticipate, intend, estimate, plans, postulate and similar expressions, or are those, which, by their nature, refer to future events. All statements that are not statements of historical fact are forward-looking statements. Forward-looking statements in this press release include, without limitation, the timing and completion of Step Two of the Maseve Sale Transaction; satisfaction of conditions precedent a nd consummation of Step Two to the Maseve Sale Transaction as described herein; the Company’s realization and intended use of proceeds derived from the Maseve Sale Transaction; and the Waterberg Project’s potential to be a bulk mineable, low-cost dominantly palladium mine . Although the Company believes the forward-looking statements in this press release are reasonable, it can give no assurance that the expectations and assumptions in such statements will prove to be correct. The Company cautions investors that any forward-looking statements by the Company are not guarantees of future results or performance and that actual results may those in forward-looking statements as a result of various factors, including delays in, or the inability to complete, Step Two o f the Maseve Sale Transaction component of the planned sale of the Maseve Mine or to realize on the proceeds thereof; additional financing requirements; the Company’s history of losses; the Company’s inability to generate sufficient cash flow or raise sufficient additional capital to make payment on its indebtedness , and to comply with the terms of such indebtedness ; the LMM Facility is, and any new indebtedness may be, secured and the Company has pledged its shares of PTM RSA, and PTM RSA has pledged its shares of Waterberg JV Resources (Pty) Limited (“ Waterberg JV Co. ”) to Liberty Metals & Mining Holdings, LLC, a subsidiary of LMM, under the LMM Facility, which potentially could result in the loss of the Company’s interest in PTM RSA and the Waterberg Project in the event of a default under the LMM Facility or any new secured indebtedness; the Company’s negative cash flow; the Company’s ability to continue as a going concern; completion of the definitive feasibility study for the Waterberg Project, which is subject to resource upgrade and economic analysis requirements; uncertainty of estimated production, development plans and cost estimates for the Waterberg Project; discrepancies between actual and estimated mineral reserves and mineral resources, between actual and estimated development and operating costs, between actual and estimated metallurgical recoveries and between estimated and actual production; the Company’s ability to regain compliance with NYSE American continued listing requirements; fluctuations in the relative values of the U.S. Dollar, the Rand and the Canadian Dollar; volatility in metals prices; the failure of the Company or the other shareholders to fund their pro rata share of funding obligations for the Waterberg Project; any disputes or disagreements with the other shareholders of Waterberg JV Co., Mnombo Wethu Consultants (Pty) Ltd. or Maseve; the ability of the Company to retain its key management employees and skilled and experienced personnel; contractor performance and delivery of services, changes in contractors or their scope of work or any disputes with contractors; conflicts of interest; capital requirements may exceed its current expectations; the uncertainty of cost, operational and economic projections; the ability of the Company to negotiate and complete future funding transactions and either settle or restructure its debt as required ; litigation or other administrative proceedings brought against the Company ; actual or alleged breaches of governance processes or instances of fraud, bribery or corruption; exploration, development and mining risks and the inherently dangerous nature of the mining industry, and the risk of inadequate insurance or inability to obtain insurance to cover these risks and other risks and uncertainties; property and mineral title risks including defective title to mineral claims or property; changes in national and local government legislation, taxation, controls, regulations and political or economic developments in Canada and South Africa; equipment shortages and the ability of the Company to acquire necessary access rights and infrastructure for its mineral properties ; environmental regulations and the ability to obta i n and maintain necessary permits, including environmental authorizations and water use licences; extreme competition in the mineral exploration industry; delays in obtaining, or a failure to obtain, permits necessary for current or future operations or failures to comply with the terms of such permits; risks of doing business in South Africa, including but not limited to, labour, economic and political instability and potential changes to and failures to comply with legislation; and other risk factors described in the Company’s most recent Form 20-F annual report, annual information form and other filings with the U.S. Securities and Exchange Commission (“SEC”) and Canadian securities regulators, which may be viewed at www.sec.gov and www.sedar.com , respectively. Proposed changes in the mineral law in South Africa if implemented as proposed would have a material adverse effect on the Company ’s business and potential interest in projects. Any f orward -l ooking s tatement speaks only as of the date on which it is made and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any f orward - l ooking s tatement, whether as a result of new information, future events or results or otherwise.\nSource:Platinum Group Metals Ltd.",
    "published": "2018-04-20T16:00:00.000+03:00",
    "crawled": "2018-04-20T17:46:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "johannesburg",
        "south",
        "africa",
        "april",
        "globe",
        "newswire",
        "platinum",
        "group",
        "metal",
        "tsx",
        "ptm",
        "nyse",
        "american",
        "plg",
        "platinum",
        "group",
        "ptm",
        "company",
        "report",
        "government",
        "approval",
        "received",
        "royal",
        "bafokeng",
        "platinum",
        "limited",
        "rbplat",
        "acquire",
        "share",
        "maseve",
        "investment",
        "pty",
        "holding",
        "company",
        "maseve",
        "mine",
        "shareholder",
        "loan",
        "owed",
        "maseve",
        "aggregate",
        "consideration",
        "cash",
        "rbplat",
        "common",
        "share",
        "valued",
        "september",
        "approximately",
        "u",
        "million",
        "south",
        "african",
        "department",
        "mineral",
        "resource",
        "dmr",
        "granted",
        "consent",
        "term",
        "section",
        "mineral",
        "petroleum",
        "resource",
        "development",
        "act",
        "transfer",
        "entire",
        "issued",
        "share",
        "capital",
        "maseve",
        "held",
        "company",
        "one",
        "minority",
        "shareholder",
        "rbplat",
        "maseve",
        "holder",
        "mining",
        "right",
        "underlaying",
        "maseve",
        "mine",
        "grant",
        "section",
        "approval",
        "condition",
        "precedent",
        "completion",
        "sale",
        "maseve",
        "rbplat",
        "maseve",
        "sale",
        "transaction",
        "met",
        "platinum",
        "group",
        "ceo",
        "michael",
        "jones",
        "said",
        "board",
        "director",
        "platinum",
        "group",
        "appreciate",
        "dmr",
        "timely",
        "approval",
        "sale",
        "maseve",
        "mine",
        "important",
        "platinum",
        "group",
        "reduce",
        "debt",
        "allow",
        "u",
        "focus",
        "bulk",
        "waterberg",
        "palladium",
        "discovery",
        "rbplat",
        "able",
        "preserve",
        "job",
        "combine",
        "maseve",
        "adjacent",
        "company",
        "rbplat",
        "announced",
        "term",
        "sheet",
        "sale",
        "transaction",
        "valued",
        "approximately",
        "u",
        "million",
        "september",
        "later",
        "november",
        "definitive",
        "agreement",
        "executed",
        "april",
        "maseve",
        "completed",
        "sale",
        "maseve",
        "concentrator",
        "plant",
        "certain",
        "surface",
        "right",
        "step",
        "one",
        "rbplat",
        "cash",
        "consideration",
        "rbplat",
        "acquire",
        "share",
        "step",
        "two",
        "maseve",
        "holding",
        "company",
        "maseve",
        "mine",
        "shareholder",
        "loan",
        "owed",
        "maseve",
        "aggregate",
        "consideration",
        "cash",
        "rbplat",
        "common",
        "share",
        "valued",
        "september",
        "approximately",
        "u",
        "million",
        "approximately",
        "u",
        "million",
        "present",
        "approximately",
        "u",
        "approximately",
        "u",
        "present",
        "paid",
        "rbplat",
        "common",
        "share",
        "minority",
        "shareholder",
        "maseve",
        "company",
        "intends",
        "pay",
        "net",
        "proceeds",
        "step",
        "two",
        "may",
        "take",
        "several",
        "month",
        "fully",
        "realized",
        "cash",
        "reduce",
        "outstanding",
        "indebtedness",
        "pursuant",
        "secured",
        "loan",
        "facility",
        "lmm",
        "facility",
        "liberty",
        "metal",
        "mining",
        "holding",
        "llc",
        "lmm",
        "closing",
        "step",
        "two",
        "expected",
        "complete",
        "end",
        "april",
        "step",
        "two",
        "complete",
        "company",
        "longer",
        "responsible",
        "care",
        "maintenance",
        "cost",
        "ongoing",
        "commitment",
        "maseve",
        "detail",
        "please",
        "refer",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "six",
        "month",
        "ended",
        "february",
        "company",
        "annual",
        "report",
        "form",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "august",
        "platinum",
        "group",
        "metal",
        "platinum",
        "group",
        "focused",
        "operator",
        "waterberg",
        "project",
        "bulk",
        "mineable",
        "underground",
        "deposit",
        "northern",
        "south",
        "africa",
        "waterberg",
        "discovered",
        "company",
        "waterberg",
        "potential",
        "low",
        "cost",
        "dominantly",
        "palladium",
        "mine",
        "impala",
        "platinum",
        "holding",
        "limited",
        "smelter",
        "refiner",
        "platinum",
        "group",
        "metal",
        "recently",
        "made",
        "strategic",
        "investment",
        "waterberg",
        "project",
        "behalf",
        "board",
        "platinum",
        "group",
        "metal",
        "michael",
        "jones",
        "president",
        "ceo",
        "director",
        "information",
        "contact",
        "michael",
        "jones",
        "president",
        "kris",
        "begic",
        "vp",
        "corporate",
        "development",
        "platinum",
        "group",
        "metal",
        "vancouver",
        "tel",
        "toll",
        "free",
        "disclosure",
        "toronto",
        "stock",
        "exchange",
        "nyse",
        "american",
        "llc",
        "reviewed",
        "accept",
        "responsibility",
        "accuracy",
        "adequacy",
        "news",
        "release",
        "prepared",
        "management",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "statement",
        "within",
        "meaning",
        "security",
        "law",
        "collectively",
        "statement",
        "statement",
        "typically",
        "identified",
        "word",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "estimate",
        "plan",
        "postulate",
        "similar",
        "expression",
        "nature",
        "refer",
        "future",
        "event",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "press",
        "release",
        "include",
        "without",
        "limitation",
        "timing",
        "completion",
        "step",
        "two",
        "maseve",
        "sale",
        "transaction",
        "satisfaction",
        "condition",
        "precedent",
        "nd",
        "consummation",
        "step",
        "two",
        "maseve",
        "sale",
        "transaction",
        "described",
        "herein",
        "company",
        "realization",
        "intended",
        "use",
        "proceeds",
        "derived",
        "maseve",
        "sale",
        "transaction",
        "waterberg",
        "project",
        "potential",
        "bulk",
        "mineable",
        "dominantly",
        "palladium",
        "mine",
        "although",
        "company",
        "belief",
        "statement",
        "press",
        "release",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "assumption",
        "statement",
        "prove",
        "correct",
        "company",
        "caution",
        "investor",
        "statement",
        "company",
        "guarantee",
        "future",
        "result",
        "performance",
        "actual",
        "result",
        "may",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "delay",
        "inability",
        "complete",
        "step",
        "two",
        "f",
        "maseve",
        "sale",
        "transaction",
        "component",
        "planned",
        "sale",
        "maseve",
        "mine",
        "realize",
        "proceeds",
        "thereof",
        "additional",
        "financing",
        "requirement",
        "company",
        "history",
        "loss",
        "company",
        "inability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "raise",
        "sufficient",
        "additional",
        "capital",
        "make",
        "payment",
        "indebtedness",
        "comply",
        "term",
        "indebtedness",
        "lmm",
        "facility",
        "new",
        "indebtedness",
        "may",
        "secured",
        "company",
        "pledged",
        "share",
        "ptm",
        "rsa",
        "ptm",
        "rsa",
        "pledged",
        "share",
        "waterberg",
        "jv",
        "resource",
        "pty",
        "limited",
        "waterberg",
        "jv",
        "liberty",
        "metal",
        "mining",
        "holding",
        "llc",
        "subsidiary",
        "lmm",
        "lmm",
        "facility",
        "potentially",
        "could",
        "result",
        "loss",
        "company",
        "interest",
        "ptm",
        "rsa",
        "waterberg",
        "project",
        "event",
        "default",
        "lmm",
        "facility",
        "new",
        "secured",
        "indebtedness",
        "company",
        "negative",
        "cash",
        "flow",
        "company",
        "ability",
        "continue",
        "going",
        "concern",
        "completion",
        "definitive",
        "feasibility",
        "study",
        "waterberg",
        "project",
        "subject",
        "resource",
        "upgrade",
        "economic",
        "analysis",
        "requirement",
        "uncertainty",
        "estimated",
        "production",
        "development",
        "plan",
        "cost",
        "estimate",
        "waterberg",
        "project",
        "discrepancy",
        "actual",
        "estimated",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "actual",
        "estimated",
        "development",
        "operating",
        "cost",
        "actual",
        "estimated",
        "metallurgical",
        "recovery",
        "estimated",
        "actual",
        "production",
        "company",
        "ability",
        "regain",
        "compliance",
        "nyse",
        "american",
        "continued",
        "listing",
        "requirement",
        "fluctuation",
        "relative",
        "value",
        "dollar",
        "rand",
        "canadian",
        "dollar",
        "volatility",
        "metal",
        "price",
        "failure",
        "company",
        "shareholder",
        "fund",
        "pro",
        "rata",
        "share",
        "funding",
        "obligation",
        "waterberg",
        "project",
        "dispute",
        "disagreement",
        "shareholder",
        "waterberg",
        "jv",
        "mnombo",
        "wethu",
        "consultant",
        "pty",
        "maseve",
        "ability",
        "company",
        "retain",
        "key",
        "management",
        "employee",
        "skilled",
        "experienced",
        "personnel",
        "contractor",
        "performance",
        "delivery",
        "service",
        "change",
        "contractor",
        "scope",
        "work",
        "dispute",
        "contractor",
        "conflict",
        "interest",
        "capital",
        "requirement",
        "may",
        "exceed",
        "current",
        "expectation",
        "uncertainty",
        "cost",
        "operational",
        "economic",
        "projection",
        "ability",
        "company",
        "negotiate",
        "complete",
        "future",
        "funding",
        "transaction",
        "either",
        "settle",
        "restructure",
        "debt",
        "required",
        "litigation",
        "administrative",
        "proceeding",
        "brought",
        "company",
        "actual",
        "alleged",
        "breach",
        "governance",
        "process",
        "instance",
        "fraud",
        "bribery",
        "corruption",
        "exploration",
        "development",
        "mining",
        "risk",
        "inherently",
        "dangerous",
        "nature",
        "mining",
        "industry",
        "risk",
        "inadequate",
        "insurance",
        "inability",
        "obtain",
        "insurance",
        "cover",
        "risk",
        "risk",
        "uncertainty",
        "property",
        "mineral",
        "title",
        "risk",
        "including",
        "defective",
        "title",
        "mineral",
        "claim",
        "property",
        "change",
        "national",
        "local",
        "government",
        "legislation",
        "taxation",
        "control",
        "regulation",
        "political",
        "economic",
        "development",
        "canada",
        "south",
        "africa",
        "equipment",
        "shortage",
        "ability",
        "company",
        "acquire",
        "necessary",
        "access",
        "right",
        "infrastructure",
        "mineral",
        "property",
        "environmental",
        "regulation",
        "ability",
        "obta",
        "n",
        "maintain",
        "necessary",
        "permit",
        "including",
        "environmental",
        "authorization",
        "water",
        "use",
        "licence",
        "extreme",
        "competition",
        "mineral",
        "exploration",
        "industry",
        "delay",
        "obtaining",
        "failure",
        "obtain",
        "permit",
        "necessary",
        "current",
        "future",
        "operation",
        "failure",
        "comply",
        "term",
        "permit",
        "risk",
        "business",
        "south",
        "africa",
        "including",
        "limited",
        "labour",
        "economic",
        "political",
        "instability",
        "potential",
        "change",
        "failure",
        "comply",
        "legislation",
        "risk",
        "factor",
        "described",
        "company",
        "recent",
        "form",
        "annual",
        "report",
        "annual",
        "information",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "canadian",
        "security",
        "regulator",
        "may",
        "viewed",
        "respectively",
        "proposed",
        "change",
        "mineral",
        "law",
        "south",
        "africa",
        "implemented",
        "proposed",
        "would",
        "material",
        "adverse",
        "effect",
        "company",
        "business",
        "potential",
        "interest",
        "project",
        "f",
        "orward",
        "ooking",
        "tatement",
        "speaks",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "f",
        "orward",
        "l",
        "ooking",
        "tatement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "source",
        "platinum",
        "group",
        "metal",
        "ltd"
    ]
}