{
    "organizations": [],
    "uuid": "d16b963df0fd4e677ee9374d051464971e4f0d1a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-uniqure-announces-first-quarter-2018-financial-results-and-highlights-company-progress.html",
    "ord_in_thread": 0,
    "title": "uniQure Announces First Quarter 2018 Financial Results and Highlights Company Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "~ Patient enrollment expected to begin ahead of schedule in dose-confirmation study for AMT-061 and pivotal study on track to commence in third quarter of 2018\n~ IND filing for AMT-130 in Huntington’s Disease expected in second half of 2018\n~ Industry Leaders Robert Gut and David Meek Nominated to Board of Directors\nLEXINGTON, Mass. and AMSTERDAM, the Netherlands, April 30, 2018 (GLOBE NEWSWIRE) -- uniQure N.V. (NASDAQ:QURE), a leading gene therapy company advancing transformative therapies for patients with severe medical needs, today reported its financial results for the first quarter of 2018 and highlighted recent progress across its business.\n“We have made significant progress since the beginning of the year across all of our gene therapy programs, as highlighted by our alignment with the FDA to commence our dose-confirmation study of AMT-061 for the treatment of hemophilia B,” stated Matthew C. Kapusta, chief executive officer of uniQure. “We now expect to begin enrolling patients by the end of the second quarter and to initiate our pivotal study in the third quarter. We also remain on track to file this year an IND for AMT-130 which has the potential to be the first AAV gene therapy for the treatment of Huntington’s disease to enter clinical studies. We are executing across all parts of our business and look forward to achieving many key milestones between now and the end of the year.”\nRecent Company Progress:\nAdvancing AMT-061 for the treatment of hemophilia B into a pivotal trial The Company expects to initiate patient enrollment in the dose-confirmation study by the end of the second quarter. Approximately three patients will receive a one-time administration of AMT-061 at a single dose of 2x10 13 gc/kg. Top-line data from the dose-confirmation study are expected to be available before the end of this year. The Company will assess Factor IX activity at approximately six to eight weeks following administration of AMT-061 to confirm the dose for the pivotal trial. Clinical material for this study has been manufactured and quality-released. The Company expects to initiate patient enrollment in a pivotal study for AMT-061 in the third quarter. The pivotal study includes a six-month lead-in phase in order to collect baseline patient data. Clinical production is underway for this study, and the process of site selection and reviews by institutional review boards (IRB) are ahead of schedule.\nAdvancing AMT-130 for the treatment of Huntington’s disease into a Phase I/II study On April 25, at the American Academy of Neurology (AAN) 70th Annual Meeting, the Company presented a broad set of preclinical data establishing the proof-of-concept for AMT-130 in Huntington’s disease. Data from three different Huntington’s disease mouse models, a Huntington’s disease rat model and a Huntington’s disease minipig model were featured. The oral presentation also included the following new data in a transgenic minipig model of Huntington’s disease: At 6 months after administration of AMT-130 to transgenic minipigs, human mutant huntingin (mHTT) protein expression was significantly reduced by a median of 68% in the striatum, where the disease is known to manifest initially, and a median of 47% in the frontal cortex. A dose-dependent distribution of the AAV5 vector and the expression of its encoded microRNA was detected throughout the brain, and this distribution correlated to reduced expression of human mHTT messenger RNA and protein. A GLP-safety and toxicology study in non-human primates is nearing completion. Data from this study will be included in support of an Investigational New Drug (IND) application, which is expected to be submitted to the U.S. Food and Drug Administration (FDA) in the second half of 2018. Following clearance of this IND, we expect to initiate of a Phase I/II clinical trial in Huntington’s disease patients.\nContinuing research collaboration with Bristol Myers-Squibb, including AMT-126 for the treatment of congestive heart failure The Company and Bristol-Myers Squibb continue to advance a preclinical heart function study with AMT-126 in diseased minipigs with data from this study expected in late 2018.\nExpanding the Company’s Board of Directors The Company announced the nominations of Robert Gut, M.D., Ph.D., and David Meek to its Board of Directors. Philip Astley-Sparke has also been nominated for reelection to the Board. All candidates will stand for election at the Company’s annual general meeting of the shareholders to be held on June 13, 2018. Dr. Gut has nearly 20 years of experience in the biopharmaceutical industry leading clinical development and medical affairs activities in hematology and other therapeutic areas. For the majority of his career, Dr. Gut served as Vice President, Clinical Development & Medical Affairs at Novo Nordisk Inc., where he headed the company’s U.S. Biopharm Medical organization with leading products in hemophilia, endocrinology and women’s health (NovoSeven ® , Norditropin ® and Vagifem ® ), totaling approximately $1.6 billion in U.S. revenue. Over past years, Dr. Gut’s contributions have helped achieve six FDA product approvals and three new product indications. Dr. Gut has supported the launch of nine new products, overseeing medical activities including medical science liaison team building and health economics and outcomes research. He has also served as a member of the Advisory Committees for Reproductive Health Drugs and Drug Safety and Risk Management for the FDA’s Center for Drug Evaluation and Research. Dr. Gut was appointed the Chief Medical Officer of Versartis, Inc. in September 2017 and received his Doctor of Medicine degree from the Medical University of Lublin, and his Doctorate degree from Lublin Institute of Medicine, Poland. He attended numerous postgraduate programs at Wharton, Stanford and Harvard Business School. Mr. Meek has over 25 years of experience in the pharmaceutical industry where he has held various global executive positions in major pharmaceutical and biotechnology companies. Mr. Meek was appointed CEO of Ipsen in July 2016 and also serves on the Board of Directors. Prior to joining Ipsen, he was Executive Vice-President and President of the oncology division of Baxalta. Mr. Meek also spent 8 years at Novartis as a global franchise head, CEO of Novartis Canada, and region head of oncology for northern, central and Eastern Europe. He also spent 14 years at Johnson & Johnson and Janssen Pharmaceutica, where he held a variety of senior U.S. sales and marketing positions. Mr. Meek holds a B.A. in Management from the University of Cincinnati.\nAnticipated Near-Term Milestones\nPresentation at the World Federation of Hemophilia (WFH) 2018 Congress, May 20 -24, Glasgow, Scotland. Prof. W. Miesbach, M.D. Ph.D., investigator in the Phase I/II study of AMT-060, will deliver an oral presentation entitled, “Surgery and Bleed Management in Patients Receiving AMT-060 in a Phase I/II trial: Evaluation of the Safety of Exogenous FIX Treatment after Gene Transfer” on Tuesday, May 22 nd at 10:15 a.m. GMT. Initiate dosing of patients in the dose confirmation study of AMT-061, and initiate patient enrollment in the lead-in phase of the pivotal study of AMT-061. Completion of the GLP-safety and toxicology study of AMT-130 and submission of the IND in Huntington’s disease. Data from the AMT-126 heart function study in a diseased minipig model of congestive heart failure. Top-line data from AMT-061 dose confirmation study in approximately three patients. Expansion of the Company’s early-stage research pipeline.\nFinancial Highlights\nCash Position: As of March 31, 2018, the Company held cash and cash equivalents of $140.8 million, compared to $159.4 million as of December 31, 2017. The Company currently expects cash and cash equivalents will be sufficient to fund operations into early 2020.\nRevenues: Revenue for the three months ended March 31, 2018 was $3.5 million, compared to $3.3 million for the comparable period in 2017. Collaboration revenue for the three months ended March 31, 2018 was $1.0 million, compared to $2.1 million for the comparable period in 2017. The decrease in collaboration revenue was primarily due to the termination of the Chiesi co-development agreement in July 2017.\nR&D Expenses: Research and development expenses were $17.1 million for the three months ended March 31, 2018, compared to $17.0 million for the comparable period in 2017. During the three months ended March 31, 2018, the Company started preparations for an AMT-061 pivotal study and continued IND-enabling nonclinical studies of AMT-130.\nSG&A Expenses: Selling, general and administrative expenses were $6.3 million for the three months ended March 31, 2018, compared to $6.4 million for the comparable period in 2017.\nOther income, net: Other income, net was $0.3 million for the three months ended March 31, 2018, compared to $0.3 million for the comparable period in 2017\nNet Loss: The net loss was $18.8 million, or $0.59 per share, for the three months ended March 31, 2018, compared to $20.3 million, or $0.80 per share, for the comparable period in 2017.\nAbout uniQure\nuniQure is delivering on the promise of gene therapy – single treatments with potentially curative results. We are leveraging our modular and validated technology platform to rapidly advance a pipeline of proprietary and partnered gene therapies to treat patients with liver/metabolic, central nervous system and cardiovascular diseases. www.uniQure.com\nuniQure Forward-Looking Statements\nThis press release contains forward-looking statements. All statements other than statements of historical fact are forward-looking statements, which are often indicated by terms such as \"anticipate,\" \"believe,\" \"could,\" \"estimate,\" \"expect,\" \"goal,\" \"intend,\" \"look forward to\", \"may,\" \"plan,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"will,\" \"would\" and similar expressions. Forward-looking statements are based on management's beliefs and assumptions and on information available to management only as of the date of this press release. These forward-looking statements include, but are not limited to, our upcoming anticipated milestones, the development of our gene therapy product candidates, the transition to our AMT-061 product candidate, the success of our collaborations and the risk of cessation, delay or lack of success of any of our ongoing or planned clinical studies and/or development of our product candidates. Our actual results could differ materially from those anticipated in these forward-looking statements for many reasons, including, without limitation, risks associated with our and our collaborators’ clinical development activities, collaboration arrangements, corporate reorganizations and strategic shifts, regulatory oversight, product commercialization and intellectual property claims, as well as the risks, uncertainties and other factors described under the heading \"Risk Factors\" in uniQure’s Annual Report on Form 10-K filed on March 14, 2018. Given these risks, uncertainties and other factors, you should not place undue reliance on these forward-looking statements, and we assume no obligation to update these forward-looking statements, even if new information becomes available in the future.\nuniQure Contacts: FOR INVESTORS: FOR MEDIA: Maria E. Cantor Eva M. Mulder Tom Malone Direct: 339-970-7536 Direct: +31 20 240 6103 Direct: 339-970-7558 Mobile: 617-680-9452 Mobile: +31 6 52 33 15 79 Mobile: 339-223-8541 m.cantor@uniQure.com e.mulder@uniQure.com t.malone@uniQure.com\nuniQure N.V.\nUNAUDITED CONSOLIDATED BALANCE SHEETS March 31, December 31, 2018 2017 in thousands, except share and per share amounts Current assets Cash and cash equivalents $ 140,822 $ 159,371 Accounts receivables and accrued income 1,057 1,586 Prepaid assets and other current assets 3,591 1,826 Total current assets 145,470 162,783 Non-current assets Property, plant and equipment, net 33,839 34,281 Intangible assets and goodwill 10,429 10,100 Other non-current assets 2,500 2,480 Total non-current assets 46,768 46,861 Total assets $ 192,238 $ 209,644 Current liabilities Accounts payable $ 3,695 $ 2,908 Accrued expenses and other current liabilities 6,491 8,838 Current portion of long-term debt 4,444 1,050 Current portion of deferred rent 1,086 737 Current portion of deferred revenue 9,696 4,613 Current portion of contingent consideration 1,145 1,084 Total current liabilities 26,557 19,230 Non-current liabilities Long-term debt, net of current portion 16,369 19,741 Deferred rent, net of current portion 8,966 9,114 Deferred revenue, net of current portion 36,154 67,408 Contingent consideration, net of current portion 2,875 2,880 Derivative financial instruments related party 504 1,298 Other non-current liabilities 550 614 Total non-current liabilities 65,418 101,055 Total liabilities 91,975 120,285 Total shareholders' equity 100,263 89,359 Total liabilities and shareholders' equity $ 192,238 $ 209,644\nuniQure N.V.\nUNAUDITED CONSOLIDATED STATEMENTS OF OPERATIONS Period ended March 31, 2018 2017 in thousands, except share and per share amounts Total revenues $ 3,478 $ 3,321 Operating expenses: Research and development expenses (17,058 ) (16,994 ) Selling, general and administrative expenses (6,301 ) (6,358 ) Total operating expenses (23,359 ) (23,352 ) Other income 615 316 Other expense (333 ) - Loss from operations (19,599 ) (19,715 ) Non operating items, net 718 (557 ) Loss before income tax expense (18,881 ) (20,272 ) Income tax benefit / (expense) 92 - Net loss $ (18,789 ) $ (20,272 ) Basic and diluted net loss per common share $ (0.59 ) $ (0.80 ) Weighted average shares used in computing basic and diluted net loss per common share 31,710,497 25,443,609\nSource: uniQure Inc.",
    "published": "2018-04-30T15:05:00.000+03:00",
    "crawled": "2018-04-30T18:18:42.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "patient",
        "enrollment",
        "expected",
        "begin",
        "ahead",
        "schedule",
        "study",
        "pivotal",
        "study",
        "track",
        "commence",
        "third",
        "quarter",
        "ind",
        "filing",
        "huntington",
        "disease",
        "expected",
        "second",
        "half",
        "industry",
        "leader",
        "robert",
        "gut",
        "david",
        "meek",
        "nominated",
        "board",
        "director",
        "lexington",
        "mass",
        "amsterdam",
        "netherlands",
        "april",
        "globe",
        "newswire",
        "uniqure",
        "nasdaq",
        "qure",
        "leading",
        "gene",
        "therapy",
        "company",
        "advancing",
        "transformative",
        "therapy",
        "patient",
        "severe",
        "medical",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "highlighted",
        "recent",
        "progress",
        "across",
        "business",
        "made",
        "significant",
        "progress",
        "since",
        "beginning",
        "year",
        "across",
        "gene",
        "therapy",
        "program",
        "highlighted",
        "alignment",
        "fda",
        "commence",
        "study",
        "treatment",
        "hemophilia",
        "b",
        "stated",
        "matthew",
        "kapusta",
        "chief",
        "executive",
        "officer",
        "uniqure",
        "expect",
        "begin",
        "enrolling",
        "patient",
        "end",
        "second",
        "quarter",
        "initiate",
        "pivotal",
        "study",
        "third",
        "quarter",
        "also",
        "remain",
        "track",
        "file",
        "year",
        "ind",
        "potential",
        "first",
        "aav",
        "gene",
        "therapy",
        "treatment",
        "huntington",
        "disease",
        "enter",
        "clinical",
        "study",
        "executing",
        "across",
        "part",
        "business",
        "look",
        "forward",
        "achieving",
        "many",
        "key",
        "milestone",
        "end",
        "recent",
        "company",
        "progress",
        "advancing",
        "treatment",
        "hemophilia",
        "b",
        "pivotal",
        "trial",
        "company",
        "expects",
        "initiate",
        "patient",
        "enrollment",
        "study",
        "end",
        "second",
        "quarter",
        "approximately",
        "three",
        "patient",
        "receive",
        "administration",
        "single",
        "dose",
        "2x10",
        "data",
        "study",
        "expected",
        "available",
        "end",
        "year",
        "company",
        "assess",
        "factor",
        "ix",
        "activity",
        "approximately",
        "six",
        "eight",
        "week",
        "following",
        "administration",
        "confirm",
        "dose",
        "pivotal",
        "trial",
        "clinical",
        "material",
        "study",
        "manufactured",
        "company",
        "expects",
        "initiate",
        "patient",
        "enrollment",
        "pivotal",
        "study",
        "third",
        "quarter",
        "pivotal",
        "study",
        "includes",
        "phase",
        "order",
        "collect",
        "baseline",
        "patient",
        "data",
        "clinical",
        "production",
        "underway",
        "study",
        "process",
        "site",
        "selection",
        "review",
        "institutional",
        "review",
        "board",
        "irb",
        "ahead",
        "schedule",
        "advancing",
        "treatment",
        "huntington",
        "disease",
        "phase",
        "study",
        "april",
        "american",
        "academy",
        "neurology",
        "aan",
        "70th",
        "annual",
        "meeting",
        "company",
        "presented",
        "broad",
        "set",
        "preclinical",
        "data",
        "establishing",
        "huntington",
        "disease",
        "data",
        "three",
        "different",
        "huntington",
        "disease",
        "mouse",
        "model",
        "huntington",
        "disease",
        "rat",
        "model",
        "huntington",
        "disease",
        "minipig",
        "model",
        "featured",
        "oral",
        "presentation",
        "also",
        "included",
        "following",
        "new",
        "data",
        "transgenic",
        "minipig",
        "model",
        "huntington",
        "disease",
        "month",
        "administration",
        "transgenic",
        "minipigs",
        "human",
        "mutant",
        "huntingin",
        "mhtt",
        "protein",
        "expression",
        "significantly",
        "reduced",
        "median",
        "striatum",
        "disease",
        "known",
        "manifest",
        "initially",
        "median",
        "frontal",
        "cortex",
        "distribution",
        "aav5",
        "vector",
        "expression",
        "encoded",
        "microrna",
        "detected",
        "throughout",
        "brain",
        "distribution",
        "correlated",
        "reduced",
        "expression",
        "human",
        "mhtt",
        "messenger",
        "rna",
        "protein",
        "toxicology",
        "study",
        "primate",
        "nearing",
        "completion",
        "data",
        "study",
        "included",
        "support",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "expected",
        "submitted",
        "food",
        "drug",
        "administration",
        "fda",
        "second",
        "half",
        "following",
        "clearance",
        "ind",
        "expect",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "huntington",
        "disease",
        "patient",
        "continuing",
        "research",
        "collaboration",
        "bristol",
        "including",
        "treatment",
        "congestive",
        "heart",
        "failure",
        "company",
        "squibb",
        "continue",
        "advance",
        "preclinical",
        "heart",
        "function",
        "study",
        "diseased",
        "minipigs",
        "data",
        "study",
        "expected",
        "late",
        "expanding",
        "company",
        "board",
        "director",
        "company",
        "announced",
        "nomination",
        "robert",
        "gut",
        "david",
        "meek",
        "board",
        "director",
        "philip",
        "also",
        "nominated",
        "reelection",
        "board",
        "candidate",
        "stand",
        "election",
        "company",
        "annual",
        "general",
        "meeting",
        "shareholder",
        "held",
        "june",
        "gut",
        "nearly",
        "year",
        "experience",
        "biopharmaceutical",
        "industry",
        "leading",
        "clinical",
        "development",
        "medical",
        "affair",
        "activity",
        "hematology",
        "therapeutic",
        "area",
        "majority",
        "career",
        "gut",
        "served",
        "vice",
        "president",
        "clinical",
        "development",
        "medical",
        "affair",
        "novo",
        "nordisk",
        "headed",
        "company",
        "biopharm",
        "medical",
        "organization",
        "leading",
        "product",
        "hemophilia",
        "endocrinology",
        "woman",
        "health",
        "novoseven",
        "norditropin",
        "vagifem",
        "totaling",
        "approximately",
        "billion",
        "revenue",
        "past",
        "year",
        "gut",
        "contribution",
        "helped",
        "achieve",
        "six",
        "fda",
        "product",
        "approval",
        "three",
        "new",
        "product",
        "indication",
        "gut",
        "supported",
        "launch",
        "nine",
        "new",
        "product",
        "overseeing",
        "medical",
        "activity",
        "including",
        "medical",
        "science",
        "liaison",
        "team",
        "building",
        "health",
        "economics",
        "outcome",
        "research",
        "also",
        "served",
        "member",
        "advisory",
        "committee",
        "reproductive",
        "health",
        "drug",
        "drug",
        "safety",
        "risk",
        "management",
        "fda",
        "center",
        "drug",
        "evaluation",
        "research",
        "gut",
        "appointed",
        "chief",
        "medical",
        "officer",
        "versartis",
        "september",
        "received",
        "doctor",
        "medicine",
        "degree",
        "medical",
        "university",
        "lublin",
        "doctorate",
        "degree",
        "lublin",
        "institute",
        "medicine",
        "poland",
        "attended",
        "numerous",
        "postgraduate",
        "program",
        "wharton",
        "stanford",
        "harvard",
        "business",
        "school",
        "meek",
        "year",
        "experience",
        "pharmaceutical",
        "industry",
        "held",
        "various",
        "global",
        "executive",
        "position",
        "major",
        "pharmaceutical",
        "biotechnology",
        "company",
        "meek",
        "appointed",
        "ceo",
        "ipsen",
        "july",
        "also",
        "serf",
        "board",
        "director",
        "prior",
        "joining",
        "ipsen",
        "executive",
        "president",
        "oncology",
        "division",
        "baxalta",
        "meek",
        "also",
        "spent",
        "year",
        "novartis",
        "global",
        "franchise",
        "head",
        "ceo",
        "novartis",
        "canada",
        "region",
        "head",
        "oncology",
        "northern",
        "central",
        "eastern",
        "europe",
        "also",
        "spent",
        "year",
        "johnson",
        "johnson",
        "janssen",
        "pharmaceutica",
        "held",
        "variety",
        "senior",
        "sale",
        "marketing",
        "position",
        "meek",
        "hold",
        "management",
        "university",
        "cincinnati",
        "anticipated",
        "milestone",
        "presentation",
        "world",
        "federation",
        "hemophilia",
        "wfh",
        "congress",
        "may",
        "glasgow",
        "scotland",
        "miesbach",
        "investigator",
        "phase",
        "study",
        "deliver",
        "oral",
        "presentation",
        "entitled",
        "surgery",
        "bleed",
        "management",
        "patient",
        "receiving",
        "phase",
        "trial",
        "evaluation",
        "safety",
        "exogenous",
        "fix",
        "treatment",
        "gene",
        "transfer",
        "tuesday",
        "may",
        "nd",
        "gmt",
        "initiate",
        "dosing",
        "patient",
        "dose",
        "confirmation",
        "study",
        "initiate",
        "patient",
        "enrollment",
        "phase",
        "pivotal",
        "study",
        "completion",
        "toxicology",
        "study",
        "submission",
        "ind",
        "huntington",
        "disease",
        "data",
        "heart",
        "function",
        "study",
        "diseased",
        "minipig",
        "model",
        "congestive",
        "heart",
        "failure",
        "data",
        "dose",
        "confirmation",
        "study",
        "approximately",
        "three",
        "patient",
        "expansion",
        "company",
        "research",
        "pipeline",
        "financial",
        "highlight",
        "cash",
        "position",
        "march",
        "company",
        "held",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "company",
        "currently",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "early",
        "revenue",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "collaboration",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "decrease",
        "collaboration",
        "revenue",
        "primarily",
        "due",
        "termination",
        "chiesi",
        "agreement",
        "july",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "started",
        "preparation",
        "pivotal",
        "study",
        "continued",
        "nonclinical",
        "study",
        "sg",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "income",
        "net",
        "income",
        "net",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "uniqure",
        "uniqure",
        "delivering",
        "promise",
        "gene",
        "therapy",
        "single",
        "treatment",
        "potentially",
        "curative",
        "result",
        "leveraging",
        "modular",
        "validated",
        "technology",
        "platform",
        "rapidly",
        "advance",
        "pipeline",
        "proprietary",
        "partnered",
        "gene",
        "therapy",
        "treat",
        "patient",
        "central",
        "nervous",
        "system",
        "cardiovascular",
        "disease",
        "uniqure",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "often",
        "indicated",
        "term",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "look",
        "forward",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "statement",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "available",
        "management",
        "date",
        "press",
        "release",
        "statement",
        "include",
        "limited",
        "upcoming",
        "anticipated",
        "milestone",
        "development",
        "gene",
        "therapy",
        "product",
        "candidate",
        "transition",
        "product",
        "candidate",
        "success",
        "collaboration",
        "risk",
        "cessation",
        "delay",
        "lack",
        "success",
        "ongoing",
        "planned",
        "clinical",
        "study",
        "development",
        "product",
        "candidate",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "many",
        "reason",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "collaborator",
        "clinical",
        "development",
        "activity",
        "collaboration",
        "arrangement",
        "corporate",
        "reorganization",
        "strategic",
        "shift",
        "regulatory",
        "oversight",
        "product",
        "commercialization",
        "intellectual",
        "property",
        "claim",
        "well",
        "risk",
        "uncertainty",
        "factor",
        "described",
        "heading",
        "risk",
        "factor",
        "uniqure",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "given",
        "risk",
        "uncertainty",
        "factor",
        "place",
        "undue",
        "reliance",
        "statement",
        "assume",
        "obligation",
        "update",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "uniqure",
        "contact",
        "investor",
        "medium",
        "maria",
        "cantor",
        "eva",
        "mulder",
        "tom",
        "malone",
        "direct",
        "direct",
        "direct",
        "mobile",
        "mobile",
        "mobile",
        "uniqure",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivables",
        "accrued",
        "income",
        "prepaid",
        "asset",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "goodwill",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "portion",
        "contingent",
        "consideration",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "net",
        "current",
        "portion",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "contingent",
        "consideration",
        "net",
        "current",
        "portion",
        "derivative",
        "financial",
        "instrument",
        "related",
        "party",
        "liability",
        "total",
        "liability",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "uniqure",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "period",
        "ended",
        "march",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "total",
        "operating",
        "expense",
        "income",
        "expense",
        "loss",
        "operation",
        "non",
        "operating",
        "item",
        "net",
        "loss",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "source",
        "uniqure",
        "inc"
    ]
}