{
    "organizations": [],
    "uuid": "5059a1b5d458485a6d59cf34af32bec4c804e3ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/business-wire-wwea-network-hits-record-2-point-1-million-subscribers.html",
    "ord_in_thread": 0,
    "title": "WWE® Network Hits Record 2.1 Million Subscribers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WWE ® Raises Q1 and Full Year 2018 Guidance\nSTAMFORD, Conn.--(BUSINESS WIRE)-- WWE ® (NYSE:WWE) today announced that its digital streaming service, WWE Network, reached a record 2.12 million total subscribers following last night’s WrestleMania ® . 1 This is a 9% increase from April 3, 2017, the day after WrestleMania last year.\n“We expect to deliver record subscriber levels, revenue and Adjusted OIBDA in 2018,” said George Barrios, WWE Co-President. “WWE Network’s continued growth along with our massive reach across traditional television as well as digital and social platforms, reaffirms the effectiveness of our global, multi-platform content strategy.”\nWWE Network Subscriber Highlights\nWWE Network achieved record levels of total and total paid subscribers as of April 9, 2018. Total paid subscribers reached 1.81 million, representing a 9% increase from April 3, 2017 – the day after WrestleMania last year.\nWWE Network total subscribers at WrestleMania 34 and WrestleMania 33 2,3 :\nTotal Subscribers\n(thousands)\nApril 9 th , 2018\nWrestleMania 34\nApril 3 rd , 2017\nWrestleMania 33\n% Growth Total (Paid + Free Trial) 2,124 1,949 9% Total Paid 1,808 1,661 9% WrestleMania Milestones\nWrestleMania broke the record for the Mercedes-Benz Superdome’s highest grossing entertainment event at $14.1 million, as a sold-out crowd of 78,133 fans from all 50 states and 67 countries attended the event. As part of the week-long WrestleMania celebration, WWE hosts five consecutive nights of events at the Superdome and the Smoothie King Center WWE Network subscribers viewed 25.2 million hours during WrestleMania Week or 14 hours per subscriber during the week. This compares to 22.5 million hours last year, a 12% year-over-year increase\nWWE 2018 Perspective\nQ1 2018: Based upon preliminary data, WWE Network attracted an average of approximately 1.56 million paid subscribers over the first quarter 2018, representing a 5% increase from the first-quarter 2017 average. The first quarter 2018 average was in-line with guidance of approximately 1.53 million. 3\nDuring the first quarter 2018, the Company realized stronger than anticipated performance. As a result, the Company expects Q1 Adjusted OIBDA of at least $30 million (subject to the completion of its quarterly close process), exceeding its previous guidance of $23 million to $27 million. 4\nQ2 2018: If the acquisition and retention of subscribers driven by WrestleMania is comparable to the subscriber activity associated with the prior year event, average paid subscribers for the second quarter 2018 would be approximately 1.77 million, representing an increase of approximately 8% from the second quarter 2017. 5 As future subscriber performance may differ from prior activity, this range is provided for perspective rather than as guidance.\n2018: WWE management continues to expect the Company to achieve another year of record revenue and has raised its target for 2018 Adjusted OIBDA to at least $145 million (excluding stock-based compensation expense), which would be an all-time record, exceeding its previous guidance of at least $140 million. 4\nNotes\n(1)\nTotal subscribers following WrestleMania exclude pay-per-view buys with cable and satellite providers.\n(2)\nMetrics reflect subscribers who are direct customers of WWE Network and subscribers reported under licensed partner agreements, which have different economic terms for the network. The impact of these subscribers on WWE Network results is reflected in the network’s average revenue per subscriber (ARPU).\n(3) Additional information regarding WWE Network subscriber levels can be found in the Company’s website presentation at corporate.wwe.com/investors .\n(4) WWE is unable to provide a reconciliation of forward looking guidance to GAAP measures as, at this time, WWE cannot accurately determine the adjustments that would be required. Further information regarding such reconciliations can be found on page 5 of this release. (5) Additional information regarding estimated WWE Network subscriber levels can be found in the Company’s website presentation at corporate.wwe.com/investors .\nAdditional Information\nAs previously announced, WWE is hosting a conference call at 4:00 p.m. ET (3:00 p.m. CST) today to provide an update on the growth of WWE Network, including the level of subscribers following WrestleMania. All interested parties are welcome to listen to a live web cast that will be hosted through the Company’s web site at corporate.wwe.com/investors . Participants can access the conference call by dialing 855-200-4993 (toll free) or 323-794-2092 from outside the U.S. (conference ID for both lines: 6005057).\nThe presentation referenced during the call has been made available on the Company’s website at corporate.wwe.com/investors . A replay of the call will be available approximately two hours after the conference call concludes, and can be accessed on the Company’s web site.\nAbout WWE Network\nWWE Network is the only place to stream all live WWE pay-per-view events, including WrestleMania, at no additional cost plus 24/7 programming featuring groundbreaking original series, documentaries, classic matches, reality shows, exclusive coverage of special events and the most comprehensive video-on-demand library with more than 10,000 hours of content, including every WWE, WCW® and ECW® pay-per-view.\nLike other digital streaming services, such as Netflix and Hulu, fans can sign up for WWE Network online at WWENetwork.com and stream WWE Network through connected devices such as Sony PlayStation 3, Sony PlayStation 4, Xbox One, Xbox 360, Amazon Fire TV, Apple TV and Roku streaming devices as well as Smart TVs including Sony, Samsung and Panasonic.\nFor a complete listing of WWE Network availability by country and device, please click here .\nAbout WWE\nWWE, a publicly traded company (NYSE: WWE), is an integrated media organization and recognized leader in global entertainment. The Company consists of a portfolio of businesses that create and deliver original content 52 weeks a year to a global audience. WWE is committed to family friendly entertainment on its television programming, pay-per-view, digital media and publishing platforms. WWE programming reaches more than 650 million homes worldwide in 20 languages. WWE Network, the first-ever 24/7 over-the-top premium network that includes all live pay-per-views, scheduled programming and a massive video-on-demand library, is now available in almost all international markets other than embargoed countries. The Company is headquartered in Stamford, Conn., with offices in New York, Los Angeles, London, Mexico City, Mumbai, Shanghai, Singapore, Dubai, Munich and Tokyo.\nAdditional information on WWE (NYSE: WWE) can be found at wwe.com and corporate.wwe.com . For information on our global activities, go to http://www.wwe.com/worldwide/\nTrademarks: All WWE programming, talent names, images, likenesses, slogans, wrestling moves, trademarks, logos and copyrights are the exclusive property of WWE and its subsidiaries. All other trademarks, logos and copyrights are the property of their respective owners.\nForward-Looking Statements: This press release contains forward-looking statements pursuant to the safe harbor provisions of the Securities Litigation Reform Act of 1995, which are subject to various risks and uncertainties. These risks and uncertainties include, without limitation, risks relating to: entering, maintaining and renewing major distribution agreements, including our principal domestic television license which currently expires in September 2019; WWE Network (including the risk that we are unable to attract, retain and renew subscribers); our need to continue to develop creative and entertaining programs and events; the possibility of a decline in the popularity of our brand of sports entertainment; the continued importance of key performers and the services of Vincent K. McMahon; possible adverse changes in the regulatory atmosphere and related private sector initiatives; the highly competitive, rapidly changing and increasingly fragmented nature of the markets in which we operate and greater financial resources or marketplace presence of many of our competitors; uncertainties associated with international markets; our difficulty or inability to promote and conduct our live events and/or other businesses if we do not comply with applicable regulations; our dependence on our intellectual property rights, our need to protect those rights, and the risks of our infringement of others’ intellectual property rights; the complexity of our rights agreements across distribution mechanisms and geographical areas; potential substantial liability in the event of accidents or injuries occurring during our physically demanding events including, without limitation, claims relating to CTE; large public events as well as travel to and from such events; our feature film business; our expansion into new or complementary businesses and/or strategic investments; our computer systems and online operations; privacy norms and regulations; a possible decline in general economic conditions and disruption in financial markets; our accounts receivable; our indebtedness; litigation; our potential failure to meet market expectations for our financial performance, which could adversely affect our stock; Vincent K. McMahon exercises control over our affairs, and his interests may conflict with the holders of our Class A common stock; a substantial number of shares are eligible for sale by the McMahons and the sale, or the perception of possible sales, of those shares could lower our stock price; and the relatively small public “float” of our Class A common stock. In addition, our dividend is dependent on a number of factors, including, among other things, our liquidity and historical and projected cash flow, strategic plan (including alternative uses of capital), our financial results and condition, contractual and legal restrictions on the payment of dividends (including under our revolving credit facility), general economic and competitive conditions and such other factors as our Board of Directors may consider relevant. Forward-looking statements made by the Company speak only as of the date made and are subject to change without any obligation on the part of the Company to update or revise them. Undue reliance should not be placed on these statements. For more information about risks and uncertainties associated with the Company’s business, please refer to the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Risk Factors” sections of the Company’s SEC filings, including, but not limited to, our annual report on Form 10-K and quarterly reports on Form 10-Q.\nWorld Wrestling Entertainment, Inc.\nSupplemental Information - Reconciliation of 2017 Actual and 2018 Business Outlook\n(In millions; Unaudited)\nReconciliation of Adjusted OIBDA to Operating Income (GAAP)\nOutlook as of Feb. 8, 2018\nOutlook as of Apr. 9, 2018\n2017 Q1 2018E 2018E Q1 2018E 2018E Adjusted OIBDA (1) $136.1 $23 - $27 At least $140 At least $30 At least $145 Stock-based compensation expense (2) (24.2) - - - - Depreciation & Amortization (2) (26.0) - - - - Film impairments (2) (4.7) - - - - Asset impairments (2) - - - - - Gain (losses) on operating assets (2) - - - - - Restructuring charges (2) - - - - - Other operating income items (2) (5.6) - - - - Operating Income (U.S. GAAP Basis) $75.6 Not estimable\nNot estimable\nNot estimable Not estimable (1)\nWWE defines Adjusted OIBDA as operating income excluding depreciation and amortization, stock-based compensation expense, certain impairment charges and other non-recurring material items that otherwise would impact the comparability of results between periods. Adjusted OIBDA includes amortization expenses directly related to the Company’s revenue generating activities, including the amortization of feature film, television production and WWE Network programming assets.\nThe Company believes the presentation of Adjusted OIBDA is relevant to investors because it provides a meaningful representation of operating cash flows generated by the Company’s business segments and is a primary measure used by media investors, analysts and peers for comparative purposes.\n(2) Because of the nature of the footnoted items, WWE is unable to estimate the amounts of any adjustments for these items for periods after December 31, 2017 due to its inability to forecast if or when such items will occur. These items, which could be significant, are inherently unpredictable and may not be reliably quantified.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180409006305/en/\nFor WWE\nInvestors:\nMichael Guido, CFA, 203-352-8779\nmichael.guido@wwecorp.com\nor\nMedia:\nMatthew Altman, 203-352-1177\nmatthew.altman@wwecorp.com\nSource: WWE",
    "published": "2018-04-09T23:45:00.000+03:00",
    "crawled": "2018-04-10T00:48:31.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wwe",
        "raise",
        "q1",
        "full",
        "year",
        "guidance",
        "stamford",
        "business",
        "wire",
        "wwe",
        "nyse",
        "wwe",
        "today",
        "announced",
        "digital",
        "streaming",
        "service",
        "wwe",
        "network",
        "reached",
        "record",
        "million",
        "total",
        "subscriber",
        "following",
        "last",
        "night",
        "wrestlemania",
        "increase",
        "april",
        "day",
        "wrestlemania",
        "last",
        "year",
        "expect",
        "deliver",
        "record",
        "subscriber",
        "level",
        "revenue",
        "adjusted",
        "oibda",
        "said",
        "george",
        "barrio",
        "wwe",
        "wwe",
        "network",
        "continued",
        "growth",
        "along",
        "massive",
        "reach",
        "across",
        "traditional",
        "television",
        "well",
        "digital",
        "social",
        "platform",
        "reaffirms",
        "effectiveness",
        "global",
        "content",
        "wwe",
        "network",
        "subscriber",
        "highlight",
        "wwe",
        "network",
        "achieved",
        "record",
        "level",
        "total",
        "total",
        "paid",
        "subscriber",
        "april",
        "total",
        "paid",
        "subscriber",
        "reached",
        "million",
        "representing",
        "increase",
        "april",
        "day",
        "wrestlemania",
        "last",
        "year",
        "wwe",
        "network",
        "total",
        "subscriber",
        "wrestlemania",
        "wrestlemania",
        "total",
        "subscriber",
        "thousand",
        "april",
        "th",
        "wrestlemania",
        "april",
        "rd",
        "wrestlemania",
        "growth",
        "total",
        "paid",
        "free",
        "trial",
        "total",
        "paid",
        "wrestlemania",
        "milestone",
        "wrestlemania",
        "broke",
        "record",
        "superdome",
        "highest",
        "grossing",
        "entertainment",
        "event",
        "million",
        "crowd",
        "fan",
        "state",
        "country",
        "attended",
        "event",
        "part",
        "wrestlemania",
        "celebration",
        "wwe",
        "host",
        "five",
        "consecutive",
        "night",
        "event",
        "superdome",
        "smoothie",
        "king",
        "center",
        "wwe",
        "network",
        "subscriber",
        "viewed",
        "million",
        "hour",
        "wrestlemania",
        "week",
        "hour",
        "per",
        "subscriber",
        "week",
        "compare",
        "million",
        "hour",
        "last",
        "year",
        "increase",
        "wwe",
        "perspective",
        "q1",
        "based",
        "upon",
        "preliminary",
        "data",
        "wwe",
        "network",
        "attracted",
        "average",
        "approximately",
        "million",
        "paid",
        "subscriber",
        "first",
        "quarter",
        "representing",
        "increase",
        "average",
        "first",
        "quarter",
        "average",
        "guidance",
        "approximately",
        "million",
        "first",
        "quarter",
        "company",
        "realized",
        "stronger",
        "anticipated",
        "performance",
        "result",
        "company",
        "expects",
        "q1",
        "adjusted",
        "oibda",
        "least",
        "million",
        "subject",
        "completion",
        "quarterly",
        "close",
        "process",
        "exceeding",
        "previous",
        "guidance",
        "million",
        "million",
        "q2",
        "acquisition",
        "retention",
        "subscriber",
        "driven",
        "wrestlemania",
        "comparable",
        "subscriber",
        "activity",
        "associated",
        "prior",
        "year",
        "event",
        "average",
        "paid",
        "subscriber",
        "second",
        "quarter",
        "would",
        "approximately",
        "million",
        "representing",
        "increase",
        "approximately",
        "second",
        "quarter",
        "future",
        "subscriber",
        "performance",
        "may",
        "differ",
        "prior",
        "activity",
        "range",
        "provided",
        "perspective",
        "rather",
        "guidance",
        "wwe",
        "management",
        "continues",
        "expect",
        "company",
        "achieve",
        "another",
        "year",
        "record",
        "revenue",
        "raised",
        "target",
        "adjusted",
        "oibda",
        "least",
        "million",
        "excluding",
        "compensation",
        "expense",
        "would",
        "record",
        "exceeding",
        "previous",
        "guidance",
        "least",
        "million",
        "note",
        "total",
        "subscriber",
        "following",
        "wrestlemania",
        "exclude",
        "buy",
        "cable",
        "satellite",
        "provider",
        "metric",
        "reflect",
        "subscriber",
        "direct",
        "customer",
        "wwe",
        "network",
        "subscriber",
        "reported",
        "licensed",
        "partner",
        "agreement",
        "different",
        "economic",
        "term",
        "network",
        "impact",
        "subscriber",
        "wwe",
        "network",
        "result",
        "reflected",
        "network",
        "average",
        "revenue",
        "per",
        "subscriber",
        "arpu",
        "additional",
        "information",
        "regarding",
        "wwe",
        "network",
        "subscriber",
        "level",
        "found",
        "company",
        "website",
        "presentation",
        "wwe",
        "unable",
        "provide",
        "reconciliation",
        "forward",
        "looking",
        "guidance",
        "gaap",
        "measure",
        "time",
        "wwe",
        "accurately",
        "determine",
        "adjustment",
        "would",
        "required",
        "information",
        "regarding",
        "reconciliation",
        "found",
        "page",
        "release",
        "additional",
        "information",
        "regarding",
        "estimated",
        "wwe",
        "network",
        "subscriber",
        "level",
        "found",
        "company",
        "website",
        "presentation",
        "additional",
        "information",
        "previously",
        "announced",
        "wwe",
        "hosting",
        "conference",
        "call",
        "et",
        "cst",
        "today",
        "provide",
        "update",
        "growth",
        "wwe",
        "network",
        "including",
        "level",
        "subscriber",
        "following",
        "wrestlemania",
        "interested",
        "party",
        "welcome",
        "listen",
        "live",
        "web",
        "cast",
        "hosted",
        "company",
        "web",
        "site",
        "participant",
        "access",
        "conference",
        "call",
        "dialing",
        "toll",
        "free",
        "outside",
        "conference",
        "id",
        "line",
        "presentation",
        "referenced",
        "call",
        "made",
        "available",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "approximately",
        "two",
        "hour",
        "conference",
        "call",
        "concludes",
        "accessed",
        "company",
        "web",
        "site",
        "wwe",
        "network",
        "wwe",
        "network",
        "place",
        "stream",
        "live",
        "wwe",
        "event",
        "including",
        "wrestlemania",
        "additional",
        "cost",
        "plus",
        "programming",
        "featuring",
        "groundbreaking",
        "original",
        "series",
        "documentary",
        "classic",
        "match",
        "reality",
        "show",
        "exclusive",
        "coverage",
        "special",
        "event",
        "comprehensive",
        "library",
        "hour",
        "content",
        "including",
        "every",
        "wwe",
        "like",
        "digital",
        "streaming",
        "service",
        "netflix",
        "hulu",
        "fan",
        "sign",
        "wwe",
        "network",
        "online",
        "stream",
        "wwe",
        "network",
        "connected",
        "device",
        "sony",
        "playstation",
        "sony",
        "playstation",
        "xbox",
        "one",
        "xbox",
        "amazon",
        "fire",
        "tv",
        "apple",
        "tv",
        "roku",
        "streaming",
        "device",
        "well",
        "smart",
        "tv",
        "including",
        "sony",
        "samsung",
        "panasonic",
        "complete",
        "listing",
        "wwe",
        "network",
        "availability",
        "country",
        "device",
        "please",
        "click",
        "wwe",
        "wwe",
        "publicly",
        "traded",
        "company",
        "nyse",
        "wwe",
        "integrated",
        "medium",
        "organization",
        "recognized",
        "leader",
        "global",
        "entertainment",
        "company",
        "consists",
        "portfolio",
        "business",
        "create",
        "deliver",
        "original",
        "content",
        "week",
        "year",
        "global",
        "audience",
        "wwe",
        "committed",
        "family",
        "friendly",
        "entertainment",
        "television",
        "programming",
        "digital",
        "medium",
        "publishing",
        "platform",
        "wwe",
        "programming",
        "reach",
        "million",
        "home",
        "worldwide",
        "language",
        "wwe",
        "network",
        "premium",
        "network",
        "includes",
        "live",
        "scheduled",
        "programming",
        "massive",
        "library",
        "available",
        "almost",
        "international",
        "market",
        "embargoed",
        "country",
        "company",
        "headquartered",
        "stamford",
        "office",
        "new",
        "york",
        "los",
        "angeles",
        "london",
        "mexico",
        "city",
        "mumbai",
        "shanghai",
        "singapore",
        "dubai",
        "munich",
        "tokyo",
        "additional",
        "information",
        "wwe",
        "nyse",
        "wwe",
        "found",
        "information",
        "global",
        "activity",
        "go",
        "http",
        "trademark",
        "wwe",
        "programming",
        "talent",
        "name",
        "image",
        "likeness",
        "slogan",
        "wrestling",
        "move",
        "trademark",
        "logo",
        "copyright",
        "exclusive",
        "property",
        "wwe",
        "subsidiary",
        "trademark",
        "logo",
        "copyright",
        "property",
        "respective",
        "owner",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "relating",
        "entering",
        "maintaining",
        "renewing",
        "major",
        "distribution",
        "agreement",
        "including",
        "principal",
        "domestic",
        "television",
        "license",
        "currently",
        "expires",
        "september",
        "wwe",
        "network",
        "including",
        "risk",
        "unable",
        "attract",
        "retain",
        "renew",
        "subscriber",
        "need",
        "continue",
        "develop",
        "creative",
        "entertaining",
        "program",
        "event",
        "possibility",
        "decline",
        "popularity",
        "brand",
        "sport",
        "entertainment",
        "continued",
        "importance",
        "key",
        "performer",
        "service",
        "vincent",
        "mcmahon",
        "possible",
        "adverse",
        "change",
        "regulatory",
        "atmosphere",
        "related",
        "private",
        "sector",
        "initiative",
        "highly",
        "competitive",
        "rapidly",
        "changing",
        "increasingly",
        "fragmented",
        "nature",
        "market",
        "operate",
        "greater",
        "financial",
        "resource",
        "marketplace",
        "presence",
        "many",
        "competitor",
        "uncertainty",
        "associated",
        "international",
        "market",
        "difficulty",
        "inability",
        "promote",
        "conduct",
        "live",
        "event",
        "business",
        "comply",
        "applicable",
        "regulation",
        "dependence",
        "intellectual",
        "property",
        "right",
        "need",
        "protect",
        "right",
        "risk",
        "infringement",
        "others",
        "intellectual",
        "property",
        "right",
        "complexity",
        "right",
        "agreement",
        "across",
        "distribution",
        "mechanism",
        "geographical",
        "area",
        "potential",
        "substantial",
        "liability",
        "event",
        "accident",
        "injury",
        "occurring",
        "physically",
        "demanding",
        "event",
        "including",
        "without",
        "limitation",
        "claim",
        "relating",
        "cte",
        "large",
        "public",
        "event",
        "well",
        "travel",
        "event",
        "feature",
        "film",
        "business",
        "expansion",
        "new",
        "complementary",
        "business",
        "strategic",
        "investment",
        "computer",
        "system",
        "online",
        "operation",
        "privacy",
        "norm",
        "regulation",
        "possible",
        "decline",
        "general",
        "economic",
        "condition",
        "disruption",
        "financial",
        "market",
        "account",
        "receivable",
        "indebtedness",
        "litigation",
        "potential",
        "failure",
        "meet",
        "market",
        "expectation",
        "financial",
        "performance",
        "could",
        "adversely",
        "affect",
        "stock",
        "vincent",
        "mcmahon",
        "exercise",
        "control",
        "affair",
        "interest",
        "may",
        "conflict",
        "holder",
        "class",
        "common",
        "stock",
        "substantial",
        "number",
        "share",
        "eligible",
        "sale",
        "mcmahons",
        "sale",
        "perception",
        "possible",
        "sale",
        "share",
        "could",
        "lower",
        "stock",
        "price",
        "relatively",
        "small",
        "public",
        "float",
        "class",
        "common",
        "stock",
        "addition",
        "dividend",
        "dependent",
        "number",
        "factor",
        "including",
        "among",
        "thing",
        "liquidity",
        "historical",
        "projected",
        "cash",
        "flow",
        "strategic",
        "plan",
        "including",
        "alternative",
        "us",
        "capital",
        "financial",
        "result",
        "condition",
        "contractual",
        "legal",
        "restriction",
        "payment",
        "dividend",
        "including",
        "revolving",
        "credit",
        "facility",
        "general",
        "economic",
        "competitive",
        "condition",
        "factor",
        "board",
        "director",
        "may",
        "consider",
        "relevant",
        "statement",
        "made",
        "company",
        "speak",
        "date",
        "made",
        "subject",
        "change",
        "without",
        "obligation",
        "part",
        "company",
        "update",
        "revise",
        "undue",
        "reliance",
        "placed",
        "statement",
        "information",
        "risk",
        "uncertainty",
        "associated",
        "company",
        "business",
        "please",
        "refer",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "risk",
        "factor",
        "section",
        "company",
        "sec",
        "filing",
        "including",
        "limited",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "world",
        "wrestling",
        "entertainment",
        "supplemental",
        "information",
        "reconciliation",
        "actual",
        "business",
        "outlook",
        "million",
        "unaudited",
        "reconciliation",
        "adjusted",
        "oibda",
        "operating",
        "income",
        "gaap",
        "outlook",
        "outlook",
        "apr",
        "q1",
        "2018e",
        "2018e",
        "q1",
        "2018e",
        "2018e",
        "adjusted",
        "oibda",
        "least",
        "least",
        "least",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "film",
        "impairment",
        "asset",
        "impairment",
        "gain",
        "loss",
        "operating",
        "asset",
        "restructuring",
        "charge",
        "operating",
        "income",
        "item",
        "operating",
        "income",
        "gaap",
        "basis",
        "estimable",
        "estimable",
        "estimable",
        "estimable",
        "wwe",
        "defines",
        "adjusted",
        "oibda",
        "operating",
        "income",
        "excluding",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "certain",
        "impairment",
        "charge",
        "material",
        "item",
        "otherwise",
        "would",
        "impact",
        "comparability",
        "result",
        "period",
        "adjusted",
        "oibda",
        "includes",
        "amortization",
        "expense",
        "directly",
        "related",
        "company",
        "revenue",
        "generating",
        "activity",
        "including",
        "amortization",
        "feature",
        "film",
        "television",
        "production",
        "wwe",
        "network",
        "programming",
        "asset",
        "company",
        "belief",
        "presentation",
        "adjusted",
        "oibda",
        "relevant",
        "investor",
        "provides",
        "meaningful",
        "representation",
        "operating",
        "cash",
        "flow",
        "generated",
        "company",
        "business",
        "segment",
        "primary",
        "measure",
        "used",
        "medium",
        "investor",
        "analyst",
        "peer",
        "comparative",
        "purpose",
        "nature",
        "footnoted",
        "item",
        "wwe",
        "unable",
        "estimate",
        "amount",
        "adjustment",
        "item",
        "period",
        "december",
        "due",
        "inability",
        "forecast",
        "item",
        "occur",
        "item",
        "could",
        "significant",
        "inherently",
        "unpredictable",
        "may",
        "reliably",
        "quantified",
        "view",
        "source",
        "version",
        "http",
        "wwe",
        "investor",
        "michael",
        "guido",
        "cfa",
        "medium",
        "matthew",
        "altman",
        "source",
        "wwe"
    ]
}