{
    "organizations": [],
    "uuid": "f49b47a2b459c19ab699396b93600c2d5952f30e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/25/reuters-america-rpt-column-oil-prices-or-how-i-learned-to-stop-worrying-and-embrace-the-cycle-kemp.html",
    "ord_in_thread": 0,
    "title": "RPT-COLUMN-Oil prices, or how I learned to stop worrying and embrace the cycle: Kemp",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "cycle: Kemp@ (Repeats April 25 column. John Kemp is a Reuters market analyst. The views expressed are his own)\nLONDON, April 25 (Reuters) - Discipline has become the oil industrys favorite word as it emerges from the deepest and longest downturn in a generation.\nSenior executives are pledging to maintain a cautious approach to investment and spending despite the recovery in oil prices over the last two years.\nBusiness leaders and shareholders are still scarred by the memory of project over-runs, spiraling costs and frenzied drilling during the last boom, and the painful adjustments during the subsequent slump.\nCorporate leaders are under pressure to focus on returning more cash to investors rather than indulging in expensive and risky plans to boost production.\nThe case for a more disciplined approach has been powerfully argued by my counterpart Liam Denning at Bloomberg (This is Big Oils Quarter to Lose, April 24).\nThis time really will be different, according to the industry, with earnest promises to learn from past mistakes.\nBut there are good reasons to be skeptical.\nThe oil industry has been characterized by deep and prolonged boom-bust cycles since the first modern well was drilled in 1859.\nDeep cycles are the natural condition of the oil industry and there is no reason to think the future will be any different.\nDEEP CYCLES\nCyclical behavior is the oil markets most distinctive characteristic and deeply rooted in the industrys structure rather than mistakes by its leaders.\nPrice cycles stem from the low price-elasticity of supply and demand, the prevalence of backward-looking expectations and behavior, and the lumpiness of new discoveries and investments.\nThey also stem from the prevalence of positive and negative feedback mechanisms, which alternately amplify and dampen the initial impact of price changes.\nThe oil market is really multiple sub-markets for crude, fuels, refining, services, engineering, construction, drilling, skilled labor, steel, raw materials etc.\nEach market is subject to its own feedback mechanisms, operating at different speeds and timescales, with constantly changing supply and demand.\nBalancing \"the oil market\" would mean balancing all these sub-markets simultaneously.\nIn practice, the sub-markets are never simultaneously balanced or in a state of equilibrium except accidentally and never for very long.\nSTABILISATION?\nEconomist Paul Frankels Essentials of Petroleum, published in 1946, remains the best explanation of the oil industrys boom-bust cycle.\nFrankel noted the basic features of the oil industry made for continuous crises with hectic prosperity followed all too swiftly by complete collapse.\nFrankel concluded the oil industry was not self-adjusting and had an inherent tendency towards extreme crisis.\nAs a result, he was sympathetic to the need for leading interests and planners to act as eveners and stabilizers.\nFrankel urged a form of managed competition, in which oil producers would recognize their common interests and coordinate their policies at strategic level while remaining competitors at tactical level.\n(Im not sure how this distinction would work in practice. Frankel did not explain it in detail and seems to have been unsure himself).\nAt different times, Frankel argued that the role of adjusters and eveners had been played by monopolies such as Standard Oil, the major international oil firms, and governments, sometimes in combination.\nBut this was the least convincing part of Frankels argument. There is no evidence that any monopoly or combination of interests has ever managed to stabilize the market for long.\nEven the long period of apparent stability during the 1950s and 1960s came to a dramatic end with the oil shock of 1973 (which was rooted in the long period of low prices during the previous two decades).\nThe price cycle cannot be tamed. Oil-producing companies and countries have to learn to ride with the volatility.\nWeve never been good at predicting these (price) cycles, neither when they occur nor their duration. We dont spend a lot of time even trying, Exxon Mobil's then-chief Rex Tillerson told investors in March 2016.\nHow the future is going to look, we take no particular view on it, other than to recognize that whatever it is today it will be different sometime in the future, and after that it will be different again.\nIn my nearly 41 years (with Exxon) ... I didnt learn anything about my ability to foresee that. I learned a lot about how you deal with it.\nINVESTMENT\nThe major oil-producing companies and countries are always cautious in the first stages of a cyclical expansion when memories of the previous slump are still fresh.\nIn the early stages of the last boom, between 2002 and 2006, the major companies were notoriously conservative about investment, worried the rise in prices would not prove sustainable.\nIronically, the slow response of investment and production accelerated the boom and pushed prices much higher than they would have risen otherwise.\nBut the combination of high and seemingly sustainable prices eventually triggered a late-cycle rush of investment, not just from the majors but also the independent shale producers.\nThe sluggish response of investment to changes in oil prices is one of the biggest causes of instability in the oil market. However, it is not clear the major oil companies could or should have behaved any differently.\nIf they had adopted an even more restrictive approach to investment, prices would have risen higher, providing an even sharper incentive for other suppliers to fill the gap, most likely U.S. shale producers.\nThe history of the oil industry is of attempts to restrict investment and production to stabilize prices. In every case, price stabilization efforts have been undone when rival sources of supply were developed to fill the gap:\nPennsylvania. Ohio. Dutch East Indies. Romania. Burma. Russia. Texas. Oklahoma. Alberta. California. Mexico. Venezuela. Persia. Iraq. Arabia. Libya. China. Alaska. Nigeria. North Sea. Gulf of Mexico. Deepwater. Oil sands. Most recently U.S. shale.\nThere has never been a shortage of petroleum resources. Every attempt to restrict investment and production has failed because it encouraged the development of new and alternative sources.\nRIDING THE CYCLE\nOPEC and the oil majors may exercise some influence over oil prices in the very short term, but in the medium run they have proved to be price-takers, not price-makers.\nIf the oil majors were to attempt to be more disciplined this time around, the resulting rise in prices would simply accelerate the development of alternative sources of supply, as well as curbing demand growth.\nThe majors would end up with lower prices and a smaller market share. Much the same fate awaits OPEC if it tries to tighten the oil market too much (again).\nWhat about control over costs? Here too the oil majors and other producers are at the mercy of the industry cycle.\nCosts for everything from skilled workers and drilling contracts to steel, raw materials, seismic surveys, engineering and a host of other oilfield services are pro-cyclical.\nIn the aftermath of a slump, it is easy for corporate leaders to preach the need for continued cost control, but as the cycle matures and the supply chain tightens, cost pressures inevitably build.\nOilfields are a declining asset. If oil companies want to remain in the game, they must invest, accept the price cycle, and manage it as best they can.\nMost oilfields will produce for decades, so producers must take a view through the cycle and accept the inevitable short-term volatility.\nRelated columns:\nVolatility and cyclicality in oil prices will this time be different?, Reuters, 2017\nOil industry costs will rise as focus shifts to growth, Reuters, 2017\nPersistence of instability in the oil market, Reuters, 2016\nWhy is oil market rebalancing taking so long? Reuters, 2016\nOperational excellence becomes oil industry watchword (again), Reuters, 2015\nRelated chartbook:\nOil prices: volatility and prediction, Reuters, 2016\nhttps://tmsnrt.rs/2FfEfFc\n(Editing by Dale Hudson)",
    "published": "2018-04-26T05:00:00.000+03:00",
    "crawled": "2018-04-26T08:44:57.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cycle",
        "kemp",
        "repeat",
        "april",
        "column",
        "john",
        "kemp",
        "reuters",
        "market",
        "analyst",
        "view",
        "expressed",
        "london",
        "april",
        "reuters",
        "discipline",
        "become",
        "oil",
        "industry",
        "favorite",
        "word",
        "emerges",
        "deepest",
        "longest",
        "downturn",
        "generation",
        "senior",
        "executive",
        "pledging",
        "maintain",
        "cautious",
        "approach",
        "investment",
        "spending",
        "despite",
        "recovery",
        "oil",
        "price",
        "last",
        "two",
        "year",
        "business",
        "leader",
        "shareholder",
        "still",
        "scarred",
        "memory",
        "project",
        "spiraling",
        "cost",
        "frenzied",
        "drilling",
        "last",
        "boom",
        "painful",
        "adjustment",
        "subsequent",
        "slump",
        "corporate",
        "leader",
        "pressure",
        "focus",
        "returning",
        "cash",
        "investor",
        "rather",
        "indulging",
        "expensive",
        "risky",
        "plan",
        "boost",
        "production",
        "case",
        "disciplined",
        "approach",
        "powerfully",
        "argued",
        "counterpart",
        "liam",
        "denning",
        "bloomberg",
        "big",
        "oil",
        "quarter",
        "lose",
        "april",
        "time",
        "really",
        "different",
        "according",
        "industry",
        "earnest",
        "promise",
        "learn",
        "past",
        "mistake",
        "good",
        "reason",
        "skeptical",
        "oil",
        "industry",
        "characterized",
        "deep",
        "prolonged",
        "cycle",
        "since",
        "first",
        "modern",
        "well",
        "drilled",
        "deep",
        "cycle",
        "natural",
        "condition",
        "oil",
        "industry",
        "reason",
        "think",
        "future",
        "different",
        "deep",
        "cycle",
        "cyclical",
        "behavior",
        "oil",
        "market",
        "distinctive",
        "characteristic",
        "deeply",
        "rooted",
        "industry",
        "structure",
        "rather",
        "mistake",
        "leader",
        "price",
        "cycle",
        "stem",
        "low",
        "supply",
        "demand",
        "prevalence",
        "expectation",
        "behavior",
        "lumpiness",
        "new",
        "discovery",
        "investment",
        "also",
        "stem",
        "prevalence",
        "positive",
        "negative",
        "feedback",
        "mechanism",
        "alternately",
        "amplify",
        "dampen",
        "initial",
        "impact",
        "price",
        "change",
        "oil",
        "market",
        "really",
        "multiple",
        "crude",
        "fuel",
        "refining",
        "service",
        "engineering",
        "construction",
        "drilling",
        "skilled",
        "labor",
        "steel",
        "raw",
        "material",
        "etc",
        "market",
        "subject",
        "feedback",
        "mechanism",
        "operating",
        "different",
        "speed",
        "timescales",
        "constantly",
        "changing",
        "supply",
        "demand",
        "balancing",
        "oil",
        "market",
        "would",
        "mean",
        "balancing",
        "simultaneously",
        "practice",
        "never",
        "simultaneously",
        "balanced",
        "state",
        "equilibrium",
        "except",
        "accidentally",
        "never",
        "long",
        "stabilisation",
        "economist",
        "paul",
        "frankels",
        "essential",
        "petroleum",
        "published",
        "remains",
        "best",
        "explanation",
        "oil",
        "industry",
        "cycle",
        "frankel",
        "noted",
        "basic",
        "feature",
        "oil",
        "industry",
        "made",
        "continuous",
        "crisis",
        "hectic",
        "prosperity",
        "followed",
        "swiftly",
        "complete",
        "collapse",
        "frankel",
        "concluded",
        "oil",
        "industry",
        "inherent",
        "tendency",
        "towards",
        "extreme",
        "crisis",
        "result",
        "sympathetic",
        "need",
        "leading",
        "interest",
        "planner",
        "act",
        "eveners",
        "stabilizer",
        "frankel",
        "urged",
        "form",
        "managed",
        "competition",
        "oil",
        "producer",
        "would",
        "recognize",
        "common",
        "interest",
        "coordinate",
        "policy",
        "strategic",
        "level",
        "remaining",
        "competitor",
        "tactical",
        "level",
        "im",
        "sure",
        "distinction",
        "would",
        "work",
        "practice",
        "frankel",
        "explain",
        "detail",
        "seems",
        "unsure",
        "different",
        "time",
        "frankel",
        "argued",
        "role",
        "adjuster",
        "eveners",
        "played",
        "monopoly",
        "standard",
        "oil",
        "major",
        "international",
        "oil",
        "firm",
        "government",
        "sometimes",
        "combination",
        "least",
        "convincing",
        "part",
        "frankels",
        "argument",
        "evidence",
        "monopoly",
        "combination",
        "interest",
        "ever",
        "managed",
        "stabilize",
        "market",
        "long",
        "even",
        "long",
        "period",
        "apparent",
        "stability",
        "1950s",
        "1960s",
        "came",
        "dramatic",
        "end",
        "oil",
        "shock",
        "rooted",
        "long",
        "period",
        "low",
        "price",
        "previous",
        "two",
        "decade",
        "price",
        "cycle",
        "tamed",
        "company",
        "country",
        "learn",
        "ride",
        "volatility",
        "weve",
        "never",
        "good",
        "predicting",
        "price",
        "cycle",
        "neither",
        "occur",
        "duration",
        "dont",
        "spend",
        "lot",
        "time",
        "even",
        "trying",
        "exxon",
        "mobil",
        "rex",
        "tillerson",
        "told",
        "investor",
        "march",
        "future",
        "going",
        "look",
        "take",
        "particular",
        "view",
        "recognize",
        "whatever",
        "today",
        "different",
        "sometime",
        "future",
        "different",
        "nearly",
        "year",
        "exxon",
        "didnt",
        "learn",
        "anything",
        "ability",
        "foresee",
        "learned",
        "lot",
        "deal",
        "investment",
        "major",
        "company",
        "country",
        "always",
        "cautious",
        "first",
        "stage",
        "cyclical",
        "expansion",
        "memory",
        "previous",
        "slump",
        "still",
        "fresh",
        "early",
        "stage",
        "last",
        "boom",
        "major",
        "company",
        "notoriously",
        "conservative",
        "investment",
        "worried",
        "rise",
        "price",
        "would",
        "prove",
        "sustainable",
        "ironically",
        "slow",
        "response",
        "investment",
        "production",
        "accelerated",
        "boom",
        "pushed",
        "price",
        "much",
        "higher",
        "would",
        "risen",
        "otherwise",
        "combination",
        "high",
        "seemingly",
        "sustainable",
        "price",
        "eventually",
        "triggered",
        "rush",
        "investment",
        "major",
        "also",
        "independent",
        "shale",
        "producer",
        "sluggish",
        "response",
        "investment",
        "change",
        "oil",
        "price",
        "one",
        "biggest",
        "cause",
        "instability",
        "oil",
        "market",
        "however",
        "clear",
        "major",
        "oil",
        "company",
        "could",
        "behaved",
        "differently",
        "adopted",
        "even",
        "restrictive",
        "approach",
        "investment",
        "price",
        "would",
        "risen",
        "higher",
        "providing",
        "even",
        "sharper",
        "incentive",
        "supplier",
        "fill",
        "gap",
        "likely",
        "shale",
        "producer",
        "history",
        "oil",
        "industry",
        "attempt",
        "restrict",
        "investment",
        "production",
        "stabilize",
        "price",
        "every",
        "case",
        "price",
        "stabilization",
        "effort",
        "undone",
        "rival",
        "source",
        "supply",
        "developed",
        "fill",
        "gap",
        "pennsylvania",
        "ohio",
        "dutch",
        "east",
        "indie",
        "romania",
        "burma",
        "russia",
        "texas",
        "oklahoma",
        "alberta",
        "california",
        "mexico",
        "venezuela",
        "persia",
        "iraq",
        "arabia",
        "libya",
        "china",
        "alaska",
        "nigeria",
        "north",
        "sea",
        "gulf",
        "mexico",
        "deepwater",
        "oil",
        "sand",
        "recently",
        "shale",
        "never",
        "shortage",
        "petroleum",
        "resource",
        "every",
        "attempt",
        "restrict",
        "investment",
        "production",
        "failed",
        "encouraged",
        "development",
        "new",
        "alternative",
        "source",
        "riding",
        "cycle",
        "opec",
        "oil",
        "major",
        "may",
        "exercise",
        "influence",
        "oil",
        "price",
        "short",
        "term",
        "medium",
        "run",
        "proved",
        "oil",
        "major",
        "attempt",
        "disciplined",
        "time",
        "around",
        "resulting",
        "rise",
        "price",
        "would",
        "simply",
        "accelerate",
        "development",
        "alternative",
        "source",
        "supply",
        "well",
        "curbing",
        "demand",
        "growth",
        "major",
        "would",
        "end",
        "lower",
        "price",
        "smaller",
        "market",
        "share",
        "much",
        "fate",
        "awaits",
        "opec",
        "try",
        "tighten",
        "oil",
        "market",
        "much",
        "control",
        "cost",
        "oil",
        "major",
        "producer",
        "mercy",
        "industry",
        "cycle",
        "cost",
        "everything",
        "skilled",
        "worker",
        "drilling",
        "contract",
        "steel",
        "raw",
        "material",
        "seismic",
        "survey",
        "engineering",
        "host",
        "oilfield",
        "service",
        "aftermath",
        "slump",
        "easy",
        "corporate",
        "leader",
        "preach",
        "need",
        "continued",
        "cost",
        "control",
        "cycle",
        "matures",
        "supply",
        "chain",
        "tightens",
        "cost",
        "pressure",
        "inevitably",
        "build",
        "oilfield",
        "declining",
        "asset",
        "oil",
        "company",
        "want",
        "remain",
        "game",
        "must",
        "invest",
        "accept",
        "price",
        "cycle",
        "manage",
        "best",
        "oilfield",
        "produce",
        "decade",
        "producer",
        "must",
        "take",
        "view",
        "cycle",
        "accept",
        "inevitable",
        "volatility",
        "related",
        "column",
        "volatility",
        "cyclicality",
        "oil",
        "price",
        "time",
        "different",
        "reuters",
        "oil",
        "industry",
        "cost",
        "rise",
        "focus",
        "shift",
        "growth",
        "reuters",
        "persistence",
        "instability",
        "oil",
        "market",
        "reuters",
        "oil",
        "market",
        "rebalancing",
        "taking",
        "long",
        "reuters",
        "operational",
        "excellence",
        "becomes",
        "oil",
        "industry",
        "watchword",
        "reuters",
        "related",
        "chartbook",
        "oil",
        "price",
        "volatility",
        "prediction",
        "reuters",
        "http",
        "editing",
        "dale",
        "hudson"
    ]
}