{
    "organizations": [],
    "uuid": "416cf4594f6de0373febf463cf8069eb52172fc4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/pr-newswire-pure-storage-announces-pricing-of-500-million-convertible-senior-notes-offering.html",
    "ord_in_thread": 0,
    "title": "Pure Storage Announces Pricing of $500 Million Convertible Senior Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOUNTAIN VIEW, Calif., April 5, 2018 /PRNewswire/ -- Pure Storage, Inc. (NYSE: PSTG), the all-flash storage platform that helps innovators build a better world with data, today announced the pricing of $500 million aggregate principal amount of 0.125% convertible senior notes due 2023 in a private placement to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended. The size of the offering was increased from the previously announced $450 million. Pure Storage also granted the initial purchasers of the notes an option to purchase up to an additional $75 million principal amount of notes, solely to cover over-allotments. The sale of the notes is expected to close on April 9, 2018, subject to customary closing conditions.\nThe notes will bear interest at a rate of 0.125% per annum, payable semi-annually in arrears on April 15 and October 15 of each year, beginning on October 15, 2018. The notes will mature on April 15, 2023, unless earlier converted, redeemed or repurchased. The initial conversion rate will be 38.0594 shares of Pure Storage's Class A common stock per $1,000 principal amount of notes (equivalent to an initial conversion price of approximately $26.27 per share). The initial conversion price of the notes represents a premium of approximately 32.5% over the last reported sale price of Pure Storage's Class A common stock on The New York Stock Exchange on April 4, 2018. The notes will be convertible into cash, shares of Pure Storage's Class A common stock or a combination of cash and shares of Pure Storage's Class A common stock, at Pure Storage's election.\nPure Storage may redeem, for cash, all or any portion of the notes, at its option, on or after April 20, 2021 if the last reported sale price of Pure Storage's Class A common stock has been at least 130% of the conversion price for at least 20 trading days (whether or not consecutive) during any 30 consecutive day trading period ending not more than two trading days prior to the date Pure Storage provides notice of redemption, at a redemption price equal to 100% of the principal amount of the notes to be redeemed, plus accrued and unpaid interest. If Pure Storage undergoes a \"fundamental change\", holders of the notes may require Pure Storage to repurchase for cash all or any portion of their notes at a repurchase price equal to 100% of the principal amount of the notes to be repurchased, plus accrued and unpaid interest. In addition, upon certain corporate events or upon redemption, Pure Storage will, under certain circumstances, increase the conversion rate for holders who convert notes in connection with such a corporate event or redemption.\nPure Storage estimates that the net proceeds from the offering will be approximately $487.5 million (or $560.8 million if the initial purchasers exercise their over-allotment option in full), after deducting the initial purchasers' discounts and commissions and estimated expenses payable by Pure Storage. Pure Storage intends to use a portion of the net proceeds from the offering to pay the cost of the capped call transactions described below. Pure Storage also intends to use approximately $20 million of the net proceeds from the offering to repurchase 1,008,573 shares of its Class A common stock in privately negotiated transactions. These repurchases of Class A common stock could increase (or reduce the size of any decrease in) the market price of Pure Storage's Class A common stock or the notes prior to or concurrently with the pricing of the notes, and could result in a higher effective conversion price for the notes. Pure Storage may also use a portion of the net proceeds from this offering for the acquisition of, or investment in, technologies, solutions or businesses that complement its business, although it has no commitments or agreements to enter into any such acquisitions or investments at this time.\nIf the initial purchasers exercise their over-allotment option, Pure Storage expects to use a portion of the net proceeds from the sale of the additional notes to enter into additional capped call transactions as described below and for working capital and general corporate purposes.\nIn connection with the pricing of the notes, Pure Storage entered into capped call transactions with one or more of the initial purchasers and/or their respective affiliates (the option counterparties). The capped call transactions are expected generally to reduce potential dilution to Pure Storage's Class A common stock upon any conversion of notes and/or offset any cash payments Pure Storage is required to make in excess of the principal amount of converted notes, as the case may be, with such reduction and/or offset subject to a cap initially equal to $39.66 per share (which represents a premium of 100% over the last reported sale price of Pure Storage's Class A common stock on The New York Stock Exchange on April 4, 2018). If the initial purchasers exercise their over-allotment option, Pure Storage expects to enter into additional capped call transactions with the option counterparties.\nIn connection with establishing their initial hedges of the capped call transactions, the option counterparties or their respective affiliates expect to enter into various derivative transactions with respect to Pure Storage's Class A common stock concurrently with or shortly after the pricing of the notes and/or purchase shares of Pure Storage's Class A common stock concurrently with or shortly after the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Pure Storage's Class A common stock or the notes at that time.\nIn addition, the option counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to Pure Storage's Class A common stock and/or purchasing or selling Pure Storage's Class A common stock or other securities of Pure Storage in secondary market transactions following the pricing of the notes and prior to the maturity of the notes (and are likely to do so during any observation period related to a conversion of notes). This activity could also cause or avoid an increase or a decrease in the market price of Pure Storage's Class A common stock or the notes, which could affect a noteholder's ability to convert its notes and, to the extent the activity occurs during any observation period related to a conversion of notes, it could affect the number of shares and value of the consideration that a noteholder will receive upon conversion of its notes.\nNeither the notes, nor any shares of Pure Storage Class A common stock issuable upon conversion of the notes, have been registered under the Securities Act or any state securities laws, and unless so registered, may not be offered or sold in the United States absent registration or an applicable exemption from, or in a transaction not subject to, the registration requirements of the Securities Act and other applicable securities laws.\nThis press release is neither an offer to sell nor a solicitation of an offer to buy any securities, nor shall it constitute an offer, solicitation or sale of the securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction.\nAbout Pure Storage\nPure Storage (NYSE: PSTG) helps innovators build a better world with data. Pure Storage's data solutions enable SaaS companies, cloud service providers, and enterprise and public sector customers to deliver real-time, secure data to power their mission-critical production, DevOps, and modern analytics environments in a multi-cloud environment. One of the fastest growing enterprise IT companies in history, Pure Storage enables customers to quickly adopt next-generation technologies, including artificial intelligence and machine learning, to help maximize the value of their data for competitive advantage.\nForward-Looking Statements\nThis press release contains within the meaning of the federal securities laws. These statements include, but are not limited to, statements concerning the expected closing of the offering and the capped call transactions and the anticipated use of the net proceeds from the offering. Forward-looking statements include all statements that are not historical facts. In some cases, can be identified by terms such as \"anticipates,\" \"believes,\" \"could,\" \"estimates,\" \"expects,\" \"intends,\" \"may,\" \"plans,\" \"potential,\" \"will,\" or similar expressions and the negatives of those words. Forward-looking statements involve substantial risks and uncertainties that may cause actual results to differ materially from those that we expect. These risks and uncertainties include market risks, trends and conditions. These and other risks are more fully described in our filings with the Securities and Exchange Commission, including in the section titled \"Risk Factors\" in our Annual Report on Form 10-K for the year ended January 31, 2018. In light of these risks, you should not place undue reliance on such . Forward-looking statements represent our beliefs and assumptions only as of the date of this press release. We disclaim any obligation to update .\nView original content with multimedia: http://www.prnewswire.com/news-releases/pure-storage-announces-pricing-of-500-million-convertible-senior-notes-offering-300624870.html\nSOURCE Pure Storage",
    "published": "2018-04-05T15:00:00.000+03:00",
    "crawled": "2018-04-05T16:29:09.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mountain",
        "view",
        "april",
        "pure",
        "storage",
        "nyse",
        "pstg",
        "storage",
        "platform",
        "help",
        "innovator",
        "build",
        "better",
        "world",
        "data",
        "today",
        "announced",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "private",
        "placement",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "size",
        "offering",
        "increased",
        "previously",
        "announced",
        "million",
        "pure",
        "storage",
        "also",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "principal",
        "amount",
        "note",
        "solely",
        "cover",
        "sale",
        "note",
        "expected",
        "close",
        "april",
        "subject",
        "customary",
        "closing",
        "condition",
        "note",
        "bear",
        "interest",
        "rate",
        "per",
        "annum",
        "payable",
        "arrears",
        "april",
        "october",
        "year",
        "beginning",
        "october",
        "note",
        "mature",
        "april",
        "unless",
        "earlier",
        "converted",
        "redeemed",
        "repurchased",
        "initial",
        "conversion",
        "rate",
        "share",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "initial",
        "conversion",
        "price",
        "note",
        "represents",
        "premium",
        "approximately",
        "last",
        "reported",
        "sale",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "new",
        "york",
        "stock",
        "exchange",
        "april",
        "note",
        "convertible",
        "cash",
        "share",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "combination",
        "cash",
        "share",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "pure",
        "storage",
        "election",
        "pure",
        "storage",
        "may",
        "redeem",
        "cash",
        "portion",
        "note",
        "option",
        "april",
        "last",
        "reported",
        "sale",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "least",
        "conversion",
        "price",
        "least",
        "trading",
        "day",
        "whether",
        "consecutive",
        "consecutive",
        "day",
        "trading",
        "period",
        "ending",
        "two",
        "trading",
        "day",
        "prior",
        "date",
        "pure",
        "storage",
        "provides",
        "notice",
        "redemption",
        "redemption",
        "price",
        "equal",
        "principal",
        "amount",
        "note",
        "redeemed",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "pure",
        "storage",
        "undergoes",
        "fundamental",
        "change",
        "holder",
        "note",
        "may",
        "require",
        "pure",
        "storage",
        "repurchase",
        "cash",
        "portion",
        "note",
        "repurchase",
        "price",
        "equal",
        "principal",
        "amount",
        "note",
        "repurchased",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "addition",
        "upon",
        "certain",
        "corporate",
        "event",
        "upon",
        "redemption",
        "pure",
        "storage",
        "certain",
        "circumstance",
        "increase",
        "conversion",
        "rate",
        "holder",
        "convert",
        "note",
        "connection",
        "corporate",
        "event",
        "redemption",
        "pure",
        "storage",
        "estimate",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "million",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "full",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "commission",
        "estimated",
        "expense",
        "payable",
        "pure",
        "storage",
        "pure",
        "storage",
        "intends",
        "use",
        "portion",
        "net",
        "proceeds",
        "offering",
        "pay",
        "cost",
        "capped",
        "call",
        "transaction",
        "described",
        "pure",
        "storage",
        "also",
        "intends",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "repurchase",
        "share",
        "class",
        "common",
        "stock",
        "privately",
        "negotiated",
        "transaction",
        "repurchase",
        "class",
        "common",
        "stock",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "note",
        "prior",
        "concurrently",
        "pricing",
        "note",
        "could",
        "result",
        "higher",
        "effective",
        "conversion",
        "price",
        "note",
        "pure",
        "storage",
        "may",
        "also",
        "use",
        "portion",
        "net",
        "proceeds",
        "offering",
        "acquisition",
        "investment",
        "technology",
        "solution",
        "business",
        "complement",
        "business",
        "although",
        "commitment",
        "agreement",
        "enter",
        "acquisition",
        "investment",
        "time",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "pure",
        "storage",
        "expects",
        "use",
        "portion",
        "net",
        "proceeds",
        "sale",
        "additional",
        "note",
        "enter",
        "additional",
        "capped",
        "call",
        "transaction",
        "described",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "connection",
        "pricing",
        "note",
        "pure",
        "storage",
        "entered",
        "capped",
        "call",
        "transaction",
        "one",
        "initial",
        "purchaser",
        "respective",
        "affiliate",
        "option",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "potential",
        "dilution",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "cash",
        "payment",
        "pure",
        "storage",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "case",
        "may",
        "reduction",
        "offset",
        "subject",
        "cap",
        "initially",
        "equal",
        "per",
        "share",
        "represents",
        "premium",
        "last",
        "reported",
        "sale",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "new",
        "york",
        "stock",
        "exchange",
        "april",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "pure",
        "storage",
        "expects",
        "enter",
        "additional",
        "capped",
        "call",
        "transaction",
        "option",
        "counterparties",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "capped",
        "call",
        "transaction",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "expect",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "purchase",
        "share",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "note",
        "time",
        "addition",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "purchasing",
        "selling",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "security",
        "pure",
        "storage",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "likely",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "activity",
        "could",
        "also",
        "cause",
        "avoid",
        "increase",
        "decrease",
        "market",
        "price",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "noteholder",
        "ability",
        "convert",
        "note",
        "extent",
        "activity",
        "occurs",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "could",
        "affect",
        "number",
        "share",
        "value",
        "consideration",
        "noteholder",
        "receive",
        "upon",
        "conversion",
        "note",
        "neither",
        "note",
        "share",
        "pure",
        "storage",
        "class",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "security",
        "act",
        "state",
        "security",
        "law",
        "unless",
        "registered",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "transaction",
        "subject",
        "registration",
        "requirement",
        "security",
        "act",
        "applicable",
        "security",
        "law",
        "press",
        "release",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "pure",
        "storage",
        "pure",
        "storage",
        "nyse",
        "pstg",
        "help",
        "innovator",
        "build",
        "better",
        "world",
        "data",
        "pure",
        "storage",
        "data",
        "solution",
        "enable",
        "saas",
        "company",
        "cloud",
        "service",
        "provider",
        "enterprise",
        "public",
        "sector",
        "customer",
        "deliver",
        "secure",
        "data",
        "power",
        "production",
        "devops",
        "modern",
        "analytics",
        "environment",
        "environment",
        "one",
        "fastest",
        "growing",
        "enterprise",
        "company",
        "history",
        "pure",
        "storage",
        "enables",
        "customer",
        "quickly",
        "adopt",
        "technology",
        "including",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "help",
        "maximize",
        "value",
        "data",
        "competitive",
        "advantage",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "include",
        "limited",
        "statement",
        "concerning",
        "expected",
        "closing",
        "offering",
        "capped",
        "call",
        "transaction",
        "anticipated",
        "use",
        "net",
        "proceeds",
        "offering",
        "statement",
        "include",
        "statement",
        "historical",
        "fact",
        "case",
        "identified",
        "term",
        "anticipates",
        "belief",
        "could",
        "estimate",
        "expects",
        "intends",
        "may",
        "plan",
        "potential",
        "similar",
        "expression",
        "negative",
        "word",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expect",
        "risk",
        "uncertainty",
        "include",
        "market",
        "risk",
        "trend",
        "condition",
        "risk",
        "fully",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "section",
        "titled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "january",
        "light",
        "risk",
        "place",
        "undue",
        "reliance",
        "statement",
        "represent",
        "belief",
        "assumption",
        "date",
        "press",
        "release",
        "disclaim",
        "obligation",
        "update",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "pure",
        "storage"
    ]
}