{
    "organizations": [],
    "uuid": "c3d86d6a6385de82de068ddda7ae382d8b73f163",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/04/09/the-morning-download-tech-sector-facing-regulation-never-will-be-the-same/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Tech Sector, Facing Regulation, Never Will Be the Same",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Photo: Agence France-Presse/Getty Images \nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. Say goodbye to all that, the freewheeling business practices, the sense that anything is possible, the idea that technology moves through the landscape like a river, carving its own path and forcing the earth itself to adjust. Facebook Inc. CEO Mark Zuckerberg’s Congressional testimony, expected this week , is a clear sign that those days, the only days that the internet have known, are over. “The sessions are likely to be among the most contentious congressional grillings of a CEO in a decade,” the Journal’s Betsy Morris writes .\nIt has been said for some time that all companies are tech companies. We are now in the process of determining that the converse also is true, all tech companies are companies, subject to the same responsibilities and authority that other big businesses have faced for more than a century.\nThe model that emerges from the growing move to regulate tech will apply in all companies, because all companies remain tech companies. Governance of data, privacy and security increasingly will be critical for CIOs and corporations. See below for more on what regulation could look like.\nBlockchain and business process transformation. The processes to manage the conduct of business among companies have not kept up with the economy’s digital transformation, adding significant frictions and costs to their operations, says CIO Journal Columnist Irving Wladawsky-Berger . Enter blockchain.\nSECURITY AND PRIVACY \nAndrew Harrer/Bloomberg As Zuckerberg prepares to testify, questions grow over how to protect data. When Facebook Chief Executive Mark Zuckerberg testifies in Congress this week, the company’s recent data-privacy scandal is likely to prompt a raft of questions over how the government might best regulate social-media platforms. The Journal’s John D. McKinnon and Keach Hagey offer a guide to the most plausible options.\nPass data-privacy legislation. Congressional action to introduce new laws to protect the data of individuals would be the single most powerful step Washington could take.\nRepeal tech’s legal immunities. Tech giants generally can’t be held responsible for the bad behavior of those who use their platforms, thanks to laws put in place when the internet was first blossoming in the 1990s. But lawmakers recently voted to end the legal immunity for websites that facilitate sex trafficking online, see below more more.\nLeverage the FTC. The government’s chief privacy regulator, the FTC is already conducting a sweeping investigation of Facebook’s privacy practices.\nPolice the tech industry with antitrust powers. The FTC or Justice Department also could use its mandate to say the sheer size of Facebook cause consumer harm because of misuse of consumer data.\nSeek greater transparency. Another approach would be to require companies to disclose how they collect, share and otherwise use consumer data.\nFollow the European example. The European Union’s GDPR, which goes into effect May 25, appeared to play a role in Facebook’s announcement of new privacy protections last month, and likely will nudge other tech companies to strengthen some user privacy protections in the U.S. as well.\nDays away from Congress appearance, Facebook tackles political ads. The company on Friday announced that it would soon start requiring people who buy political and issue-related ads to verify their identity. In a Facebook post, CEO Mark Zuckerberg said verification would prevent foreign actors from hijacking political messaging. Mr. Zuckerberg on Friday also expressed support for the Honest Ads Act, which would require that tech companies disclose who is behind political ads. The New York Times reports that when the act was introduced last year, the company told congressional aides that it would have a difficult time complying, “because it often struggled to understand whether an ad was political or commercial, and that the sheer number of Facebook ads also complicated that task.”\nFacebook suspends data-analytics company. CNBC reports that the firm Cubeyou used personality quizzes labeled for “non-profit academic research” to help marketers find customers.\nSilicon Valley braces for privacy regulations. After Facebook’s Cambridge Analytica scandal, cries for consumer protection have grown louder, and Facebook isn’t the only tech giant expected to be affected. In the long run Apple Inc. , Alphabet Inc. ‘s Google and Amazon.com Inc. also are likely to face emboldened regulators. WSJ Columnist Christopher Mims has more .\nMORE TECHNOLOGY NEWS \nALY SONG/REUTERS Alibaba invests in Chinese facial-recognition startup. Alibaba Group Holding Ltd. is leading a $600 million funding round in SenseTime , which makes surveillance systems using facial recognition for law enforcement and commercial applications, the Journal’s Liza Lin reports . Among its many businesses, Alibaba uses AI to develop so-called smart cities where technology is used to dispatch police, speed traffic flow and regulate other public services.\nHSBC brings in AI to spot money laundering. The FT reports that the fear of fines over failure to stop illegal transactions is leading many large banks to partner with AI specialists. Europe’s biggest bank will partner with UK startup Quantexa to screen customer transactions against publicly available data.\nPayPal makes a move toward traditional banking. PayPal Holdings Inc. has been quietly reaching out to groups of customers in recent months with an offer to add basic banking features, such as direct deposit for paychecks and a debit card, to their PayPal digital wallet, the WSJ’s Peter Rudegeair reports .\nFor many investors, the tech rout is ‘nothing to lose sleep over’. It isn’t that investors aren’t worried about the stock market, say the WSJ’s Akane Otani and Lisa Beilfuss , but interviews with individuals and financial advisers around the U.S. show that many are largely riding out the market’s turmoil—citing the belief that technology stars will be able to weather the latest controversies hitting the industry.\nFBI seizes controversial website. Federal law enforcement agencies have seized Backpage.com, a classified-ads website known for its numerous sex-related postings, the Journal’s Lalita Clozel writes .\nEt tu, Amazon.com’s tax practice critic? The TrumpStore.com website, which describes itself as the official retail website of the Trump Organization, doesn’t collect sales taxes from New York residents, the WSJ’s Ruth Simon reports . It does collect sales tax on orders shipped to addresses in Florida and Louisiana, according to the company’s website.\nEVERYTHING ELSE YOU NEED TO KNOW \nSeveral missiles hit a military air base in Syria after an alleged chemical-weapons attack on a Damascus suburb killed dozens of civilians over the weekend and spurred calls for international action. (WSJ)\nNorth Korea has told the U.S. that Kim Jong Un is prepared to discuss the denuclearization of the Korean Peninsula. (WSJ)\nDeutsche Bank made a hasty weekend CEO switch that signalled a humbler future as a lender reined in by regulators and pressured by investors who lost patience with the bank’s grim financial performance. (WSJ)\nAmericans are spending more at the pump than they have in years. Prices could rise even highe r just as drivers hit the road for family vacations. (WSJ)\nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . \nShare this: ALIBABA BLOCKCHAIN DOWNLOAD FACEBOOK MARK ZUCKERBERG PRIVACY REGULATION Previous What Your CEO Is Reading: Humility; Power Internet Users Unite; Facebook Slayer Next IT Hiring Slows in March  ",
    "published": "2018-04-09T16:07:00.000+03:00",
    "crawled": "2018-04-09T16:27:39.107+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "photo",
        "agence",
        "image",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "say",
        "goodbye",
        "freewheeling",
        "business",
        "practice",
        "sense",
        "anything",
        "possible",
        "idea",
        "technology",
        "move",
        "landscape",
        "like",
        "river",
        "carving",
        "path",
        "forcing",
        "earth",
        "adjust",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "congressional",
        "testimony",
        "expected",
        "week",
        "clear",
        "sign",
        "day",
        "day",
        "internet",
        "known",
        "session",
        "likely",
        "among",
        "contentious",
        "congressional",
        "grilling",
        "ceo",
        "decade",
        "journal",
        "betsy",
        "morris",
        "writes",
        "said",
        "time",
        "company",
        "tech",
        "company",
        "process",
        "determining",
        "converse",
        "also",
        "true",
        "tech",
        "company",
        "company",
        "subject",
        "responsibility",
        "authority",
        "big",
        "business",
        "faced",
        "century",
        "model",
        "emerges",
        "growing",
        "move",
        "regulate",
        "tech",
        "apply",
        "company",
        "company",
        "remain",
        "tech",
        "company",
        "governance",
        "data",
        "privacy",
        "security",
        "increasingly",
        "critical",
        "cio",
        "corporation",
        "see",
        "regulation",
        "could",
        "look",
        "like",
        "blockchain",
        "business",
        "process",
        "transformation",
        "process",
        "manage",
        "conduct",
        "business",
        "among",
        "company",
        "kept",
        "economy",
        "digital",
        "transformation",
        "adding",
        "significant",
        "friction",
        "cost",
        "operation",
        "say",
        "cio",
        "journal",
        "columnist",
        "irving",
        "enter",
        "blockchain",
        "security",
        "privacy",
        "andrew",
        "zuckerberg",
        "prepares",
        "testify",
        "question",
        "grow",
        "protect",
        "data",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "testifies",
        "congress",
        "week",
        "company",
        "recent",
        "scandal",
        "likely",
        "prompt",
        "raft",
        "question",
        "government",
        "might",
        "best",
        "regulate",
        "platform",
        "journal",
        "john",
        "mckinnon",
        "keach",
        "hagey",
        "offer",
        "guide",
        "plausible",
        "option",
        "pas",
        "legislation",
        "congressional",
        "action",
        "introduce",
        "new",
        "law",
        "protect",
        "data",
        "individual",
        "would",
        "single",
        "powerful",
        "step",
        "washington",
        "could",
        "take",
        "repeal",
        "tech",
        "legal",
        "immunity",
        "tech",
        "giant",
        "generally",
        "held",
        "responsible",
        "bad",
        "behavior",
        "use",
        "platform",
        "thanks",
        "law",
        "put",
        "place",
        "internet",
        "first",
        "blossoming",
        "1990s",
        "lawmaker",
        "recently",
        "voted",
        "end",
        "legal",
        "immunity",
        "website",
        "facilitate",
        "sex",
        "trafficking",
        "online",
        "see",
        "leverage",
        "ftc",
        "government",
        "chief",
        "privacy",
        "regulator",
        "ftc",
        "already",
        "conducting",
        "sweeping",
        "investigation",
        "facebook",
        "privacy",
        "practice",
        "police",
        "tech",
        "industry",
        "antitrust",
        "power",
        "ftc",
        "justice",
        "department",
        "also",
        "could",
        "use",
        "mandate",
        "say",
        "sheer",
        "size",
        "facebook",
        "cause",
        "consumer",
        "harm",
        "misuse",
        "consumer",
        "data",
        "seek",
        "greater",
        "transparency",
        "another",
        "approach",
        "would",
        "require",
        "company",
        "disclose",
        "collect",
        "share",
        "otherwise",
        "use",
        "consumer",
        "data",
        "follow",
        "european",
        "example",
        "european",
        "union",
        "gdpr",
        "go",
        "effect",
        "may",
        "appeared",
        "play",
        "role",
        "facebook",
        "announcement",
        "new",
        "privacy",
        "protection",
        "last",
        "month",
        "likely",
        "nudge",
        "tech",
        "company",
        "strengthen",
        "user",
        "privacy",
        "protection",
        "well",
        "day",
        "away",
        "congress",
        "appearance",
        "facebook",
        "tackle",
        "political",
        "ad",
        "company",
        "friday",
        "announced",
        "would",
        "soon",
        "start",
        "requiring",
        "people",
        "buy",
        "political",
        "ad",
        "verify",
        "identity",
        "facebook",
        "post",
        "ceo",
        "mark",
        "zuckerberg",
        "said",
        "verification",
        "would",
        "prevent",
        "foreign",
        "actor",
        "hijacking",
        "political",
        "messaging",
        "zuckerberg",
        "friday",
        "also",
        "expressed",
        "support",
        "honest",
        "ad",
        "act",
        "would",
        "require",
        "tech",
        "company",
        "disclose",
        "behind",
        "political",
        "ad",
        "new",
        "york",
        "time",
        "report",
        "act",
        "introduced",
        "last",
        "year",
        "company",
        "told",
        "congressional",
        "aide",
        "would",
        "difficult",
        "time",
        "complying",
        "often",
        "struggled",
        "understand",
        "whether",
        "ad",
        "political",
        "commercial",
        "sheer",
        "number",
        "facebook",
        "ad",
        "also",
        "complicated",
        "facebook",
        "suspends",
        "company",
        "cnbc",
        "report",
        "firm",
        "cubeyou",
        "used",
        "personality",
        "quiz",
        "labeled",
        "academic",
        "research",
        "help",
        "marketer",
        "find",
        "customer",
        "silicon",
        "valley",
        "brace",
        "privacy",
        "regulation",
        "facebook",
        "cambridge",
        "analytica",
        "scandal",
        "cry",
        "consumer",
        "protection",
        "grown",
        "louder",
        "facebook",
        "tech",
        "giant",
        "expected",
        "affected",
        "long",
        "run",
        "apple",
        "alphabet",
        "google",
        "also",
        "likely",
        "face",
        "emboldened",
        "regulator",
        "wsj",
        "columnist",
        "christopher",
        "mims",
        "technology",
        "news",
        "aly",
        "alibaba",
        "invests",
        "chinese",
        "startup",
        "alibaba",
        "group",
        "holding",
        "leading",
        "million",
        "funding",
        "round",
        "sensetime",
        "make",
        "surveillance",
        "system",
        "using",
        "facial",
        "recognition",
        "law",
        "enforcement",
        "commercial",
        "application",
        "journal",
        "liza",
        "lin",
        "report",
        "among",
        "many",
        "business",
        "alibaba",
        "us",
        "ai",
        "develop",
        "smart",
        "city",
        "technology",
        "used",
        "dispatch",
        "police",
        "speed",
        "traffic",
        "flow",
        "regulate",
        "public",
        "service",
        "hsbc",
        "brings",
        "ai",
        "spot",
        "money",
        "laundering",
        "ft",
        "report",
        "fear",
        "fine",
        "failure",
        "stop",
        "illegal",
        "transaction",
        "leading",
        "many",
        "large",
        "bank",
        "partner",
        "ai",
        "specialist",
        "europe",
        "biggest",
        "bank",
        "partner",
        "uk",
        "startup",
        "quantexa",
        "screen",
        "customer",
        "transaction",
        "publicly",
        "available",
        "data",
        "paypal",
        "make",
        "move",
        "toward",
        "traditional",
        "banking",
        "paypal",
        "holding",
        "quietly",
        "reaching",
        "group",
        "customer",
        "recent",
        "month",
        "offer",
        "add",
        "basic",
        "banking",
        "feature",
        "direct",
        "deposit",
        "paycheck",
        "debit",
        "card",
        "paypal",
        "digital",
        "wallet",
        "wsj",
        "peter",
        "rudegeair",
        "report",
        "many",
        "investor",
        "tech",
        "rout",
        "nothing",
        "lose",
        "sleep",
        "investor",
        "worried",
        "stock",
        "market",
        "say",
        "wsj",
        "akane",
        "otani",
        "lisa",
        "beilfuss",
        "interview",
        "individual",
        "financial",
        "adviser",
        "around",
        "show",
        "many",
        "largely",
        "riding",
        "market",
        "belief",
        "technology",
        "star",
        "able",
        "weather",
        "latest",
        "controversy",
        "hitting",
        "industry",
        "fbi",
        "seizes",
        "controversial",
        "website",
        "federal",
        "law",
        "enforcement",
        "agency",
        "seized",
        "website",
        "known",
        "numerous",
        "posting",
        "journal",
        "lalita",
        "clozel",
        "writes",
        "et",
        "tu",
        "tax",
        "practice",
        "critic",
        "website",
        "describes",
        "official",
        "retail",
        "website",
        "trump",
        "organization",
        "collect",
        "sale",
        "tax",
        "new",
        "york",
        "resident",
        "wsj",
        "ruth",
        "simon",
        "report",
        "collect",
        "sale",
        "tax",
        "order",
        "shipped",
        "address",
        "florida",
        "louisiana",
        "according",
        "company",
        "website",
        "everything",
        "else",
        "need",
        "know",
        "several",
        "missile",
        "hit",
        "military",
        "air",
        "base",
        "syria",
        "alleged",
        "attack",
        "damascus",
        "suburb",
        "killed",
        "dozen",
        "civilian",
        "weekend",
        "spurred",
        "call",
        "international",
        "action",
        "wsj",
        "north",
        "korea",
        "told",
        "kim",
        "jong",
        "un",
        "prepared",
        "discus",
        "denuclearization",
        "korean",
        "peninsula",
        "wsj",
        "deutsche",
        "bank",
        "made",
        "hasty",
        "weekend",
        "ceo",
        "switch",
        "signalled",
        "humbler",
        "future",
        "lender",
        "reined",
        "regulator",
        "pressured",
        "investor",
        "lost",
        "patience",
        "bank",
        "grim",
        "financial",
        "performance",
        "wsj",
        "american",
        "spending",
        "pump",
        "year",
        "price",
        "could",
        "rise",
        "even",
        "highe",
        "r",
        "driver",
        "hit",
        "road",
        "family",
        "vacation",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "alibaba",
        "blockchain",
        "download",
        "facebook",
        "mark",
        "zuckerberg",
        "privacy",
        "regulation",
        "previous",
        "ceo",
        "reading",
        "humility",
        "power",
        "internet",
        "user",
        "unite",
        "facebook",
        "slayer",
        "next",
        "hiring",
        "slows",
        "march"
    ]
}