{
    "organizations": [],
    "uuid": "9e05d2a9a0fc5288e360a8df37300acc425c18f4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/04/globe-newswire-halcan-resources-announces-the-closing-of-the-west-quito-draw-acquisition-the-expiration-of-its-monument-draw-east-option.html",
    "ord_in_thread": 0,
    "title": "Halcón Resources Announces the Closing of the West Quito Draw Acquisition, the Expiration of its Monument Draw East Option and Other Activities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, April 04, 2018 (GLOBE NEWSWIRE) -- Halcón Resources Corporation (NYSE:HK) (“Halcón” or the “Company”) today announced it has closed on the previously announced West Quito Draw Acquisition for a purchase price of $200 million and, separately, has elected not to exercise its previously disclosed Monument Draw East Option. The Company also provided an update on its recent well results in addition to its current liquidity and hedge positions.\nThe West Quito Draw Acquisition is comprised of 10,524 net acres and related assets in central and western Ward County, Texas and is currently producing approximately 1,200 boe/d (56% oil). Halcón plans to bring a rig to this area in the second quarter of 2018 to begin drilling 10,000 foot Wolfcamp laterals, which the Company anticipates will generate estimated ultimate recoveries (“EURs”) in excess of 1.1 MMbo of oil and a total EUR of oil and gas (2-stream) of approximately 2.2 MMboe. Including additional landing zones (Bone Spring, Avalon, etc.), Halcón estimates there are 383 potential operated horizontal locations within this acreage position. This property is approximately 47% held by production and is 91% operated with an average working interest of 72%.\nHalcón has decided not to exercise its option to purchase 7,680 net acres on the eastern side of its existing Monument Draw area for $10,000/acre (the “Monument Draw East Option”). Halcón will retain ownership of the Sealy Ranch 5902H well and 160 net acres on which this ~10,000’ lateral length well was drilled.\nHalcón now has ~59,152 net acres in the Delaware Basin comprised of 21,839 net acres in Monument Draw, 10,524 net acres in West Quito Draw and 26,790 net acres in Hackberry Draw. Collectively, these properties are currently producing in excess of 13,500 boe/d net to the Company (70% oil).\nFloyd Wilson, CEO of Halcón, commented, “We are excited to close on this important acquisition which we have named West Quito Draw. This is a great complement to our other Ward County holdings at Monument Draw. Our technical review plus impressive results from offset operators have solidified our plan to station a drilling rig here throughout 2018 and beyond.”\n“Our decision to not exercise the Monument Draw East Option was driven by our technical review of all payzones across the entire Monument Draw area plus our focus on our balance sheet and liquidity. The success of our Sealy Ranch 5902H well (30-day IP of 1,653 boe/d, 88% oil) de-risks the entirety of our southern Monument Draw area where we have hundreds of Wolfcamp and Bone Spring locations. We will continue to develop this world class asset through the balance of 2018 and beyond with at least two rigs assigned to this development program which includes both horizontal and vertical spacing tests in all intervals.”\n“Our business plan, supported by a strong balance sheet, ample liquidity and our hedge book will result in significant growth for years to come while driving leverage down and keeping liquidity strong throughout.”\nOperated Well Results\nIn Monument Draw, Halcón’s three most recently completed wells, the Sealy Ranch 7902H, 7903H and 5902H, reached an average peak 30 day rate of 1,680 boe/d (83% oil). This equates to an average 30 day rate, per 1,000 feet of lateral, of 177 boe/d which is significantly higher than the Company’s type curve of 143 boe/d per 1,000 feet of lateral. The Company plans to put an additional three wells online in Monument Draw during the second quarter of 2018.\nIn Hackberry Draw, Halcón’s two most recently completed wells, the Jose Katie East 1H and Jose Katie West 1H, reached an average peak 30 day rate of 1,010 boe/d (86% oil). This equates to an average 30 day rate, per 1,000 feet of lateral, of 103 boe/d which exceeds the Company’s type curve of 94 boe/d per 1,000 feet of lateral. The Company recently began flowing back the Geneva West Joanne 1H well and plans to put an additional four wells online in Hackberry Draw during the second quarter of 2018.\nLiquidity & Hedging Update\nHalcón’s liquidity as of 12/31/17 pro forma for recent acquisitions and financings was $478 million as set forth below.\nExercise of the West Face Value Monument Draw 6.75% HY Common Equity Quito Draw Adjusted HK Capitalization ($MM) 12/31/2017 North Option (1) Tack-on Issuance Acquisition 12/31/2017 Cash & Cash Equivalents $ 424 $ (108 ) $ 203 $ 61 $ (200 ) $ 380 Senior Secured Revolving Credit Facility - - 6.75% Senior Unsecured Notes due 2025 425 200 625 Total Debt $ 425 $ 625 Total Net Debt / (Cash) $ 1 $ 245 Stockholders' Equity 1,072 61 1,133 Total Capitalization $ 1,497 $ 1,758 Borrowing Base $ 100 $ 100 Less: Borrowings - - Less: Letters of Credit (2 ) (2 ) Plus: Cash 424 380 Total Liquidity $ 522 $ 478 (1) Exercised option in January 2018. Halcón expects the borrowing base on its senior secured revolving credit facility to increase with the upcoming spring redetermination and will announce the results of the redetermination in conjunction with Q1 ’18 earnings in early May. The Company has ample current liquidity to execute on its business plan over the next several years and is committed to maintaining a strong balance sheet.\nHalcón currently has 9,510 barrels of oil per day hedged in 2018 at an average price of $52.65/Bbl. This represents approximately 75% of its 2018 oil production based on the Company’s previously issued 2018 production guidance. Halcón also has 12,247 barrels of oil per day hedged in 2019 at an average price of $55.30/Bbl. The Company has also been active in hedging basis differentials to mitigate the impact of any basis widening that may occur through 2019. Halcón currently has MidCush basis swaps in place for 10,526 bbl/d in 2018 at an average price of -$1.23/Bbl and another 13,000 bbl/d in place for 2019 at an average price of -$1.12/Bbl. The Company also has 10,000 Mmbtu/d of Waha basis swaps in place from July 2018 to December 2019 at an average price of -$1.05/Mmbtu.\nHalcón plans to issue updated 2018 production and cost guidance, including the impact of West Quito Draw, as part of its first quarter 2018 earnings release in early May.\nAbout Halcón Resources\nHalcón Resources Corporation is an independent energy company focused on the acquisition, production, exploration and development of liquids-rich assets in the Delaware Basin.\nFor more information contact Quentin Hicks, Executive Vice President, Finance, Capital Markets & Investor Relations, at 832-538-0557 or qhicks@halconresources.com .\nForward-Looking Statements\nThis release may contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Statements that are not strictly historical statements constitute forward-looking statements and may often, but not always, be identified by the use of such words such as \"expects\", \"believes\", \"intends\", \"anticipates\", \"plans\", \"estimates\", \"potential\", \"possible\", or \"probable\" or statements that certain actions, events or results \"may\", \"will\", \"should\", or \"could\" be taken, occur or be achieved. Forward-looking statements are based on current beliefs and expectations and involve certain assumptions or estimates that involve various risks and uncertainties that could cause actual results to differ materially from those reflected in the statements. Estimates of future production levels are based on the Company’s current drilling program, which may be subject to revision, suspension or delay based on well results, significant acquisitions and significant changes in commodity prices and/or drilling and completion costs. These risks include, but are not limited to, those set forth in the Company's Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and other filings submitted by the Company to the U.S. Securities and Exchange Commission (SEC), copies of which may be obtained from the SEC's website at www.sec.gov or through the Company's website at www.halconresources.com . Readers should not place undue reliance on any such forward-looking statements, which are made only as of the date hereof. The Company has no duty, and assumes no obligation, to update forward-looking statements as a result of new information, future events or changes in the Company's expectations.\nWe may use the terms “resource potential”, “EUR” and “type curves” in this press release to describe estimates of potentially recoverable hydrocarbons. These are based on the Company’s internal estimates of hydrocarbon quantities that may be potentially discovered through exploratory drilling or recovered with additional drilling or recovery techniques. These quantities do not constitute “reserves” within the meaning of the Society of Petroleum Engineer’s Petroleum Resource Management System or SEC rules and are subject to substantially greater uncertainties relating to recovery than reserves. “EUR,” or Estimated Ultimate Recovery, refers to our management’s internal estimates based on per well hydrocarbon quantities that may be potentially recovered from a hypothetical future well completed as a producer in the area. For areas where the Company has a very limited operating history, EURs and related type curves are based in large part on publicly available information relating to operations of producers operating in such areas. For areas where the Company has sufficient operating data to make its own estimates, EURs and related type curves are based on internal estimates by the Company’s management and reserve engineers.\n“Drilling locations” represent the number of locations that we currently estimate could potentially be drilled in a particular area using well spacing assumptions applicable to that area. The actual number of locations drilled and quantities that may be ultimately recovered from the Company’s interests will differ substantially. There is no commitment by the Company to drill the drilling locations which have been attributed to any area.\nFactors affecting ultimate recovery include: (1) the scope of our on-going drilling program, which will be directly affected by factors that include the availability of capital, drilling and production costs, availability of drilling services and equipment, drilling results, lease expirations, transportation constraints, regulatory approvals and other factors; and (2) actual drilling results, including geological and mechanical factors affecting recovery rates. In addition, our production forecasts and expectations for future periods are dependent upon many assumptions, including estimates of production decline rates from existing wells and the undertaking and outcome of future drilling activity, which will be affected by changes in commodity prices and costs.\nSource:Halcon Resources Corporation",
    "published": "2018-04-05T00:21:00.000+03:00",
    "crawled": "2018-04-05T02:20:50.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "april",
        "globe",
        "newswire",
        "halcón",
        "resource",
        "corporation",
        "nyse",
        "hk",
        "halcón",
        "company",
        "today",
        "announced",
        "closed",
        "previously",
        "announced",
        "west",
        "quito",
        "draw",
        "acquisition",
        "purchase",
        "price",
        "million",
        "separately",
        "elected",
        "exercise",
        "previously",
        "disclosed",
        "monument",
        "draw",
        "east",
        "option",
        "company",
        "also",
        "provided",
        "update",
        "recent",
        "well",
        "result",
        "addition",
        "current",
        "liquidity",
        "hedge",
        "position",
        "west",
        "quito",
        "draw",
        "acquisition",
        "comprised",
        "net",
        "acre",
        "related",
        "asset",
        "central",
        "western",
        "ward",
        "county",
        "texas",
        "currently",
        "producing",
        "approximately",
        "oil",
        "halcón",
        "plan",
        "bring",
        "rig",
        "area",
        "second",
        "quarter",
        "begin",
        "drilling",
        "foot",
        "wolfcamp",
        "lateral",
        "company",
        "anticipates",
        "generate",
        "estimated",
        "ultimate",
        "recovery",
        "eurs",
        "excess",
        "mmbo",
        "oil",
        "total",
        "eur",
        "oil",
        "gas",
        "approximately",
        "mmboe",
        "including",
        "additional",
        "landing",
        "zone",
        "bone",
        "spring",
        "avalon",
        "etc",
        "halcón",
        "estimate",
        "potential",
        "operated",
        "horizontal",
        "location",
        "within",
        "acreage",
        "position",
        "property",
        "approximately",
        "held",
        "production",
        "operated",
        "average",
        "working",
        "interest",
        "halcón",
        "decided",
        "exercise",
        "option",
        "purchase",
        "net",
        "acre",
        "eastern",
        "side",
        "existing",
        "monument",
        "draw",
        "area",
        "monument",
        "draw",
        "east",
        "option",
        "halcón",
        "retain",
        "ownership",
        "sealy",
        "ranch",
        "5902h",
        "well",
        "net",
        "acre",
        "lateral",
        "length",
        "well",
        "drilled",
        "halcón",
        "net",
        "acre",
        "delaware",
        "basin",
        "comprised",
        "net",
        "acre",
        "monument",
        "draw",
        "net",
        "acre",
        "west",
        "quito",
        "draw",
        "net",
        "acre",
        "hackberry",
        "draw",
        "collectively",
        "property",
        "currently",
        "producing",
        "excess",
        "net",
        "company",
        "oil",
        "floyd",
        "wilson",
        "ceo",
        "halcón",
        "commented",
        "excited",
        "close",
        "important",
        "acquisition",
        "named",
        "west",
        "quito",
        "draw",
        "great",
        "complement",
        "ward",
        "county",
        "holding",
        "monument",
        "draw",
        "technical",
        "review",
        "plus",
        "impressive",
        "result",
        "offset",
        "operator",
        "solidified",
        "plan",
        "station",
        "drilling",
        "rig",
        "throughout",
        "decision",
        "exercise",
        "monument",
        "draw",
        "east",
        "option",
        "driven",
        "technical",
        "review",
        "payzones",
        "across",
        "entire",
        "monument",
        "draw",
        "area",
        "plus",
        "focus",
        "balance",
        "sheet",
        "liquidity",
        "success",
        "sealy",
        "ranch",
        "5902h",
        "well",
        "ip",
        "oil",
        "entirety",
        "southern",
        "monument",
        "draw",
        "area",
        "hundred",
        "wolfcamp",
        "bone",
        "spring",
        "location",
        "continue",
        "develop",
        "world",
        "class",
        "asset",
        "balance",
        "beyond",
        "least",
        "two",
        "rig",
        "assigned",
        "development",
        "program",
        "includes",
        "horizontal",
        "vertical",
        "spacing",
        "test",
        "business",
        "plan",
        "supported",
        "strong",
        "balance",
        "sheet",
        "ample",
        "liquidity",
        "hedge",
        "book",
        "result",
        "significant",
        "growth",
        "year",
        "come",
        "driving",
        "leverage",
        "keeping",
        "liquidity",
        "strong",
        "operated",
        "well",
        "result",
        "monument",
        "draw",
        "halcón",
        "three",
        "recently",
        "completed",
        "well",
        "sealy",
        "ranch",
        "7902h",
        "7903h",
        "5902h",
        "reached",
        "average",
        "peak",
        "day",
        "rate",
        "oil",
        "equates",
        "average",
        "day",
        "rate",
        "per",
        "foot",
        "lateral",
        "significantly",
        "higher",
        "company",
        "type",
        "curve",
        "per",
        "foot",
        "lateral",
        "company",
        "plan",
        "put",
        "additional",
        "three",
        "well",
        "online",
        "monument",
        "draw",
        "second",
        "quarter",
        "hackberry",
        "draw",
        "halcón",
        "two",
        "recently",
        "completed",
        "well",
        "jose",
        "katie",
        "east",
        "1h",
        "jose",
        "katie",
        "west",
        "1h",
        "reached",
        "average",
        "peak",
        "day",
        "rate",
        "oil",
        "equates",
        "average",
        "day",
        "rate",
        "per",
        "foot",
        "lateral",
        "exceeds",
        "company",
        "type",
        "curve",
        "per",
        "foot",
        "lateral",
        "company",
        "recently",
        "began",
        "flowing",
        "back",
        "geneva",
        "west",
        "joanne",
        "1h",
        "well",
        "plan",
        "put",
        "additional",
        "four",
        "well",
        "online",
        "hackberry",
        "draw",
        "second",
        "quarter",
        "liquidity",
        "hedging",
        "update",
        "halcón",
        "liquidity",
        "pro",
        "forma",
        "recent",
        "acquisition",
        "financing",
        "million",
        "set",
        "forth",
        "exercise",
        "west",
        "face",
        "value",
        "monument",
        "draw",
        "hy",
        "common",
        "equity",
        "quito",
        "draw",
        "adjusted",
        "hk",
        "capitalization",
        "mm",
        "north",
        "option",
        "issuance",
        "acquisition",
        "cash",
        "cash",
        "equivalent",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "senior",
        "unsecured",
        "note",
        "due",
        "total",
        "debt",
        "total",
        "net",
        "debt",
        "cash",
        "stockholder",
        "equity",
        "total",
        "capitalization",
        "borrowing",
        "base",
        "less",
        "borrowing",
        "less",
        "letter",
        "credit",
        "plus",
        "cash",
        "total",
        "liquidity",
        "exercised",
        "option",
        "january",
        "halcón",
        "expects",
        "borrowing",
        "base",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "increase",
        "upcoming",
        "spring",
        "redetermination",
        "announce",
        "result",
        "redetermination",
        "conjunction",
        "q1",
        "earnings",
        "early",
        "may",
        "company",
        "ample",
        "current",
        "liquidity",
        "execute",
        "business",
        "plan",
        "next",
        "several",
        "year",
        "committed",
        "maintaining",
        "strong",
        "balance",
        "sheet",
        "halcón",
        "currently",
        "barrel",
        "oil",
        "per",
        "day",
        "hedged",
        "average",
        "price",
        "represents",
        "approximately",
        "oil",
        "production",
        "based",
        "company",
        "previously",
        "issued",
        "production",
        "guidance",
        "halcón",
        "also",
        "barrel",
        "oil",
        "per",
        "day",
        "hedged",
        "average",
        "price",
        "company",
        "also",
        "active",
        "hedging",
        "basis",
        "differential",
        "mitigate",
        "impact",
        "basis",
        "widening",
        "may",
        "occur",
        "halcón",
        "currently",
        "midcush",
        "basis",
        "swap",
        "place",
        "average",
        "price",
        "another",
        "place",
        "average",
        "price",
        "company",
        "also",
        "waha",
        "basis",
        "swap",
        "place",
        "july",
        "december",
        "average",
        "price",
        "halcón",
        "plan",
        "issue",
        "updated",
        "production",
        "cost",
        "guidance",
        "including",
        "impact",
        "west",
        "quito",
        "draw",
        "part",
        "first",
        "quarter",
        "earnings",
        "release",
        "early",
        "may",
        "halcón",
        "resource",
        "halcón",
        "resource",
        "corporation",
        "independent",
        "energy",
        "company",
        "focused",
        "acquisition",
        "production",
        "exploration",
        "development",
        "asset",
        "delaware",
        "basin",
        "information",
        "contact",
        "quentin",
        "hick",
        "executive",
        "vice",
        "president",
        "finance",
        "capital",
        "market",
        "investor",
        "relation",
        "qhicks",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "strictly",
        "historical",
        "statement",
        "constitute",
        "statement",
        "may",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "expects",
        "belief",
        "intends",
        "anticipates",
        "plan",
        "estimate",
        "potential",
        "possible",
        "probable",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "taken",
        "occur",
        "achieved",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "involve",
        "certain",
        "assumption",
        "estimate",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "estimate",
        "future",
        "production",
        "level",
        "based",
        "company",
        "current",
        "drilling",
        "program",
        "may",
        "subject",
        "revision",
        "suspension",
        "delay",
        "based",
        "well",
        "result",
        "significant",
        "acquisition",
        "significant",
        "change",
        "commodity",
        "price",
        "drilling",
        "completion",
        "cost",
        "risk",
        "include",
        "limited",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filing",
        "submitted",
        "company",
        "security",
        "exchange",
        "commission",
        "sec",
        "copy",
        "may",
        "obtained",
        "sec",
        "website",
        "company",
        "website",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "made",
        "date",
        "hereof",
        "company",
        "duty",
        "assumes",
        "obligation",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "company",
        "expectation",
        "may",
        "use",
        "term",
        "resource",
        "potential",
        "eur",
        "type",
        "curve",
        "press",
        "release",
        "describe",
        "estimate",
        "potentially",
        "recoverable",
        "hydrocarbon",
        "based",
        "company",
        "internal",
        "estimate",
        "hydrocarbon",
        "quantity",
        "may",
        "potentially",
        "discovered",
        "exploratory",
        "drilling",
        "recovered",
        "additional",
        "drilling",
        "recovery",
        "technique",
        "quantity",
        "constitute",
        "reserve",
        "within",
        "meaning",
        "society",
        "petroleum",
        "engineer",
        "petroleum",
        "resource",
        "management",
        "system",
        "sec",
        "rule",
        "subject",
        "substantially",
        "greater",
        "uncertainty",
        "relating",
        "recovery",
        "reserve",
        "eur",
        "estimated",
        "ultimate",
        "recovery",
        "refers",
        "management",
        "internal",
        "estimate",
        "based",
        "per",
        "well",
        "hydrocarbon",
        "quantity",
        "may",
        "potentially",
        "recovered",
        "hypothetical",
        "future",
        "well",
        "completed",
        "producer",
        "area",
        "area",
        "company",
        "limited",
        "operating",
        "history",
        "eurs",
        "related",
        "type",
        "curve",
        "based",
        "large",
        "part",
        "publicly",
        "available",
        "information",
        "relating",
        "operation",
        "producer",
        "operating",
        "area",
        "area",
        "company",
        "sufficient",
        "operating",
        "data",
        "make",
        "estimate",
        "eurs",
        "related",
        "type",
        "curve",
        "based",
        "internal",
        "estimate",
        "company",
        "management",
        "reserve",
        "engineer",
        "drilling",
        "location",
        "represent",
        "number",
        "location",
        "currently",
        "estimate",
        "could",
        "potentially",
        "drilled",
        "particular",
        "area",
        "using",
        "well",
        "spacing",
        "assumption",
        "applicable",
        "area",
        "actual",
        "number",
        "location",
        "drilled",
        "quantity",
        "may",
        "ultimately",
        "recovered",
        "company",
        "interest",
        "differ",
        "substantially",
        "commitment",
        "company",
        "drill",
        "drilling",
        "location",
        "attributed",
        "area",
        "factor",
        "affecting",
        "ultimate",
        "recovery",
        "include",
        "scope",
        "drilling",
        "program",
        "directly",
        "affected",
        "factor",
        "include",
        "availability",
        "capital",
        "drilling",
        "production",
        "cost",
        "availability",
        "drilling",
        "service",
        "equipment",
        "drilling",
        "result",
        "lease",
        "expiration",
        "transportation",
        "constraint",
        "regulatory",
        "approval",
        "factor",
        "actual",
        "drilling",
        "result",
        "including",
        "geological",
        "mechanical",
        "factor",
        "affecting",
        "recovery",
        "rate",
        "addition",
        "production",
        "forecast",
        "expectation",
        "future",
        "period",
        "dependent",
        "upon",
        "many",
        "assumption",
        "including",
        "estimate",
        "production",
        "decline",
        "rate",
        "existing",
        "well",
        "undertaking",
        "outcome",
        "future",
        "drilling",
        "activity",
        "affected",
        "change",
        "commodity",
        "price",
        "cost",
        "source",
        "halcon",
        "resource",
        "corporation"
    ]
}