{
    "organizations": [],
    "uuid": "0cd5f04eff8632d17efd8800dc8f4e5b53c1e835",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/business-wire-rimini-street-appoints-new-south-korea-country-manager.html",
    "ord_in_thread": 0,
    "title": "Rimini Street Appoints New South Korea Country Manager",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Seasoned Oracle and SAP sales leader to build on foundation of more than 30 clients already being served in Korea\nLAS VEGAS--(BUSINESS WIRE)-- Rimini Street, Inc. (Nasdaq: RMNI), a global provider of enterprise software products and services, and the leading third-party support provider for Oracle and SAP software products, today announced the appointment of its new country manager for South Korea, Hyungwook “Kevin” Kim. Mr. Kim will be responsible for Rimini Street’s next phase of growth and development in this dynamic region, which represents the 4 th largest economy in Asia as well as one of the fastest growing developed countries in the world. The Company has a local office based in Seoul’s Gangnam District, and already supports more than 30 clients with operations in Korea.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180409005088/en/\nHyungwook “Kevin” Kim, country manager, South Korea, Rimini Street (Photo: Business Wire)\nIndustry Leader Brings Strong Oracle and SAP Enterprise Software Experience\nAs Rimini Street’s new country manager in South Korea, Mr. Kim will lead the Company’s sales, operations and service delivery, and will execute a focused plan for the Company’s expansion in the region. Mr. Kim brings more than 20 years of enterprise technology and software experience to his role at Rimini Street, including a proven track-record in sales team leadership, business development, sales strategy, and a deep focus on ensuring client success.\nMr. Kim most recently served as senior sales director for Oracle Korea, where he led a team focused on Oracle software application sales to CIOs and IT leaders. During his time at Oracle, he was also part of Oracle’s Top Talent Program. Prior to Oracle, Mr. Kim spent seven years at SAP in various sales leadership roles, including global account director and sales director for SAP BusinessObjects, where he was responsible for a customer portfolio consisting of many of the leading companies in Korea. Prior to his time at SAP, Mr. Kim held several sales and sales management roles, including roles at Compaq Korea and at SAS, where he covered key vertical industries including manufacturing, CPG and retail.\n“Like their counterparts around the world, South Korean companies are focused on optimizing their spending and resource allocation across IT. At the same time, CIOs need to make major investments in dynamic IT initiatives that enable business transformation and that will provide a competitive edge for growth,” said Mr. Kim. “CIOs are looking for trusted technology partners like Rimini Street, with a proven track record in achieving these goals. Rimini Street is disrupting the enterprise software support market here in Korea and globally, providing its premium, ultra-responsive alternative to the software vendor’s outdated, costly support model.”\n“Rimini Street established its presence in Korea due to strong local demand for its award-winning, ultra-responsive, comprehensive support model which saves clients up to 90% on their total maintenance costs in comparison to the software support model offered by Oracle and SAP,” said Seth A. Ravin , Rimini Street CEO. “Our approach is universal in its appeal to organizations, and our more than 1,560 global clients are reaping the full benefits of a high quality support model that enables them to free up internal IT resources, maximizes the life span of their core enterprise software, and unlocks funds that can be used for growth initiatives.”\nAbout Rimini Street, Inc.\nRimini Street, Inc. (Nasdaq: RMNI) is a global provider of enterprise software products and services, and the leading third-party support provider for Oracle and SAP software products. The company has redefined enterprise software support services since 2005 with an innovative, award-winning program that enables licensees of IBM, Microsoft, Oracle, SAP and other enterprise software vendors to save up to 90 percent on total support costs. Clients can remain on their current software release without any required upgrades for a minimum of 15 years. Over 1,560 global Fortune 500, midmarket, public sector and other organizations from a broad range of industries currently rely on Rimini Street as their trusted, third-party support provider. To learn more, please visit https://www.riministreet.com , follow @riministreet on Twitter and find Rimini Street on Facebook and LinkedIn . (C-RMNI)\nForward-Looking Statements\nCertain statements included in this communication are not historical facts but are forward-looking statements for purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995. Forward-looking statements generally are accompanied by words such as “may,” “should,” “would,” “plan,” “intend,” “anticipate,” “believe,” “estimate,” “predict,” “potential,” “seem,” “seek,” “continue,” “future,” “will,” “expect,” “outlook” or other similar words, phrases or expressions. These forward-looking statements include, but are not limited to, statements regarding our first quarter and annual 2018 revenue guidance, industry, future events, future opportunities and growth initiatives, estimates of Rimini Street’s total addressable market, and projections of customer savings. These statements are based on various assumptions and on the current expectations of management and are not predictions of actual performance, nor are these statements of historical facts. These statements are subject to a number of risks and uncertainties regarding Rimini Street’s business, and actual results may differ materially. These risks and uncertainties include, but are not limited to, changes in the business environment in which Rimini Street operates, including inflation and interest rates, and general financial, economic, regulatory and political conditions affecting the industry in which Rimini Street operates; adverse litigation developments or government inquiry; the final amount and timing of any refunds from Oracle related to our litigation; our ability to refinance existing debt on favorable terms; changes in taxes, laws and regulations; competitive product and pricing activity; difficulties of managing growth profitably; the loss of one or more members of Rimini Street’s management team; uncertainty as to the long-term value of RMNI common stock; and those discussed in Rimini Street’s Annual Report on Form 10-K filed on March 15, 2018 under the heading “Risk Factors,” as updated from time to time by Rimini Street’s Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and other filings by Rimini Street with the Securities and Exchange Commission. There may be additional risks that Rimini Street presently knows or that Rimini Street currently believes are immaterial that could also cause actual results to differ from those contained in the forward-looking statements. In addition, forward-looking statements provide Rimini Street’s expectations, plans or forecasts of future events and views as of the date of this communication. Rimini Street anticipates that subsequent events and developments will cause Rimini Street’s assessments to change. However, while Rimini Street may elect to update these forward-looking statements at some point in the future, Rimini Street specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing Rimini Street’s assessments as of any date subsequent to the date of this communication.\n© 2018 Rimini Street, Inc. All rights reserved. “Rimini Street” is a registered trademark of Rimini Street, Inc. in the United States and other countries, and Rimini Street, the Rimini Street logo, and combinations thereof, and other marks marked by TM are trademarks of Rimini Street, Inc. All other trademarks remain the property of their respective owners, and unless otherwise specified, Rimini Street claims no affiliation, endorsement, or association with any such trademark holder or other companies referenced herein.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180409005088/en/\nRimini Street, Inc.\nMichelle McGlocklin, +1 925-523-8414\nmmcglocklin@riministreet.com\nSource: Rimini Street, Inc.",
    "published": "2018-04-10T03:00:00.000+03:00",
    "crawled": "2018-04-10T03:10:04.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seasoned",
        "oracle",
        "sap",
        "sale",
        "leader",
        "build",
        "foundation",
        "client",
        "already",
        "served",
        "korea",
        "la",
        "vega",
        "business",
        "wire",
        "rimini",
        "street",
        "nasdaq",
        "rmni",
        "global",
        "provider",
        "enterprise",
        "software",
        "product",
        "service",
        "leading",
        "support",
        "provider",
        "oracle",
        "sap",
        "software",
        "product",
        "today",
        "announced",
        "appointment",
        "new",
        "country",
        "manager",
        "south",
        "korea",
        "hyungwook",
        "kevin",
        "kim",
        "kim",
        "responsible",
        "rimini",
        "street",
        "next",
        "phase",
        "growth",
        "development",
        "dynamic",
        "region",
        "represents",
        "th",
        "largest",
        "economy",
        "asia",
        "well",
        "one",
        "fastest",
        "growing",
        "developed",
        "country",
        "world",
        "company",
        "local",
        "office",
        "based",
        "seoul",
        "gangnam",
        "district",
        "already",
        "support",
        "client",
        "operation",
        "korea",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "hyungwook",
        "kevin",
        "kim",
        "country",
        "manager",
        "south",
        "korea",
        "rimini",
        "street",
        "photo",
        "business",
        "wire",
        "industry",
        "leader",
        "brings",
        "strong",
        "oracle",
        "sap",
        "enterprise",
        "software",
        "experience",
        "rimini",
        "street",
        "new",
        "country",
        "manager",
        "south",
        "korea",
        "kim",
        "lead",
        "company",
        "sale",
        "operation",
        "service",
        "delivery",
        "execute",
        "focused",
        "plan",
        "company",
        "expansion",
        "region",
        "kim",
        "brings",
        "year",
        "enterprise",
        "technology",
        "software",
        "experience",
        "role",
        "rimini",
        "street",
        "including",
        "proven",
        "sale",
        "team",
        "leadership",
        "business",
        "development",
        "sale",
        "strategy",
        "deep",
        "focus",
        "ensuring",
        "client",
        "success",
        "kim",
        "recently",
        "served",
        "senior",
        "sale",
        "director",
        "oracle",
        "korea",
        "led",
        "team",
        "focused",
        "oracle",
        "software",
        "application",
        "sale",
        "cio",
        "leader",
        "time",
        "oracle",
        "also",
        "part",
        "oracle",
        "top",
        "talent",
        "program",
        "prior",
        "oracle",
        "kim",
        "spent",
        "seven",
        "year",
        "sap",
        "various",
        "sale",
        "leadership",
        "role",
        "including",
        "global",
        "account",
        "director",
        "sale",
        "director",
        "sap",
        "businessobjects",
        "responsible",
        "customer",
        "portfolio",
        "consisting",
        "many",
        "leading",
        "company",
        "korea",
        "prior",
        "time",
        "sap",
        "kim",
        "held",
        "several",
        "sale",
        "sale",
        "management",
        "role",
        "including",
        "role",
        "compaq",
        "korea",
        "sa",
        "covered",
        "key",
        "vertical",
        "industry",
        "including",
        "manufacturing",
        "cpg",
        "retail",
        "like",
        "counterpart",
        "around",
        "world",
        "south",
        "korean",
        "company",
        "focused",
        "optimizing",
        "spending",
        "resource",
        "allocation",
        "across",
        "time",
        "cio",
        "need",
        "make",
        "major",
        "investment",
        "dynamic",
        "initiative",
        "enable",
        "business",
        "transformation",
        "provide",
        "competitive",
        "edge",
        "growth",
        "said",
        "kim",
        "cio",
        "looking",
        "trusted",
        "technology",
        "partner",
        "like",
        "rimini",
        "street",
        "proven",
        "track",
        "record",
        "achieving",
        "goal",
        "rimini",
        "street",
        "disrupting",
        "enterprise",
        "software",
        "support",
        "market",
        "korea",
        "globally",
        "providing",
        "premium",
        "alternative",
        "software",
        "vendor",
        "outdated",
        "costly",
        "support",
        "rimini",
        "street",
        "established",
        "presence",
        "korea",
        "due",
        "strong",
        "local",
        "demand",
        "comprehensive",
        "support",
        "model",
        "save",
        "client",
        "total",
        "maintenance",
        "cost",
        "comparison",
        "software",
        "support",
        "model",
        "offered",
        "oracle",
        "sap",
        "said",
        "seth",
        "ravin",
        "rimini",
        "street",
        "ceo",
        "approach",
        "universal",
        "appeal",
        "organization",
        "global",
        "client",
        "reaping",
        "full",
        "benefit",
        "high",
        "quality",
        "support",
        "model",
        "enables",
        "free",
        "internal",
        "resource",
        "maximizes",
        "life",
        "span",
        "core",
        "enterprise",
        "software",
        "unlocks",
        "fund",
        "used",
        "growth",
        "rimini",
        "street",
        "rimini",
        "street",
        "nasdaq",
        "rmni",
        "global",
        "provider",
        "enterprise",
        "software",
        "product",
        "service",
        "leading",
        "support",
        "provider",
        "oracle",
        "sap",
        "software",
        "product",
        "company",
        "redefined",
        "enterprise",
        "software",
        "support",
        "service",
        "since",
        "innovative",
        "program",
        "enables",
        "licensee",
        "ibm",
        "microsoft",
        "oracle",
        "sap",
        "enterprise",
        "software",
        "vendor",
        "save",
        "percent",
        "total",
        "support",
        "cost",
        "client",
        "remain",
        "current",
        "software",
        "release",
        "without",
        "required",
        "upgrade",
        "minimum",
        "year",
        "global",
        "fortune",
        "midmarket",
        "public",
        "sector",
        "organization",
        "broad",
        "range",
        "industry",
        "currently",
        "rely",
        "rimini",
        "street",
        "trusted",
        "support",
        "provider",
        "learn",
        "please",
        "visit",
        "http",
        "follow",
        "riministreet",
        "twitter",
        "find",
        "rimini",
        "street",
        "facebook",
        "linkedin",
        "statement",
        "certain",
        "statement",
        "included",
        "communication",
        "historical",
        "fact",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "generally",
        "accompanied",
        "word",
        "may",
        "would",
        "plan",
        "intend",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "potential",
        "seem",
        "seek",
        "continue",
        "future",
        "expect",
        "outlook",
        "similar",
        "word",
        "phrase",
        "expression",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "first",
        "quarter",
        "annual",
        "revenue",
        "guidance",
        "industry",
        "future",
        "event",
        "future",
        "opportunity",
        "growth",
        "initiative",
        "estimate",
        "rimini",
        "street",
        "total",
        "addressable",
        "market",
        "projection",
        "customer",
        "saving",
        "statement",
        "based",
        "various",
        "assumption",
        "current",
        "expectation",
        "management",
        "prediction",
        "actual",
        "performance",
        "statement",
        "historical",
        "fact",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "regarding",
        "rimini",
        "street",
        "business",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "change",
        "business",
        "environment",
        "rimini",
        "street",
        "operates",
        "including",
        "inflation",
        "interest",
        "rate",
        "general",
        "financial",
        "economic",
        "regulatory",
        "political",
        "condition",
        "affecting",
        "industry",
        "rimini",
        "street",
        "operates",
        "adverse",
        "litigation",
        "development",
        "government",
        "inquiry",
        "final",
        "amount",
        "timing",
        "refund",
        "oracle",
        "related",
        "litigation",
        "ability",
        "refinance",
        "existing",
        "debt",
        "favorable",
        "term",
        "change",
        "tax",
        "law",
        "regulation",
        "competitive",
        "product",
        "pricing",
        "activity",
        "difficulty",
        "managing",
        "growth",
        "profitably",
        "loss",
        "one",
        "member",
        "rimini",
        "street",
        "management",
        "team",
        "uncertainty",
        "value",
        "rmni",
        "common",
        "stock",
        "discussed",
        "rimini",
        "street",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "heading",
        "risk",
        "factor",
        "updated",
        "time",
        "time",
        "rimini",
        "street",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filing",
        "rimini",
        "street",
        "security",
        "exchange",
        "commission",
        "may",
        "additional",
        "risk",
        "rimini",
        "street",
        "presently",
        "know",
        "rimini",
        "street",
        "currently",
        "belief",
        "immaterial",
        "could",
        "also",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "addition",
        "statement",
        "provide",
        "rimini",
        "street",
        "expectation",
        "plan",
        "forecast",
        "future",
        "event",
        "view",
        "date",
        "communication",
        "rimini",
        "street",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "rimini",
        "street",
        "assessment",
        "change",
        "however",
        "rimini",
        "street",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "rimini",
        "street",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "rimini",
        "street",
        "assessment",
        "date",
        "subsequent",
        "date",
        "communication",
        "rimini",
        "street",
        "right",
        "reserved",
        "rimini",
        "street",
        "registered",
        "trademark",
        "rimini",
        "street",
        "united",
        "state",
        "country",
        "rimini",
        "street",
        "rimini",
        "street",
        "logo",
        "combination",
        "thereof",
        "mark",
        "marked",
        "tm",
        "trademark",
        "rimini",
        "street",
        "trademark",
        "remain",
        "property",
        "respective",
        "owner",
        "unless",
        "otherwise",
        "specified",
        "rimini",
        "street",
        "claim",
        "affiliation",
        "endorsement",
        "association",
        "trademark",
        "holder",
        "company",
        "referenced",
        "herein",
        "view",
        "source",
        "version",
        "http",
        "rimini",
        "street",
        "michelle",
        "mcglocklin",
        "mmcglocklin",
        "source",
        "rimini",
        "street",
        "inc"
    ]
}