{
    "organizations": [],
    "uuid": "6c4abc7da2c469a9b165f51f07ef2ae6f7515114",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/19/raceahead-fortunes-worlds-greatest-leaders-list/",
    "ord_in_thread": 0,
    "title": "RaceAhead: Fortune's World's Great Leaders List",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 19, 2018 11:55 AM ET If you’re hungry for some inspirational leadership, then spend some quality time with Fortune ’s World’s Greatest Leaders list, which is up this morning.\nThis year’s list is a testament to a new dynamic in business and power, which my colleague Geoff Colvin calls “unbundling.”\n“Unbundling means disaggregating enterprises of all kinds, from the smallest startups to entire nations,” he says. “In business it can mean making a company more valuable by splitting it up, as Hewlett-Packard did and other companies (Honeywell, Pentair, DowDuPont) are doing. Or it can mean increasing value by delegating functions once regarded as necessary parts of the whole.”\nThis is why kids are at the top of our list —the students from Marjory Stoneman Douglas High School and the other student/activists who have shaped the narrative on gun violence in a way never seen before. Yes, they used technology to message and mobilize with exceptional effectiveness, but the unbundling model of leadership also means re-thinking how power is defined, how people become leaders and how organizations form and grow.\nIn a similar vein, #MeToo is No. 3 on this year’s list and the West Virginia teachers who mobilized on Facebook and challenged their own union to win better working conditions and decent pay come in at No. 31.\nHere’s the top ten:\nThe Students Marjory Stoneman Douglas and other schools Bill and Melinda Gates Cofounders, Gates Foundation The #MeToo Movement Moon Jae-in President, South Korea Kenneth Frazier CEO, Merck Scott Gottlieb FDA commissioner Margarethe Vestager Commissioner for Competition, European Union Larry Fink CEO, BlackRock General Joseph Dunford Chairman, Joint Chiefs of Staff Liu He Vice Premier, China The great Val Valentina spent some time with Black Panther director Ryan Coogler (No. 17) who had some excellent advice for leaders who want to better understand new power dynamics on a daily basis: Keep your eyes open for opportunities to share credit when things go well and responsibility when things go wrong.\n“It’s a business that requires a lot of creativity from a lot of people,” he said of the movie industry – and which is increasingly true across the board. “The worst thing you can do is take credit for stuff that somebody else did. It’s part of the deal as a director that you will get credit for other people’s creative choices, so you want to compensate for that as much as you can.”\nOn Point Senate votes to roll back anti-discrimination provisions in auto-lending The restriction was an Obama-era provision that prevented lenders from charging minority borrowers higher fees. The provision was inspired by 2013 guidance by the Consumer Financial Protection Bureau. Technically, the Department of Justice can still sue auto-lenders for discriminatory practices, but those actions may be less effective. “This truly repugnant resolution ignores the unacceptable, undeniable truth that consumers’ interest rates are regularly marked up based on their race or ethnicity — a disgusting practice that continues to run rampant across the country,” said Sen. Richard Blumenthal [D-Conn.] New York Times An island-wide power outage continues for Puerto Rico The current outage was apparently caused by the actions of a subcontractor, which prompted Puerto Rico’s governor for the island’s electric authority to cancel the contract.”This incident denotes the need to transform PREPA into a cutting-edge, modern and robust corporation,” said Gov. Ricardo Rossello. “This is another example of why Puerto Rico’s energy infrastructure needs to incorporate new forms of power.” But it is a devastating setback for an island which has never recovered from Hurricane Maria. The next hurricane season is a mere 43 days away. CNN Data wrangling errors force controversial academic to reverse his findings about welfare recipients Adam Perkins, author of the 2016 book The Welfare Trait: How State Benefits Affect Personality , has been forced to publish corrections to his original paper, which has been labeled ‘junk science’ by some. Perkins had sought to prove that welfare benefits encourage people to work less and have more children, and created an “employment-resistant personality profile.” He also said that science proved that markers of “solid citizenship” are associated with having fewer children. His thesis relied on two studies, one of which was a survey of non-dishonorably discharged U.S. service men. Perkins supporters believe he’s a victim of “liberal McCarthy-ism,” while his peers say the errors are “shockingly bad.” Times Higher Education The state of Tennessee punishes Memphis for removing Confederate statues Tennessee House of Representatives voted this week to strip $250,000 from the city’s budget in response to the 2017 removal of statues of Confederate Gen. Nathan Bedford Forrest and Confederate President Jefferson Davis. The budget amendment created a heated debate on the House floor. “This amendment and the explanation, it is hateful, it is unkind, it is un- Christian-like and it is unfair, OK?” said Democrat Raumesh Akbari. Lawmakers had been debating how to get back at Memphis all year, evidently. NPR Advertisement The Woke Leader Rape culture at outdoor festivals For all the extraordinary moments at the legendary Coachella festival this year, (evidently there were other performers besides Beyonce), Teen Vogue found that groping and similar assaults were rampant. In fact, during the course of reporting the story, the writer was groped 22 times. “Of course sexual harassment happens here,” says one of the 54 women who said they were inappropriately touched. “It happens to us at all concerts.” Festivals have long been havens for rape culture, say experts; In 2015, a photo of a man wearing a “Eat, Sleep, Rape, Repeat” shirt at Coachella went viral. Simply dancing is seen as a form of consent. “I think they think that since we wear what we want to wear, they are entitled to touch us,” says one woman. Teen Vogue When your yogi is a predator A spate of high profile sexual assault charges leveled against well-known teachers and practitioners reveal a deeper problem within professional yoga circles: The industry needs an ethics makeover. This is the charge of Sarah Herrington, who says that there are countless whispered stories of teachers coming on to or serially dating students. The predatory nature of the behavior diminishes the “industry” and endangers the well-being of millions of practitioners. People often first try yoga or related spiritual practices like meditation because they are seeking peace. And that makes them vulnerable. “They come recovering from broken bones and hearts, and usually at some greater personal crossroads. They come with hope,” she writes. New York Times Evidently, white supremacists tried to seize the U.S. government in 1898 A new documentary resurrects a long-forgotten episode of American history, perpetrated by a gang of white-supremacist Democrats from North Carolina who were outraged by the recently elected biracial Republican Congress. They were prepared “to choke the Cape Fear River with carcasses,” if necessary. They did manage to take over the government of Wilmington, NC, and may have killed as many as 60 black men. It’s known locally as the massacre that nobody talks about – but plenty of people remember the story being told. New Yorker\nQuote:\nSo we are speaking up for those who don’t have anyone listening to them, for those who can’t talk about it just yet, and for those who will never speak again. We are grieving, we are furious, and we are using our words fiercely and desperately because that’s the only thing standing between us and this happening again. - Emma Gonzalez",
    "published": "2018-04-19T23:55:00.000+03:00",
    "crawled": "2018-04-19T19:11:22.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "et",
        "hungry",
        "inspirational",
        "leadership",
        "spend",
        "quality",
        "time",
        "fortune",
        "world",
        "greatest",
        "leader",
        "list",
        "morning",
        "year",
        "list",
        "testament",
        "new",
        "dynamic",
        "business",
        "power",
        "colleague",
        "geoff",
        "colvin",
        "call",
        "unbundling",
        "mean",
        "disaggregating",
        "enterprise",
        "kind",
        "smallest",
        "startup",
        "entire",
        "nation",
        "say",
        "business",
        "mean",
        "making",
        "company",
        "valuable",
        "splitting",
        "company",
        "honeywell",
        "pentair",
        "dowdupont",
        "mean",
        "increasing",
        "value",
        "delegating",
        "function",
        "regarded",
        "necessary",
        "part",
        "kid",
        "top",
        "list",
        "student",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "shaped",
        "narrative",
        "gun",
        "violence",
        "way",
        "never",
        "seen",
        "yes",
        "used",
        "technology",
        "message",
        "mobilize",
        "exceptional",
        "effectiveness",
        "unbundling",
        "model",
        "leadership",
        "also",
        "mean",
        "power",
        "defined",
        "people",
        "become",
        "leader",
        "organization",
        "form",
        "grow",
        "similar",
        "vein",
        "metoo",
        "year",
        "list",
        "west",
        "virginia",
        "teacher",
        "mobilized",
        "facebook",
        "challenged",
        "union",
        "win",
        "better",
        "working",
        "condition",
        "decent",
        "pay",
        "come",
        "top",
        "ten",
        "student",
        "marjory",
        "stoneman",
        "douglas",
        "school",
        "bill",
        "melinda",
        "gate",
        "cofounder",
        "gate",
        "foundation",
        "metoo",
        "movement",
        "moon",
        "president",
        "south",
        "korea",
        "kenneth",
        "frazier",
        "ceo",
        "merck",
        "scott",
        "gottlieb",
        "fda",
        "commissioner",
        "margarethe",
        "vestager",
        "commissioner",
        "competition",
        "european",
        "union",
        "larry",
        "fink",
        "ceo",
        "blackrock",
        "general",
        "joseph",
        "dunford",
        "chairman",
        "joint",
        "chief",
        "staff",
        "liu",
        "vice",
        "premier",
        "china",
        "great",
        "val",
        "valentina",
        "spent",
        "time",
        "black",
        "panther",
        "director",
        "ryan",
        "coogler",
        "excellent",
        "advice",
        "leader",
        "want",
        "better",
        "understand",
        "new",
        "power",
        "dynamic",
        "daily",
        "basis",
        "keep",
        "eye",
        "open",
        "opportunity",
        "share",
        "credit",
        "thing",
        "go",
        "well",
        "responsibility",
        "thing",
        "go",
        "wrong",
        "business",
        "requires",
        "lot",
        "creativity",
        "lot",
        "people",
        "said",
        "movie",
        "industry",
        "increasingly",
        "true",
        "across",
        "board",
        "worst",
        "thing",
        "take",
        "credit",
        "stuff",
        "somebody",
        "else",
        "part",
        "deal",
        "director",
        "get",
        "credit",
        "people",
        "creative",
        "choice",
        "want",
        "compensate",
        "much",
        "point",
        "senate",
        "vote",
        "roll",
        "back",
        "provision",
        "restriction",
        "provision",
        "prevented",
        "lender",
        "charging",
        "minority",
        "borrower",
        "higher",
        "fee",
        "provision",
        "inspired",
        "guidance",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "technically",
        "department",
        "justice",
        "still",
        "sue",
        "discriminatory",
        "practice",
        "action",
        "may",
        "less",
        "effective",
        "truly",
        "repugnant",
        "resolution",
        "ignores",
        "unacceptable",
        "undeniable",
        "truth",
        "consumer",
        "interest",
        "rate",
        "regularly",
        "marked",
        "based",
        "race",
        "ethnicity",
        "disgusting",
        "practice",
        "continues",
        "run",
        "rampant",
        "across",
        "country",
        "said",
        "richard",
        "blumenthal",
        "new",
        "york",
        "time",
        "power",
        "outage",
        "continues",
        "puerto",
        "rico",
        "current",
        "outage",
        "apparently",
        "caused",
        "action",
        "subcontractor",
        "prompted",
        "puerto",
        "rico",
        "governor",
        "island",
        "electric",
        "authority",
        "cancel",
        "incident",
        "denotes",
        "need",
        "transform",
        "prepa",
        "modern",
        "robust",
        "corporation",
        "said",
        "gov",
        "ricardo",
        "rossello",
        "another",
        "example",
        "puerto",
        "rico",
        "energy",
        "infrastructure",
        "need",
        "incorporate",
        "new",
        "form",
        "devastating",
        "setback",
        "island",
        "never",
        "recovered",
        "hurricane",
        "maria",
        "next",
        "hurricane",
        "season",
        "mere",
        "day",
        "away",
        "cnn",
        "data",
        "wrangling",
        "error",
        "force",
        "controversial",
        "academic",
        "reverse",
        "finding",
        "welfare",
        "recipient",
        "adam",
        "perkins",
        "author",
        "book",
        "welfare",
        "trait",
        "state",
        "benefit",
        "affect",
        "personality",
        "forced",
        "publish",
        "correction",
        "original",
        "paper",
        "labeled",
        "junk",
        "science",
        "perkins",
        "sought",
        "prove",
        "welfare",
        "benefit",
        "encourage",
        "people",
        "work",
        "less",
        "child",
        "created",
        "personality",
        "also",
        "said",
        "science",
        "proved",
        "marker",
        "solid",
        "citizenship",
        "associated",
        "fewer",
        "child",
        "thesis",
        "relied",
        "two",
        "study",
        "one",
        "survey",
        "discharged",
        "service",
        "men",
        "perkins",
        "supporter",
        "believe",
        "victim",
        "liberal",
        "peer",
        "say",
        "error",
        "shockingly",
        "time",
        "higher",
        "education",
        "state",
        "tennessee",
        "punishes",
        "memphis",
        "removing",
        "confederate",
        "statue",
        "tennessee",
        "house",
        "representative",
        "voted",
        "week",
        "strip",
        "city",
        "budget",
        "response",
        "removal",
        "statue",
        "confederate",
        "nathan",
        "bedford",
        "forrest",
        "confederate",
        "president",
        "jefferson",
        "davis",
        "budget",
        "amendment",
        "created",
        "heated",
        "debate",
        "house",
        "floor",
        "amendment",
        "explanation",
        "hateful",
        "unkind",
        "unfair",
        "ok",
        "said",
        "democrat",
        "raumesh",
        "akbari",
        "lawmaker",
        "debating",
        "get",
        "back",
        "memphis",
        "year",
        "evidently",
        "npr",
        "advertisement",
        "woke",
        "leader",
        "rape",
        "culture",
        "outdoor",
        "festival",
        "extraordinary",
        "moment",
        "legendary",
        "coachella",
        "festival",
        "year",
        "evidently",
        "performer",
        "besides",
        "beyonce",
        "teen",
        "vogue",
        "found",
        "groping",
        "similar",
        "assault",
        "rampant",
        "fact",
        "course",
        "reporting",
        "story",
        "writer",
        "groped",
        "time",
        "course",
        "sexual",
        "harassment",
        "happens",
        "say",
        "one",
        "woman",
        "said",
        "inappropriately",
        "touched",
        "happens",
        "u",
        "festival",
        "long",
        "haven",
        "rape",
        "culture",
        "say",
        "expert",
        "photo",
        "man",
        "wearing",
        "eat",
        "sleep",
        "rape",
        "repeat",
        "shirt",
        "coachella",
        "went",
        "viral",
        "simply",
        "dancing",
        "seen",
        "form",
        "consent",
        "think",
        "think",
        "since",
        "wear",
        "want",
        "wear",
        "entitled",
        "touch",
        "u",
        "say",
        "one",
        "woman",
        "teen",
        "vogue",
        "yogi",
        "predator",
        "spate",
        "high",
        "profile",
        "sexual",
        "assault",
        "charge",
        "leveled",
        "teacher",
        "practitioner",
        "reveal",
        "deeper",
        "problem",
        "within",
        "professional",
        "yoga",
        "circle",
        "industry",
        "need",
        "ethic",
        "makeover",
        "charge",
        "sarah",
        "herrington",
        "say",
        "countless",
        "whispered",
        "story",
        "teacher",
        "coming",
        "serially",
        "dating",
        "student",
        "predatory",
        "nature",
        "behavior",
        "diminishes",
        "industry",
        "endangers",
        "million",
        "practitioner",
        "people",
        "often",
        "first",
        "try",
        "yoga",
        "related",
        "spiritual",
        "practice",
        "like",
        "meditation",
        "seeking",
        "peace",
        "make",
        "vulnerable",
        "come",
        "recovering",
        "broken",
        "bone",
        "heart",
        "usually",
        "greater",
        "personal",
        "crossroad",
        "come",
        "hope",
        "writes",
        "new",
        "york",
        "time",
        "evidently",
        "white",
        "supremacist",
        "tried",
        "seize",
        "government",
        "new",
        "documentary",
        "resurrects",
        "episode",
        "american",
        "history",
        "perpetrated",
        "gang",
        "democrat",
        "north",
        "carolina",
        "outraged",
        "recently",
        "elected",
        "biracial",
        "republican",
        "congress",
        "prepared",
        "choke",
        "cape",
        "fear",
        "river",
        "carcass",
        "necessary",
        "manage",
        "take",
        "government",
        "wilmington",
        "nc",
        "may",
        "killed",
        "many",
        "black",
        "men",
        "known",
        "locally",
        "massacre",
        "nobody",
        "talk",
        "plenty",
        "people",
        "remember",
        "story",
        "told",
        "new",
        "yorker",
        "quote",
        "speaking",
        "anyone",
        "listening",
        "talk",
        "yet",
        "never",
        "speak",
        "grieving",
        "furious",
        "using",
        "word",
        "fiercely",
        "desperately",
        "thing",
        "standing",
        "u",
        "happening",
        "emma",
        "gonzalez"
    ]
}