{
    "organizations": [],
    "uuid": "a20908ae4451fe80eef2f715053a8031bf9c706c",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/18/ex-microsoft-exec-jensen-harris-tweets-tips-for-working-at-a-start-up.html",
    "ord_in_thread": 0,
    "title": "Microsoft exec turned founder: 6 things you need to know before working at a start-up",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Jensen Harris worked for Microsoft for 16 years. He joined the company after graduating from college and lead the design and development of well-known products including Microsoft Office and Windows.\nHe was, for a decade and a half, steeped in corporate culture.\nThen, three and a half years ago, the tech executive left Microsoft to co-found Textio , an augmented writing platform (software that help writers chose the best language for stronger communication).\nHarris tells CNBC Make It via email that he jumped ship because he knew he couldn't built his product in a big company environment. It's hard for large corporations to \"take a risk and bet deeply on a new unproved product category,\" he explains.\nNow, his Seattle-headquartered start-up has 75 employees and clients like Cisco, Slack, the NBA, Intel, Expedia, Bloomberg and Johnson and Johnson. (Textio declines to share revenue numbers.)\nAnd Harris has learned a thing or two about start-up life. In series of tweets, published in April, he revealed what he wishes he'd known before leaving the corporate world.\nHis first tweet, giving advice for \"Microgoogfaceforceazon\" (Microsoft, Google, Facbook, etc.) employees looking to make a change, has been \"favorited\" more than 5,600 times.\nLeaving a big company job for a startup can rejuvenate your career and make you love work again. But landing a startup job requires relearning some things, especially if (like me) you logged years and years at Microgoogfaceforceazon. Here are six things I wish I'd known:\nHere's what Harris has to say:\n1. You're going to make less money at first\nIf cash is your first priority, don't go to a start-up. \"Seriously… it's ok. Startups are not for everyone,\" Harris says.\n1) At a startup, you will probably make less money at first. Yes, if you join the perfect startup early enough, your equity may someday turn into a private island and 200 foot yacht. But, in the meantime, your take home pay is likely going to be a bit less than it is now.\nThe so-called \"golden handcuffs\" that big companies give you in stock grants/bonuses that vest over time are because those companies need to overpay you in order to get you to stay.\nYou can make a great living at a startup of course, and growth stage startups in particular pay competitively and often with fantastic benefits. But if optimizing for the most take home cash is your #1 priority, keep your job. Seriously… it's ok. Startups are not for everyone.\n2. Your resume should highlight experiences beyond just your corporate role\nInternal corporate awards don't mean much to the rest of the world, says Harris.\n2) About your resume: if you've been at a big company for a long time, you really need to figure out what experiences you've had that show depth outside of that company. Wrote apps for an unfamiliar platform? Started a nonprofit? Ran a successful Kickstarter campaign? All great.\nWhen I left Microsoft after 16 years, I had worked on what seemed to me to be a dizzying array of roles and products. Within Microsoft, that was compelling. To the external world, it was just 16 monolithic years at MSFT and everyone asked pointedly: why didn't you leave sooner?\nAlso, leave off whatever \"high potential\" programs you were selected to, or awards you won inside of the megacorp. Same with review scores. Those don't matter on the outside, and just show that you're still deeply entrenched in the value system of the company you're leaving.\n3. When interviewing at a start-up, it's crucial to talk about yourself, not your team\nThat doesn't mean you should take credit for what you didn't do, says Harris. Be clear about your contribution.\n3) Here's something it took me a long time to learn on the outside: say \"I\" instead of \"we.\" Working for @stevesi at MSFT, I learned an incredibly important lesson about leading inside of a large team: always say \"we did this\" not \"I did this.\" Perfect advice for that situation.\nWhen interviewing, though, saying \"we did this\" makes it hard to identify your personal contribution. I find myself talking to megacorp candidates trying to understand what did *they* do? What specific designs did they draw… what code did they write… what ideas were theirs?\nBut also, don't claim personal accomplishment for a team effort unless you provably did it. You probably didn't \"bring AI to iOS\" yourself. You didn't \"create the Windows 7 kernel\" or \"increase S3's scalability 400%\" yourself. Specify *your* actual contribution to the product.\n4. Curiosity to learn new things is crucial\n\"Your company is not in control of your learning. Prove that you're curious by actions, not words,\" says Harris.\n4) For devs: show true curiosity outside of your company's stack. Your mastery of Google's internal experimentation pipeline is not interesting outside of Google. If you are MSFT and I ask you if you've used Redis and you say \"you mean Azure Redis Cache?\", that's not a good sign.\nThis means if you work for Amazon, build something on DigitalOcean. Googler? Build with React. From Microsoft? Get into AWS. The best big company devs we've hired are the ones with natural, proven technical curiosity outside of their company's native stack, shown by actual work.\nDon't say the reason you want to join a startup is \"to have a chance to learn XYZ technology.\" Learn and build with the tech you are curious about yourself… your company is not in control of your learning. Prove that you're curious by actions, not words.\n5. A start-up wants someone who can produce, not just manage\nIf you don't want \"to be on the frontlines,\" then keep your corporate gig, says Harris.\n5) Be a worker… and be prepared to show it. Big companies are necessarily full of people whose primary job it is to carry information from one meeting to another, from one department to another. Middle managers and PMs, in particular, are often defined by this type of work.\nStartups don't have this kind of \"info pusher\" job. They can't afford to, and they're not big enough to need it. Everyone is responsible for making something, building product, owning decisions, selling something, hustling. You can't just show up at the meeting and \"seem senior.\"\nBig company folks sometimes flame out at startups because this kind of individual work is not what they actually want. No judgment from me or anyone else if it's not… be honest with yourself about the degree to which you want to be on the frontlines, making or selling things.\n6. You shouldn't apologize for your time in the corporate world — you have some great experience\nHarris says leaving a big company to join a start-up can be a breath of fresh air personally and professionally, as long as you are aware of what you are doing and why.\n6) Embrace the unique skills you developed in a big company. No one builds more reliable software at scale than Amazon or Google… this knowledge can be a huge boon to a startup. Salesforce perfected solution-based selling; this may help scale your SaaS startup's sales expertise.\nDon't feel like you have to be on your back foot or defensive about your time at a megacorp. It took me a year out of Microsoft to realize that so much of what I learned there was applicable in my new startup job—i just needed to learn to apply it in a different environment.\nThere's a whole world out here, free from the walls of your megacorp job. Enter into it for the right reasons, and you'll find joining a startup to be truly transformative for your career and rejuvenating for your soul. Prepare for it the right way, and you too can join us!\nSee also:\nThis 43-year-old running for president in 2020 wants to give everyone $1,000 a month in free cash Wharton's Adam Grant: How to receive criticism without being left crushed and unmotivated Dropbox's CEO reveals 4 of his favorite books on how to be a successful leader show chapters Robots in this NJ factory have made life easier for employees 10:42 AM ET Wed, 21 March 2018 | 02:20 Like this story? Like CNBC Make It on Facebook .",
    "published": "2018-04-18T17:00:00.000+03:00",
    "crawled": "2018-04-18T17:11:40.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jensen",
        "harris",
        "worked",
        "microsoft",
        "year",
        "joined",
        "company",
        "graduating",
        "college",
        "lead",
        "design",
        "development",
        "product",
        "including",
        "microsoft",
        "office",
        "window",
        "decade",
        "half",
        "steeped",
        "corporate",
        "culture",
        "three",
        "half",
        "year",
        "ago",
        "tech",
        "executive",
        "left",
        "microsoft",
        "textio",
        "augmented",
        "writing",
        "platform",
        "software",
        "help",
        "writer",
        "chose",
        "best",
        "language",
        "stronger",
        "communication",
        "harris",
        "tell",
        "cnbc",
        "make",
        "via",
        "email",
        "jumped",
        "ship",
        "knew",
        "could",
        "built",
        "product",
        "big",
        "company",
        "environment",
        "hard",
        "large",
        "corporation",
        "take",
        "risk",
        "bet",
        "deeply",
        "new",
        "unproved",
        "product",
        "category",
        "explains",
        "employee",
        "client",
        "like",
        "cisco",
        "slack",
        "nba",
        "intel",
        "expedia",
        "bloomberg",
        "johnson",
        "johnson",
        "textio",
        "decline",
        "share",
        "revenue",
        "number",
        "harris",
        "learned",
        "thing",
        "two",
        "life",
        "series",
        "tweet",
        "published",
        "april",
        "revealed",
        "wish",
        "known",
        "leaving",
        "corporate",
        "world",
        "first",
        "tweet",
        "giving",
        "advice",
        "microgoogfaceforceazon",
        "microsoft",
        "google",
        "facbook",
        "etc",
        "employee",
        "looking",
        "make",
        "change",
        "favorited",
        "time",
        "leaving",
        "big",
        "company",
        "job",
        "startup",
        "rejuvenate",
        "career",
        "make",
        "love",
        "work",
        "landing",
        "startup",
        "job",
        "requires",
        "relearning",
        "thing",
        "especially",
        "like",
        "logged",
        "year",
        "year",
        "microgoogfaceforceazon",
        "six",
        "thing",
        "wish",
        "known",
        "harris",
        "say",
        "going",
        "make",
        "less",
        "money",
        "first",
        "cash",
        "first",
        "priority",
        "go",
        "startup",
        "everyone",
        "harris",
        "say",
        "startup",
        "probably",
        "make",
        "less",
        "money",
        "first",
        "yes",
        "join",
        "perfect",
        "startup",
        "early",
        "enough",
        "equity",
        "may",
        "someday",
        "turn",
        "private",
        "island",
        "foot",
        "yacht",
        "meantime",
        "take",
        "home",
        "pay",
        "likely",
        "going",
        "bit",
        "less",
        "golden",
        "handcuff",
        "big",
        "company",
        "give",
        "stock",
        "vest",
        "time",
        "company",
        "need",
        "overpay",
        "order",
        "get",
        "stay",
        "make",
        "great",
        "living",
        "startup",
        "course",
        "growth",
        "stage",
        "startup",
        "particular",
        "pay",
        "competitively",
        "often",
        "fantastic",
        "benefit",
        "optimizing",
        "take",
        "home",
        "cash",
        "priority",
        "keep",
        "job",
        "startup",
        "everyone",
        "resume",
        "highlight",
        "experience",
        "beyond",
        "corporate",
        "role",
        "internal",
        "corporate",
        "award",
        "mean",
        "much",
        "rest",
        "world",
        "say",
        "harris",
        "resume",
        "big",
        "company",
        "long",
        "time",
        "really",
        "need",
        "figure",
        "experience",
        "show",
        "depth",
        "outside",
        "company",
        "wrote",
        "apps",
        "unfamiliar",
        "platform",
        "started",
        "nonprofit",
        "ran",
        "successful",
        "kickstarter",
        "campaign",
        "great",
        "left",
        "microsoft",
        "year",
        "worked",
        "seemed",
        "dizzying",
        "array",
        "role",
        "product",
        "within",
        "microsoft",
        "compelling",
        "external",
        "world",
        "monolithic",
        "year",
        "msft",
        "everyone",
        "asked",
        "pointedly",
        "leave",
        "sooner",
        "also",
        "leave",
        "whatever",
        "high",
        "potential",
        "program",
        "selected",
        "award",
        "inside",
        "megacorp",
        "review",
        "score",
        "matter",
        "outside",
        "show",
        "still",
        "deeply",
        "entrenched",
        "value",
        "system",
        "company",
        "leaving",
        "interviewing",
        "crucial",
        "talk",
        "team",
        "mean",
        "take",
        "credit",
        "say",
        "harris",
        "clear",
        "contribution",
        "something",
        "took",
        "long",
        "time",
        "learn",
        "outside",
        "say",
        "instead",
        "working",
        "stevesi",
        "msft",
        "learned",
        "incredibly",
        "important",
        "lesson",
        "leading",
        "inside",
        "large",
        "team",
        "always",
        "say",
        "perfect",
        "advice",
        "situation",
        "interviewing",
        "though",
        "saying",
        "make",
        "hard",
        "identify",
        "personal",
        "contribution",
        "find",
        "talking",
        "megacorp",
        "candidate",
        "trying",
        "understand",
        "specific",
        "design",
        "code",
        "idea",
        "also",
        "claim",
        "personal",
        "accomplishment",
        "team",
        "effort",
        "unless",
        "provably",
        "probably",
        "bring",
        "ai",
        "io",
        "create",
        "window",
        "kernel",
        "increase",
        "s3",
        "scalability",
        "specify",
        "actual",
        "contribution",
        "product",
        "curiosity",
        "learn",
        "new",
        "thing",
        "crucial",
        "company",
        "control",
        "learning",
        "prove",
        "curious",
        "action",
        "word",
        "say",
        "harris",
        "devs",
        "show",
        "true",
        "curiosity",
        "outside",
        "company",
        "stack",
        "mastery",
        "google",
        "internal",
        "experimentation",
        "pipeline",
        "interesting",
        "outside",
        "google",
        "msft",
        "ask",
        "used",
        "redis",
        "say",
        "mean",
        "azure",
        "redis",
        "cache",
        "good",
        "sign",
        "mean",
        "work",
        "amazon",
        "build",
        "something",
        "digitalocean",
        "googler",
        "build",
        "react",
        "microsoft",
        "get",
        "aws",
        "best",
        "big",
        "company",
        "devs",
        "hired",
        "one",
        "natural",
        "proven",
        "technical",
        "curiosity",
        "outside",
        "company",
        "native",
        "stack",
        "shown",
        "actual",
        "work",
        "say",
        "reason",
        "want",
        "join",
        "startup",
        "chance",
        "learn",
        "xyz",
        "technology",
        "learn",
        "build",
        "tech",
        "curious",
        "company",
        "control",
        "learning",
        "prove",
        "curious",
        "action",
        "word",
        "want",
        "someone",
        "produce",
        "manage",
        "want",
        "frontlines",
        "keep",
        "corporate",
        "gig",
        "say",
        "harris",
        "prepared",
        "show",
        "big",
        "company",
        "necessarily",
        "full",
        "people",
        "whose",
        "primary",
        "job",
        "carry",
        "information",
        "one",
        "meeting",
        "another",
        "one",
        "department",
        "another",
        "middle",
        "manager",
        "pm",
        "particular",
        "often",
        "defined",
        "type",
        "work",
        "startup",
        "kind",
        "info",
        "pusher",
        "job",
        "ca",
        "afford",
        "big",
        "enough",
        "need",
        "everyone",
        "responsible",
        "making",
        "something",
        "building",
        "product",
        "owning",
        "decision",
        "selling",
        "something",
        "hustling",
        "ca",
        "show",
        "meeting",
        "seem",
        "senior",
        "big",
        "company",
        "folk",
        "sometimes",
        "flame",
        "startup",
        "kind",
        "individual",
        "work",
        "actually",
        "want",
        "judgment",
        "anyone",
        "else",
        "honest",
        "degree",
        "want",
        "frontlines",
        "making",
        "selling",
        "thing",
        "apologize",
        "time",
        "corporate",
        "world",
        "great",
        "experience",
        "harris",
        "say",
        "leaving",
        "big",
        "company",
        "join",
        "breath",
        "fresh",
        "air",
        "personally",
        "professionally",
        "long",
        "aware",
        "embrace",
        "unique",
        "skill",
        "developed",
        "big",
        "company",
        "one",
        "build",
        "reliable",
        "software",
        "scale",
        "amazon",
        "knowledge",
        "huge",
        "boon",
        "startup",
        "salesforce",
        "perfected",
        "selling",
        "may",
        "help",
        "scale",
        "saas",
        "startup",
        "sale",
        "expertise",
        "feel",
        "like",
        "back",
        "foot",
        "defensive",
        "time",
        "megacorp",
        "took",
        "year",
        "microsoft",
        "realize",
        "much",
        "learned",
        "applicable",
        "new",
        "startup",
        "needed",
        "learn",
        "apply",
        "different",
        "environment",
        "whole",
        "world",
        "free",
        "wall",
        "megacorp",
        "job",
        "enter",
        "right",
        "reason",
        "find",
        "joining",
        "startup",
        "truly",
        "transformative",
        "career",
        "rejuvenating",
        "soul",
        "prepare",
        "right",
        "way",
        "join",
        "u",
        "see",
        "also",
        "running",
        "president",
        "want",
        "give",
        "everyone",
        "month",
        "free",
        "cash",
        "wharton",
        "adam",
        "grant",
        "receive",
        "criticism",
        "without",
        "left",
        "crushed",
        "unmotivated",
        "dropbox",
        "ceo",
        "reveals",
        "favorite",
        "book",
        "successful",
        "leader",
        "show",
        "chapter",
        "robot",
        "nj",
        "factory",
        "made",
        "life",
        "easier",
        "employee",
        "et",
        "wed",
        "march",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}