{
    "organizations": [],
    "uuid": "8d25e50bd844ea4840fa829501d181ae951028eb",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/13/restaurants-use-college-tuition-programs-to-combat-high-turnover.html",
    "ord_in_thread": 0,
    "title": "Want to keep your waitstaff? Send them back to school.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Getty Images A worker serves sangria at a Taco Bell Cantina restaurant in Chicago, Illinois. \nCandace Clarke was juggling three jobs, trying to work her way through college in 2014 when one of her employers did something unexpected. \nIt paid for her education. \nClarke began working for Starbucks in 2011. At the time, she was in and out of school, with stints at a community college in Poughkeepsie, New York and the University of Albany. For three years, she juggled multiple jobs and school, sometimes skipping one semester to save money for the next. \nThen Starbucks launched its college achievement plan. It offered the chance for employees to have 100 percent of their education costs reimbursed at Arizona State University. \n\"Immediately, I took advantage of it,\" Clarke said. \nStarbucks' tuition assistance program may sound generous, but it's not just the employees reaping the benefits. Restaurants struggle to keep waitresses and cooks on staff, and the current low unemployment rate makes finding replacements a challenge. Sending employees back to school — even to pursue careers in other industries — has become a remedy. That's why a growing number of restaurants, including McDonald's , Chipotle Mexican Grill and Taco Bell, offer tuition benefits. \nThe restaurant industry has one of the worst employee retention rates. A whopping 72.5 percent of people left their food service or hospitality gigs in 2017, according to the Bureau of Labor Statistics. \nPartially it's just the nature of the industry, with many jobs filled by teens and college students just getting into the labor force. They tend to be part-time or seasonal hires, and only intend on staying with the company for a short time before moving on to another career. \nAnd since restaurants are always hiring, jumping from one brand to another for better pay or benefits isn't uncommon. The trouble is each time an employee leaves restaurants have to hire and train someone new to take their place, costing time and money. \nStarbucks has found that education benefits kept baristas behind the counter longer. The company told CNBC that employees that were enrolled in its college program were 1.5 times more likely to stay with the brand and are being promoted at 2.5 times the rate of those that are not enrolled. Other restaurants also report positive experiences. \nAs for Clarke, she stayed at Starbucks, transferred the college credits she already earned, took courses online and was able to graduate from Arizona State University in a little over two years with a degree in communications. \n\"I didn't have any interest in leaving,\" Clarke said. \"If you leave, you don't get any of the benefits.\" \nMary Dixon, director of Starbucks' college achievement plan, said 20 percent of the baristas in the program are the first in their family to get a degree. Clarke is part of that group. \n\"People always ask, what are the requirements?\" Dixon told CNBC. \"You have to work 20 hours a week, so that's the same as all of our benefits, and not have a bachelor's degree.\" \nASU offers a 42 percent scholarship to baristas. The coffee giant encourages its employees to apply for Pell grants and other scholarships to help lower the cost of their education. They are required to pay the remaining balance of their tuition at the beginning of the semester, but are reimbursed once the semester ends. The money is deposited directly into their paycheck. \nPrograms like these also help colleges with their own retention rates because students are more likely to be able to fund their entire education. In it for the long haul \nAbout half the employees that graduate through this program stay with Starbucks, Dixon said. Clarke remained with Starbucks for about five months after graduation before moving onto her current career as a marketing specialist with iHeart Media. \n\"The program was always about attracting talent to be with us, stay with us and then go on,\" Dixon said. Some 52 percent of Starbucks' stores have at least one employee on staff that has gone through the program. \nStarbucks hopes to have 25,000 employees graduate through ASU by 2025. By May, the company will have a total of 1,800 graduates and 2,300 by the end of the year. \nIt may seem counterintuitive to help employees train for careers outside of the restaurant industry, but for many companies, these programs are one of the most successful tactics for getting employees to stick around. \n\"If they are chasing education, you know they are motivated,\" Tony Carnevale, research professor and director of the Georgetown University Center on Education and the Workforce, told CNBC. \nEmployees that sign up for these programs are typically people who are looking for upward mobility in the workplace and are more likely to perform better and provide better quality experiences for guests, Carnevale said. \n\"We know that people stay with us longer when they participate in these programs,\" Rob Lauber, chief learning officer at McDonald's , told CNBC. \"And people that stay longer deliver a better customer experience for us.\" \nIn March, McDonald's said it would triple the amount provided to its tuition-assistance program for employees to a whopping $150 million. In addition, the company slashed its eligibility requirements from nine months of employment to 90 days and weekly shift minimums from 20 hours to 15. \nPreviously, crew members were eligible for $700 a year to cover the cost of tuition at a trade school, community college or traditional four-year college. Starting May 1, employees will have access to $2,500 a year, with managers getting $3,000 per year. The company also said these benefits will be retroactive to Jan. 1 of this year. \nIn addition to college tuition assistance, McDonald's Archways program provides its employees with advisors who help with filing FAFSA forms, applying to schools and supporting them throughout their education. Employees also have access to a high school diploma program, which can take between 12 to 15 months to complete, and English as a second language courses. Beyond the kitchen \nLauber said that McDonald's doesn't expect its employees to stay with the company forever, but the benefits of having veteran employees stay on staff, even as they work toward a new career, is invaluable to the company. \nAnd for those that stay on with the company, there is opportunity for growth internally. \nThe same is true for those that go through Taco Bell's college tuition program. Taco Bell's Start With Us, Stay With Us program allows employees to pick from a wide variety of majors and career paths and doesn't require them to commit to staying with the company for any length of time. \nLike McDonald's, Taco Bell's human resources team knows that its employees might not consider their time with the company as a career and want to explore other paths post-graduation. However, even those that do not pursue further restaurant industry training or a business degree could find themselves with a job with the company. \nBjorn Erland, vice president of human resources at Taco Bell, told CNBC that employees who, for example, explore vocational school could be hired on as a contractor. Erland said that Taco Bell is very interested in growing its own talent, whether that is an in-store staff member becoming a manager or part of the finance team. \nThrough Taco Bell's partnership with Guild Education, a tuition reimbursement and education platform, the company saw a 98 percent retention rate over six months, a 34 percent increase over employees that were not enrolled in the program. Some 2,000 employees have worked with a Guild coach since 2017. \nGuild helps large employers extend education benefits, including tuition reimbursement, to workers who have dropped out or not completed collegiate level degrees. \nTaco Bell offers its employees $5,250 per year towards tuition, books and supplies as well as college credit for on-the-job restaurant training. Employees can sign up for this program on their first day with the company. \nLike Taco Bell, Chipotle Mexican Grill also has a partnership with Guild and offers employees $5,250 toward tuition each year as well as discounted tuition. So far, more than 7,000 Chipotle employees have taken advantage of these education benefits since 2015, according to the company. \nThe burrito chain said that employees enrolled in the Guild program are twice as likely to stay with the company, with 89 percent sticking with the brand nine months after enrolling in the program. \nWhile Taco Bell's owner Yum Brands operates two other restaurant companies, KFC and Pizza Hut, each has a very different college tuition program. \nPizza Hut offers $5,250 per year towards tuition as well as a 50 percent discount on undergraduate tuition and 15 percent for graduate programs at Excelsior College. The restaurant partnered with Excelsior College because of its track record with adult students. The school was ranked as the number one college for adult learning by College Factual, a website that helps students find their right college fit. \nKFC offers a free General Education Diploma program for those that have not yet completed their high school education in both English and Spanish as well as grants through the KFC Foundation. First-time grant winners are awarded $2,000 towards tuition. Those that have previously received a grant through the program and are selected again the next year receive $2,500. Managers who are selected received $3,000 per year. \nSince 2006, KFC has awarded $17 million to more than 4,500 students towards their education goals. These grants are funded by KFC and its franchisees. \nThe structure of these benefit programs may seem restrictive in some cases. \nKimi Sugino told CNBC she worked at a number of restaurants chains before she settled at Starbucks for the last decade. A friend who was a manager at Starbucks had used the college tuition program and suggested Sugino enroll. \n\"I was really hesitant at first because I was horrible at online school and had it ingrained in my head that I needed to be on campus,\" Sugino said. \"After having her walk me through her classes and what the layout was and what was expected, I decided to give it a shot.\" Sugino is now in her second year in the college tuition program and studying psychology, and she finds she enjoys the online format. \"I love the flexibility to do my homework when I want,\" Sugino said. \"I work a weird schedule of 4 a.m. to 10 a.m. Monday through Thursday (and sometimes Friday) and go to bed at 1 p.m. and get up around midnight. So the flexibility of doing lectures, quizzes, videos, discussion posts between midnight and 4 a.m. is really good.\" \nOf course, these programs aren't for everyone. \n\"I think about going back to school about four to five times a year,\" a Taco Bell crew member from Virginia with more than 10 years of experience in the restaurant industry, who wished to remain anonymous, told CNBC. \"But what it usually comes down to is I know that I'm going to be in a business arena for most of my life with foodservice and honestly, networking, experience, and overtime hours are going to get me farther than a degree would.\" \nHe said it has been his experience that promotions and growth inside of these chain restaurants come from working hard, the length of time you've been with the company and who you know. \n\"I've met more salaried people with 401K and benefits that have just been with the company for over 15 years, than I've met people have been there for two years who have a bachelor's or master's degree,\" he said. \nHe did say that he will likely take advantage of Taco Bell's leadership courses when he reaches the level of store manager at a local chain. \n\"I know I can get there on my own with some dedication,\" he said.",
    "published": "2018-04-14T19:00:00.000+03:00",
    "crawled": "2018-04-14T20:28:07.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "worker",
        "serf",
        "sangria",
        "taco",
        "bell",
        "cantina",
        "restaurant",
        "chicago",
        "illinois",
        "candace",
        "clarke",
        "juggling",
        "three",
        "job",
        "trying",
        "work",
        "way",
        "college",
        "one",
        "employer",
        "something",
        "unexpected",
        "paid",
        "education",
        "clarke",
        "began",
        "working",
        "starbucks",
        "time",
        "school",
        "stint",
        "community",
        "college",
        "poughkeepsie",
        "new",
        "york",
        "university",
        "albany",
        "three",
        "year",
        "juggled",
        "multiple",
        "job",
        "school",
        "sometimes",
        "skipping",
        "one",
        "semester",
        "save",
        "money",
        "next",
        "starbucks",
        "launched",
        "college",
        "achievement",
        "plan",
        "offered",
        "chance",
        "employee",
        "percent",
        "education",
        "cost",
        "reimbursed",
        "arizona",
        "state",
        "university",
        "immediately",
        "took",
        "advantage",
        "clarke",
        "said",
        "starbucks",
        "tuition",
        "assistance",
        "program",
        "may",
        "sound",
        "generous",
        "employee",
        "reaping",
        "benefit",
        "restaurant",
        "struggle",
        "keep",
        "waitress",
        "cook",
        "staff",
        "current",
        "low",
        "unemployment",
        "rate",
        "make",
        "finding",
        "replacement",
        "challenge",
        "sending",
        "employee",
        "back",
        "school",
        "even",
        "pursue",
        "career",
        "industry",
        "become",
        "remedy",
        "growing",
        "number",
        "restaurant",
        "including",
        "mcdonald",
        "chipotle",
        "mexican",
        "grill",
        "taco",
        "bell",
        "offer",
        "tuition",
        "benefit",
        "restaurant",
        "industry",
        "one",
        "worst",
        "employee",
        "retention",
        "rate",
        "whopping",
        "percent",
        "people",
        "left",
        "food",
        "service",
        "hospitality",
        "gig",
        "according",
        "bureau",
        "labor",
        "statistic",
        "partially",
        "nature",
        "industry",
        "many",
        "job",
        "filled",
        "teen",
        "college",
        "student",
        "getting",
        "labor",
        "force",
        "tend",
        "seasonal",
        "hire",
        "intend",
        "staying",
        "company",
        "short",
        "time",
        "moving",
        "another",
        "career",
        "since",
        "restaurant",
        "always",
        "hiring",
        "jumping",
        "one",
        "brand",
        "another",
        "better",
        "pay",
        "benefit",
        "uncommon",
        "trouble",
        "time",
        "employee",
        "leaf",
        "restaurant",
        "hire",
        "train",
        "someone",
        "new",
        "take",
        "place",
        "costing",
        "time",
        "money",
        "starbucks",
        "found",
        "education",
        "benefit",
        "kept",
        "baristas",
        "behind",
        "counter",
        "longer",
        "company",
        "told",
        "cnbc",
        "employee",
        "enrolled",
        "college",
        "program",
        "time",
        "likely",
        "stay",
        "brand",
        "promoted",
        "time",
        "rate",
        "enrolled",
        "restaurant",
        "also",
        "report",
        "positive",
        "experience",
        "clarke",
        "stayed",
        "starbucks",
        "transferred",
        "college",
        "credit",
        "already",
        "earned",
        "took",
        "course",
        "online",
        "able",
        "graduate",
        "arizona",
        "state",
        "university",
        "little",
        "two",
        "year",
        "degree",
        "communication",
        "interest",
        "leaving",
        "clarke",
        "said",
        "leave",
        "get",
        "benefit",
        "mary",
        "dixon",
        "director",
        "starbucks",
        "college",
        "achievement",
        "plan",
        "said",
        "percent",
        "baristas",
        "program",
        "first",
        "family",
        "get",
        "degree",
        "clarke",
        "part",
        "group",
        "people",
        "always",
        "ask",
        "requirement",
        "dixon",
        "told",
        "cnbc",
        "work",
        "hour",
        "week",
        "benefit",
        "bachelor",
        "degree",
        "asu",
        "offer",
        "percent",
        "scholarship",
        "baristas",
        "coffee",
        "giant",
        "encourages",
        "employee",
        "apply",
        "pell",
        "grant",
        "scholarship",
        "help",
        "lower",
        "cost",
        "education",
        "required",
        "pay",
        "remaining",
        "balance",
        "tuition",
        "beginning",
        "semester",
        "reimbursed",
        "semester",
        "end",
        "money",
        "deposited",
        "directly",
        "paycheck",
        "program",
        "like",
        "also",
        "help",
        "college",
        "retention",
        "rate",
        "student",
        "likely",
        "able",
        "fund",
        "entire",
        "education",
        "long",
        "haul",
        "half",
        "employee",
        "graduate",
        "program",
        "stay",
        "starbucks",
        "dixon",
        "said",
        "clarke",
        "remained",
        "starbucks",
        "five",
        "month",
        "graduation",
        "moving",
        "onto",
        "current",
        "career",
        "marketing",
        "specialist",
        "iheart",
        "medium",
        "program",
        "always",
        "attracting",
        "talent",
        "u",
        "stay",
        "u",
        "go",
        "dixon",
        "said",
        "percent",
        "starbucks",
        "store",
        "least",
        "one",
        "employee",
        "staff",
        "gone",
        "program",
        "starbucks",
        "hope",
        "employee",
        "graduate",
        "asu",
        "may",
        "company",
        "total",
        "graduate",
        "end",
        "year",
        "may",
        "seem",
        "counterintuitive",
        "help",
        "employee",
        "train",
        "career",
        "outside",
        "restaurant",
        "industry",
        "many",
        "company",
        "program",
        "one",
        "successful",
        "tactic",
        "getting",
        "employee",
        "stick",
        "around",
        "chasing",
        "education",
        "know",
        "motivated",
        "tony",
        "carnevale",
        "research",
        "professor",
        "director",
        "georgetown",
        "university",
        "center",
        "education",
        "workforce",
        "told",
        "cnbc",
        "employee",
        "sign",
        "program",
        "typically",
        "people",
        "looking",
        "upward",
        "mobility",
        "workplace",
        "likely",
        "perform",
        "better",
        "provide",
        "better",
        "quality",
        "experience",
        "guest",
        "carnevale",
        "said",
        "know",
        "people",
        "stay",
        "u",
        "longer",
        "participate",
        "program",
        "rob",
        "lauber",
        "chief",
        "learning",
        "officer",
        "mcdonald",
        "told",
        "cnbc",
        "people",
        "stay",
        "longer",
        "deliver",
        "better",
        "customer",
        "experience",
        "u",
        "march",
        "mcdonald",
        "said",
        "would",
        "triple",
        "amount",
        "provided",
        "program",
        "employee",
        "whopping",
        "million",
        "addition",
        "company",
        "slashed",
        "eligibility",
        "requirement",
        "nine",
        "month",
        "employment",
        "day",
        "weekly",
        "shift",
        "minimum",
        "hour",
        "previously",
        "crew",
        "member",
        "eligible",
        "year",
        "cover",
        "cost",
        "tuition",
        "trade",
        "school",
        "community",
        "college",
        "traditional",
        "college",
        "starting",
        "may",
        "employee",
        "access",
        "year",
        "manager",
        "getting",
        "per",
        "year",
        "company",
        "also",
        "said",
        "benefit",
        "retroactive",
        "year",
        "addition",
        "college",
        "tuition",
        "assistance",
        "mcdonald",
        "archway",
        "program",
        "provides",
        "employee",
        "advisor",
        "help",
        "filing",
        "fafsa",
        "form",
        "applying",
        "school",
        "supporting",
        "throughout",
        "education",
        "employee",
        "also",
        "access",
        "high",
        "school",
        "diploma",
        "program",
        "take",
        "month",
        "complete",
        "english",
        "second",
        "language",
        "course",
        "beyond",
        "kitchen",
        "lauber",
        "said",
        "mcdonald",
        "expect",
        "employee",
        "stay",
        "company",
        "forever",
        "benefit",
        "veteran",
        "employee",
        "stay",
        "staff",
        "even",
        "work",
        "toward",
        "new",
        "career",
        "invaluable",
        "company",
        "stay",
        "company",
        "opportunity",
        "growth",
        "internally",
        "true",
        "go",
        "taco",
        "bell",
        "college",
        "tuition",
        "program",
        "taco",
        "bell",
        "start",
        "u",
        "stay",
        "u",
        "program",
        "allows",
        "employee",
        "pick",
        "wide",
        "variety",
        "major",
        "career",
        "path",
        "require",
        "commit",
        "staying",
        "company",
        "length",
        "time",
        "like",
        "mcdonald",
        "taco",
        "bell",
        "human",
        "resource",
        "team",
        "know",
        "employee",
        "might",
        "consider",
        "time",
        "company",
        "career",
        "want",
        "explore",
        "path",
        "however",
        "even",
        "pursue",
        "restaurant",
        "industry",
        "training",
        "business",
        "degree",
        "could",
        "find",
        "job",
        "company",
        "bjorn",
        "erland",
        "vice",
        "president",
        "human",
        "resource",
        "taco",
        "bell",
        "told",
        "cnbc",
        "employee",
        "example",
        "explore",
        "vocational",
        "school",
        "could",
        "hired",
        "contractor",
        "erland",
        "said",
        "taco",
        "bell",
        "interested",
        "growing",
        "talent",
        "whether",
        "staff",
        "member",
        "becoming",
        "manager",
        "part",
        "finance",
        "team",
        "taco",
        "bell",
        "partnership",
        "guild",
        "education",
        "tuition",
        "reimbursement",
        "education",
        "platform",
        "company",
        "saw",
        "percent",
        "retention",
        "rate",
        "six",
        "month",
        "percent",
        "increase",
        "employee",
        "enrolled",
        "program",
        "employee",
        "worked",
        "guild",
        "coach",
        "since",
        "guild",
        "help",
        "large",
        "employer",
        "extend",
        "education",
        "benefit",
        "including",
        "tuition",
        "reimbursement",
        "worker",
        "dropped",
        "completed",
        "collegiate",
        "level",
        "degree",
        "taco",
        "bell",
        "offer",
        "employee",
        "per",
        "year",
        "towards",
        "tuition",
        "book",
        "supply",
        "well",
        "college",
        "credit",
        "restaurant",
        "training",
        "employee",
        "sign",
        "program",
        "first",
        "day",
        "company",
        "like",
        "taco",
        "bell",
        "chipotle",
        "mexican",
        "grill",
        "also",
        "partnership",
        "guild",
        "offer",
        "employee",
        "toward",
        "tuition",
        "year",
        "well",
        "discounted",
        "tuition",
        "far",
        "chipotle",
        "employee",
        "taken",
        "advantage",
        "education",
        "benefit",
        "since",
        "according",
        "company",
        "burrito",
        "chain",
        "said",
        "employee",
        "enrolled",
        "guild",
        "program",
        "twice",
        "likely",
        "stay",
        "company",
        "percent",
        "sticking",
        "brand",
        "nine",
        "month",
        "enrolling",
        "program",
        "taco",
        "bell",
        "owner",
        "yum",
        "brand",
        "operates",
        "two",
        "restaurant",
        "company",
        "kfc",
        "pizza",
        "hut",
        "different",
        "college",
        "tuition",
        "program",
        "pizza",
        "hut",
        "offer",
        "per",
        "year",
        "towards",
        "tuition",
        "well",
        "percent",
        "discount",
        "undergraduate",
        "tuition",
        "percent",
        "graduate",
        "program",
        "excelsior",
        "college",
        "restaurant",
        "partnered",
        "excelsior",
        "college",
        "track",
        "record",
        "adult",
        "student",
        "school",
        "ranked",
        "number",
        "one",
        "college",
        "adult",
        "learning",
        "college",
        "factual",
        "website",
        "help",
        "student",
        "find",
        "right",
        "college",
        "fit",
        "kfc",
        "offer",
        "free",
        "general",
        "education",
        "diploma",
        "program",
        "yet",
        "completed",
        "high",
        "school",
        "education",
        "english",
        "spanish",
        "well",
        "grant",
        "kfc",
        "foundation",
        "grant",
        "winner",
        "awarded",
        "towards",
        "tuition",
        "previously",
        "received",
        "grant",
        "program",
        "selected",
        "next",
        "year",
        "receive",
        "manager",
        "selected",
        "received",
        "per",
        "year",
        "since",
        "kfc",
        "awarded",
        "million",
        "student",
        "towards",
        "education",
        "goal",
        "grant",
        "funded",
        "kfc",
        "franchisees",
        "structure",
        "benefit",
        "program",
        "may",
        "seem",
        "restrictive",
        "case",
        "kimi",
        "sugino",
        "told",
        "cnbc",
        "worked",
        "number",
        "restaurant",
        "chain",
        "settled",
        "starbucks",
        "last",
        "decade",
        "friend",
        "manager",
        "starbucks",
        "used",
        "college",
        "tuition",
        "program",
        "suggested",
        "sugino",
        "enroll",
        "really",
        "hesitant",
        "first",
        "horrible",
        "online",
        "school",
        "ingrained",
        "head",
        "needed",
        "campus",
        "sugino",
        "said",
        "walk",
        "class",
        "layout",
        "expected",
        "decided",
        "give",
        "shot",
        "sugino",
        "second",
        "year",
        "college",
        "tuition",
        "program",
        "studying",
        "psychology",
        "find",
        "enjoys",
        "online",
        "format",
        "love",
        "flexibility",
        "homework",
        "want",
        "sugino",
        "said",
        "work",
        "weird",
        "schedule",
        "monday",
        "thursday",
        "sometimes",
        "friday",
        "go",
        "bed",
        "get",
        "around",
        "midnight",
        "flexibility",
        "lecture",
        "quiz",
        "video",
        "discussion",
        "post",
        "midnight",
        "really",
        "good",
        "course",
        "program",
        "everyone",
        "think",
        "going",
        "back",
        "school",
        "four",
        "five",
        "time",
        "year",
        "taco",
        "bell",
        "crew",
        "member",
        "virginia",
        "year",
        "experience",
        "restaurant",
        "industry",
        "wished",
        "remain",
        "anonymous",
        "told",
        "cnbc",
        "usually",
        "come",
        "know",
        "going",
        "business",
        "arena",
        "life",
        "foodservice",
        "honestly",
        "networking",
        "experience",
        "overtime",
        "hour",
        "going",
        "get",
        "farther",
        "degree",
        "would",
        "said",
        "experience",
        "promotion",
        "growth",
        "inside",
        "chain",
        "restaurant",
        "come",
        "working",
        "hard",
        "length",
        "time",
        "company",
        "know",
        "met",
        "salaried",
        "people",
        "401k",
        "benefit",
        "company",
        "year",
        "met",
        "people",
        "two",
        "year",
        "bachelor",
        "master",
        "degree",
        "said",
        "say",
        "likely",
        "take",
        "advantage",
        "taco",
        "bell",
        "leadership",
        "course",
        "reach",
        "level",
        "store",
        "manager",
        "local",
        "chain",
        "know",
        "get",
        "dedication",
        "said"
    ]
}