{
    "organizations": [],
    "uuid": "f188f515426955718dde547522aab0420ae6f8f7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-renren-announces-cash-dividend-private-placement-and-adoption-of-share-repurchase-plan.html",
    "ord_in_thread": 0,
    "title": "Renren Announces Cash Dividend, Private Placement and Adoption of Share Repurchase Plan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, April 30, 2018 /PRNewswire/ -- Renren Inc. (NYSE: RENN) (\"Renren\"), which operates a social networking service (SNS) business, used auto business and SaaS business, today announced a cash dividend payable by Renren to all shareholders of record of Renren as of 5:00 p.m. Eastern time on May 18, 2018 (the \"Record Date\"), other than those shareholders who waive the cash dividend in connection with the private placement described below. The amount of the cash dividend will depend on the results of the private placement but Renren expects the cash dividend to be between US$0.4831 and US$0.6096 per ordinary share of Renren, or between US$7.2465 and US$9.1440 per ADS. The exact amount of the cash dividend will be announced on or about June 11, 2018, and the cash dividend is expected to be paid as soon as practicable after the announcement of the amount. The cash dividend is contingent upon the successful completion of the private placement described below.\nRenren also announced that its wholly owned subsidiary Oak Pacific Investment (\"OPI\") will offer newly issued ordinary shares of OPI in a private placement to those shareholders of Renren as of the Record Date who satisfy all three of the following criteria: (1) the shareholder is an \"accredited investor,\" as such term is defined under the U.S. Securities Act of 1933, as amended, (2) the shareholder is a \"qualified purchaser,\" as such term is defined under the U.S. Investment Company Act of 1940, as amended, and (3) the shareholder is not a resident of a jurisdiction where the offering would be illegal. The purchase price per ordinary share of OPI in the private placement will be equal to the amount of the cash dividend per ordinary share of Renren, and OPI will only accept payment for its ordinary shares in the form of a waiver of the cash dividend to be paid by Renren. There is no public market for the shares of OPI and there are no plans for OPI to list its shares on any stock exchange. The private placement is expected to close on or about June 14, 2018.\nHolders of Renren ordinary shares or ADSs as of the Record Date who wish to receive the cash dividend do not need to take any action.\nThe cash dividend and the private placement are part of an integrated series of transactions designed to address concerns that Renren may be deemed to be an investment company within the meaning of the Investment Company Act. Renren has transferred a significant portion of its assets to OPI in preparation for the private placement, including Renren's shares in 44 portfolio companies, Renren's interests in 6 investment funds and the advertising agency business operated by one of Renren's subsidiaries. These assets include all of Renren's shares of Social Finance Inc. Upon the closing of the private placement, Renren will no longer hold any shares of OPI and OPI will be entirely owned by the purchasers in the private placement.\nRenren will continue to operate its SNS business, its used auto business and its SaaS business, and it intends to remain a public company listed on The New York Stock Exchange (the \"NYSE\"). Shortly before the closing of the private placement, OPI will issue a note to Renren with a principal amount of US$90,000,000, an interest rate of 8% per year, and a term of the earlier of five years and the date upon which OPI and its subsidiaries no longer hold any shares of Social Finance Inc. The purpose of this note is to permit Renren to recover part of the value of the assets that are being transferred to OPI, in order to ensure that Renren has sufficient cash to fund its own growth in the future. The note to be issued to Renren by OPI will be subordinate to two loans with an aggregate principal amount of US$119,260,000 and will be senior to all of OPI's equity.\nThe NYSE has informed the ADS Depositary Bank and Renren that it will not formally establish an \"ex\" date for the Renren ADSs in connection with the cash dividend. Investors should take note that only holders of Renren ADSs as of close of business in New York on the Record Date will be entitled to receive the cash dividend.\nAs a result:\nHolders who sell their Renren ADSs before the Record Date, and whose sales of such securities settle before the close of business in NY on the Record Date, will not be entitled to receive the cash dividend. Investors who purchase Renren ADSs before the Record Date, and whose purchases of such securities settle after the close of business in NY on Record Date, will not be entitled to receive the cash dividend. Investors who purchase Renren ADSs on or after the Record Date will not be entitled to receive the cash dividend.\nRenren expects that trading for its ADSs will be extremely volatile, particularly given the complexity of the transaction and the uncertainty over the final amount of the cash dividend. Volatility is expected to be high on and or around May 16, 2018, which is two NYSE trading days before the Record Date for the cash dividend and the private placement. May 16, 2018 is the last date on which a purchaser of ADSs during regular market hours on the NYSE should receive the right to receive the cash dividend or participate in the private placement with respect to those newly purchased ADSs (absent delayed or failed settlement). The trading price for Renren's ADSs is expected to fall substantially to reflect the anticipated amount of the cash dividend once new purchasers of Renren ADSs will no longer acquire the right to receive the cash dividend or participate in the private placement with respect to their newly purchased ADSs.\nTo the extent that Renren's ADSs trade below US$1.00 per ADS for an extended period of time, or at or below US$0.16 per ADS for any period of time, Renren's ADSs may be suspended from trading on the NYSE and ultimately delisted. To assist in stabilizing the ADS trading price and address this risk, Renren has adopted an ADS repurchase program to be effected on the open market at prevailing market prices from time to time as market conditions warrant in accordance with the applicable requirements of Rule 10b5-1 and Rule 10b-18 under the U.S. Securities Exchange Act of 1934, as amended.\nThe terms of the transaction have been approved by a special committee of Renren's board of directors. In accordance with Renren's articles of association, the approval of SoftBank Group Corp., the parent company of SB Pan Pacific Corporation (Renren's largest shareholder by number of shares), was also necessary, and the transaction has been approved by SoftBank Group Corp. as well. However, the special committee may amend or modify the transaction for any reason at any time prior to the day on which OPI shares are delivered in connection with the private placement, and the transaction may be cancelled for any reason at any time prior to such date. If the private placement is cancelled, the cash dividend will also be cancelled.\nFor more information on the private placement, please see the offering circular dated April 30, 2018, which is being furnished to the U.S. Securities (the \"SEC\") on Form 6-K and will be available on the SEC's website at www.sec.gov . The information being furnished to the SEC will also be available at Renren's website at ir.renren-inc.com . For more information on how the private placement will affect Renren, please also see the pro forma financial statements dated April 30, 2018, which are being furnished to the SEC on the same Form 6-K. If you have any questions about how to accept the offer of OPI shares in the private placement, please contact Georgeson LLC, the information agent, at (800) 509-1078 or by e-mail at Renren@georgeson.com .\nAbout Renren Inc.\nRenren Inc. (NYSE: RENN) operates a social networking service (SNS) business, used car business and SaaS business. Renren's American depositary shares, each of which represents fifteen Class A ordinary shares, trade on the NYSE under the symbol \"RENN\".\nSafe Harbor Statement\nThis announcement contains forward-looking statements, including those with respect to the anticipated amount and payment of the cash dividend, completion of the private placement, volatility in Renren's ADS trading price and impact of Renren's ADS repurchase price program. These statements are made under the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as \"will,\" \"expects,\" \"anticipates,\" \"future,\" \"intends,\" \"plans,\" \"believes,\" \"estimates\" and similar statements. Renren may also make written or oral forward-looking statements in its filings with the U.S. Securities (the \"SEC\"), in its annual report to shareholders, in press releases and other written materials and in oral statements made by its officers, directors or employees to third parties. Statements that are not historical facts, including statements about Renren's beliefs and expectations, are forward-looking statements. Forward-looking statements involve inherent risks and uncertainties. Further information regarding these and other risks is included in our annual report on Form 20-F, the 6-K referred to above and other documents filed with the SEC. All information provided in this press release is as of the date of this press release, and Renren does not undertake any obligation to update any forward-looking statement, except as required under applicable law.\nFor more information, please contact:\nInvestor Relations Department\nRenren Inc.\nTel: (86 10) 8448 1818 ext. 1300\nEmail: ir@renren-inc.com\nView original content: http://www.prnewswire.com/news-releases/renren-announces-cash-dividend-private-placement-and-adoption-of-share-repurchase-plan-300638822.html\nSOURCE Renren Inc.",
    "published": "2018-04-30T14:00:00.000+03:00",
    "crawled": "2018-04-30T18:06:55.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "april",
        "renren",
        "nyse",
        "renn",
        "renren",
        "operates",
        "social",
        "networking",
        "service",
        "sn",
        "business",
        "used",
        "auto",
        "business",
        "saas",
        "business",
        "today",
        "announced",
        "cash",
        "dividend",
        "payable",
        "renren",
        "shareholder",
        "record",
        "renren",
        "eastern",
        "time",
        "may",
        "record",
        "date",
        "shareholder",
        "waive",
        "cash",
        "dividend",
        "connection",
        "private",
        "placement",
        "described",
        "amount",
        "cash",
        "dividend",
        "depend",
        "result",
        "private",
        "placement",
        "renren",
        "expects",
        "cash",
        "dividend",
        "u",
        "u",
        "per",
        "ordinary",
        "share",
        "renren",
        "u",
        "u",
        "per",
        "ad",
        "exact",
        "amount",
        "cash",
        "dividend",
        "announced",
        "june",
        "cash",
        "dividend",
        "expected",
        "paid",
        "soon",
        "practicable",
        "announcement",
        "amount",
        "cash",
        "dividend",
        "contingent",
        "upon",
        "successful",
        "completion",
        "private",
        "placement",
        "described",
        "renren",
        "also",
        "announced",
        "wholly",
        "owned",
        "subsidiary",
        "oak",
        "pacific",
        "investment",
        "opi",
        "offer",
        "newly",
        "issued",
        "ordinary",
        "share",
        "opi",
        "private",
        "placement",
        "shareholder",
        "renren",
        "record",
        "date",
        "satisfy",
        "three",
        "following",
        "criterion",
        "shareholder",
        "accredited",
        "investor",
        "term",
        "defined",
        "security",
        "act",
        "amended",
        "shareholder",
        "qualified",
        "purchaser",
        "term",
        "defined",
        "investment",
        "company",
        "act",
        "amended",
        "shareholder",
        "resident",
        "jurisdiction",
        "offering",
        "would",
        "illegal",
        "purchase",
        "price",
        "per",
        "ordinary",
        "share",
        "opi",
        "private",
        "placement",
        "equal",
        "amount",
        "cash",
        "dividend",
        "per",
        "ordinary",
        "share",
        "renren",
        "opi",
        "accept",
        "payment",
        "ordinary",
        "share",
        "form",
        "waiver",
        "cash",
        "dividend",
        "paid",
        "renren",
        "public",
        "market",
        "share",
        "opi",
        "plan",
        "opi",
        "list",
        "share",
        "stock",
        "exchange",
        "private",
        "placement",
        "expected",
        "close",
        "june",
        "holder",
        "renren",
        "ordinary",
        "share",
        "adss",
        "record",
        "date",
        "wish",
        "receive",
        "cash",
        "dividend",
        "need",
        "take",
        "action",
        "cash",
        "dividend",
        "private",
        "placement",
        "part",
        "integrated",
        "series",
        "transaction",
        "designed",
        "address",
        "concern",
        "renren",
        "may",
        "deemed",
        "investment",
        "company",
        "within",
        "meaning",
        "investment",
        "company",
        "act",
        "renren",
        "transferred",
        "significant",
        "portion",
        "asset",
        "opi",
        "preparation",
        "private",
        "placement",
        "including",
        "renren",
        "share",
        "portfolio",
        "company",
        "renren",
        "interest",
        "investment",
        "fund",
        "advertising",
        "agency",
        "business",
        "operated",
        "one",
        "renren",
        "subsidiary",
        "asset",
        "include",
        "renren",
        "share",
        "social",
        "finance",
        "upon",
        "closing",
        "private",
        "placement",
        "renren",
        "longer",
        "hold",
        "share",
        "opi",
        "opi",
        "entirely",
        "owned",
        "purchaser",
        "private",
        "placement",
        "renren",
        "continue",
        "operate",
        "sn",
        "business",
        "used",
        "auto",
        "business",
        "saas",
        "business",
        "intends",
        "remain",
        "public",
        "company",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "shortly",
        "closing",
        "private",
        "placement",
        "opi",
        "issue",
        "note",
        "renren",
        "principal",
        "amount",
        "u",
        "interest",
        "rate",
        "per",
        "year",
        "term",
        "earlier",
        "five",
        "year",
        "date",
        "upon",
        "opi",
        "subsidiary",
        "longer",
        "hold",
        "share",
        "social",
        "finance",
        "purpose",
        "note",
        "permit",
        "renren",
        "recover",
        "part",
        "value",
        "asset",
        "transferred",
        "opi",
        "order",
        "ensure",
        "renren",
        "sufficient",
        "cash",
        "fund",
        "growth",
        "future",
        "note",
        "issued",
        "renren",
        "opi",
        "subordinate",
        "two",
        "loan",
        "aggregate",
        "principal",
        "amount",
        "u",
        "senior",
        "opi",
        "equity",
        "nyse",
        "informed",
        "ad",
        "depositary",
        "bank",
        "renren",
        "formally",
        "establish",
        "ex",
        "date",
        "renren",
        "adss",
        "connection",
        "cash",
        "dividend",
        "investor",
        "take",
        "note",
        "holder",
        "renren",
        "adss",
        "close",
        "business",
        "new",
        "york",
        "record",
        "date",
        "entitled",
        "receive",
        "cash",
        "dividend",
        "result",
        "holder",
        "sell",
        "renren",
        "adss",
        "record",
        "date",
        "whose",
        "sale",
        "security",
        "settle",
        "close",
        "business",
        "ny",
        "record",
        "date",
        "entitled",
        "receive",
        "cash",
        "dividend",
        "investor",
        "purchase",
        "renren",
        "adss",
        "record",
        "date",
        "whose",
        "purchase",
        "security",
        "settle",
        "close",
        "business",
        "ny",
        "record",
        "date",
        "entitled",
        "receive",
        "cash",
        "dividend",
        "investor",
        "purchase",
        "renren",
        "adss",
        "record",
        "date",
        "entitled",
        "receive",
        "cash",
        "dividend",
        "renren",
        "expects",
        "trading",
        "adss",
        "extremely",
        "volatile",
        "particularly",
        "given",
        "complexity",
        "transaction",
        "uncertainty",
        "final",
        "amount",
        "cash",
        "dividend",
        "volatility",
        "expected",
        "high",
        "around",
        "may",
        "two",
        "nyse",
        "trading",
        "day",
        "record",
        "date",
        "cash",
        "dividend",
        "private",
        "placement",
        "may",
        "last",
        "date",
        "purchaser",
        "adss",
        "regular",
        "market",
        "hour",
        "nyse",
        "receive",
        "right",
        "receive",
        "cash",
        "dividend",
        "participate",
        "private",
        "placement",
        "respect",
        "newly",
        "purchased",
        "adss",
        "absent",
        "delayed",
        "failed",
        "settlement",
        "trading",
        "price",
        "renren",
        "adss",
        "expected",
        "fall",
        "substantially",
        "reflect",
        "anticipated",
        "amount",
        "cash",
        "dividend",
        "new",
        "purchaser",
        "renren",
        "adss",
        "longer",
        "acquire",
        "right",
        "receive",
        "cash",
        "dividend",
        "participate",
        "private",
        "placement",
        "respect",
        "newly",
        "purchased",
        "adss",
        "extent",
        "renren",
        "adss",
        "trade",
        "u",
        "per",
        "ad",
        "extended",
        "period",
        "time",
        "u",
        "per",
        "ad",
        "period",
        "time",
        "renren",
        "adss",
        "may",
        "suspended",
        "trading",
        "nyse",
        "ultimately",
        "delisted",
        "assist",
        "stabilizing",
        "ad",
        "trading",
        "price",
        "address",
        "risk",
        "renren",
        "adopted",
        "ad",
        "repurchase",
        "program",
        "effected",
        "open",
        "market",
        "prevailing",
        "market",
        "price",
        "time",
        "time",
        "market",
        "condition",
        "warrant",
        "accordance",
        "applicable",
        "requirement",
        "rule",
        "rule",
        "security",
        "exchange",
        "act",
        "amended",
        "term",
        "transaction",
        "approved",
        "special",
        "committee",
        "renren",
        "board",
        "director",
        "accordance",
        "renren",
        "article",
        "association",
        "approval",
        "softbank",
        "group",
        "parent",
        "company",
        "sb",
        "pan",
        "pacific",
        "corporation",
        "renren",
        "largest",
        "shareholder",
        "number",
        "share",
        "also",
        "necessary",
        "transaction",
        "approved",
        "softbank",
        "group",
        "well",
        "however",
        "special",
        "committee",
        "may",
        "amend",
        "modify",
        "transaction",
        "reason",
        "time",
        "prior",
        "day",
        "opi",
        "share",
        "delivered",
        "connection",
        "private",
        "placement",
        "transaction",
        "may",
        "cancelled",
        "reason",
        "time",
        "prior",
        "date",
        "private",
        "placement",
        "cancelled",
        "cash",
        "dividend",
        "also",
        "cancelled",
        "information",
        "private",
        "placement",
        "please",
        "see",
        "offering",
        "circular",
        "dated",
        "april",
        "furnished",
        "security",
        "sec",
        "form",
        "available",
        "sec",
        "website",
        "information",
        "furnished",
        "sec",
        "also",
        "available",
        "renren",
        "website",
        "information",
        "private",
        "placement",
        "affect",
        "renren",
        "please",
        "also",
        "see",
        "pro",
        "forma",
        "financial",
        "statement",
        "dated",
        "april",
        "furnished",
        "sec",
        "form",
        "question",
        "accept",
        "offer",
        "opi",
        "share",
        "private",
        "placement",
        "please",
        "contact",
        "georgeson",
        "llc",
        "information",
        "agent",
        "renren",
        "renren",
        "renren",
        "nyse",
        "renn",
        "operates",
        "social",
        "networking",
        "service",
        "sn",
        "business",
        "used",
        "car",
        "business",
        "saas",
        "business",
        "renren",
        "american",
        "depositary",
        "share",
        "represents",
        "fifteen",
        "class",
        "ordinary",
        "share",
        "trade",
        "nyse",
        "symbol",
        "renn",
        "safe",
        "harbor",
        "statement",
        "announcement",
        "contains",
        "statement",
        "including",
        "respect",
        "anticipated",
        "amount",
        "payment",
        "cash",
        "dividend",
        "completion",
        "private",
        "placement",
        "volatility",
        "renren",
        "ad",
        "trading",
        "price",
        "impact",
        "renren",
        "ad",
        "repurchase",
        "price",
        "program",
        "statement",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "terminology",
        "expects",
        "anticipates",
        "future",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "statement",
        "renren",
        "may",
        "also",
        "make",
        "written",
        "oral",
        "statement",
        "filing",
        "security",
        "sec",
        "annual",
        "report",
        "shareholder",
        "press",
        "release",
        "written",
        "material",
        "oral",
        "statement",
        "made",
        "officer",
        "director",
        "employee",
        "third",
        "party",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "renren",
        "belief",
        "expectation",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "information",
        "regarding",
        "risk",
        "included",
        "annual",
        "report",
        "form",
        "referred",
        "document",
        "filed",
        "sec",
        "information",
        "provided",
        "press",
        "release",
        "date",
        "press",
        "release",
        "renren",
        "undertake",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "applicable",
        "law",
        "information",
        "please",
        "contact",
        "investor",
        "relation",
        "department",
        "renren",
        "tel",
        "ext",
        "email",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "renren",
        "inc"
    ]
}