{
    "organizations": [],
    "uuid": "4bfcb2baeb73e00f5a84cefa9648a2e034ff76a3",
    "author": "Michael Bloom",
    "url": "https://www.cnbc.com/2018/04/17/heres-what-wall-street-analysts-think-of-netflixs-earnings.html",
    "ord_in_thread": 0,
    "title": "Here's what Wall Street analysts think of Netflix's earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Wall Street weighed in on Netflix's blockbuster earnings and subscriber numbers. They were largely bullish, pushing the stock even higher in premarket trading Tuesday.\nOppenheimer: \"We are increasing our target to $370 from $285 after NFLX reported better 1Q results and provided 2Q guidance implying minimal slowdown in growth. In our view, multiple consecutive strong domestic net additions quarters are being driven by bundling and incremental marketing, likely resetting terminal penetration to high end of 60-90M guide (assumption was low-mid end previously). Internationally, bundling and faster original content ramp offers opportunity to penetrate new market cohorts faster while TAM is likely to expand from fixed-broadband subs to mobile users.\"\nBarclays: \"Despite scale, subscriber growth is accelerating: Despite price increases (14% rise in ASP) Netflix set a record for growth in Q1, with net adds growing 50%, beating estimates handily. The company's guidance for Q2, which was a source of some concern going into earnings, was an even bigger surprise at a 6.2M sub growth expectation globally. To put this into perspective, this expectation is only 10% shy of the company's Q2 sub growth in 2016 and 2017 combined. This is on top of the fact that 2017 Q2 was a record itself and the fact that the company is implicitly pricing in ASP growth of ~14% in Q2.\"\nGuggenheim: \"Results and outlook further bolster our confidence in both the substantial global growth potential for Internet television and Netflix's strong position to pursue the opportunity. Consumers increasingly have access to more robust broadband connectivity, and the company's investments in content, marketing and distribution partnerships support incremental subscriptions and engagement. As detailed below, with ~95% of the world's households (ex-China) yet to be delighted by Netflix and with expanded local-market production on the way, we continue to view shares as the best idea in our coverage universe.\"\nGoldman Sachs: \"Netflix reported accelerating growth in subscribers (+27% yoy vs. +25% in 4Q) and revenues (+36% yoy FX-neutral vs. 31% in 4Q) on the back of a strong content slate, marketing investments, and distribution partnerships. Outperformance in the US (2.0mn net adds vs. 1.4mn in 1Q17) continues to raise the ceiling for penetration into Netflix's global addressable audience as the correlation between content investments and subscriber growth strengthens (Exhibit 3). We continue to believe that market expectations for subscriber growth and profitability both in 2018 and beyond remain too low and expect that as forecasts increase the stock will continue to outperform. We remain Buy rated and raise our 12-month target price from $360 to $390.\"\nMorgan Stanley: \"We continue to believe Netflix will scale to a large and highly profitable business, and 1Q results highlight continued momentum on both scale and margins. In a rare combination, subscriber growth exceeded expectations AND expectations for margin expansion for the year increased. Importantly, as the company pivots its incremental spending from content first towards marketing, there are some early signs that operating leverage is increasing and cash burn perhaps peaking. If Netflix continues to outperform its own expectations for net adds, it is even more likely it will begin expanding margins more rapidly and reducing its cash burn levels.\"\nJ.P. Morgan: \" Overall, NFLX continues to execute extremely well, emphasizing its case as the best global, secular growth story in tech. We believe NFLX will have further pricing power as the product continues to improve, 2018 could be the peak year of FCF loss, & NFLX does not have the regulatory scrutiny like other large-cap Internets. Importantly, CEO Reed Hastings distanced NFLX from ad supported tech companies on the video interview, instead positioning NFLX more as a media company...We reiterate our Overweight rating & our December 2018 price target increases from $328 to $385 based on our sum-of-the-parts analysis...\"\nPiper: \"Netflix reported 7.4M Q1'18 sub adds, with domestic and int'l ahead of consensus (consensus was ~6.5M combined). Q1'18 domestic and int'l contribution profit both exceeded Street estimates; specifically, international contribution margin was 14.1% (Street at 13.6%) and domestic came in at 38.3% (Street at 36.8%). Q2 guidance is above consensus expectations for all focus metrics (sub adds, revenue and profitability); the contribution profit outlook is particularly impressive given Netflix continues to invest in marketing and tech & dev. We are raising estimates for FY18 and FY19, largely due to increased sub adds and int'l contribution margin. We maintain an OW rating and are increasing our PT to $367 from $360 previously. \"\nCowen: \"NFLX reported strong 1Q18 results, led by better than expected US and Int'l net sub adds, while 2Q18 US and Int'l sub guides were also meaningfully above our estimates and consensus. We raised our '18-'28 sub and financial forecast, which drives PT to $375 from $325 prior. Maintain Outperform. NFLX shares were up ~5% after hours off the big quarter\nJefferies: \"NFLX delivered robust results across the board, beating on top and bottom line, and adding 1.96M / 5.46M U.S. and int'l subs (JEFe 1.45M / 4.90M). As we look to 2Q, net adds are expected to remain strong while margins stay in the 12% range - ahead of consensus. That said, the strength in 1H18 is largely due to timing, evident by mgmt's FY margin guidance of 10%-11%. We remain optimistic on the sub trajectory but Op Ex trends / cash burn remain a risk.\"\nEvercore ISI: \"Netflix's 1Q18 results surpassed expectations with the company once again beating subscriber estimates. Despite domestic price increases, NFLX added 2.3M paid US streaming subscribers, ahead of previous guidance of 1.9M. Perhaps more impressively, 2Q domestic guidance of 1.2M implies the most domestic second quarter net additions since the 2011. International total net additions of 5.5M also surpassed our bullish expectation for 5.1M, and 2Q total international net add guidance of 5.0M was given well above Street expectations of 4.2M (and in line with our more bullish 5.0M estimate). This solid guidance came in despite the fact that 2Q will be impacted by the FIFA World Cup and by the delay of House of Cards Season 8 (into the 3Q). International FX-neutral ASP growth of 13% accelerated from the 4Q, again implying strong pricing power for the service globally.\"\nWells Fargo: \"Netflix reported another strong quarter with 1Q subscriber net adds totaling 7.4mm, a 1Q-record that follows 4Q17's all-time best 8.3mm net adds. In addition, given better than expected content amortization (albeit largely attributed to timing) and technology expenses, OI of $447mm (or 12% of revenue, Netflix's highest since 2Q11) surpassed Street expectations by ~20%, resulting in CFO David Wells signaling FY 2018 OI margins could now come in between 10-11% (vs. 10% previously). Meanwhile, 2Q domestic / international subscriber net add guidance similarly exceeded expectations at 1.2mm / 5.0mm (vs. our above-Street 1.1mm / 4.3mm estimates).\"\nFBR: \"Netflix topped its global streaming sub guide for 1Q18 by 1M—not the 2M of 4Q17, but still healthy and above the in-line qtr we were anticipating after comparing steady growth in Google search volumes in 1Q18 and 4Q17 to a more robust guide for sub growth in 1Q18. \nMargin upside prompts a hike to estimates and our SOTP-driven PT goes up from $243 to $313 \nBut at a P/E over 100x, its hard to craft a responsible valuation argument for owning this equity. \nNetflix's success is increasingly looking like a headwind for traditional TV networks.\" \nBernstein: \"Netflix once again demonstrated a higher pace of sub growth than expected, while also raising price. The combination of a double-digit price increases across 80% of their sub base, combined with some F/X help, drove Netflix revenue +43% y/y, their highest growth rate since 2011 Since we view this as a thesis-confirming result, we take the opportunity to reiterate our thesis. A simple way to think of how we value NFLX is that we capitalize the value of the company at a future \"milestone state\" (we choose 300mm subs), and discount back to today. Once again, we pull forward our milestone \"end state\" by another two years (from 2Q29 to 1Q27), once again causing us to raise our Target Price (to $372).\"\nUBS: \"In analyzing NFLX's Q1'18 earnings reports, we see 3 key reasons why the stock (despite its strong YTD +60%) will likely continue to outperform and remains a top long term growth pick. First, as NFLX continues to demonstrate its ability to compound subscriber counts (especially int'l), we see investors willing to bless an approach of blending sub acquisition costs with marketing costs against content that stimulates both acquisition & retention. Second, little to no impact on sub trends in the face of price increases is beginning to prove out the company's potential for medium/long term pricing power. Third, with no ad business & at the forefront of global streaming media consumption, we see NFLX as poised to capitalize on one of our key long-term secular growth themes with low degree of potential regulatory headwinds in coming yrs.\"\nStifel: \"Netflix posted another quarter of broadbased outperformance, reaching 125mm total subscribers globally. Additionally, 2Q guidance beat Street expectations for net adds by approximately +1mm, as the company expects to have approximately 131mm subs in the quarter. Netflix modestly raised its outlook for operating margin for the year to 10%-11%, from 10% previously, and reiterated its outlook for negative FCF of $3.0B-$4.0B. We are increasing our estimates on strong results / 2Q trends; we however remain Hold rated given current valuation levels. Our 12-month target price rises to $345.\"",
    "published": "2018-04-17T14:55:00.000+03:00",
    "crawled": "2018-04-17T14:55:38.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wall",
        "street",
        "weighed",
        "netflix",
        "blockbuster",
        "earnings",
        "subscriber",
        "number",
        "largely",
        "bullish",
        "pushing",
        "stock",
        "even",
        "higher",
        "premarket",
        "trading",
        "tuesday",
        "oppenheimer",
        "increasing",
        "target",
        "nflx",
        "reported",
        "better",
        "1q",
        "result",
        "provided",
        "2q",
        "guidance",
        "implying",
        "minimal",
        "slowdown",
        "growth",
        "view",
        "multiple",
        "consecutive",
        "strong",
        "domestic",
        "net",
        "addition",
        "quarter",
        "driven",
        "bundling",
        "incremental",
        "marketing",
        "likely",
        "resetting",
        "terminal",
        "penetration",
        "high",
        "end",
        "guide",
        "assumption",
        "end",
        "previously",
        "internationally",
        "bundling",
        "faster",
        "original",
        "content",
        "ramp",
        "offer",
        "opportunity",
        "penetrate",
        "new",
        "market",
        "cohort",
        "faster",
        "tam",
        "likely",
        "expand",
        "sub",
        "mobile",
        "user",
        "barclays",
        "despite",
        "scale",
        "subscriber",
        "growth",
        "accelerating",
        "despite",
        "price",
        "increase",
        "rise",
        "asp",
        "netflix",
        "set",
        "record",
        "growth",
        "q1",
        "net",
        "add",
        "growing",
        "beating",
        "estimate",
        "handily",
        "company",
        "guidance",
        "q2",
        "source",
        "concern",
        "going",
        "earnings",
        "even",
        "bigger",
        "surprise",
        "sub",
        "growth",
        "expectation",
        "globally",
        "put",
        "perspective",
        "expectation",
        "shy",
        "company",
        "q2",
        "sub",
        "growth",
        "combined",
        "top",
        "fact",
        "q2",
        "record",
        "fact",
        "company",
        "implicitly",
        "pricing",
        "asp",
        "growth",
        "q2",
        "guggenheim",
        "result",
        "outlook",
        "bolster",
        "confidence",
        "substantial",
        "global",
        "growth",
        "potential",
        "internet",
        "television",
        "netflix",
        "strong",
        "position",
        "pursue",
        "opportunity",
        "consumer",
        "increasingly",
        "access",
        "robust",
        "broadband",
        "connectivity",
        "company",
        "investment",
        "content",
        "marketing",
        "distribution",
        "partnership",
        "support",
        "incremental",
        "subscription",
        "engagement",
        "detailed",
        "world",
        "household",
        "yet",
        "delighted",
        "netflix",
        "expanded",
        "production",
        "way",
        "continue",
        "view",
        "share",
        "best",
        "idea",
        "coverage",
        "universe",
        "goldman",
        "sachs",
        "netflix",
        "reported",
        "accelerating",
        "growth",
        "subscriber",
        "yoy",
        "4q",
        "revenue",
        "yoy",
        "4q",
        "back",
        "strong",
        "content",
        "slate",
        "marketing",
        "investment",
        "distribution",
        "partnership",
        "outperformance",
        "u",
        "net",
        "add",
        "1q17",
        "continues",
        "raise",
        "ceiling",
        "penetration",
        "netflix",
        "global",
        "addressable",
        "audience",
        "correlation",
        "content",
        "investment",
        "subscriber",
        "growth",
        "strengthens",
        "exhibit",
        "continue",
        "believe",
        "market",
        "expectation",
        "subscriber",
        "growth",
        "profitability",
        "beyond",
        "remain",
        "low",
        "expect",
        "forecast",
        "increase",
        "stock",
        "continue",
        "outperform",
        "remain",
        "buy",
        "rated",
        "raise",
        "target",
        "price",
        "morgan",
        "stanley",
        "continue",
        "believe",
        "netflix",
        "scale",
        "large",
        "highly",
        "profitable",
        "business",
        "1q",
        "result",
        "highlight",
        "continued",
        "momentum",
        "scale",
        "margin",
        "rare",
        "combination",
        "subscriber",
        "growth",
        "exceeded",
        "expectation",
        "expectation",
        "margin",
        "expansion",
        "year",
        "increased",
        "importantly",
        "company",
        "pivot",
        "incremental",
        "spending",
        "content",
        "first",
        "towards",
        "marketing",
        "early",
        "sign",
        "operating",
        "leverage",
        "increasing",
        "cash",
        "burn",
        "perhaps",
        "peaking",
        "netflix",
        "continues",
        "outperform",
        "expectation",
        "net",
        "add",
        "even",
        "likely",
        "begin",
        "expanding",
        "margin",
        "rapidly",
        "reducing",
        "cash",
        "burn",
        "level",
        "morgan",
        "overall",
        "nflx",
        "continues",
        "execute",
        "extremely",
        "well",
        "emphasizing",
        "case",
        "best",
        "global",
        "secular",
        "growth",
        "story",
        "tech",
        "believe",
        "nflx",
        "pricing",
        "power",
        "product",
        "continues",
        "improve",
        "could",
        "peak",
        "year",
        "fcf",
        "loss",
        "nflx",
        "regulatory",
        "scrutiny",
        "like",
        "internet",
        "importantly",
        "ceo",
        "reed",
        "hastings",
        "distanced",
        "nflx",
        "ad",
        "supported",
        "tech",
        "company",
        "video",
        "interview",
        "instead",
        "positioning",
        "nflx",
        "medium",
        "company",
        "reiterate",
        "overweight",
        "rating",
        "december",
        "price",
        "target",
        "increase",
        "based",
        "analysis",
        "piper",
        "netflix",
        "reported",
        "sub",
        "add",
        "domestic",
        "int",
        "l",
        "ahead",
        "consensus",
        "consensus",
        "combined",
        "domestic",
        "int",
        "l",
        "contribution",
        "profit",
        "exceeded",
        "street",
        "estimate",
        "specifically",
        "international",
        "contribution",
        "margin",
        "street",
        "domestic",
        "came",
        "street",
        "q2",
        "guidance",
        "consensus",
        "expectation",
        "focus",
        "metric",
        "sub",
        "add",
        "revenue",
        "profitability",
        "contribution",
        "profit",
        "outlook",
        "particularly",
        "impressive",
        "given",
        "netflix",
        "continues",
        "invest",
        "marketing",
        "tech",
        "dev",
        "raising",
        "estimate",
        "fy18",
        "fy19",
        "largely",
        "due",
        "increased",
        "sub",
        "add",
        "int",
        "l",
        "contribution",
        "margin",
        "maintain",
        "ow",
        "rating",
        "increasing",
        "pt",
        "cowen",
        "nflx",
        "reported",
        "strong",
        "1q18",
        "result",
        "led",
        "better",
        "expected",
        "u",
        "int",
        "l",
        "net",
        "sub",
        "add",
        "2q18",
        "u",
        "int",
        "l",
        "sub",
        "guide",
        "also",
        "meaningfully",
        "estimate",
        "consensus",
        "raised",
        "sub",
        "financial",
        "forecast",
        "drive",
        "pt",
        "prior",
        "maintain",
        "outperform",
        "nflx",
        "share",
        "hour",
        "big",
        "quarter",
        "jefferies",
        "nflx",
        "delivered",
        "robust",
        "result",
        "across",
        "board",
        "beating",
        "top",
        "bottom",
        "line",
        "adding",
        "int",
        "l",
        "sub",
        "jefe",
        "look",
        "2q",
        "net",
        "add",
        "expected",
        "remain",
        "strong",
        "margin",
        "stay",
        "range",
        "ahead",
        "consensus",
        "said",
        "strength",
        "1h18",
        "largely",
        "due",
        "timing",
        "evident",
        "mgmt",
        "fy",
        "margin",
        "guidance",
        "remain",
        "optimistic",
        "sub",
        "trajectory",
        "op",
        "ex",
        "trend",
        "cash",
        "burn",
        "remain",
        "risk",
        "evercore",
        "isi",
        "netflix",
        "1q18",
        "result",
        "surpassed",
        "expectation",
        "company",
        "beating",
        "subscriber",
        "estimate",
        "despite",
        "domestic",
        "price",
        "increase",
        "nflx",
        "added",
        "paid",
        "u",
        "streaming",
        "subscriber",
        "ahead",
        "previous",
        "guidance",
        "perhaps",
        "impressively",
        "2q",
        "domestic",
        "guidance",
        "implies",
        "domestic",
        "second",
        "quarter",
        "net",
        "addition",
        "since",
        "international",
        "total",
        "net",
        "addition",
        "also",
        "surpassed",
        "bullish",
        "expectation",
        "2q",
        "total",
        "international",
        "net",
        "add",
        "guidance",
        "given",
        "well",
        "street",
        "expectation",
        "line",
        "bullish",
        "estimate",
        "solid",
        "guidance",
        "came",
        "despite",
        "fact",
        "2q",
        "impacted",
        "fifa",
        "world",
        "cup",
        "delay",
        "house",
        "card",
        "season",
        "3q",
        "international",
        "asp",
        "growth",
        "accelerated",
        "4q",
        "implying",
        "strong",
        "pricing",
        "power",
        "service",
        "globally",
        "well",
        "fargo",
        "netflix",
        "reported",
        "another",
        "strong",
        "quarter",
        "1q",
        "subscriber",
        "net",
        "add",
        "totaling",
        "follows",
        "4q17",
        "best",
        "net",
        "add",
        "addition",
        "given",
        "better",
        "expected",
        "content",
        "amortization",
        "albeit",
        "largely",
        "attributed",
        "timing",
        "technology",
        "expense",
        "oi",
        "447mm",
        "revenue",
        "netflix",
        "highest",
        "since",
        "2q11",
        "surpassed",
        "street",
        "expectation",
        "resulting",
        "cfo",
        "david",
        "well",
        "signaling",
        "fy",
        "oi",
        "margin",
        "could",
        "come",
        "previously",
        "meanwhile",
        "2q",
        "domestic",
        "international",
        "subscriber",
        "net",
        "add",
        "guidance",
        "similarly",
        "exceeded",
        "expectation",
        "estimate",
        "fbr",
        "netflix",
        "topped",
        "global",
        "streaming",
        "sub",
        "guide",
        "1q18",
        "2m",
        "4q17",
        "still",
        "healthy",
        "qtr",
        "anticipating",
        "comparing",
        "steady",
        "growth",
        "google",
        "search",
        "volume",
        "1q18",
        "4q17",
        "robust",
        "guide",
        "sub",
        "growth",
        "1q18",
        "margin",
        "upside",
        "prompt",
        "hike",
        "estimate",
        "pt",
        "go",
        "100x",
        "hard",
        "craft",
        "responsible",
        "valuation",
        "argument",
        "owning",
        "equity",
        "netflix",
        "success",
        "increasingly",
        "looking",
        "like",
        "headwind",
        "traditional",
        "tv",
        "network",
        "bernstein",
        "netflix",
        "demonstrated",
        "higher",
        "pace",
        "sub",
        "growth",
        "expected",
        "also",
        "raising",
        "price",
        "combination",
        "price",
        "increase",
        "across",
        "sub",
        "base",
        "combined",
        "help",
        "drove",
        "netflix",
        "revenue",
        "highest",
        "growth",
        "rate",
        "since",
        "since",
        "view",
        "result",
        "take",
        "opportunity",
        "reiterate",
        "thesis",
        "simple",
        "way",
        "think",
        "value",
        "nflx",
        "capitalize",
        "value",
        "company",
        "future",
        "milestone",
        "state",
        "choose",
        "300mm",
        "sub",
        "discount",
        "back",
        "today",
        "pull",
        "forward",
        "milestone",
        "end",
        "state",
        "another",
        "two",
        "year",
        "2q29",
        "1q27",
        "causing",
        "u",
        "raise",
        "target",
        "price",
        "ubs",
        "analyzing",
        "nflx",
        "earnings",
        "report",
        "see",
        "key",
        "reason",
        "stock",
        "despite",
        "strong",
        "ytd",
        "likely",
        "continue",
        "outperform",
        "remains",
        "top",
        "long",
        "term",
        "growth",
        "pick",
        "first",
        "nflx",
        "continues",
        "demonstrate",
        "ability",
        "compound",
        "subscriber",
        "count",
        "especially",
        "int",
        "l",
        "see",
        "investor",
        "willing",
        "bless",
        "approach",
        "blending",
        "sub",
        "acquisition",
        "cost",
        "marketing",
        "cost",
        "content",
        "stimulates",
        "acquisition",
        "retention",
        "second",
        "little",
        "impact",
        "sub",
        "trend",
        "face",
        "price",
        "increase",
        "beginning",
        "prove",
        "company",
        "potential",
        "term",
        "pricing",
        "power",
        "third",
        "ad",
        "business",
        "forefront",
        "global",
        "streaming",
        "medium",
        "consumption",
        "see",
        "nflx",
        "poised",
        "capitalize",
        "one",
        "key",
        "secular",
        "growth",
        "theme",
        "low",
        "degree",
        "potential",
        "regulatory",
        "headwind",
        "coming",
        "yr",
        "stifel",
        "netflix",
        "posted",
        "another",
        "quarter",
        "broadbased",
        "outperformance",
        "reaching",
        "125mm",
        "total",
        "subscriber",
        "globally",
        "additionally",
        "2q",
        "guidance",
        "beat",
        "street",
        "expectation",
        "net",
        "add",
        "approximately",
        "company",
        "expects",
        "approximately",
        "131mm",
        "sub",
        "quarter",
        "netflix",
        "modestly",
        "raised",
        "outlook",
        "operating",
        "margin",
        "year",
        "previously",
        "reiterated",
        "outlook",
        "negative",
        "fcf",
        "increasing",
        "estimate",
        "strong",
        "result",
        "2q",
        "trend",
        "however",
        "remain",
        "hold",
        "rated",
        "given",
        "current",
        "valuation",
        "level",
        "target",
        "price",
        "rise"
    ]
}