{
    "organizations": [],
    "uuid": "29b1e5ac8762da8343483b6cca345a3ebf1fd70f",
    "author": "David Harrison",
    "url": "https://www.wsj.com/articles/how-bad-is-the-labor-shortage-cities-will-pay-you-to-move-there-1525102030",
    "ord_in_thread": 0,
    "title": "How Bad Is the Labor Shortage? Cities Will Pay You to Move There",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "245 COMMENTS Chelsea Khabbaz, 30 years old, and her husband, Robert Khabbaz, 27, took advantage of a grant to move to St. Clair County, Mich. Photo: Fabrizio Costantini for the Wall Street Journal HAMILTON, Ohio—Jobs at the paper mills and safe manufacturers on this stretch of the Great Miami River mostly dried up by the early 2000s, leaving behind closed factories and an abandoned downtown.\nToday, a spruced-up waterfront, loft apartments and help-wanted signs give the appearance of economic renewal. All that’s missing are workers—and that has prompted a novel experiment.\nRelocate to Hamilton and the city promises $5,000 to help pay student loans. Pack up for Grant County, Ind., and claim $5,000 toward buying a home. Settle in North Platte, Neb., and the chamber of commerce will hold a ceremony in your honor to present an even bigger check.\nHelp Wanted Job growth is outpacing ​the population growth of working Americans, ages 25 to 54, but the greatest worker shortages are in rural areas, small towns and suburbs. Suburban areas near big cities\nBig cities\nEmployment\n25% change since 1996\n25% change since 1996\nEmployment\n20\n20\n15\n15\n10\n10\nPrime-aged\npopulation\nPrime-aged\npopulation\n5\n5\n0\n0\n’15\n’10\n’05\n2000\n1996\n’15\n’10\n’05\n2000\n1996\nMid-sized cties\nSmall towns and rural areas\n15% change since 1996\n25% change since 1996\n10\n20\nEmployment\n5\n15\nEmployment\n10\n0\n5\n–5\nPrime-aged\npopulation\nPrime-aged\npopulation\n0\n–10\n’10\n’05\n2000\n1996\n’15\n’05\n2000\n1996\n’10\n’15\nSuburban areas near big cities\nBig cities\n25% change since 1996\n25% change since 1996\nEmployment\nEmployment\n20\n20\n15\n15\n10\n10\nPrime-aged\npopulation\n5\nPrime-aged\npopulation\n5\n0\n0\n’05\n2000\n1996\n’10\n’15\n’05\n2000\n1996\n’15\n’10\nSmall towns and rural areas\nMid-sized cties\n15% change since 1996\n25% change since 1996\n10\n20\nEmployment\nEmployment\n5\n15\n0\n10\n–5\n5\nPrime-aged\npopulation\nPrime-aged\npopulation\n0\n–10\n1996\n2000\n’05\n’10\n’15\n1996\n’10\n2000\n’05\n’15\nSuburban areas near big cities\nBig cities\nEmployment\n25% change since 1996\n25% change since 1996\nEmployment\n20\n20\n15\n15\n10\n10\nPrime-aged\npopulation\nPrime-aged\npopulation\n5\n5\n0\n0\n’15\n1996\n’05\n2000\n’10\n’10\n’15\n1996\n2000\n’05\nMid-sized cties\nSmall towns and rural areas\n15% change since 1996\n25% change since 1996\n10\n20\nEmployment\n5\n15\nEmployment\n10\n0\n5\n–5\nPrime-aged\npopulation\nPrime-aged\npopulation\n0\n–10\n2000\n’05\n’10\n’15\n1996\n’05\n’10\n1996\n2000\n’15\nBig cities\n25% change since 1996\nEmployment\n20\n15\n10\nPrime-aged\npopulation\n5\n0\n’05\n2000\n1996\n’10\n’15\nSuburban areas near big cities\nEmployment\n25% change since 1996\n20\n15\n10\nPrime-aged\npopulation\n5\n0\n’05\n2000\n’10\n1996\n’15\nMid-sized cties\n25% change since 1996\n20\nEmployment\n15\n10\n5\nPrime-aged\npopulation\n0\n’05\n’15\n’10\n2000\n1996\nSmall towns and rural areas\n15% change since 1996\n10\n5\nEmployment\n0\n–5\nPrime-aged\npopulation\n–10\n’05\n’10\n’15\n1996\n2000\nNote: Big cities refer to core counties of metropolitan areas with a population of more than one million. Suburban areas are part of counties within those metro areas. Mid-sized cities are between 50,000 and 1 million in population.\nSources: U.S. Census, Labor Department\nIn this new phase of the U.S. economy, one marked by a shortage of workers rather than jobs, civic leaders in Hamilton and elsewhere are asking themselves: Why not pay people to move here?\nThe idea has spread where a strong economy, an aging population and an exodus of younger workers have triggered severe labor shortages—often places with very low unemployment rates and higher-than-average wage growth. That’s why small towns across America, instead of offering incentives to employers, such as Amazon.com Inc., are giving it to workers—one by one.\nMike Allgrunn, an economist at the University of South Dakota, calls the financial incentives “a modern-day Homestead Act,” referring to the 1862 law offering public land to settlers willing to move West. A similar deal now stands in Marne, Iowa, where free parcels are available to people who move there.\nSome of the relocation programs show promise, but it is a tall order. The pull of opportunity and amenities in large cities is hard to resist.\n“The mere fact that they’re doing what they’re doing highlights the headwinds they are facing,” said Enrico Moretti, an economist at the University of California, Berkeley. “There is no one in San Francisco trying to pay people to move here.”\nPaul Maxwell, 71, assembles casters at Hamilton Caster & Mfg. Co. in Hamilton, Ohio, where Mr. Maxwell has worked for 47 years. Photo: Andrew Spear for The Wall Street Journal The 2007-09 recession spurred the movement of young people to big cities, particularly those from rural America. The number of people in prime working years, ages 25 to 54, grew almost 6% in larger metropolitan areas since 2008; it fell in towns and rural areas, and stagnated in smaller cities and suburbs.\nThrough the first years of the recovery, with jobs still scarce, many places could ignore the shift. With the U.S. economy now fully recovered, smaller communities face a badly shrunken labor force, a condition likely to worsen.\nThe 4.1% U.S. unemployment rate is at a 17-year-low. Federal Reserve officials forecast 3.6% by next year, which would be the lowest in half a century. Small business ranks labor shortages as the biggest concern for the first time since 2000, the National Federation of Independent Business found.\nHaving too few workers is a deep threat to communities. If employers can’t fill jobs, they may leave, pushing towns into a downward economic spiral.\n“Low unemployment rates, everyone thinks of that as a good thing and it is, but there’s a downside,” Mr. Allgrunn said. “Eventually you run out of people to do the work.”\nAging out In Hamilton, about a third of the 81 workers in Dave Lippert’s firm are near retirement. Mr. Lippert, 63 years old, isn’t far behind them. His company, Hamilton Caster & Mfg. Co., which makes metal wheels and casters, was founded by his great-grandfather in 1907.\nEconomies at Full Steam The idea of paying people to move into communities has spread where retirements, a strong economy and an exodus of young people have shrunk the working population, ages 25 to 54 Change in prime-aged population*\nSt. Clair Co., Mich.\nLincoln Co., Neb.\nGrant Co., Ind.\nCass Co., Iowa.\nButler Co., Ohio.\nUnited States\n–8%\n–6\n0\n–4\n–2\n…despite a rebounding jobs market.\nChange in employment*\nSt. Clair Co., Mich.\nLincoln Co., Neb.\nGrant Co., Ind.\nCass Co., Iowa.\nButler Co., Ohio.\nUnited States\n4\n2\n0\n8\n–2%\n6\n...low unemployment rates...\n2017 Unemployment\nSt. Clair Co., Mich.\nLincoln Co., Neb.\nGrant Co., Ind.\nCass Co., Iowa.\nButler Co., Ohio.\nUnited States\n1\n5\n0%\n2\n3\n4\n… and strong wage gains.\nTotal wage gains*\nSt. Clair Co., Mich.\nLincoln Co., Neb.\nGrant Co., Ind.\nCass Co., Iowa.\nButler Co., Ohio.\nUnited States\n4\n2\n12\n6\n8\n0%\n10\nNote: Hamilton is in Butler County, Ohio; North Platte is in Lincoln County, Neb.; and Marne is in Cass County, Iowa. * 2012 - 2016\nSources: U.S.Census; Labor Department\nHe worries who will do the work in the years ahead. Less than a quarter of Mr. Lippert’s employees are younger than 37. Available machinists are so rare that Mr. Lippert has had to train some of his other workers to do the job.\nNeither of his daughters are likely to take over the family owned firm. One is an Air Force doctor, and the other planning to move to Nashville, Tenn.\nState statistics show about 5,800 jobs remain unfilled in Hamilton, a city of 62,000.\nThis year, a local community foundation opened applications for 11 scholarships—$5,000 toward student loans of people in engineering, technology, science or the arts, if they agree to live for two years in downtown Hamilton, about 45 minutes from Cincinnati.\nOn High Street downtown, storefronts are nearly fully occupied, compared with a ghost-town occupancy rate of 2% a decade ago. By converting some older buildings into residential lofts, as well as new construction, city leaders believe that adding residents will enliven downtown, especially at night. A vibrant neighborhood would draw more young people and fill jobs, they say.\nSo far, a dozen people have applied for the grants, though they all live and work in the region. Kathryn Keefe, 24, works part time as an environmental educator for the city of Fairfield, Ohio, and part-time at the Cincinnati Zoo. She pays $200 a month for student loans.\n“For us, it’s a financial thing,” said Ms. Keefe, of Forest Park, Ohio, about a 20-minute drive from Hamilton. “It really does depend on the scholarship or not because there are other places in the area that are cheaper to live.”\nKathryn Keefe, 24. has applied for a grant that would pay her to move to Hamilton, Ohio, from her home in Forest Park. Photo: Andrew Spear for The Wall Street Journal David Kerill, 29, was set on applying for the Hamilton program and moving from his Philadelphia suburb. The grant would “shave years off” his $30,000 in student debt, he said.\nBut a Philadelphia-based tech company offered him a dream job that pays an extra $100 a month toward his students loans.\nKatie Braswell, the vice president of the Hamilton Community Foundation, said the scholarships should bring more local residents to downtown but acknowledged it would eventually need to draw more out-of-towners. “I’m not real sure yet how this is going to work out,” she said.\nBrian Woods was the sole employee when he started ODW Logistics and Transportation Services LLC in 2009. His company provides custom technology in supply chain and transportation management to manufacturers, construction firms and food and beverage companies.\nMr. Woods now has 64 employees, with another four joining in June. He said he was considering leaving when he couldn’t find office space large enough to accommodate the number of new employees he anticipates hiring in the future. The city then rented him office space in a municipal building at below-market rent.\nBarclays opened a customer service center in Hamilton that has grown from 48 employees when it opened in 2016 to more than 500. They need more, starting at $15 an hour. The company has opened part-time slots to help alleviate the worker shortage, said spokesman Matt Fields. He hopes the scholarship program extends the city a “halo effect from a hiring perspective.”\nUnless Hamilton can attract new blood, Mr. Lippert said, its future is grim. Since 2010, local employers have added more than 1,300 jobs, but Hamilton’s prime working-age population has fallen by 2,800.\n“If every company works on culture and trying to make it an attractive place to work, and the city is an attractive place to live, I think that things will happen,” Mr. Lippert said. “If we don’t, we’re not going to be around.”\nDave Lippert, left, his brother Mark Lippert, center, and employee Jack Howard at the Lippert family owned Hamilton Caster & Mfg. Co. in Hamilton, Ohio. The company was started in 1907. Photo: Andrew Spear for The Wall Street Journal He and his wife, Teresa, raised their daughters in the four-bedroom house where the couple still live. He built the house in 1982, back in the days when the city boasted of being “The Safe Capital of the World.”\nMr. Lippert runs a book club with 13 managers from his company who are reading “Help Them Grow or Watch Them Go,” a book to help them understand younger employees.\n“This urban deal is going to be more the wave of the future,” he said, pinning his hopes on a resurgent downtown Hamilton.\n‘Sign of the times’ The program in Hamilton was modeled after a similar effort in St. Clair County, Mich., which started its student-loan scholarships in 2016. The Community Foundation of St. Clair County has awarded eight grants from among 40 applicants and recently raised its award to $15,000 from $10,000, targeting local young people who have moved away.\nOne of the first recipients was Chelsea Khabbaz. She couldn’t wait to leave St. Clair County after graduating from high school in 2006, she said, to “try something new.”\nMs. Khabbaz secured a degree in medical laboratory science at Michigan State University, moved outside Detroit and worked as a lab scientist at Beaumont Hospital-Royal Oak in Royal Oak, Mich.\nAfter a few years away, she missed her hometown of Port Huron, Mich., and started making the 60-mile trip more frequently. She picked up some weekend work at the local hospital and met Robert Khabbaz, who lived in town. When they decided to marry, they had to choose where to live. Her mother read about the reverse scholarship in the newspaper.\n“The scholarship made it a no-brainer to find a house in St. Clair County,” Ms. Khabbaz said of the windfall. The couple bought a house there in June 2016, two months before getting married. Ms. Khabbaz now works full time at the McLaren Port Huron Hospital. Her husband is a real-estate agent.\nDowntown Hamilton, Ohio. Photo: Andrew Spear for The Wall Street Journal In Grant County, Ind., the economic development office offers $5,000 toward a home for people moving to the area. The requirements are a job and advanced training or a college degree. The money must be repaid if recipients leave within five years.\nAbout 100 newcomers have bought houses through the program, said Tim Eckerle executive director of the Grant County Economic Growth Council.\nThe chamber of commerce is developing a $9,000 scholarship program to help repay student loans, which combined with the housing grants, would pay newcomers $14,000 to settle in Grant County.\nEmployers in Marne, Iowa, population 100 or so, also struggle to find workers, said Randy Baxter, the town’s mayor. The state has an unemployment rate of 2.8%, one of the lowest in the U.S. A local committee in Marne offers newcomers free land to build a house.\n“There are jobs here, fairly decent jobs,” Mr. Baxter said. “We just need people to come in and fill the jobs.”\nThe town’s free-lots program—funded by donations—began before the recession. So far, though, only one home has been built, Mr. Baxter said.\nThe North Platte, Neb., chamber of commerce last year started offering up to $10,000 to move into town for a job. At the time, Gary Person, the chamber’s president, said the money was intended to encourage people to “put down some roots,” while helping the town of 24,000 fill some of its hundreds of open jobs. The chamber and participating employers would split the cost.\nThe first grant went to Audrey Bellew, a 25-year-old law school graduate. She grew up nearby and had planned to return home. The money helped pay for her move and provided support while she studied for the bar exam and prepared for a job at a local law firm.\nThe town has landed a second newcomer, a physical therapist who moved from Colorado with her husband. A check presentation is in the works.\nEarning those two victories showed Mr. Person how difficult it is to give money away, if the requirement is living in North Platte.\n“It’s a sign of the times,” he said, “how difficult it is to recruit talent.”\nWrite to David Harrison at david.harrison@wsj.com and Shayndi Raice at shayndi.raice@wsj.com",
    "published": "2018-04-30T19:27:00.000+03:00",
    "crawled": "2018-04-30T19:05:19.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "chelsea",
        "khabbaz",
        "year",
        "old",
        "husband",
        "robert",
        "khabbaz",
        "took",
        "advantage",
        "grant",
        "move",
        "clair",
        "county",
        "photo",
        "fabrizio",
        "costantini",
        "wall",
        "street",
        "journal",
        "hamilton",
        "paper",
        "mill",
        "safe",
        "manufacturer",
        "stretch",
        "great",
        "miami",
        "river",
        "mostly",
        "dried",
        "early",
        "2000s",
        "leaving",
        "behind",
        "closed",
        "factory",
        "abandoned",
        "downtown",
        "today",
        "waterfront",
        "loft",
        "apartment",
        "sign",
        "give",
        "appearance",
        "economic",
        "renewal",
        "missing",
        "prompted",
        "novel",
        "experiment",
        "relocate",
        "hamilton",
        "city",
        "promise",
        "help",
        "pay",
        "student",
        "loan",
        "pack",
        "grant",
        "county",
        "claim",
        "toward",
        "buying",
        "home",
        "settle",
        "north",
        "platte",
        "chamber",
        "commerce",
        "hold",
        "ceremony",
        "honor",
        "present",
        "even",
        "bigger",
        "check",
        "help",
        "wanted",
        "job",
        "growth",
        "outpacing",
        "population",
        "growth",
        "working",
        "american",
        "age",
        "greatest",
        "worker",
        "shortage",
        "rural",
        "area",
        "small",
        "town",
        "suburb",
        "suburban",
        "area",
        "near",
        "big",
        "city",
        "big",
        "city",
        "employment",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "population",
        "population",
        "cties",
        "small",
        "town",
        "rural",
        "area",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "employment",
        "population",
        "population",
        "suburban",
        "area",
        "near",
        "big",
        "city",
        "big",
        "city",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "employment",
        "population",
        "population",
        "small",
        "town",
        "rural",
        "area",
        "cties",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "employment",
        "population",
        "population",
        "suburban",
        "area",
        "near",
        "big",
        "city",
        "big",
        "city",
        "employment",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "population",
        "population",
        "cties",
        "small",
        "town",
        "rural",
        "area",
        "change",
        "since",
        "change",
        "since",
        "employment",
        "employment",
        "population",
        "population",
        "big",
        "city",
        "change",
        "since",
        "employment",
        "population",
        "suburban",
        "area",
        "near",
        "big",
        "city",
        "employment",
        "change",
        "since",
        "population",
        "cties",
        "change",
        "since",
        "employment",
        "population",
        "small",
        "town",
        "rural",
        "area",
        "change",
        "since",
        "employment",
        "population",
        "note",
        "big",
        "city",
        "refer",
        "core",
        "county",
        "metropolitan",
        "area",
        "population",
        "one",
        "million",
        "suburban",
        "area",
        "part",
        "county",
        "within",
        "metro",
        "area",
        "city",
        "million",
        "population",
        "source",
        "census",
        "labor",
        "department",
        "new",
        "phase",
        "economy",
        "one",
        "marked",
        "shortage",
        "worker",
        "rather",
        "job",
        "civic",
        "leader",
        "hamilton",
        "elsewhere",
        "asking",
        "pay",
        "people",
        "move",
        "idea",
        "spread",
        "strong",
        "economy",
        "aging",
        "population",
        "exodus",
        "younger",
        "worker",
        "triggered",
        "severe",
        "labor",
        "place",
        "low",
        "unemployment",
        "rate",
        "wage",
        "growth",
        "small",
        "town",
        "across",
        "america",
        "instead",
        "offering",
        "incentive",
        "employer",
        "giving",
        "one",
        "mike",
        "allgrunn",
        "economist",
        "university",
        "south",
        "dakota",
        "call",
        "financial",
        "incentive",
        "homestead",
        "act",
        "referring",
        "law",
        "offering",
        "public",
        "land",
        "settler",
        "willing",
        "move",
        "west",
        "similar",
        "deal",
        "stand",
        "marne",
        "iowa",
        "free",
        "parcel",
        "available",
        "people",
        "move",
        "relocation",
        "program",
        "show",
        "promise",
        "tall",
        "order",
        "pull",
        "opportunity",
        "amenity",
        "large",
        "city",
        "hard",
        "resist",
        "mere",
        "fact",
        "highlight",
        "headwind",
        "facing",
        "said",
        "enrico",
        "moretti",
        "economist",
        "university",
        "california",
        "berkeley",
        "one",
        "san",
        "francisco",
        "trying",
        "pay",
        "people",
        "move",
        "paul",
        "maxwell",
        "assembles",
        "caster",
        "hamilton",
        "caster",
        "mfg",
        "hamilton",
        "ohio",
        "maxwell",
        "worked",
        "year",
        "photo",
        "andrew",
        "spear",
        "wall",
        "street",
        "journal",
        "recession",
        "spurred",
        "movement",
        "young",
        "people",
        "big",
        "city",
        "particularly",
        "rural",
        "america",
        "number",
        "people",
        "prime",
        "working",
        "year",
        "age",
        "grew",
        "almost",
        "larger",
        "metropolitan",
        "area",
        "since",
        "fell",
        "town",
        "rural",
        "area",
        "stagnated",
        "smaller",
        "city",
        "suburb",
        "first",
        "year",
        "recovery",
        "job",
        "still",
        "scarce",
        "many",
        "place",
        "could",
        "ignore",
        "shift",
        "economy",
        "fully",
        "recovered",
        "smaller",
        "community",
        "face",
        "badly",
        "shrunken",
        "labor",
        "force",
        "condition",
        "likely",
        "worsen",
        "unemployment",
        "rate",
        "federal",
        "reserve",
        "official",
        "forecast",
        "next",
        "year",
        "would",
        "lowest",
        "half",
        "century",
        "small",
        "business",
        "rank",
        "labor",
        "shortage",
        "biggest",
        "concern",
        "first",
        "time",
        "since",
        "national",
        "federation",
        "independent",
        "business",
        "found",
        "worker",
        "deep",
        "threat",
        "community",
        "employer",
        "fill",
        "job",
        "may",
        "leave",
        "pushing",
        "town",
        "downward",
        "economic",
        "spiral",
        "low",
        "unemployment",
        "rate",
        "everyone",
        "think",
        "good",
        "thing",
        "downside",
        "allgrunn",
        "said",
        "eventually",
        "run",
        "people",
        "aging",
        "hamilton",
        "third",
        "worker",
        "dave",
        "lippert",
        "firm",
        "near",
        "retirement",
        "lippert",
        "year",
        "old",
        "far",
        "behind",
        "company",
        "hamilton",
        "caster",
        "mfg",
        "make",
        "metal",
        "wheel",
        "caster",
        "founded",
        "economy",
        "full",
        "steam",
        "idea",
        "paying",
        "people",
        "move",
        "community",
        "spread",
        "retirement",
        "strong",
        "economy",
        "exodus",
        "young",
        "people",
        "shrunk",
        "working",
        "population",
        "age",
        "change",
        "population",
        "clair",
        "lincoln",
        "neb",
        "grant",
        "ind",
        "cass",
        "iowa",
        "butler",
        "ohio",
        "united",
        "state",
        "rebounding",
        "job",
        "market",
        "change",
        "employment",
        "clair",
        "lincoln",
        "neb",
        "grant",
        "ind",
        "cass",
        "iowa",
        "butler",
        "ohio",
        "united",
        "state",
        "low",
        "unemployment",
        "rate",
        "unemployment",
        "clair",
        "lincoln",
        "neb",
        "grant",
        "ind",
        "cass",
        "iowa",
        "butler",
        "ohio",
        "united",
        "state",
        "strong",
        "wage",
        "gain",
        "total",
        "wage",
        "gain",
        "clair",
        "lincoln",
        "neb",
        "grant",
        "ind",
        "cass",
        "iowa",
        "butler",
        "ohio",
        "united",
        "state",
        "note",
        "hamilton",
        "butler",
        "county",
        "ohio",
        "north",
        "platte",
        "lincoln",
        "county",
        "neb",
        "marne",
        "cass",
        "county",
        "iowa",
        "source",
        "labor",
        "department",
        "worry",
        "work",
        "year",
        "ahead",
        "less",
        "quarter",
        "lippert",
        "employee",
        "younger",
        "available",
        "machinist",
        "rare",
        "lippert",
        "train",
        "worker",
        "job",
        "neither",
        "daughter",
        "likely",
        "take",
        "family",
        "owned",
        "firm",
        "one",
        "air",
        "force",
        "doctor",
        "planning",
        "move",
        "nashville",
        "state",
        "statistic",
        "show",
        "job",
        "remain",
        "unfilled",
        "hamilton",
        "city",
        "year",
        "local",
        "community",
        "foundation",
        "opened",
        "application",
        "toward",
        "student",
        "loan",
        "people",
        "engineering",
        "technology",
        "science",
        "art",
        "agree",
        "live",
        "two",
        "year",
        "downtown",
        "hamilton",
        "minute",
        "cincinnati",
        "high",
        "street",
        "downtown",
        "storefront",
        "nearly",
        "fully",
        "occupied",
        "compared",
        "occupancy",
        "rate",
        "decade",
        "ago",
        "converting",
        "older",
        "building",
        "residential",
        "loft",
        "well",
        "new",
        "construction",
        "city",
        "leader",
        "believe",
        "adding",
        "resident",
        "enliven",
        "downtown",
        "especially",
        "night",
        "vibrant",
        "neighborhood",
        "would",
        "draw",
        "young",
        "people",
        "fill",
        "job",
        "say",
        "far",
        "dozen",
        "people",
        "applied",
        "grant",
        "though",
        "live",
        "work",
        "region",
        "kathryn",
        "keefe",
        "work",
        "part",
        "time",
        "environmental",
        "educator",
        "city",
        "fairfield",
        "ohio",
        "cincinnati",
        "zoo",
        "pay",
        "month",
        "student",
        "loan",
        "u",
        "financial",
        "thing",
        "said",
        "keefe",
        "forest",
        "park",
        "ohio",
        "drive",
        "hamilton",
        "really",
        "depend",
        "scholarship",
        "place",
        "area",
        "cheaper",
        "kathryn",
        "keefe",
        "applied",
        "grant",
        "would",
        "pay",
        "move",
        "hamilton",
        "ohio",
        "home",
        "forest",
        "park",
        "photo",
        "andrew",
        "spear",
        "wall",
        "street",
        "journal",
        "david",
        "kerill",
        "set",
        "applying",
        "hamilton",
        "program",
        "moving",
        "philadelphia",
        "suburb",
        "grant",
        "would",
        "shave",
        "year",
        "student",
        "debt",
        "said",
        "tech",
        "company",
        "offered",
        "dream",
        "job",
        "pay",
        "extra",
        "month",
        "toward",
        "student",
        "loan",
        "katie",
        "braswell",
        "vice",
        "president",
        "hamilton",
        "community",
        "foundation",
        "said",
        "scholarship",
        "bring",
        "local",
        "resident",
        "downtown",
        "acknowledged",
        "would",
        "eventually",
        "need",
        "draw",
        "real",
        "sure",
        "yet",
        "going",
        "work",
        "said",
        "brian",
        "wood",
        "sole",
        "employee",
        "started",
        "odw",
        "logistics",
        "transportation",
        "service",
        "llc",
        "company",
        "provides",
        "custom",
        "technology",
        "supply",
        "chain",
        "transportation",
        "management",
        "manufacturer",
        "construction",
        "firm",
        "food",
        "beverage",
        "company",
        "wood",
        "employee",
        "another",
        "four",
        "joining",
        "june",
        "said",
        "considering",
        "leaving",
        "find",
        "office",
        "space",
        "large",
        "enough",
        "accommodate",
        "number",
        "new",
        "employee",
        "anticipates",
        "hiring",
        "future",
        "city",
        "rented",
        "office",
        "space",
        "municipal",
        "building",
        "rent",
        "barclays",
        "opened",
        "customer",
        "service",
        "center",
        "hamilton",
        "grown",
        "employee",
        "opened",
        "need",
        "starting",
        "hour",
        "company",
        "opened",
        "slot",
        "help",
        "alleviate",
        "worker",
        "shortage",
        "said",
        "spokesman",
        "matt",
        "field",
        "hope",
        "scholarship",
        "program",
        "extends",
        "city",
        "halo",
        "effect",
        "hiring",
        "unless",
        "hamilton",
        "attract",
        "new",
        "blood",
        "lippert",
        "said",
        "future",
        "grim",
        "since",
        "local",
        "employer",
        "added",
        "job",
        "hamilton",
        "prime",
        "population",
        "fallen",
        "every",
        "company",
        "work",
        "culture",
        "trying",
        "make",
        "attractive",
        "place",
        "work",
        "city",
        "attractive",
        "place",
        "live",
        "think",
        "thing",
        "happen",
        "lippert",
        "said",
        "going",
        "dave",
        "lippert",
        "left",
        "brother",
        "mark",
        "lippert",
        "center",
        "employee",
        "jack",
        "howard",
        "lippert",
        "family",
        "owned",
        "hamilton",
        "caster",
        "mfg",
        "hamilton",
        "ohio",
        "company",
        "started",
        "photo",
        "andrew",
        "spear",
        "wall",
        "street",
        "journal",
        "wife",
        "teresa",
        "raised",
        "daughter",
        "house",
        "couple",
        "still",
        "live",
        "built",
        "house",
        "back",
        "day",
        "city",
        "boasted",
        "safe",
        "capital",
        "lippert",
        "run",
        "book",
        "club",
        "manager",
        "company",
        "reading",
        "help",
        "grow",
        "watch",
        "go",
        "book",
        "help",
        "understand",
        "younger",
        "employee",
        "urban",
        "deal",
        "going",
        "wave",
        "future",
        "said",
        "pinning",
        "hope",
        "resurgent",
        "downtown",
        "hamilton",
        "sign",
        "time",
        "program",
        "hamilton",
        "modeled",
        "similar",
        "effort",
        "clair",
        "county",
        "started",
        "scholarship",
        "community",
        "foundation",
        "clair",
        "county",
        "awarded",
        "eight",
        "grant",
        "among",
        "applicant",
        "recently",
        "raised",
        "award",
        "targeting",
        "local",
        "young",
        "people",
        "moved",
        "away",
        "one",
        "first",
        "recipient",
        "chelsea",
        "khabbaz",
        "wait",
        "leave",
        "clair",
        "county",
        "graduating",
        "high",
        "school",
        "said",
        "try",
        "something",
        "khabbaz",
        "secured",
        "degree",
        "medical",
        "laboratory",
        "science",
        "michigan",
        "state",
        "university",
        "moved",
        "outside",
        "detroit",
        "worked",
        "lab",
        "scientist",
        "beaumont",
        "oak",
        "royal",
        "oak",
        "year",
        "away",
        "missed",
        "hometown",
        "port",
        "huron",
        "started",
        "making",
        "trip",
        "frequently",
        "picked",
        "weekend",
        "work",
        "local",
        "hospital",
        "met",
        "robert",
        "khabbaz",
        "lived",
        "town",
        "decided",
        "marry",
        "choose",
        "live",
        "mother",
        "read",
        "reverse",
        "scholarship",
        "newspaper",
        "scholarship",
        "made",
        "find",
        "house",
        "clair",
        "county",
        "khabbaz",
        "said",
        "windfall",
        "couple",
        "bought",
        "house",
        "june",
        "two",
        "month",
        "getting",
        "married",
        "khabbaz",
        "work",
        "full",
        "time",
        "mclaren",
        "port",
        "huron",
        "hospital",
        "husband",
        "agent",
        "downtown",
        "hamilton",
        "ohio",
        "photo",
        "andrew",
        "spear",
        "wall",
        "street",
        "journal",
        "grant",
        "county",
        "economic",
        "development",
        "office",
        "offer",
        "toward",
        "home",
        "people",
        "moving",
        "area",
        "requirement",
        "job",
        "advanced",
        "training",
        "college",
        "degree",
        "money",
        "must",
        "repaid",
        "recipient",
        "leave",
        "within",
        "five",
        "year",
        "newcomer",
        "bought",
        "house",
        "program",
        "said",
        "tim",
        "eckerle",
        "executive",
        "director",
        "grant",
        "county",
        "economic",
        "growth",
        "council",
        "chamber",
        "commerce",
        "developing",
        "scholarship",
        "program",
        "help",
        "repay",
        "student",
        "loan",
        "combined",
        "housing",
        "grant",
        "would",
        "pay",
        "newcomer",
        "settle",
        "grant",
        "county",
        "employer",
        "marne",
        "iowa",
        "population",
        "also",
        "struggle",
        "find",
        "worker",
        "said",
        "randy",
        "baxter",
        "town",
        "mayor",
        "state",
        "unemployment",
        "rate",
        "one",
        "lowest",
        "local",
        "committee",
        "marne",
        "offer",
        "newcomer",
        "free",
        "land",
        "build",
        "house",
        "job",
        "fairly",
        "decent",
        "job",
        "baxter",
        "said",
        "need",
        "people",
        "come",
        "fill",
        "town",
        "recession",
        "far",
        "though",
        "one",
        "home",
        "built",
        "baxter",
        "said",
        "north",
        "platte",
        "chamber",
        "commerce",
        "last",
        "year",
        "started",
        "offering",
        "move",
        "town",
        "job",
        "time",
        "gary",
        "person",
        "chamber",
        "president",
        "said",
        "money",
        "intended",
        "encourage",
        "people",
        "put",
        "root",
        "helping",
        "town",
        "fill",
        "hundred",
        "open",
        "job",
        "chamber",
        "participating",
        "employer",
        "would",
        "split",
        "cost",
        "first",
        "grant",
        "went",
        "audrey",
        "bellew",
        "law",
        "school",
        "graduate",
        "grew",
        "nearby",
        "planned",
        "return",
        "home",
        "money",
        "helped",
        "pay",
        "move",
        "provided",
        "support",
        "studied",
        "bar",
        "exam",
        "prepared",
        "job",
        "local",
        "law",
        "firm",
        "town",
        "landed",
        "second",
        "newcomer",
        "physical",
        "therapist",
        "moved",
        "colorado",
        "husband",
        "check",
        "presentation",
        "work",
        "earning",
        "two",
        "victory",
        "showed",
        "person",
        "difficult",
        "give",
        "money",
        "away",
        "requirement",
        "living",
        "north",
        "platte",
        "sign",
        "time",
        "said",
        "difficult",
        "recruit",
        "write",
        "david",
        "harrison",
        "shayndi",
        "raice"
    ]
}