{
    "organizations": [],
    "uuid": "83ffdd8229b6ed2322725daf5d31eb32cb78c762",
    "author": "Henry Timms",
    "url": "http://fortune.com/2018/04/16/delete-facebook-data-privacy-movement/",
    "ord_in_thread": 0,
    "title": "Commentary: Delete Facebook Movement Is Just the Beginning | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A few years ago, you may remember seeing Facebook (FB) posts like this dotting your newsfeed.\n“Today, November 30, 2014 in response to the Facebook guidelines and under articles L.111, 112 and 113 of the code of intellectual property, I declare that my rights are attached to all my personal data, drawings, paintings, photos, texts etc… published on my profile. For commercial use of the foregoing my written consent is required at all times… The violation of my privacy is punished by the law (UCC 1 1-308 – 308 1 – 103 and the Rome Statute).”\nThe posts were based on an urban myth. The Rome Statute in fact covers crimes against humanity, not Facebook’s relationship with its users. But the popularity of such posts remind us that the #DeleteFacebook movement we have seen in recent days has much deeper roots.\nEvery now and then on Facebook’s long journey to platform hegemony, a much-hyped “Facebook Killer” has come along—a new platform that might provide a viable alternative, built on better principles. First there was “Diaspora,” which began as a viral crowd-funding campaign to create a non-profit, user-owned, decentralized alternative to Facebook. Mark Zuckerberg even chipped in—a solid indication that he regarded Diaspora as little more than a charming experiment. Then, in 2016, the social network Ello came to life with a powerful sales pitch: “ Facebook’s real mission isn’t to make you happy. It isn’t to connect you with old friends, or to facilitate interesting conversations. You (the humble Facebook user) are not the customer … The people who buy [your] data are the real customers, and that’s to whom Facebook’s business is oriented.” This promise was seductive enough that at one point, its founder claimed that 31,000 people an hour were signing up to the new platform. (Though in time, these users fell away, with the clunky product not living up to the sexy hype.)\nYou might even have been one of the less than a million users who took part in Facebook’s attempt at direct democracy on the platform. In 2012, it offered users the chance to vote to ratify changes to its privacy policy, but there was one catch: For the vote to be binding, 30% of Facebook users had to participate. As CNN put it at the time: “Voting closes on Facebook policy changes, only 299 million votes short.”\nThese are all preludes to the current moment. What we are seeing, in light of the Cambridge Analytica scandal, is the emergence of a much broader political consciousness in regards to the platform. This opportunity ahead is for all of us users not simply to “win” occasional concessions from Facebook, but to start to re-imagine the social (and financial and political) contract that we have entered into with the platform.\nFar from the organic, free-roaming paradise the early Internet pioneers imagined, there is a growing sense that we are now living in a world of participation farms, where a small number of big platforms have fenced, and harvest for their own gain, the daily activities of billions. This has a real price. In a Guardian poll in 2017, less than one-third of Americans agreed that Facebook was good for the world, and a paltry 26% believed that Facebook cared about its users.\nSo the big question ahead is: How might things be structurally different? How might we create models that don’t merely offer the vanilla “power to share” that Facebook touts, but actually share value and governance decisions, along with delivering greater transparency and freedom?\nThe promise of “platform co-ops” The University of Colorado Boulder’s Nathan Schneider is one of the leaders of a growing (but still quite academic) movement that is championing what he calls “platform co-ops,” democratically run and governed cooperatives reimagined for a world of peer-based technology platforms, not just farms and factories. This movement wants to turn the participation farm into something that looks more like a digital kibbutz.\nSchneider points to models in more traditional industries that run along these lines, like the U.K. department store chain John Lewis, which in 1929 was put into a trust owned by its employees, who share in the retail chain’s profits and elect representatives to its governing board. For new power platforms, he argues, it is their millions of users, not just those on the payroll, who should share in the value created, have a say in big decisions, and be represented in the governance of these platforms. He has proposed that Twitter’s (TWTR) users try to buy it back, arguing that it serves an essential public function. In his mind, for all its challenges, the problem isn’t that Twitter isn’t working for its users—he cites the powerful justice movements that rely on it as evidence that it is. The problem is that “ Wall Street’s economy has become Twitter’s economy.”\nThe #BuyTwitter movement championed by Schneider and others was significant enough that it ended up as one of the five proposals on the table at Twitter’s 2017 annual general meeting. It made a strong case for a Twitter that would function very differently.\nA community-owned Twitter could result in new and reliable revenue streams, since we, as users, could buy in as co-owners, with a stake in the platform’s success. Without the short-term pressure of the stock markets, we can realize Twitter’s potential value, which the current business model has struggled to do for many years. We could set more transparent, accountable rules for handling abuse. We could re-open the platform’s data to spur innovation. Overall, we’d all be invested in Twitter’s success and sustainability. Such a conversion could also ensure a fairer return for the company’s existing investors than other options.\nThis motion was not embraced by Twitter Inc. And it would be very tough to flip Twitter into a co-op in this way. But it points to a compelling alternative vision, for us as participants and for the next generation of platform creators.\nIn fact, companies with this cooperative-inspired philosophy and model are beginning to emerge. The photo-sharing co-op Stocksy brings together photographers and filmmakers, giving them an opportunity to license their work. They are a proud platform co-op but also a serious and growing multimillion-dollar business. As they put it: “(Think more artist respect and support, less patchouli.) We believe in creative integrity , fair profit sharing, and co-ownership, with every voice being heard.”\nFor platform co-ops and similar ideas to succeed, governments will have to make it easier to raise money to scale without relying on big investors or the traditional capital markets. There is also a real engineering challenge in ensuring that these types of models move beyond the artisanal to the mainstream. But if the technical piece can be cracked, it’s not hard to see the moral (and financial) appeal to users and content creators. Especially given Facebook’s increasingly strained relationship with its users, a rival that offered a similar user experience but a much fairer deal, might easily attract defectors.\nFree-range platforms A decade ago, none other than the father of the World Wide Web, Tim Berners-Lee, saw the dangers of participation farms like Facebook looming.\nIn 2008, almost 20 years after laying out his original vision, he rallied for the building of “decentralized social networks” that would reclaim his beloved web from increasingly centralizing sites. He saw a big prize in a more fluid and pluralistic world of platforms in which “online social networking will be more immune to censorship, monopoly, regulation, and other exercise of central authority.”\nToday, he is hard at work on a project to address that very issue, a plan to radically alter the way web applications work, one that would divorce all our personal data and content from the apps and platforms that now—often literally—own it. Berners-Lee’s Solid project would allow us to own our own data as part of a personal secure “pod” in which we would carry around our digital lives. So imagine that, rather than having all your data on a third-party platform, you now take it with you. (This is what geeks call “interoperability.”) You walk around with your photos, friends, health histories, a map of all the places you have traveled, a list of all your purchases—even the online reputation you have built up in various platforms, an especially powerful commodity. You are liberated to decide what access you would like to grant—and on what terms—to whom. Solid is much more than a different kind of technology; it is a different philosophy. With Solid, your data “reports to you.”\nAnother solution to the same problem comes in the great—and much-hyped—hope of the Blockchain. The Blockchain is a distributed public ledger that allows everyone to record and see what transactions have taken place. Unlike a centralized secret ledger—such as those of banks—it is transparent. And transactions are verified not by a central force, but as a distributed process. You might know the Blockchain from its most famous (and controversial) application to date: It is the underlying technology upon which the virtual currency Bitcoin is built on.\nFor non-technologists—even those who have spent hours trying to get their heads around this—the way this actually works can be hard to grasp. But the most important things to understand are the potential human applications. As The Economist puts it, “It offers a way for people who do not know or trust each other to create a record of who owns what that will compel the assent of everyone concerned. It is a way of making and preserving truths.”\nThe potential of this is as huge as the hype (although, like all technologies, Blockchain remains vulnerable to co-optation and capture). It opens up a world where users might exchange value directly without an extractive middleman. We can easily imagine real estate contracts or financial transactions living on the Blockchain. But we might imagine, too, the intermediaries being removed from the mega-platforms of the world—our Facebooks, Ubers, or Airbnbs—when users, drivers, and riders, or hosts and guests, work out ways to collaborate and exchange directly with each other.\nAs we look to the future, there is no shortage of predictions about the next participatory technologies and ideas that will transform our lives. Whether it be virtual reality, augmented reality, or blockchains, platforms as we know them today will likely end up feeling rather quaint. But however things turn out, we need to cling to, and build for, a set of principles that ensure the worlds we will live in are less monopolistic, more transparent, and much more attuned to their broader impact.\nA public-interest algorithm To truly reimagine a platform like Facebook, we need to reimagine its algorithm. As Facebook has shown us, social media sites have huge power to alter our consumer preferences, spur or hinder extremism, and sway our emotions with tweaks of code. But today their algorithms function as secret recipes that serve private interests.\nSo let’s consider how a “public interest algorithm” might work instead. What might a formula designed to favor the interests of platform participants and society at large—instead of just their owners, advertisers, and investors—look like?\nIt would need three key features. First, the inputs into the algorithm, which shape what content we see and what gets priority, would be fully transparent to the user, including the criteria used by the platform to moderate offensive content or hate speech. Second, every user would have a range of dials that allowed them to alter their world. They could choose to engage with more content they disagreed with. They could “filter in” perspectives and views from those well outside their bubbles. They could reduce sensationalism. Third, the default settings of the algorithm would apply a public interest test, considering how the platform can better serve our broader society. This might operate like an updated version of public broadcasting, bringing to the surface content proven to reduce social tension and extremism and bolster civic discourse, promoting pluralism, and showcasing unserved and underserved communities. This would not come without its challenges—legitimate debates would need to be had around whether, how, and how much a platform should “tip the scales” in this way—but it is a greater moral challenge than an engineering one.\nTo advance solutions like these, we, as the participants on the participation farms, need to do more than just lament our fates. It will take inspired and dedicated effort—by technologists, entrepreneurs, the platforms themselves, and all of us—to renegotiate the contract with which we participate.\n#DeleteFacebook is just the start. We need to go deeper. In the coming months, we may see #ReformFacebook, #RegulateFacebook, and even #ReplaceFacebook take off.\nHenry Timms is executive director of 92nd Street Y. This article was adapted from the book NEW POWER by Jeremy Heimans and Henry Timms.",
    "published": "2018-04-16T03:00:00.000+03:00",
    "crawled": "2018-04-17T04:27:11.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "year",
        "ago",
        "may",
        "remember",
        "seeing",
        "facebook",
        "fb",
        "post",
        "like",
        "dotting",
        "newsfeed",
        "today",
        "november",
        "response",
        "facebook",
        "guideline",
        "article",
        "code",
        "intellectual",
        "property",
        "declare",
        "right",
        "attached",
        "personal",
        "data",
        "drawing",
        "painting",
        "photo",
        "text",
        "published",
        "profile",
        "commercial",
        "use",
        "foregoing",
        "written",
        "consent",
        "required",
        "violation",
        "privacy",
        "punished",
        "law",
        "ucc",
        "rome",
        "statute",
        "post",
        "based",
        "urban",
        "myth",
        "rome",
        "statute",
        "fact",
        "cover",
        "crime",
        "humanity",
        "facebook",
        "relationship",
        "user",
        "popularity",
        "post",
        "remind",
        "u",
        "deletefacebook",
        "movement",
        "seen",
        "recent",
        "day",
        "much",
        "deeper",
        "root",
        "every",
        "facebook",
        "long",
        "journey",
        "platform",
        "hegemony",
        "facebook",
        "killer",
        "come",
        "new",
        "platform",
        "might",
        "provide",
        "viable",
        "alternative",
        "built",
        "better",
        "principle",
        "first",
        "diaspora",
        "began",
        "viral",
        "campaign",
        "create",
        "decentralized",
        "alternative",
        "facebook",
        "mark",
        "zuckerberg",
        "even",
        "chipped",
        "solid",
        "indication",
        "regarded",
        "diaspora",
        "little",
        "charming",
        "experiment",
        "social",
        "network",
        "ello",
        "came",
        "life",
        "powerful",
        "sale",
        "pitch",
        "facebook",
        "real",
        "mission",
        "make",
        "happy",
        "connect",
        "old",
        "friend",
        "facilitate",
        "interesting",
        "conversation",
        "humble",
        "facebook",
        "user",
        "customer",
        "people",
        "buy",
        "data",
        "real",
        "customer",
        "facebook",
        "business",
        "promise",
        "seductive",
        "enough",
        "one",
        "point",
        "founder",
        "claimed",
        "people",
        "hour",
        "signing",
        "new",
        "platform",
        "though",
        "time",
        "user",
        "fell",
        "away",
        "clunky",
        "product",
        "living",
        "sexy",
        "hype",
        "might",
        "even",
        "one",
        "less",
        "million",
        "user",
        "took",
        "part",
        "facebook",
        "attempt",
        "direct",
        "democracy",
        "platform",
        "offered",
        "user",
        "chance",
        "vote",
        "ratify",
        "change",
        "privacy",
        "policy",
        "one",
        "catch",
        "vote",
        "binding",
        "facebook",
        "user",
        "participate",
        "cnn",
        "put",
        "time",
        "voting",
        "close",
        "facebook",
        "policy",
        "change",
        "million",
        "vote",
        "prelude",
        "current",
        "moment",
        "seeing",
        "light",
        "cambridge",
        "analytica",
        "scandal",
        "emergence",
        "much",
        "broader",
        "political",
        "consciousness",
        "regard",
        "platform",
        "opportunity",
        "ahead",
        "u",
        "user",
        "simply",
        "win",
        "occasional",
        "concession",
        "facebook",
        "start",
        "social",
        "financial",
        "political",
        "contract",
        "entered",
        "platform",
        "far",
        "organic",
        "paradise",
        "early",
        "internet",
        "pioneer",
        "imagined",
        "growing",
        "sense",
        "living",
        "world",
        "participation",
        "farm",
        "small",
        "number",
        "big",
        "platform",
        "fenced",
        "harvest",
        "gain",
        "daily",
        "activity",
        "billion",
        "real",
        "price",
        "guardian",
        "poll",
        "less",
        "american",
        "agreed",
        "facebook",
        "good",
        "world",
        "paltry",
        "believed",
        "facebook",
        "cared",
        "user",
        "big",
        "question",
        "ahead",
        "might",
        "thing",
        "structurally",
        "different",
        "might",
        "create",
        "model",
        "merely",
        "offer",
        "vanilla",
        "power",
        "share",
        "facebook",
        "tout",
        "actually",
        "share",
        "value",
        "governance",
        "decision",
        "along",
        "delivering",
        "greater",
        "transparency",
        "freedom",
        "promise",
        "platform",
        "university",
        "colorado",
        "boulder",
        "nathan",
        "schneider",
        "one",
        "leader",
        "growing",
        "still",
        "quite",
        "academic",
        "movement",
        "championing",
        "call",
        "platform",
        "democratically",
        "run",
        "governed",
        "cooperative",
        "reimagined",
        "world",
        "technology",
        "platform",
        "farm",
        "factory",
        "movement",
        "want",
        "turn",
        "participation",
        "farm",
        "something",
        "look",
        "like",
        "digital",
        "kibbutz",
        "schneider",
        "point",
        "model",
        "traditional",
        "industry",
        "run",
        "along",
        "line",
        "like",
        "department",
        "store",
        "chain",
        "john",
        "lewis",
        "put",
        "trust",
        "owned",
        "employee",
        "share",
        "retail",
        "chain",
        "profit",
        "elect",
        "representative",
        "governing",
        "board",
        "new",
        "power",
        "platform",
        "argues",
        "million",
        "user",
        "payroll",
        "share",
        "value",
        "created",
        "say",
        "big",
        "decision",
        "represented",
        "governance",
        "platform",
        "proposed",
        "twitter",
        "twtr",
        "user",
        "try",
        "buy",
        "back",
        "arguing",
        "serf",
        "essential",
        "public",
        "function",
        "mind",
        "challenge",
        "problem",
        "twitter",
        "working",
        "cite",
        "powerful",
        "justice",
        "movement",
        "rely",
        "evidence",
        "problem",
        "wall",
        "street",
        "economy",
        "become",
        "twitter",
        "buytwitter",
        "movement",
        "championed",
        "schneider",
        "others",
        "significant",
        "enough",
        "ended",
        "one",
        "five",
        "proposal",
        "table",
        "twitter",
        "annual",
        "general",
        "meeting",
        "made",
        "strong",
        "case",
        "twitter",
        "would",
        "function",
        "differently",
        "twitter",
        "could",
        "result",
        "new",
        "reliable",
        "revenue",
        "stream",
        "since",
        "user",
        "could",
        "buy",
        "stake",
        "platform",
        "success",
        "without",
        "pressure",
        "stock",
        "market",
        "realize",
        "twitter",
        "potential",
        "value",
        "current",
        "business",
        "model",
        "struggled",
        "many",
        "year",
        "could",
        "set",
        "transparent",
        "accountable",
        "rule",
        "handling",
        "abuse",
        "could",
        "platform",
        "data",
        "spur",
        "innovation",
        "overall",
        "invested",
        "twitter",
        "success",
        "sustainability",
        "conversion",
        "could",
        "also",
        "ensure",
        "fairer",
        "return",
        "company",
        "existing",
        "investor",
        "option",
        "motion",
        "embraced",
        "twitter",
        "would",
        "tough",
        "flip",
        "twitter",
        "way",
        "point",
        "compelling",
        "alternative",
        "vision",
        "u",
        "participant",
        "next",
        "generation",
        "platform",
        "creator",
        "fact",
        "company",
        "philosophy",
        "model",
        "beginning",
        "emerge",
        "stocksy",
        "brings",
        "together",
        "photographer",
        "filmmaker",
        "giving",
        "opportunity",
        "license",
        "work",
        "proud",
        "platform",
        "also",
        "serious",
        "growing",
        "business",
        "put",
        "think",
        "artist",
        "respect",
        "support",
        "less",
        "patchouli",
        "believe",
        "creative",
        "integrity",
        "fair",
        "profit",
        "sharing",
        "every",
        "voice",
        "platform",
        "similar",
        "idea",
        "succeed",
        "government",
        "make",
        "easier",
        "raise",
        "money",
        "scale",
        "without",
        "relying",
        "big",
        "investor",
        "traditional",
        "capital",
        "market",
        "also",
        "real",
        "engineering",
        "challenge",
        "ensuring",
        "type",
        "model",
        "move",
        "beyond",
        "artisanal",
        "mainstream",
        "technical",
        "piece",
        "cracked",
        "hard",
        "see",
        "moral",
        "financial",
        "appeal",
        "user",
        "content",
        "creator",
        "especially",
        "given",
        "facebook",
        "increasingly",
        "strained",
        "relationship",
        "user",
        "rival",
        "offered",
        "similar",
        "user",
        "experience",
        "much",
        "fairer",
        "deal",
        "might",
        "easily",
        "attract",
        "defector",
        "platform",
        "decade",
        "ago",
        "none",
        "father",
        "world",
        "wide",
        "web",
        "tim",
        "saw",
        "danger",
        "participation",
        "farm",
        "like",
        "facebook",
        "looming",
        "almost",
        "year",
        "laying",
        "original",
        "vision",
        "rallied",
        "building",
        "decentralized",
        "social",
        "network",
        "would",
        "reclaim",
        "beloved",
        "web",
        "increasingly",
        "centralizing",
        "site",
        "saw",
        "big",
        "prize",
        "fluid",
        "pluralistic",
        "world",
        "platform",
        "online",
        "social",
        "networking",
        "immune",
        "censorship",
        "monopoly",
        "regulation",
        "exercise",
        "central",
        "today",
        "hard",
        "work",
        "project",
        "address",
        "issue",
        "plan",
        "radically",
        "alter",
        "way",
        "web",
        "application",
        "work",
        "one",
        "would",
        "divorce",
        "personal",
        "data",
        "content",
        "apps",
        "platform",
        "solid",
        "project",
        "would",
        "allow",
        "u",
        "data",
        "part",
        "personal",
        "secure",
        "pod",
        "would",
        "carry",
        "around",
        "digital",
        "life",
        "imagine",
        "rather",
        "data",
        "platform",
        "take",
        "geek",
        "call",
        "walk",
        "around",
        "photo",
        "friend",
        "health",
        "history",
        "map",
        "place",
        "traveled",
        "list",
        "online",
        "reputation",
        "built",
        "various",
        "platform",
        "especially",
        "powerful",
        "commodity",
        "liberated",
        "decide",
        "access",
        "would",
        "like",
        "solid",
        "much",
        "different",
        "kind",
        "technology",
        "different",
        "philosophy",
        "solid",
        "data",
        "report",
        "another",
        "solution",
        "problem",
        "come",
        "blockchain",
        "blockchain",
        "distributed",
        "public",
        "ledger",
        "allows",
        "everyone",
        "record",
        "see",
        "transaction",
        "taken",
        "place",
        "unlike",
        "centralized",
        "secret",
        "transparent",
        "transaction",
        "verified",
        "central",
        "force",
        "distributed",
        "process",
        "might",
        "know",
        "blockchain",
        "famous",
        "controversial",
        "application",
        "date",
        "underlying",
        "technology",
        "upon",
        "virtual",
        "currency",
        "bitcoin",
        "built",
        "spent",
        "hour",
        "trying",
        "get",
        "head",
        "around",
        "way",
        "actually",
        "work",
        "hard",
        "grasp",
        "important",
        "thing",
        "understand",
        "potential",
        "human",
        "application",
        "economist",
        "put",
        "offer",
        "way",
        "people",
        "know",
        "trust",
        "create",
        "record",
        "owns",
        "compel",
        "assent",
        "everyone",
        "concerned",
        "way",
        "making",
        "preserving",
        "potential",
        "huge",
        "hype",
        "although",
        "like",
        "technology",
        "blockchain",
        "remains",
        "vulnerable",
        "capture",
        "open",
        "world",
        "user",
        "might",
        "exchange",
        "value",
        "directly",
        "without",
        "extractive",
        "middleman",
        "easily",
        "imagine",
        "real",
        "estate",
        "contract",
        "financial",
        "transaction",
        "living",
        "blockchain",
        "might",
        "imagine",
        "intermediary",
        "removed",
        "facebooks",
        "ubers",
        "user",
        "driver",
        "rider",
        "host",
        "guest",
        "work",
        "way",
        "collaborate",
        "exchange",
        "directly",
        "look",
        "future",
        "shortage",
        "prediction",
        "next",
        "participatory",
        "technology",
        "idea",
        "transform",
        "life",
        "whether",
        "virtual",
        "reality",
        "augmented",
        "reality",
        "blockchains",
        "platform",
        "know",
        "today",
        "likely",
        "end",
        "feeling",
        "rather",
        "quaint",
        "however",
        "thing",
        "turn",
        "need",
        "cling",
        "build",
        "set",
        "principle",
        "ensure",
        "world",
        "live",
        "less",
        "monopolistic",
        "transparent",
        "much",
        "attuned",
        "broader",
        "impact",
        "algorithm",
        "truly",
        "reimagine",
        "platform",
        "like",
        "facebook",
        "need",
        "reimagine",
        "algorithm",
        "facebook",
        "shown",
        "u",
        "social",
        "medium",
        "site",
        "huge",
        "power",
        "alter",
        "consumer",
        "preference",
        "spur",
        "hinder",
        "extremism",
        "sway",
        "emotion",
        "tweak",
        "code",
        "today",
        "algorithm",
        "function",
        "secret",
        "recipe",
        "serve",
        "private",
        "interest",
        "let",
        "consider",
        "public",
        "interest",
        "algorithm",
        "might",
        "work",
        "instead",
        "might",
        "formula",
        "designed",
        "favor",
        "interest",
        "platform",
        "participant",
        "society",
        "owner",
        "advertiser",
        "like",
        "would",
        "need",
        "three",
        "key",
        "feature",
        "first",
        "input",
        "algorithm",
        "shape",
        "content",
        "see",
        "get",
        "priority",
        "would",
        "fully",
        "transparent",
        "user",
        "including",
        "criterion",
        "used",
        "platform",
        "moderate",
        "offensive",
        "content",
        "hate",
        "speech",
        "second",
        "every",
        "user",
        "would",
        "range",
        "dial",
        "allowed",
        "alter",
        "world",
        "could",
        "choose",
        "engage",
        "content",
        "disagreed",
        "could",
        "filter",
        "perspective",
        "view",
        "well",
        "outside",
        "bubble",
        "could",
        "reduce",
        "sensationalism",
        "third",
        "default",
        "setting",
        "algorithm",
        "would",
        "apply",
        "public",
        "interest",
        "test",
        "considering",
        "platform",
        "better",
        "serve",
        "broader",
        "society",
        "might",
        "operate",
        "like",
        "updated",
        "version",
        "public",
        "broadcasting",
        "bringing",
        "surface",
        "content",
        "proven",
        "reduce",
        "social",
        "tension",
        "extremism",
        "bolster",
        "civic",
        "discourse",
        "promoting",
        "pluralism",
        "showcasing",
        "unserved",
        "underserved",
        "community",
        "would",
        "come",
        "without",
        "debate",
        "would",
        "need",
        "around",
        "whether",
        "much",
        "platform",
        "tip",
        "scale",
        "greater",
        "moral",
        "challenge",
        "engineering",
        "one",
        "advance",
        "solution",
        "like",
        "participant",
        "participation",
        "farm",
        "need",
        "lament",
        "fate",
        "take",
        "inspired",
        "dedicated",
        "technologist",
        "entrepreneur",
        "platform",
        "renegotiate",
        "contract",
        "participate",
        "deletefacebook",
        "start",
        "need",
        "go",
        "deeper",
        "coming",
        "month",
        "may",
        "see",
        "reformfacebook",
        "regulatefacebook",
        "even",
        "replacefacebook",
        "take",
        "henry",
        "timms",
        "executive",
        "director",
        "92nd",
        "street",
        "article",
        "adapted",
        "book",
        "new",
        "power",
        "jeremy",
        "heimans",
        "henry",
        "timms"
    ]
}