{
    "organizations": [],
    "uuid": "672888b8f5b3940349add0f8a0be90dd493a6221",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/globe-newswire-marimed-reports-annual-2017-financial-results-with-2018-outlook.html",
    "ord_in_thread": 0,
    "title": "MariMed Reports Annual 2017 Financial Results with 2018 Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "$6.1 million in revenue, an increase of 70.2%\n$32.2 million in assets, an increase of 276.1% $1.2 million in operating income, an increase of 55.5%. Significant expansion of its cannabis business units\nNEWTON, Mass., April 03, 2018 (GLOBE NEWSWIRE) -- MariMed Inc. (OTCQB:MRMD), an industry leader in the development and management of nationally acclaimed cannabis cultivation, processing, and dispensary facilities, today reported yearend financial results for 2017, posting the Company’s highest revenue, assets and operating income since its inception.\nMariMed posted its highest records and assets in 2017 as it expanded its cannabis cultivation and dispensary facility and branded products portfolio into multiple states.\nFINANCIAL HIGHLIGHTS\nRevenue: $6.1 million in 2017, compared to $3.6 million in 2016, a year-over-year increase of 70.2%, primarily a result of higher sales at MariMed managed licensed cannabis businesses which in turn produce higher income for Company from fees, rents, and consulting. Total Assets: $32.2 million in 2017, compared to $8.6 million in 2016, a year-over-year increase of 276.1%, resulting from MariMed real estate acquisition and development of state of the art cannabis cultivation and production facilities and dispensaries with specialized equipment and systems, as well as from acquired brands, products, and other assets. Gross profit: $ 3.5 million in 2017. Gross profit rose to 58% compared to 55% in 2016; Operating Income: $1.2 million in 2017, compared to $775,000 in 2016, a year-over-year increase of 55.5%.\nOPERATIONS HIGHLIGHTS\nCorporate:\nIn May, the Company acquired 100% of MariMed Advisors, changed its name to MariMed Inc., changed the ticker symbol OTCQB:MRMD and became a single-focus business in the emerging cannabis industry; In July, Robert Fireman became CEO and John Levine became CFO; and In 2017 MariMed raised over $20 million in capital in equity and debt to purchase and build-out cannabis facilities and fund corporate infrastructure.\nProgress in Multiple States: In 2017 MariMed made significant progress expanding its operations and assets in cannabis licensed states:\nMaryland\nPurchased 180,000 sq. ft. manufacturing plant in Hagerstown and developed a 100,000 sq. ft. cultivation and production facility. Facility Lessee has begun operations and production of MariMed products under MariMed managed services Contracted to purchase building for a dispensary in Annapolis scheduled to open in 2018 Developed Nature’s Heritage branded strains and products\nMassachusetts\nPurchased 137,500 sq. ft. industrial building in New Bedford and began developing half into cultivation facility scheduled to open in Q2 2018; Purchased 22,700 sq. ft. retail building in Middleborough for dispensary Developing sites for two other dispensaries in Boston and Taunton\nDelaware\nExpanded cultivation/production area of 45,070 sq. ft. seed to sale facility in Wilmington. Developed and opened client’s second dispensary in Lewes.\nNevada\nMariMed-managed cultivation facility opened and had first harvests. Licensed Kalm Fusion ™ and Betty’s Eddies ™ brands for distribution to medical and recreational dispensaries\nIllinois\nIncreased sales at MariMed-managed dispensaries Licensed Kalm Fusion and Betty’s Eddies brands for distribution to 50+ medical cannabis dispensaries\nMaine\nLicensed Kalm Fusion and Betty’s Eddies brands for distribution\nBranded Products\nExpanded distribution of Kalm Fusion brands; Acquired ownership of Betty’s Eddies brand of fruit chews; Expanded agreement to license Tikun Olam strains and genetics from Israel; Expanded distribution of Lucid Mood™ disposable vape pens; and Developed plan to expand licensing and distribution for company brands in more states where cannabis is legal.\n“2017 was a year of transformative growth for MariMed,” stated Robert Fireman, CEO of MariMed Inc. “We generated record revenue from managed services and the leasing of our cannabis facilities. This was a direct result of our licensed cannabis clients flourishing under our professional management. We made significant progress in the development of our licensing and branded product lines, which are being validated with partners in multiple states. With the opening of our Maryland and Massachusetts facilities and businesses and the expansion of our licensing brands to additional states we anticipate continuing our growth momentum in 2018 and beyond.”\n“We successfully raised over $24 million in debt and equity from January 2017 through March 2018 to fund acquisition and development of new cannabis facilities in Maryland, Delaware, and Massachusetts, as well as to expand our branded products,” noted Jon Levine, MariMed CFO. “This is reflected in the 276.1% growth in assets in 2017.\nMariMed incurred a net loss of $1.0 million in 2017 versus net income of $0.3 million in 2016. The loss is due to three large non-cash expenses (equity compensation; loss on conversions of debt to common stock; and the write-off of deferred revenue). These non-cash expenses had no impact on the Company’s operating income or cash flow. Without these non-cash items, net income would have been approximately $694,000 for 2017.\nOutlook for 2018\n“MariMed has designed, developed, and manages the operation of the most efficient and productive state-of-the-art cannabis cultivation, processing, and dispensing facilities in the industry,” Tim Shaw, MariMed Chief Operating Officer, noted. “We have assembled some of the best cannabis genetics and strains that in turn produce superior quality of flower, extracted oils and infused products in the facilities we manage. Our standard operating procedures are replicable and scalable. We are ready to take advantage of the expansion of legal cannabis legislative programs in many more states. Our team has also created a wide array of convenient, precision dosed, pesticide and contaminant free, branded products that consumers are increasingly demanding as they become more sophisticated.”\n“While driving organic growth of our existing facilities and expanding our products lines through our existing sales channels, we expect to pursue license opportunities as additional states legislate legal cannabis programs,” Mr. Fireman stated. “We intend to raise additional capital to develop these new licenses, acquire underperforming cannabis licensed businesses, forge strategic alliances, and expand our R&D of new cannabis products and technologies. MariMed also plans to expand its senior management and corporate infrastructure to oversee its expanding national business and remain a the forefront of the emerging cannabis industry.”\n“We anticipate that our investments in Maryland and Massachusetts facilities will generate significant revenue from fees for leases, licenses and managed services,” added Mr. Levine. “We expect this will be augmented further with the launch of Nature’s Heritage Cannabis® branded product line in 2018 and when all six of our facilities currently in development in Maryland and Massachusetts are in full operation.”\nMariMed’s full financial results are available at www.sec.gov\nAbout MariMed Inc.:\nMariMed designs, develops, finances, and optimizes the success of medical cannabis cultivation, production, and dispensary facilities through its validated management. MariMed's team has developed or is in the process of developing state-of-the art regulatory-compliant facilities in DE, IL, NV, MD, MA and RI. These facilities are models of excellence in horticultural principals, cannabis production, product development, and dispensary operations. In addition, MariMed is on the forefront of precision dosed branded products for the treatment of specific medical symptoms. MariMed currently distributes its branded products in select states and is expanding licensing and distribution to numerous additional states encompassing thousands of dispensaries. MariMed Inc., is one of the 17 top-performing public cannabis companies in the U.S. tracked on the U.S. Marijuana Index , ( www.marijuanaindex.com ). For additional information, visit www.MariMedAdvisors.com\nMedia Contacts:\nFor MariMed\nBusiness Development\nJon Levine, CFO, MariMed\ninfo@MariMedAdvisors.com\n781-559-8713\nInvestor Relations\nTyler Troup, Circadian Group\ntyler@circadian-group.com\n+1 (866) 950 8300\nMedia Relations\nJulie Shepherd, Accentuate PR\nJulie@accentuatepr.com\n847-275-3643\nForward Looking Statements:\nThis release contains certain forward-looking statements and information relating to MariMed Inc., that is based on the beliefs of MariMed Inc.’s management, as well as assumptions made by and information currently available to the Company. Such statements reflect the current views of the Company with respect to future events including estimates and projections about its business based on certain assumptions of its management, including those described in this Release. These statements are not guarantees of future performance and involve risk and uncertainties that are difficult to predict, including, among other factors, changes in demand for the Company's services and products, changes in the law and its enforcement and changes in the economic environment. Additional risk factors are included in the Company's public filings with the SEC. Should one or more of these underlying assumptions prove incorrect, actual results may vary materially from those described herein as \"hoped,\" \"anticipated,\" \"believed,\" \"planned, \"estimated,\" \"preparing,\" \"potential,\" \"expected\" or words of a similar nature. The Company does not intend to update these forward-looking statements. None of the content of any of the websites referred to herein (even if a link is provided for your convenience) is incorporated into this release and the Company assumes no responsibility for any of such content.\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/942ed373-e390-4093-9b75-86e7e0d4f1b9\nSource:MariMed Inc.",
    "published": "2018-04-03T16:30:00.000+03:00",
    "crawled": "2018-04-03T17:57:21.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "million",
        "revenue",
        "increase",
        "million",
        "asset",
        "increase",
        "million",
        "operating",
        "income",
        "increase",
        "significant",
        "expansion",
        "cannabis",
        "business",
        "unit",
        "newton",
        "april",
        "globe",
        "newswire",
        "marimed",
        "otcqb",
        "mrmd",
        "industry",
        "leader",
        "development",
        "management",
        "nationally",
        "acclaimed",
        "cannabis",
        "cultivation",
        "processing",
        "dispensary",
        "facility",
        "today",
        "reported",
        "yearend",
        "financial",
        "result",
        "posting",
        "company",
        "highest",
        "revenue",
        "asset",
        "operating",
        "income",
        "since",
        "inception",
        "marimed",
        "posted",
        "highest",
        "record",
        "asset",
        "expanded",
        "cannabis",
        "cultivation",
        "dispensary",
        "facility",
        "branded",
        "product",
        "portfolio",
        "multiple",
        "state",
        "financial",
        "highlight",
        "revenue",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "result",
        "higher",
        "sale",
        "marimed",
        "managed",
        "licensed",
        "cannabis",
        "business",
        "turn",
        "produce",
        "higher",
        "income",
        "company",
        "fee",
        "rent",
        "consulting",
        "total",
        "asset",
        "million",
        "compared",
        "million",
        "increase",
        "resulting",
        "marimed",
        "real",
        "estate",
        "acquisition",
        "development",
        "state",
        "art",
        "cannabis",
        "cultivation",
        "production",
        "facility",
        "dispensary",
        "specialized",
        "equipment",
        "system",
        "well",
        "acquired",
        "brand",
        "product",
        "asset",
        "gross",
        "profit",
        "million",
        "gross",
        "profit",
        "rose",
        "compared",
        "operating",
        "income",
        "million",
        "compared",
        "increase",
        "operation",
        "highlight",
        "corporate",
        "may",
        "company",
        "acquired",
        "marimed",
        "advisor",
        "changed",
        "name",
        "marimed",
        "changed",
        "ticker",
        "symbol",
        "otcqb",
        "mrmd",
        "became",
        "business",
        "emerging",
        "cannabis",
        "industry",
        "july",
        "robert",
        "fireman",
        "became",
        "ceo",
        "john",
        "levine",
        "became",
        "cfo",
        "marimed",
        "raised",
        "million",
        "capital",
        "equity",
        "debt",
        "purchase",
        "cannabis",
        "facility",
        "fund",
        "corporate",
        "infrastructure",
        "progress",
        "multiple",
        "state",
        "marimed",
        "made",
        "significant",
        "progress",
        "expanding",
        "operation",
        "asset",
        "cannabis",
        "licensed",
        "state",
        "maryland",
        "purchased",
        "sq",
        "manufacturing",
        "plant",
        "hagerstown",
        "developed",
        "sq",
        "cultivation",
        "production",
        "facility",
        "facility",
        "lessee",
        "begun",
        "operation",
        "production",
        "marimed",
        "product",
        "marimed",
        "managed",
        "service",
        "contracted",
        "purchase",
        "building",
        "dispensary",
        "annapolis",
        "scheduled",
        "open",
        "developed",
        "nature",
        "heritage",
        "branded",
        "strain",
        "product",
        "massachusetts",
        "purchased",
        "sq",
        "industrial",
        "building",
        "new",
        "bedford",
        "began",
        "developing",
        "half",
        "cultivation",
        "facility",
        "scheduled",
        "open",
        "q2",
        "purchased",
        "sq",
        "retail",
        "building",
        "middleborough",
        "dispensary",
        "developing",
        "site",
        "two",
        "dispensary",
        "boston",
        "taunton",
        "delaware",
        "expanded",
        "area",
        "sq",
        "seed",
        "sale",
        "facility",
        "wilmington",
        "developed",
        "opened",
        "client",
        "second",
        "dispensary",
        "lewes",
        "nevada",
        "cultivation",
        "facility",
        "opened",
        "first",
        "harvest",
        "licensed",
        "kalm",
        "fusion",
        "betty",
        "eddy",
        "brand",
        "distribution",
        "medical",
        "recreational",
        "dispensary",
        "illinois",
        "increased",
        "sale",
        "dispensary",
        "licensed",
        "kalm",
        "fusion",
        "betty",
        "eddy",
        "brand",
        "distribution",
        "medical",
        "cannabis",
        "dispensary",
        "maine",
        "licensed",
        "kalm",
        "fusion",
        "betty",
        "eddy",
        "brand",
        "distribution",
        "branded",
        "product",
        "expanded",
        "distribution",
        "kalm",
        "fusion",
        "brand",
        "acquired",
        "ownership",
        "betty",
        "eddy",
        "brand",
        "fruit",
        "chew",
        "expanded",
        "agreement",
        "license",
        "tikun",
        "olam",
        "strain",
        "genetics",
        "israel",
        "expanded",
        "distribution",
        "lucid",
        "disposable",
        "vape",
        "pen",
        "developed",
        "plan",
        "expand",
        "licensing",
        "distribution",
        "company",
        "brand",
        "state",
        "cannabis",
        "legal",
        "year",
        "transformative",
        "growth",
        "marimed",
        "stated",
        "robert",
        "fireman",
        "ceo",
        "marimed",
        "generated",
        "record",
        "revenue",
        "managed",
        "service",
        "leasing",
        "cannabis",
        "facility",
        "direct",
        "result",
        "licensed",
        "cannabis",
        "client",
        "flourishing",
        "professional",
        "management",
        "made",
        "significant",
        "progress",
        "development",
        "licensing",
        "branded",
        "product",
        "line",
        "validated",
        "partner",
        "multiple",
        "state",
        "opening",
        "maryland",
        "massachusetts",
        "facility",
        "business",
        "expansion",
        "licensing",
        "brand",
        "additional",
        "state",
        "anticipate",
        "continuing",
        "growth",
        "momentum",
        "successfully",
        "raised",
        "million",
        "debt",
        "equity",
        "january",
        "march",
        "fund",
        "acquisition",
        "development",
        "new",
        "cannabis",
        "facility",
        "maryland",
        "delaware",
        "massachusetts",
        "well",
        "expand",
        "branded",
        "product",
        "noted",
        "jon",
        "levine",
        "marimed",
        "cfo",
        "reflected",
        "growth",
        "asset",
        "marimed",
        "incurred",
        "net",
        "loss",
        "million",
        "versus",
        "net",
        "income",
        "million",
        "loss",
        "due",
        "three",
        "large",
        "expense",
        "equity",
        "compensation",
        "loss",
        "conversion",
        "debt",
        "common",
        "stock",
        "deferred",
        "revenue",
        "expense",
        "impact",
        "company",
        "operating",
        "income",
        "cash",
        "flow",
        "without",
        "item",
        "net",
        "income",
        "would",
        "approximately",
        "outlook",
        "marimed",
        "designed",
        "developed",
        "manages",
        "operation",
        "efficient",
        "productive",
        "cannabis",
        "cultivation",
        "processing",
        "dispensing",
        "facility",
        "industry",
        "tim",
        "shaw",
        "marimed",
        "chief",
        "operating",
        "officer",
        "noted",
        "assembled",
        "best",
        "cannabis",
        "genetics",
        "strain",
        "turn",
        "produce",
        "superior",
        "quality",
        "flower",
        "extracted",
        "oil",
        "infused",
        "product",
        "facility",
        "manage",
        "standard",
        "operating",
        "procedure",
        "replicable",
        "scalable",
        "ready",
        "take",
        "advantage",
        "expansion",
        "legal",
        "cannabis",
        "legislative",
        "program",
        "many",
        "state",
        "team",
        "also",
        "created",
        "wide",
        "array",
        "convenient",
        "precision",
        "dosed",
        "pesticide",
        "contaminant",
        "free",
        "branded",
        "product",
        "consumer",
        "increasingly",
        "demanding",
        "become",
        "driving",
        "organic",
        "growth",
        "existing",
        "facility",
        "expanding",
        "product",
        "line",
        "existing",
        "sale",
        "channel",
        "expect",
        "pursue",
        "license",
        "opportunity",
        "additional",
        "state",
        "legislate",
        "legal",
        "cannabis",
        "program",
        "fireman",
        "stated",
        "intend",
        "raise",
        "additional",
        "capital",
        "develop",
        "new",
        "license",
        "acquire",
        "underperforming",
        "cannabis",
        "licensed",
        "business",
        "forge",
        "strategic",
        "alliance",
        "expand",
        "r",
        "new",
        "cannabis",
        "product",
        "technology",
        "marimed",
        "also",
        "plan",
        "expand",
        "senior",
        "management",
        "corporate",
        "infrastructure",
        "oversee",
        "expanding",
        "national",
        "business",
        "remain",
        "forefront",
        "emerging",
        "cannabis",
        "anticipate",
        "investment",
        "maryland",
        "massachusetts",
        "facility",
        "generate",
        "significant",
        "revenue",
        "fee",
        "lease",
        "license",
        "managed",
        "service",
        "added",
        "levine",
        "expect",
        "augmented",
        "launch",
        "nature",
        "heritage",
        "branded",
        "product",
        "line",
        "six",
        "facility",
        "currently",
        "development",
        "maryland",
        "massachusetts",
        "full",
        "marimed",
        "full",
        "financial",
        "result",
        "available",
        "marimed",
        "marimed",
        "design",
        "develops",
        "finance",
        "optimizes",
        "success",
        "medical",
        "cannabis",
        "cultivation",
        "production",
        "dispensary",
        "facility",
        "validated",
        "management",
        "marimed",
        "team",
        "developed",
        "process",
        "developing",
        "art",
        "facility",
        "de",
        "il",
        "nv",
        "md",
        "ri",
        "facility",
        "model",
        "excellence",
        "horticultural",
        "principal",
        "cannabis",
        "production",
        "product",
        "development",
        "dispensary",
        "operation",
        "addition",
        "marimed",
        "forefront",
        "precision",
        "dosed",
        "branded",
        "product",
        "treatment",
        "specific",
        "medical",
        "symptom",
        "marimed",
        "currently",
        "distributes",
        "branded",
        "product",
        "select",
        "state",
        "expanding",
        "licensing",
        "distribution",
        "numerous",
        "additional",
        "state",
        "encompassing",
        "thousand",
        "dispensary",
        "marimed",
        "one",
        "public",
        "cannabis",
        "company",
        "tracked",
        "marijuana",
        "index",
        "additional",
        "information",
        "visit",
        "medium",
        "contact",
        "marimed",
        "business",
        "development",
        "jon",
        "levine",
        "cfo",
        "marimed",
        "info",
        "investor",
        "relation",
        "tyler",
        "troup",
        "circadian",
        "group",
        "tyler",
        "medium",
        "relation",
        "julie",
        "shepherd",
        "accentuate",
        "pr",
        "julie",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "certain",
        "statement",
        "information",
        "relating",
        "marimed",
        "based",
        "belief",
        "marimed",
        "management",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "company",
        "statement",
        "reflect",
        "current",
        "view",
        "company",
        "respect",
        "future",
        "event",
        "including",
        "estimate",
        "projection",
        "business",
        "based",
        "certain",
        "assumption",
        "management",
        "including",
        "described",
        "release",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "including",
        "among",
        "factor",
        "change",
        "demand",
        "company",
        "service",
        "product",
        "change",
        "law",
        "enforcement",
        "change",
        "economic",
        "environment",
        "additional",
        "risk",
        "factor",
        "included",
        "company",
        "public",
        "filing",
        "sec",
        "one",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "herein",
        "hoped",
        "anticipated",
        "believed",
        "planned",
        "estimated",
        "preparing",
        "potential",
        "expected",
        "word",
        "similar",
        "nature",
        "company",
        "intend",
        "update",
        "statement",
        "none",
        "content",
        "website",
        "referred",
        "herein",
        "even",
        "link",
        "provided",
        "convenience",
        "incorporated",
        "release",
        "company",
        "assumes",
        "responsibility",
        "content",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "source",
        "marimed",
        "inc"
    ]
}