{
    "organizations": [],
    "uuid": "d67c0f0191109af4c52266df63baeffee975c570",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/pr-newswire-impax-launches-a-generic-version-of-estracea-cream-estradiol-vaginal-cream-usp-0-point-01-percent.html",
    "ord_in_thread": 0,
    "title": "Impax Launches a Generic Version of Estrace® Cream (estradiol vaginal cream, USP, 0.01%)",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRIDGEWATER, N.J., - Impax Laboratories, Inc. (NASDAQ: IPXL), a specialty pharmaceutical company, today announced it has launched a generic version of Estrace ® Cream (estradiol vaginal cream, USP, 0.01%). Impax's manufacturing and development partner, Perrigo Company plc (NYSE; TASE: PRGO), received final approval from the U.S. Food and Drug Administration in late January.\nEstrace ® Cream had annual U.S. sales of approximately $469 million according to IQVIA ® for the12 months ending January 2018.\nIMPORTANT SAFETY INFORMATION\nWARNING: ENDOMETRIAL CANCER, CARDIOVASCULAR DISORDERS, BREAST CANCER and PROBABLE DEMENTIA\nEstrogen-Alone Therapy\nEndometrial Cancer\nThere is an increased risk of endometrial cancer in a woman with a uterus who uses unopposed estrogens. Adding a progestin to estrogen therapy has been shown to reduce the risk of endometrial hyperplasia, which may be a precursor to endometrial cancer. Adequate diagnostic measures, including directed or random endometrial sampling when indicated, should be undertaken to rule out malignancy in postmenopausal women with undiagnosed persistent or recurring abnormal genital bleeding [see WARNINGS, Malignant Neoplasms, Endometrial Cancer ].\nCardiovascular Disorders and Probable Dementia\nEstrogen-alone therapy should not be used for the prevention of cardiovascular disease or dementia [see CLINICAL STUDIES and WARNINGS, Cardiovascular Disorders, and Probable Dementia ].\nThe Women's Health Initiative (WHI) estrogen-alone substudy reported increased risks of stroke and deep vein thrombosis (DVT) in postmenopausal women (50 to 79 years of age) during 7.1 years of treatment with daily oral conjugated estrogens (CE) [0.625 mg]-alone, relative to placebo [see CLINICAL STUDIES and WARNINGS, Cardiovascular Disorders ].\nThe WHI Memory Study (WHIMS) estrogen-alone ancillary study of WHI reported an increased risk of developing probable dementia in postmenopausal women 65 years of age or older during 5.2 years of treatment with daily CE (0.625 mg) -alone, relative to placebo. It is unknown whether this finding applies to younger postmenopausal women [see CLINICAL STUDIES and WARNINGS, Probable Dementia and PRECAUTIONS, Geriatric Use ].\nIn the absence of comparable data, these risks should be assumed to be similar for other doses of CE and other dosage forms of estrogens.\nEstrogens with or without progestins should be prescribed at the lowest effective doses and for the shortest duration consistent with treatment goals and risks for the individual woman.\nEstrogen Plus Progestin Therapy\nCardiovascular Disorders and Probable Dementia\nEstrogen plus progestin therapy should not be used for the prevention of cardiovascular disease or dementia [see CLINICAL STUDIES and WARNINGS, Cardiovascular Disorders, and Probable Dementia ].\nThe WHI estrogen plus progestin substudy reported increased risks of DVT, pulmonary embolism (PE), stroke and myocardial infarction (MI) in postmenopausal women (50 to 79 years of age) during 5.6 years of treatment with daily oral CE (0.625 mg) combined with medroxyprogesterone acetate (MPA) [2.5 mg], relative to placebo [see CLINICAL STUDIES and WARNINGS, Cardiovascular Disorders ].\nThe WHIMS estrogen plus progestin ancillary study of the WHI reported an increased risk of developing probable dementia in postmenopausal women 65 years of age or older during 4 years of treatment with daily CE (0.625 mg) combined with MPA (2.5 mg), relative to placebo. It is unknown whether this finding applies to younger postmenopausal women [see CLINICAL STUDIES and WARNINGS, Probable Dementia and PRECAUTIONS, Geriatric Use ].\nBreast Cancer\nThe WHI estrogen plus progestin substudy also demonstrated an increased risk of invasive breast cancer [see CLINICAL STUDIES and WARNINGS, Malignant Neoplasms, Breast Cancer ].\nIn the absence of comparable data, these risks should be assumed to be similar for other doses of CE and MPA, and other combinations and dosage forms of estrogens and progestins.\nEstrogens with or without progestins should be prescribed at the lowest effective doses and for the shortest duration consistent with treatment goals and risks for the individual woman.\nFor complete safety information and other important information about this product please see the Full Prescribing Information .\nYou are encouraged to report negative side effects of prescription drugs to the FDA. Visit FDA MedWatch or call 1-800-FDA-1088. To report SUSPECTED ADVERSE REACTIONS contact Impax Laboratories, Inc. at 1-877-994-6729.\nAbout Impax Laboratories, Inc.\nImpax Laboratories, Inc. (Impax) is a specialty pharmaceutical company applying its formulation expertise and drug delivery technology to the development of controlled-release and specialty generics in addition to the development of central nervous system disorder branded products. Impax markets its generic products through its Impax Generics division and markets its branded products through the Impax Specialty Pharma division. Additionally, where strategically appropriate, Impax develops marketing partnerships to fully leverage its technology platform and pursues partnership opportunities that offer alternative dosage form technologies, such as injectables, nasal sprays, inhalers, patches, creams, and ointments.\nFor more information, please visit the Company's Web site at: www.impaxlabs.com .\n\"Safe Harbor\" statement under the Private Securities Litigation Reform Act of 1995:\nTo the extent any statements made in this news release contain information that is not historical, these statements are forward-looking in nature and express the beliefs and expectations of management. Such statements are based on current expectations and involve a number of known and unknown risks and uncertainties that could cause the Company's future results, performance, or achievements to differ significantly from the results, performance, or achievements expressed or implied by such forward-looking statements. Such risks and uncertainties include, but are not limited to, fluctuations in the Company's operating results and financial condition, the volatility of the market price of the Company's common stock, the Company's ability to successfully develop and commercialize pharmaceutical products in a timely manner, the impact of competition, the effect of any manufacturing or quality control problems, the Company's ability to manage its growth, risks related to acquisitions of or investments in technologies, products or businesses, risks relating to goodwill and intangibles, the reduction or loss of business with any significant customer, the substantial portion of the Company's total revenues derived from sales of a limited number of products, the impact of continuing consolidation of the Company's customer base, the Company's ability to sustain profitability and positive cash flows, the impact of any valuation allowance on the Company's deferred tax assets, the restrictions imposed by the Company's credit facility and indenture, the Company's level of indebtedness and liabilities and the potential impact on cash flow available for operations, the availability of additional funds in the future, any delays or unanticipated expenses in connection with the operation of the Company's manufacturing facilities or at its third party suppliers, the effect of foreign economic, political, legal and other risks on the Company's operations abroad, the uncertainty of patent litigation and other legal proceedings, the increased government scrutiny on the Company's agreements to settle patent litigations, product development risks and the difficulty of predicting FDA filings and approvals, consumer acceptance and demand for new pharmaceutical products, the impact of market perceptions of the Company and the safety and quality of its products, the Company's determinations to discontinue the manufacture and distribution of certain products, the Company's ability to achieve returns on its investments in research and development activities, changes to FDA approval requirements, the Company's ability to successfully conduct clinical trials, the Company's reliance on third parties to conduct clinical trials and testing, the Company's lack of a license partner for commercialization of Numient® (IPX066) outside of the United States and Taiwan, the impact of illegal distribution and sale by third parties of counterfeits or stolen products, the availability of raw materials and impact of interruptions in the Company's supply chain, the Company's policies regarding returns, rebates, allowances and chargebacks, the use of controlled substances in the Company's products, the effect of global economic conditions on the Company's industry, business, results of operations and financial condition, disruptions or failures in the Company's information technology systems and network infrastructure caused by cyber-attacks or other third party breaches or other events, the Company's reliance on alliance and collaboration agreements, the Company's reliance on licenses to proprietary technologies, the Company's dependence on certain employees, the Company's ability to comply with legal and regulatory requirements governing the healthcare industry, the regulatory environment, the effect of certain provisions in the Company's government contracts, the Company's ability to protect its intellectual property, exposure to product liability claims, changes in tax regulations, uncertainties involved in the preparation of the Company's financial statements, the Company's ability to maintain an effective system of internal control over financial reporting, the effect of terrorist attacks on the Company's business, the location of the Company's manufacturing and research and development facilities near earthquake fault lines, expansion of social media platforms, risks related to the Company's proposed business combination with Amneal Pharmaceuticals, Inc. (\"Amneal\"), including whether the transactions (the \"Combination\") contemplated by the Business Combination Agreement dated as of October 17, 2017 by and among us, Amneal, Atlas Holdings, Inc., and K2 Merger Sub Corporation as amended by Amendment No. 1, dated November 21, 2017 and Amendment No. 2 dated December 16, 2017 (the \"Business Combination Agreement\") will be completed on the terms or timeline contemplated, if at all, the risk that governmental entities could take actions under antitrust laws to enjoin the completion of the Combination, business uncertainties and contractual restrictions while the Combination is pending, challenges related to the Company's integration with Amneal after the closing, the fact that ownership interests will not be adjusted if there is a change in value of the Company or Amneal, provisions in the Business Combination Agreement that may discourage other companies from acquiring the Company, transaction related costs related to the Combination and integration, the lower ownership and voting interests that the Company's stockholders will have in New Amneal after the closing, the pending litigation related to the Combination and other risks described in the Company's periodic reports filed with the Securities and Exchange Commission. Forward-looking statements speak only as to the date on which they are made, and the Company undertakes no obligation to update publicly or revise any forward-looking statement, regardless of whether new information becomes available, future developments occur or otherwise.\nContact:\nMark Donohue\nInvestor Relations and Corporate Communications\n(215) 558-4526\nwww.impaxlabs.com\nView original content: http://www.prnewswire.com/news-releases/impax-launches-a-generic-version-of-estrace-cream-estradiol-vaginal-cream-usp-001-300625497.html\nSOURCE Impax Laboratories, Inc.",
    "published": "2018-04-06T15:33:00.000+03:00",
    "crawled": "2018-04-06T16:36:30.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bridgewater",
        "impax",
        "laboratory",
        "nasdaq",
        "ipxl",
        "specialty",
        "pharmaceutical",
        "company",
        "today",
        "announced",
        "launched",
        "generic",
        "version",
        "estrace",
        "cream",
        "estradiol",
        "vaginal",
        "cream",
        "usp",
        "impax",
        "manufacturing",
        "development",
        "partner",
        "perrigo",
        "company",
        "plc",
        "nyse",
        "tase",
        "prgo",
        "received",
        "final",
        "approval",
        "food",
        "drug",
        "administration",
        "late",
        "january",
        "estrace",
        "cream",
        "annual",
        "sale",
        "approximately",
        "million",
        "according",
        "iqvia",
        "the12",
        "month",
        "ending",
        "january",
        "important",
        "safety",
        "information",
        "warning",
        "endometrial",
        "cancer",
        "cardiovascular",
        "disorder",
        "breast",
        "cancer",
        "probable",
        "dementia",
        "therapy",
        "endometrial",
        "cancer",
        "increased",
        "risk",
        "endometrial",
        "cancer",
        "woman",
        "uterus",
        "us",
        "unopposed",
        "estrogen",
        "adding",
        "progestin",
        "estrogen",
        "therapy",
        "shown",
        "reduce",
        "risk",
        "endometrial",
        "hyperplasia",
        "may",
        "precursor",
        "endometrial",
        "cancer",
        "adequate",
        "diagnostic",
        "measure",
        "including",
        "directed",
        "random",
        "endometrial",
        "sampling",
        "indicated",
        "undertaken",
        "rule",
        "malignancy",
        "postmenopausal",
        "woman",
        "undiagnosed",
        "persistent",
        "recurring",
        "abnormal",
        "genital",
        "bleeding",
        "see",
        "warning",
        "malignant",
        "neoplasm",
        "endometrial",
        "cancer",
        "cardiovascular",
        "disorder",
        "probable",
        "dementia",
        "therapy",
        "used",
        "prevention",
        "cardiovascular",
        "disease",
        "dementia",
        "see",
        "clinical",
        "study",
        "warning",
        "cardiovascular",
        "disorder",
        "probable",
        "dementia",
        "woman",
        "health",
        "initiative",
        "whi",
        "substudy",
        "reported",
        "increased",
        "risk",
        "stroke",
        "deep",
        "vein",
        "thrombosis",
        "dvt",
        "postmenopausal",
        "woman",
        "year",
        "age",
        "year",
        "treatment",
        "daily",
        "oral",
        "conjugated",
        "estrogen",
        "ce",
        "mg",
        "relative",
        "placebo",
        "see",
        "clinical",
        "study",
        "warning",
        "cardiovascular",
        "disorder",
        "whi",
        "memory",
        "study",
        "whim",
        "ancillary",
        "study",
        "whi",
        "reported",
        "increased",
        "risk",
        "developing",
        "probable",
        "dementia",
        "postmenopausal",
        "woman",
        "year",
        "age",
        "older",
        "year",
        "treatment",
        "daily",
        "ce",
        "mg",
        "relative",
        "placebo",
        "unknown",
        "whether",
        "finding",
        "applies",
        "younger",
        "postmenopausal",
        "woman",
        "see",
        "clinical",
        "study",
        "warning",
        "probable",
        "dementia",
        "precaution",
        "geriatric",
        "use",
        "absence",
        "comparable",
        "data",
        "risk",
        "assumed",
        "similar",
        "dos",
        "ce",
        "dosage",
        "form",
        "estrogen",
        "estrogen",
        "without",
        "progestin",
        "prescribed",
        "lowest",
        "effective",
        "dos",
        "shortest",
        "duration",
        "consistent",
        "treatment",
        "goal",
        "risk",
        "individual",
        "woman",
        "estrogen",
        "plus",
        "progestin",
        "therapy",
        "cardiovascular",
        "disorder",
        "probable",
        "dementia",
        "estrogen",
        "plus",
        "progestin",
        "therapy",
        "used",
        "prevention",
        "cardiovascular",
        "disease",
        "dementia",
        "see",
        "clinical",
        "study",
        "warning",
        "cardiovascular",
        "disorder",
        "probable",
        "dementia",
        "whi",
        "estrogen",
        "plus",
        "progestin",
        "substudy",
        "reported",
        "increased",
        "risk",
        "dvt",
        "pulmonary",
        "embolism",
        "pe",
        "stroke",
        "myocardial",
        "infarction",
        "mi",
        "postmenopausal",
        "woman",
        "year",
        "age",
        "year",
        "treatment",
        "daily",
        "oral",
        "ce",
        "mg",
        "combined",
        "medroxyprogesterone",
        "acetate",
        "mpa",
        "mg",
        "relative",
        "placebo",
        "see",
        "clinical",
        "study",
        "warning",
        "cardiovascular",
        "disorder",
        "whim",
        "estrogen",
        "plus",
        "progestin",
        "ancillary",
        "study",
        "whi",
        "reported",
        "increased",
        "risk",
        "developing",
        "probable",
        "dementia",
        "postmenopausal",
        "woman",
        "year",
        "age",
        "older",
        "year",
        "treatment",
        "daily",
        "ce",
        "mg",
        "combined",
        "mpa",
        "mg",
        "relative",
        "placebo",
        "unknown",
        "whether",
        "finding",
        "applies",
        "younger",
        "postmenopausal",
        "woman",
        "see",
        "clinical",
        "study",
        "warning",
        "probable",
        "dementia",
        "precaution",
        "geriatric",
        "use",
        "breast",
        "cancer",
        "whi",
        "estrogen",
        "plus",
        "progestin",
        "substudy",
        "also",
        "demonstrated",
        "increased",
        "risk",
        "invasive",
        "breast",
        "cancer",
        "see",
        "clinical",
        "study",
        "warning",
        "malignant",
        "neoplasm",
        "breast",
        "cancer",
        "absence",
        "comparable",
        "data",
        "risk",
        "assumed",
        "similar",
        "dos",
        "ce",
        "mpa",
        "combination",
        "dosage",
        "form",
        "estrogen",
        "progestin",
        "estrogen",
        "without",
        "progestin",
        "prescribed",
        "lowest",
        "effective",
        "dos",
        "shortest",
        "duration",
        "consistent",
        "treatment",
        "goal",
        "risk",
        "individual",
        "woman",
        "complete",
        "safety",
        "information",
        "important",
        "information",
        "product",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "encouraged",
        "report",
        "negative",
        "side",
        "effect",
        "prescription",
        "drug",
        "fda",
        "visit",
        "fda",
        "medwatch",
        "call",
        "report",
        "suspected",
        "adverse",
        "reaction",
        "contact",
        "impax",
        "laboratory",
        "impax",
        "laboratory",
        "impax",
        "laboratory",
        "impax",
        "specialty",
        "pharmaceutical",
        "company",
        "applying",
        "formulation",
        "expertise",
        "drug",
        "delivery",
        "technology",
        "development",
        "specialty",
        "generic",
        "addition",
        "development",
        "central",
        "nervous",
        "system",
        "disorder",
        "branded",
        "product",
        "impax",
        "market",
        "generic",
        "product",
        "impax",
        "generic",
        "division",
        "market",
        "branded",
        "product",
        "impax",
        "specialty",
        "pharma",
        "division",
        "additionally",
        "strategically",
        "appropriate",
        "impax",
        "develops",
        "marketing",
        "partnership",
        "fully",
        "leverage",
        "technology",
        "platform",
        "pursues",
        "partnership",
        "opportunity",
        "offer",
        "alternative",
        "dosage",
        "form",
        "technology",
        "injectables",
        "nasal",
        "spray",
        "inhaler",
        "patch",
        "cream",
        "ointment",
        "information",
        "please",
        "visit",
        "company",
        "web",
        "site",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "extent",
        "statement",
        "made",
        "news",
        "release",
        "contain",
        "information",
        "historical",
        "statement",
        "nature",
        "express",
        "belief",
        "expectation",
        "management",
        "statement",
        "based",
        "current",
        "expectation",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "company",
        "future",
        "result",
        "performance",
        "achievement",
        "differ",
        "significantly",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "fluctuation",
        "company",
        "operating",
        "result",
        "financial",
        "condition",
        "volatility",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "company",
        "ability",
        "successfully",
        "develop",
        "commercialize",
        "pharmaceutical",
        "product",
        "timely",
        "manner",
        "impact",
        "competition",
        "effect",
        "manufacturing",
        "quality",
        "control",
        "problem",
        "company",
        "ability",
        "manage",
        "growth",
        "risk",
        "related",
        "acquisition",
        "investment",
        "technology",
        "product",
        "business",
        "risk",
        "relating",
        "goodwill",
        "intangible",
        "reduction",
        "loss",
        "business",
        "significant",
        "customer",
        "substantial",
        "portion",
        "company",
        "total",
        "revenue",
        "derived",
        "sale",
        "limited",
        "number",
        "product",
        "impact",
        "continuing",
        "consolidation",
        "company",
        "customer",
        "base",
        "company",
        "ability",
        "sustain",
        "profitability",
        "positive",
        "cash",
        "flow",
        "impact",
        "valuation",
        "allowance",
        "company",
        "deferred",
        "tax",
        "asset",
        "restriction",
        "imposed",
        "company",
        "credit",
        "facility",
        "indenture",
        "company",
        "level",
        "indebtedness",
        "liability",
        "potential",
        "impact",
        "cash",
        "flow",
        "available",
        "operation",
        "availability",
        "additional",
        "fund",
        "future",
        "delay",
        "unanticipated",
        "expense",
        "connection",
        "operation",
        "company",
        "manufacturing",
        "facility",
        "third",
        "party",
        "supplier",
        "effect",
        "foreign",
        "economic",
        "political",
        "legal",
        "risk",
        "company",
        "operation",
        "abroad",
        "uncertainty",
        "patent",
        "litigation",
        "legal",
        "proceeding",
        "increased",
        "government",
        "scrutiny",
        "company",
        "agreement",
        "settle",
        "patent",
        "litigation",
        "product",
        "development",
        "risk",
        "difficulty",
        "predicting",
        "fda",
        "filing",
        "approval",
        "consumer",
        "acceptance",
        "demand",
        "new",
        "pharmaceutical",
        "product",
        "impact",
        "market",
        "perception",
        "company",
        "safety",
        "quality",
        "product",
        "company",
        "determination",
        "discontinue",
        "manufacture",
        "distribution",
        "certain",
        "product",
        "company",
        "ability",
        "achieve",
        "return",
        "investment",
        "research",
        "development",
        "activity",
        "change",
        "fda",
        "approval",
        "requirement",
        "company",
        "ability",
        "successfully",
        "conduct",
        "clinical",
        "trial",
        "company",
        "reliance",
        "third",
        "party",
        "conduct",
        "clinical",
        "trial",
        "testing",
        "company",
        "lack",
        "license",
        "partner",
        "commercialization",
        "ipx066",
        "outside",
        "united",
        "state",
        "taiwan",
        "impact",
        "illegal",
        "distribution",
        "sale",
        "third",
        "party",
        "counterfeit",
        "stolen",
        "product",
        "availability",
        "raw",
        "material",
        "impact",
        "interruption",
        "company",
        "supply",
        "chain",
        "company",
        "policy",
        "regarding",
        "return",
        "rebate",
        "allowance",
        "chargebacks",
        "use",
        "controlled",
        "substance",
        "company",
        "product",
        "effect",
        "global",
        "economic",
        "condition",
        "company",
        "industry",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "disruption",
        "failure",
        "company",
        "information",
        "technology",
        "system",
        "network",
        "infrastructure",
        "caused",
        "third",
        "party",
        "breach",
        "event",
        "company",
        "reliance",
        "alliance",
        "collaboration",
        "agreement",
        "company",
        "reliance",
        "license",
        "proprietary",
        "technology",
        "company",
        "dependence",
        "certain",
        "employee",
        "company",
        "ability",
        "comply",
        "legal",
        "regulatory",
        "requirement",
        "governing",
        "healthcare",
        "industry",
        "regulatory",
        "environment",
        "effect",
        "certain",
        "provision",
        "company",
        "government",
        "contract",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "exposure",
        "product",
        "liability",
        "claim",
        "change",
        "tax",
        "regulation",
        "uncertainty",
        "involved",
        "preparation",
        "company",
        "financial",
        "statement",
        "company",
        "ability",
        "maintain",
        "effective",
        "system",
        "internal",
        "control",
        "financial",
        "reporting",
        "effect",
        "terrorist",
        "attack",
        "company",
        "business",
        "location",
        "company",
        "manufacturing",
        "research",
        "development",
        "facility",
        "near",
        "earthquake",
        "fault",
        "line",
        "expansion",
        "social",
        "medium",
        "platform",
        "risk",
        "related",
        "company",
        "proposed",
        "business",
        "combination",
        "amneal",
        "pharmaceutical",
        "amneal",
        "including",
        "whether",
        "transaction",
        "combination",
        "contemplated",
        "business",
        "combination",
        "agreement",
        "dated",
        "october",
        "among",
        "u",
        "amneal",
        "atlas",
        "holding",
        "k2",
        "merger",
        "sub",
        "corporation",
        "amended",
        "amendment",
        "dated",
        "november",
        "amendment",
        "dated",
        "december",
        "business",
        "combination",
        "agreement",
        "completed",
        "term",
        "timeline",
        "contemplated",
        "risk",
        "governmental",
        "entity",
        "could",
        "take",
        "action",
        "antitrust",
        "law",
        "enjoin",
        "completion",
        "combination",
        "business",
        "uncertainty",
        "contractual",
        "restriction",
        "combination",
        "pending",
        "challenge",
        "related",
        "company",
        "integration",
        "amneal",
        "closing",
        "fact",
        "ownership",
        "interest",
        "adjusted",
        "change",
        "value",
        "company",
        "amneal",
        "provision",
        "business",
        "combination",
        "agreement",
        "may",
        "discourage",
        "company",
        "acquiring",
        "company",
        "transaction",
        "related",
        "cost",
        "related",
        "combination",
        "integration",
        "lower",
        "ownership",
        "voting",
        "interest",
        "company",
        "stockholder",
        "new",
        "amneal",
        "closing",
        "pending",
        "litigation",
        "related",
        "combination",
        "risk",
        "described",
        "company",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "regardless",
        "whether",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "development",
        "occur",
        "otherwise",
        "contact",
        "mark",
        "donohue",
        "investor",
        "relation",
        "corporate",
        "communication",
        "view",
        "original",
        "content",
        "http",
        "source",
        "impax",
        "laboratory",
        "inc"
    ]
}