{
    "organizations": [],
    "uuid": "16919de997b8d1171a4fc9e4a18ffc3048a0a2fa",
    "author": "Aaron Pressman and Adam Lashinsky",
    "url": "http://fortune.com/2018/04/17/data-sheet-netflix-privacy-data-facebook/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Netflix Doesn't Share Customer Data Like Facebook, Google",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A man scrolls through a selection of viewing choices on the Netflix application on a tablet device in this arranged photograph in London. Chris Ratcliffe—Bloomberg via Getty Images By Aaron Pressman and Adam Lashinsky April 17, 2018\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nHurray for a FAANG! Netflix reported fabulous results Monday. It added 7 million subscribers, including a few in the relatively mature United States. Revenue and earnings soared, as did forecasts of negative cash flows. Netflix’s already high-flying stock price jumped further in after-market trading.\nSo this is really good news for the group of mega-cap tech companies, right? Not necessarily. Unlike Facebook , Netflix unabashedly is a media company. Yes, it uses technology well, as any high-achieving company must. But beyond its early innovations of ordering online, then algorithmically suggesting things to watch (a la the early days of Tivo), and, finally, leaning into streaming, Netflix is an old-fashioned entertainment studio. It pays up for quality fare and charges a healthy price for consumers to consume it.\nThe beauty of this, as Aaron reported yesterday and Breakingviews analyzed , is how Netflix uses customer data. It collects a lot of it, for sure. But it doesn’t turn around and share any of it, as the formerly uninformed now understand Facebook does. Instead Netflix crunches the consumer data it holds to aid its recommendation engines and to decide what additional programs to commission. Netflix doesn’t want to share that data with anyone else. It sells no advertising and releases no ratings. It cares about finding an audience for its show, though. Not for nothing, Netflix is a lavish marketer, spending heavily on advertising across digital, print, and broadcast media.\nNetflix also is an unlikely monopolist. The same is true for Apple and Amazon: For all their might they have small percentages of the smartphone and retail markets, just as Netflix remains a low-marketshare if frighteningly powerful studio. Facebook and Google tread far closer to the dominance line—and may pay the price before Washington and Brussels are done with them.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nYou lied to me first . In his new book, former FBI director James Comey takes some time out of criticizing President Donald Trump to knock Apple and Google over the enhanced encryption security features they added to smartphones in 2014. The moves better protected the private data of customers but also made it more difficult for law enforcers to gain access after a crime. “I found it appalling that the tech types couldn’t see this,” Comey wrote . “I would frequently joke with the FBI ‘Going Dark’ team assigned to seek solutions, ‘Of course the Silicon Valley types don’t see the darkness—they live where it’s sunny all the time and everybody is rich and smart.’”\nDid she hurt you, Jack? Speaking of national security, the Commerce Department banned U.S. companies from selling to Chinese phonemaker ZTE for seven years. PC Magazine columnist Sascha Segan points out the move will hurt American companies , particularly Qualcomm . The governments of the United States and United Kingdom are “trying to drum up a 5G trade war, but U.S. companies are getting hit by friendly fire.”\nWhy are you so unpopular with the Chicago police department. Microsoft also has security in view, with a new chip designed to control smart, connected devices. The low-power microcontroller chip runs a custom operating system , dubbed Azure Sphere OS, which is based not on any Windows code, but the open source Linux system.\nI can’t keep you cuffed on a commercial flight . A telecom executive named by Federal Communications Commission chairman Ajit Pai to head an advisory committee on broadband last year was arrested and charged with investment fraud, The Verge reports. Elizabeth Pierce, who ran an Alaskan fiber optic cable provider, was Pai’s pick last April to head the FCC’s Broadband Deployment Advisory Committee but she resigned in September as the scandal was coming to light. Pierce allegedly forged contracts to convince investors to put $250 million into her company, Quintillion.\nThese people depend on tips for a living . Drivers for Lyft have made $500 million in tips from customers , the company said on Monday. Lyft’s app has allowed customers to tip drivers for years, though the company says the average tip amount was up 8% last year from 2016. Rival Uber only added a tipping feature last June.\nThere were some good looking chickens there, Jack. After buying the “Netflix of magazines,” a startup called Texture, last month, Apple is planning to create a subscription news service, Bloomberg reports. The acquired company could provide the blueprint for the new news service, just as Apple built its music app from the streaming music service started by Beats, which it purchased in 2014. Magazine publishers (perhaps including Fortune ) would share in a cut of the revenue. In a similar move, Goldman Sachs bought personal finance app Clarity Money as the investment bank seeks to build out its millennial-oriented bank called Marcus. Clarity Money founder Adam Dell, the less famous Dell brother, will join Goldman as a partner.\nWhy does he get special treatment? Popular digital currency exchange Coinbase acquired Earn.com, a social network that lets people earn and spend Bitcoin, and hired the startup’s CEO, Balaji Srinivasan, as its first-ever chief technology officer. The price tag was reportedly about $100 million.\nIs this moron number one? Leading Chinese social media network Weibo dropped a plan to ban cartoons and video games with gay themes after the announcement sparked an uproar. But the company didn’t say whether it would restore some gay-related content it had already deleted.\n( Headline quotation explainer )\nAdvertisement FOOD FOR THOUGHT\nThere are many techniques to change a person’s behavior. Could virtual reality offer another ? That’s the theory being tested by computer scientist Mel Slater and his wife, neuroscientist Mavi Sanchez-Vives. The pair head the Event Lab at the University of Barcelona, where they are developing apps like a VR program to help rehabilitate domestic abusers. Wall Street Journal reporter Elizabeth Bernstein visited the lab and tried out some of the VR programs. It wasn’t so fun:\nBefore I put the headset on, Slater warned me that the scenario would be unnerving. “Are you sure you want to try it?” he asked me several times. “It’s designed for a man to experience.” I assured him I’d be fine. I’m a seasoned reporter, I thought, with more than two decades of experience writing about the myriad ways human beings interact. And besides, what could be so upsetting about a simulation?\nI planned to interview the researchers after experiencing the scenario, but now that I’ve taken my headset off, my pulse is racing and my hands are trembling as I search for a pen in my bag. I have trouble following what people are saying to me, and even after a few deep breaths, I can’t think of a single question to ask.\nIn his soft, English-accented voice, Slater offers me a chair and gently suggests I take a few minutes to rest.\n“It’s OK,” he says. “It’s a normal reaction.”\nIN CASE YOU MISSED IT\nFacebook Explains What Data It Collects Even When You’re Not Logged In By Natasha Bach\nWalmart’s Website Is Getting a Major Makeover By Phil Wahba\nU.S. and U.K. Are Blaming Russia for a Global Hacking Campaign and Giving Advice on How to Thwart It By David Meyer\nTaskRabbit May Have Been Hacked. What to Know About the Security Breach That Forced the Platform Offline By Hallie Detrick\nElon Musk Wants to Land a Rocket Using a ‘Party Balloon’ and a ‘Bouncy House’ By Emily Price\nDating App Bumble Ditches Facebook Login Requirement By Kirsten Korosec\nWhy Samsung Might Turn to Blockchain for Its Global Supply Chain By Don Reisinger\nAdvertisement BEFORE YOU GO\nRapper Kendrick Lamar won the Pulitzer Prize for Music on Monday for his album DAMN, the first time the award did not go to a classical or jazz artist. The prize board said the album was “a virtuosic song collection unified by its vernacular authenticity and rhythmic dynamism that offers affecting vignettes capturing the complexity of modern African-American life.” Worth a listen.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-17T20:51:00.000+03:00",
    "crawled": "2018-04-18T02:59:49.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "man",
        "scroll",
        "selection",
        "viewing",
        "choice",
        "netflix",
        "application",
        "tablet",
        "device",
        "arranged",
        "photograph",
        "london",
        "chris",
        "via",
        "getty",
        "image",
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "april",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "hurray",
        "faang",
        "netflix",
        "reported",
        "fabulous",
        "result",
        "monday",
        "added",
        "million",
        "subscriber",
        "including",
        "relatively",
        "mature",
        "united",
        "state",
        "revenue",
        "earnings",
        "soared",
        "forecast",
        "negative",
        "cash",
        "flow",
        "netflix",
        "already",
        "stock",
        "price",
        "jumped",
        "trading",
        "really",
        "good",
        "news",
        "group",
        "tech",
        "company",
        "right",
        "necessarily",
        "unlike",
        "facebook",
        "netflix",
        "unabashedly",
        "medium",
        "company",
        "yes",
        "us",
        "technology",
        "well",
        "company",
        "must",
        "beyond",
        "early",
        "innovation",
        "ordering",
        "online",
        "algorithmically",
        "suggesting",
        "thing",
        "watch",
        "la",
        "early",
        "day",
        "tivo",
        "finally",
        "leaning",
        "streaming",
        "netflix",
        "entertainment",
        "studio",
        "pay",
        "quality",
        "fare",
        "charge",
        "healthy",
        "price",
        "consumer",
        "consume",
        "beauty",
        "aaron",
        "reported",
        "yesterday",
        "breakingviews",
        "analyzed",
        "netflix",
        "us",
        "customer",
        "data",
        "collect",
        "lot",
        "sure",
        "turn",
        "around",
        "share",
        "formerly",
        "uninformed",
        "understand",
        "facebook",
        "instead",
        "netflix",
        "crunch",
        "consumer",
        "data",
        "hold",
        "aid",
        "recommendation",
        "engine",
        "decide",
        "additional",
        "program",
        "commission",
        "netflix",
        "want",
        "share",
        "data",
        "anyone",
        "else",
        "sell",
        "advertising",
        "release",
        "rating",
        "care",
        "finding",
        "audience",
        "show",
        "though",
        "nothing",
        "netflix",
        "lavish",
        "marketer",
        "spending",
        "heavily",
        "advertising",
        "across",
        "digital",
        "print",
        "broadcast",
        "medium",
        "netflix",
        "also",
        "unlikely",
        "monopolist",
        "true",
        "apple",
        "amazon",
        "might",
        "small",
        "percentage",
        "smartphone",
        "retail",
        "market",
        "netflix",
        "remains",
        "frighteningly",
        "powerful",
        "studio",
        "facebook",
        "google",
        "tread",
        "far",
        "closer",
        "dominance",
        "may",
        "pay",
        "price",
        "washington",
        "brussels",
        "done",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "lied",
        "first",
        "new",
        "book",
        "former",
        "fbi",
        "director",
        "james",
        "comey",
        "take",
        "time",
        "criticizing",
        "president",
        "donald",
        "trump",
        "knock",
        "apple",
        "google",
        "enhanced",
        "encryption",
        "security",
        "feature",
        "added",
        "smartphones",
        "move",
        "better",
        "protected",
        "private",
        "data",
        "customer",
        "also",
        "made",
        "difficult",
        "law",
        "enforcer",
        "gain",
        "access",
        "crime",
        "found",
        "appalling",
        "tech",
        "type",
        "see",
        "comey",
        "wrote",
        "would",
        "frequently",
        "joke",
        "fbi",
        "going",
        "dark",
        "team",
        "assigned",
        "seek",
        "solution",
        "course",
        "silicon",
        "valley",
        "type",
        "see",
        "live",
        "sunny",
        "time",
        "everybody",
        "rich",
        "hurt",
        "jack",
        "speaking",
        "national",
        "security",
        "commerce",
        "department",
        "banned",
        "company",
        "selling",
        "chinese",
        "phonemaker",
        "zte",
        "seven",
        "year",
        "pc",
        "magazine",
        "columnist",
        "sascha",
        "segan",
        "point",
        "move",
        "hurt",
        "american",
        "company",
        "particularly",
        "qualcomm",
        "government",
        "united",
        "state",
        "united",
        "kingdom",
        "trying",
        "drum",
        "5g",
        "trade",
        "war",
        "company",
        "getting",
        "hit",
        "friendly",
        "unpopular",
        "chicago",
        "police",
        "department",
        "microsoft",
        "also",
        "security",
        "view",
        "new",
        "chip",
        "designed",
        "control",
        "smart",
        "connected",
        "device",
        "microcontroller",
        "chip",
        "run",
        "custom",
        "operating",
        "system",
        "dubbed",
        "azure",
        "sphere",
        "o",
        "based",
        "window",
        "code",
        "open",
        "source",
        "linux",
        "system",
        "keep",
        "cuffed",
        "commercial",
        "flight",
        "telecom",
        "executive",
        "named",
        "federal",
        "communication",
        "commission",
        "chairman",
        "ajit",
        "pai",
        "head",
        "advisory",
        "committee",
        "broadband",
        "last",
        "year",
        "arrested",
        "charged",
        "investment",
        "fraud",
        "verge",
        "report",
        "elizabeth",
        "pierce",
        "ran",
        "alaskan",
        "fiber",
        "optic",
        "cable",
        "provider",
        "pai",
        "pick",
        "last",
        "april",
        "head",
        "fcc",
        "broadband",
        "deployment",
        "advisory",
        "committee",
        "resigned",
        "september",
        "scandal",
        "coming",
        "light",
        "pierce",
        "allegedly",
        "forged",
        "contract",
        "convince",
        "investor",
        "put",
        "million",
        "company",
        "quintillion",
        "people",
        "depend",
        "tip",
        "living",
        "driver",
        "lyft",
        "made",
        "million",
        "tip",
        "customer",
        "company",
        "said",
        "monday",
        "lyft",
        "app",
        "allowed",
        "customer",
        "tip",
        "driver",
        "year",
        "though",
        "company",
        "say",
        "average",
        "tip",
        "amount",
        "last",
        "year",
        "rival",
        "uber",
        "added",
        "tipping",
        "feature",
        "last",
        "june",
        "good",
        "looking",
        "chicken",
        "jack",
        "buying",
        "netflix",
        "magazine",
        "startup",
        "called",
        "texture",
        "last",
        "month",
        "apple",
        "planning",
        "create",
        "subscription",
        "news",
        "service",
        "bloomberg",
        "report",
        "acquired",
        "company",
        "could",
        "provide",
        "blueprint",
        "new",
        "news",
        "service",
        "apple",
        "built",
        "music",
        "app",
        "streaming",
        "music",
        "service",
        "started",
        "beat",
        "purchased",
        "magazine",
        "publisher",
        "perhaps",
        "including",
        "fortune",
        "would",
        "share",
        "cut",
        "revenue",
        "similar",
        "move",
        "goldman",
        "sachs",
        "bought",
        "personal",
        "finance",
        "app",
        "clarity",
        "money",
        "investment",
        "bank",
        "seek",
        "build",
        "bank",
        "called",
        "marcus",
        "clarity",
        "money",
        "founder",
        "adam",
        "dell",
        "less",
        "famous",
        "dell",
        "brother",
        "join",
        "goldman",
        "partner",
        "get",
        "special",
        "treatment",
        "popular",
        "digital",
        "currency",
        "exchange",
        "coinbase",
        "acquired",
        "social",
        "network",
        "let",
        "people",
        "earn",
        "spend",
        "bitcoin",
        "hired",
        "startup",
        "ceo",
        "balaji",
        "srinivasan",
        "chief",
        "technology",
        "officer",
        "price",
        "tag",
        "reportedly",
        "million",
        "moron",
        "number",
        "one",
        "leading",
        "chinese",
        "social",
        "medium",
        "network",
        "weibo",
        "dropped",
        "plan",
        "ban",
        "cartoon",
        "video",
        "game",
        "gay",
        "theme",
        "announcement",
        "sparked",
        "uproar",
        "company",
        "say",
        "whether",
        "would",
        "restore",
        "content",
        "already",
        "deleted",
        "headline",
        "quotation",
        "explainer",
        "advertisement",
        "food",
        "thought",
        "many",
        "technique",
        "change",
        "person",
        "behavior",
        "could",
        "virtual",
        "reality",
        "offer",
        "another",
        "theory",
        "tested",
        "computer",
        "scientist",
        "mel",
        "slater",
        "wife",
        "neuroscientist",
        "mavi",
        "pair",
        "head",
        "event",
        "lab",
        "university",
        "barcelona",
        "developing",
        "apps",
        "like",
        "vr",
        "program",
        "help",
        "rehabilitate",
        "domestic",
        "abuser",
        "wall",
        "street",
        "journal",
        "reporter",
        "elizabeth",
        "bernstein",
        "visited",
        "lab",
        "tried",
        "vr",
        "program",
        "fun",
        "put",
        "headset",
        "slater",
        "warned",
        "scenario",
        "would",
        "unnerving",
        "sure",
        "want",
        "try",
        "asked",
        "several",
        "time",
        "designed",
        "man",
        "assured",
        "fine",
        "seasoned",
        "reporter",
        "thought",
        "two",
        "decade",
        "experience",
        "writing",
        "myriad",
        "way",
        "human",
        "being",
        "interact",
        "besides",
        "could",
        "upsetting",
        "simulation",
        "planned",
        "interview",
        "researcher",
        "experiencing",
        "scenario",
        "taken",
        "headset",
        "pulse",
        "racing",
        "hand",
        "trembling",
        "search",
        "pen",
        "bag",
        "trouble",
        "following",
        "people",
        "saying",
        "even",
        "deep",
        "breath",
        "think",
        "single",
        "question",
        "ask",
        "soft",
        "voice",
        "slater",
        "offer",
        "chair",
        "gently",
        "suggests",
        "take",
        "minute",
        "rest",
        "ok",
        "say",
        "normal",
        "case",
        "missed",
        "facebook",
        "explains",
        "data",
        "collect",
        "even",
        "logged",
        "natasha",
        "bach",
        "walmart",
        "website",
        "getting",
        "major",
        "makeover",
        "phil",
        "wahba",
        "blaming",
        "russia",
        "global",
        "hacking",
        "campaign",
        "giving",
        "advice",
        "thwart",
        "david",
        "meyer",
        "taskrabbit",
        "may",
        "hacked",
        "know",
        "security",
        "breach",
        "forced",
        "platform",
        "offline",
        "hallie",
        "detrick",
        "elon",
        "musk",
        "want",
        "land",
        "rocket",
        "using",
        "party",
        "balloon",
        "bouncy",
        "house",
        "emily",
        "price",
        "dating",
        "app",
        "bumble",
        "ditch",
        "facebook",
        "login",
        "requirement",
        "kirsten",
        "korosec",
        "samsung",
        "might",
        "turn",
        "blockchain",
        "global",
        "supply",
        "chain",
        "reisinger",
        "advertisement",
        "go",
        "rapper",
        "kendrick",
        "lamar",
        "pulitzer",
        "prize",
        "music",
        "monday",
        "album",
        "damn",
        "first",
        "time",
        "award",
        "go",
        "classical",
        "jazz",
        "artist",
        "prize",
        "board",
        "said",
        "album",
        "virtuosic",
        "song",
        "collection",
        "unified",
        "vernacular",
        "authenticity",
        "rhythmic",
        "dynamism",
        "offer",
        "affecting",
        "vignette",
        "capturing",
        "complexity",
        "modern",
        "worth",
        "listen",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}