{
    "organizations": [],
    "uuid": "ae93e1c32417d01b1afa7e26221174df495f5df4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/globe-newswire-the-cooper-companies-acquires-the-lifeglobal-group-expanding-fertility-solutions-portfolio.html",
    "ord_in_thread": 0,
    "title": "The Cooper Companies Acquires The LifeGlobal Group, Expanding Fertility Solutions Portfolio",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PLEASANTON, Calif., April 03, 2018 (GLOBE NEWSWIRE) -- The Cooper Companies, Inc. (NYSE:COO) today announced that CooperSurgical has acquired the assets of The LifeGlobal Group and its affiliates, a leading global provider of in-vitro fertilization (IVF) devices. The transaction is valued at approximately $125 million and is expected to be neutral to earnings per share in fiscal 2018 and accretive thereafter, excluding one-time charges and deal-related amortization. LifeGlobal had annual revenues of approximately $24 million in calendar 2017, and is forecasted to grow in the mid to upper single digits over the coming years.\nCommenting on the transaction, Robert S. Weiss, Cooper’s president and chief executive officer said, “This acquisition fits perfectly into our very successful fertility solutions portfolio with LifeGlobal strengthening CooperSurgical’s fertility media offering and thus improving our industry leading fertility business overall.”\nAbout The Cooper Companies\nThe Cooper Companies, Inc. (\"Cooper\") is a global medical device company publicly traded on the NYSE (NYSE:COO). Cooper is dedicated to being A Quality of Life Company™ with a focus on delivering shareholder value. Cooper operates through two business units, CooperVision and CooperSurgical. CooperVision brings a refreshing perspective on vision care with a commitment to developing a wide range of high-quality products for contact lens wearers and providing focused practitioner support. CooperSurgical is committed to advancing the health of families with its diversified portfolio of products and services focusing on women’s health, fertility and diagnostics. Headquartered in Pleasanton, CA, Cooper has more than 11,000 employees with products sold in over 100 countries. For more information, please visit www.coopercos.com .\nAbout The LifeGlobal Group\nThe LifeGlobal Group (“LifeGlobal”), headquartered in Guilford, Connecticut, is a privately held company that specializes primarily in IVF media. As the pioneer and leader in “one-step” media for embryo culture, LifeGlobal maintains very strong customer relationships along with product loyalty. The use of one-step media has grown significantly over the years as it reduces handling of embryos and lab requirements to hold multiple formulations of media inventory. LifeGlobal’s other product categories include other media products as well as IVF laboratory air filtration products and dishware. For more information, visit www.lifeglobalgroup.com .\nForward-Looking Statements\nThis press release contains \" \" as defined by the Private 1995. Statements relating to guidance, plans, prospects, goals, strategies, future actions, events or performance and other statements which are other than statements of historical fact, including our 2018 Guidance and all statements regarding acquisitions including the acquired companies’ financial position, market position, product development and business strategy, expected cost synergies, expected timing and benefits of the transaction, difficulties in integrating entities or operations, as well as estimates of our and the acquired entities’ future expenses, sales and diluted earnings per share are forward looking. In addition, all statements regarding anticipated growth in our revenue, anticipated effects of any product recalls, anticipated market conditions, planned product launches and expected results of operations and integration of any acquisition are forward-looking. To identify these statements look for words like \"believes,\" \"expects,\" \"may,\" \"will,\" \"should,\" \"could,\" \"seeks,\" \"intends,\" \"plans,\" \"estimates\" or \"anticipates\" and similar words or phrases. Forward-looking statements necessarily depend on assumptions, data or methods that may be incorrect or imprecise and are subject to risks and uncertainties.\nAmong the factors that could cause our actual results and future actions to differ materially from those described in are: adverse changes in the global or regional general business, political and economic conditions, including the impact of continuing uncertainty and instability of certain countries that could adversely affect our global markets, and the potential adverse economic impact and related uncertainty caused by these items, including but not limited to, the United Kingdom’s election to withdraw from the European Union; changes in tax laws or their interpretation and changes in statutory tax rates, including but not limited to, United States and other countries with proposed changes to tax laws, some of which may affect our taxation of earnings recognized in foreign jurisdictions and/or negatively impact our effective tax rate; our existing indebtedness and associated interest expense, most of which is variable and impacted by rate increases, which could adversely affect our financial health or limit our ability to borrow additional funds; foreign currency exchange rate and interest rate fluctuations including the risk of fluctuations in the value of foreign currencies or interest rates that would decrease our revenues and earnings; acquisition-related adverse effects including the failure to successfully obtain the anticipated revenues, margins and earnings benefits of acquisitions, integration delays or costs and the requirement to record significant adjustments to the preliminary fair value of assets acquired and liabilities assumed within the measurement period, required regulatory approvals for an acquisition not being obtained or being delayed or subject to conditions that are not anticipated, adverse impacts of changes to accounting controls and reporting procedures, contingent liabilities or indemnification obligations, increased leverage and lack of access to available financing (including financing for the acquisition or refinancing of debt owed by us on a timely basis and on reasonable terms); a major disruption in the operations of our manufacturing, accounting and financial reporting, research and development, distribution facilities or raw material supply chain due to integration of acquisitions, natural disasters, system upgrades or other causes; a major disruption in the operations of our manufacturing, accounting and financial reporting, research and development or distribution facilities due to technological problems, including any related to our information systems maintenance, enhancements or new system deployments, integrations or upgrades; disruptions in supplies of raw materials, particularly components used to manufacture our silicone hydrogel lenses; new U.S. and foreign government laws and regulations, and changes in existing laws, regulations and enforcement guidance, which affect areas of our operations including, but not limited to, those affecting the health care industry including the contact lens industry specifically and the medical device or pharmaceutical industries generally; compliance costs and potential liability in connection with U.S. and foreign laws and health care regulations pertaining to privacy and security of third party information, such as HIPAA in the U.S. and the pending General Data Protection Regulation requirements which are to take effect in Europe on May 25, 2018, including but not limited to those resulting from data security breaches; legal costs, insurance expenses, settlement costs and the risk of an adverse decision, prohibitive injunction or settlement related to product liability, patent infringement or other litigation; limitations on sales following product introductions due to poor market acceptance; new competitors, product innovations or technologies, including but not limited to, technological advances by competitors, new products and patents attained by competitors, and competitors' expansion through acquisitions; reduced sales, loss of customers and costs and expenses related to product recalls and warning letters; failure to receive, or delays in receiving, U.S. or foreign regulatory approvals for products; failure of our customers and end users to obtain adequate coverage and reimbursement from third party payors for our products and services; the requirement to provide for a significant liability or to write off, or accelerate depreciation on, a significant asset, including goodwill, and idle manufacturing facilities and equipment; the success of our research and development activities and other start-up projects; dilution to earnings per share from acquisitions or issuing stock; changes in accounting principles or estimates; environmental risks; and other events described in our Securities and Exchange Commission filings, including the “Business” and “Risk Factors” sections in the Company’s Annual Report on Form 10-K for the fiscal year ended October 31, 2017, as such Risk Factors may be updated in quarterly filings.\nWe caution investors that reflect our analysis only on their stated date. We disclaim any intent to update them except as required by law.\nCOO-G\nSource: The Cooper Companies, Inc.\nCONTACT:\nKim Duncan\nVice President, Investor Relations\nThe Cooper Companies, Inc.\nir@cooperco.com\nSource:The Cooper Companies, Inc.",
    "published": "2018-04-04T00:15:00.000+03:00",
    "crawled": "2018-04-04T03:22:45.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pleasanton",
        "april",
        "globe",
        "newswire",
        "cooper",
        "company",
        "nyse",
        "coo",
        "today",
        "announced",
        "coopersurgical",
        "acquired",
        "asset",
        "lifeglobal",
        "group",
        "affiliate",
        "leading",
        "global",
        "provider",
        "fertilization",
        "ivf",
        "device",
        "transaction",
        "valued",
        "approximately",
        "million",
        "expected",
        "neutral",
        "earnings",
        "per",
        "share",
        "fiscal",
        "accretive",
        "thereafter",
        "excluding",
        "charge",
        "amortization",
        "lifeglobal",
        "annual",
        "revenue",
        "approximately",
        "million",
        "calendar",
        "forecasted",
        "grow",
        "mid",
        "upper",
        "single",
        "digit",
        "coming",
        "year",
        "commenting",
        "transaction",
        "robert",
        "weiss",
        "cooper",
        "president",
        "chief",
        "executive",
        "officer",
        "said",
        "acquisition",
        "fit",
        "perfectly",
        "successful",
        "fertility",
        "solution",
        "portfolio",
        "lifeglobal",
        "strengthening",
        "coopersurgical",
        "fertility",
        "medium",
        "offering",
        "thus",
        "improving",
        "industry",
        "leading",
        "fertility",
        "business",
        "cooper",
        "company",
        "cooper",
        "company",
        "cooper",
        "global",
        "medical",
        "device",
        "company",
        "publicly",
        "traded",
        "nyse",
        "nyse",
        "coo",
        "cooper",
        "dedicated",
        "quality",
        "life",
        "focus",
        "delivering",
        "shareholder",
        "value",
        "cooper",
        "operates",
        "two",
        "business",
        "unit",
        "coopervision",
        "coopersurgical",
        "coopervision",
        "brings",
        "refreshing",
        "perspective",
        "vision",
        "care",
        "commitment",
        "developing",
        "wide",
        "range",
        "product",
        "contact",
        "lens",
        "wearer",
        "providing",
        "focused",
        "practitioner",
        "support",
        "coopersurgical",
        "committed",
        "advancing",
        "health",
        "family",
        "diversified",
        "portfolio",
        "product",
        "service",
        "focusing",
        "woman",
        "health",
        "fertility",
        "diagnostics",
        "headquartered",
        "pleasanton",
        "ca",
        "cooper",
        "employee",
        "product",
        "sold",
        "country",
        "information",
        "please",
        "visit",
        "lifeglobal",
        "group",
        "lifeglobal",
        "group",
        "lifeglobal",
        "headquartered",
        "guilford",
        "connecticut",
        "privately",
        "held",
        "company",
        "specializes",
        "primarily",
        "ivf",
        "medium",
        "pioneer",
        "leader",
        "medium",
        "embryo",
        "culture",
        "lifeglobal",
        "maintains",
        "strong",
        "customer",
        "relationship",
        "along",
        "product",
        "loyalty",
        "use",
        "medium",
        "grown",
        "significantly",
        "year",
        "reduces",
        "handling",
        "embryo",
        "lab",
        "requirement",
        "hold",
        "multiple",
        "formulation",
        "medium",
        "inventory",
        "lifeglobal",
        "product",
        "category",
        "include",
        "medium",
        "product",
        "well",
        "ivf",
        "laboratory",
        "air",
        "filtration",
        "product",
        "dishware",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "defined",
        "private",
        "statement",
        "relating",
        "guidance",
        "plan",
        "prospect",
        "goal",
        "strategy",
        "future",
        "action",
        "event",
        "performance",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "guidance",
        "statement",
        "regarding",
        "acquisition",
        "including",
        "acquired",
        "company",
        "financial",
        "position",
        "market",
        "position",
        "product",
        "development",
        "business",
        "strategy",
        "expected",
        "cost",
        "synergy",
        "expected",
        "timing",
        "benefit",
        "transaction",
        "difficulty",
        "integrating",
        "entity",
        "operation",
        "well",
        "estimate",
        "acquired",
        "entity",
        "future",
        "expense",
        "sale",
        "diluted",
        "earnings",
        "per",
        "share",
        "forward",
        "looking",
        "addition",
        "statement",
        "regarding",
        "anticipated",
        "growth",
        "revenue",
        "anticipated",
        "effect",
        "product",
        "recall",
        "anticipated",
        "market",
        "condition",
        "planned",
        "product",
        "launch",
        "expected",
        "result",
        "operation",
        "integration",
        "acquisition",
        "identify",
        "statement",
        "look",
        "word",
        "like",
        "belief",
        "expects",
        "may",
        "could",
        "seek",
        "intends",
        "plan",
        "estimate",
        "anticipates",
        "similar",
        "word",
        "phrase",
        "statement",
        "necessarily",
        "depend",
        "assumption",
        "data",
        "method",
        "may",
        "incorrect",
        "imprecise",
        "subject",
        "risk",
        "uncertainty",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "future",
        "action",
        "differ",
        "materially",
        "described",
        "adverse",
        "change",
        "global",
        "regional",
        "general",
        "business",
        "political",
        "economic",
        "condition",
        "including",
        "impact",
        "continuing",
        "uncertainty",
        "instability",
        "certain",
        "country",
        "could",
        "adversely",
        "affect",
        "global",
        "market",
        "potential",
        "adverse",
        "economic",
        "impact",
        "related",
        "uncertainty",
        "caused",
        "item",
        "including",
        "limited",
        "united",
        "kingdom",
        "election",
        "withdraw",
        "european",
        "union",
        "change",
        "tax",
        "law",
        "interpretation",
        "change",
        "statutory",
        "tax",
        "rate",
        "including",
        "limited",
        "united",
        "state",
        "country",
        "proposed",
        "change",
        "tax",
        "law",
        "may",
        "affect",
        "taxation",
        "earnings",
        "recognized",
        "foreign",
        "jurisdiction",
        "negatively",
        "impact",
        "effective",
        "tax",
        "rate",
        "existing",
        "indebtedness",
        "associated",
        "interest",
        "expense",
        "variable",
        "impacted",
        "rate",
        "increase",
        "could",
        "adversely",
        "affect",
        "financial",
        "health",
        "limit",
        "ability",
        "borrow",
        "additional",
        "fund",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "interest",
        "rate",
        "fluctuation",
        "including",
        "risk",
        "fluctuation",
        "value",
        "foreign",
        "currency",
        "interest",
        "rate",
        "would",
        "decrease",
        "revenue",
        "earnings",
        "adverse",
        "effect",
        "including",
        "failure",
        "successfully",
        "obtain",
        "anticipated",
        "revenue",
        "margin",
        "earnings",
        "benefit",
        "acquisition",
        "integration",
        "delay",
        "cost",
        "requirement",
        "record",
        "significant",
        "adjustment",
        "preliminary",
        "fair",
        "value",
        "asset",
        "acquired",
        "liability",
        "assumed",
        "within",
        "measurement",
        "period",
        "required",
        "regulatory",
        "approval",
        "acquisition",
        "obtained",
        "delayed",
        "subject",
        "condition",
        "anticipated",
        "adverse",
        "impact",
        "change",
        "accounting",
        "control",
        "reporting",
        "procedure",
        "contingent",
        "liability",
        "indemnification",
        "obligation",
        "increased",
        "leverage",
        "lack",
        "access",
        "available",
        "financing",
        "including",
        "financing",
        "acquisition",
        "refinancing",
        "debt",
        "owed",
        "u",
        "timely",
        "basis",
        "reasonable",
        "term",
        "major",
        "disruption",
        "operation",
        "manufacturing",
        "accounting",
        "financial",
        "reporting",
        "research",
        "development",
        "distribution",
        "facility",
        "raw",
        "material",
        "supply",
        "chain",
        "due",
        "integration",
        "acquisition",
        "natural",
        "disaster",
        "system",
        "upgrade",
        "cause",
        "major",
        "disruption",
        "operation",
        "manufacturing",
        "accounting",
        "financial",
        "reporting",
        "research",
        "development",
        "distribution",
        "facility",
        "due",
        "technological",
        "problem",
        "including",
        "related",
        "information",
        "system",
        "maintenance",
        "enhancement",
        "new",
        "system",
        "deployment",
        "integration",
        "upgrade",
        "disruption",
        "supply",
        "raw",
        "material",
        "particularly",
        "component",
        "used",
        "manufacture",
        "silicone",
        "hydrogel",
        "lens",
        "new",
        "foreign",
        "government",
        "law",
        "regulation",
        "change",
        "existing",
        "law",
        "regulation",
        "enforcement",
        "guidance",
        "affect",
        "area",
        "operation",
        "including",
        "limited",
        "affecting",
        "health",
        "care",
        "industry",
        "including",
        "contact",
        "lens",
        "industry",
        "specifically",
        "medical",
        "device",
        "pharmaceutical",
        "industry",
        "generally",
        "compliance",
        "cost",
        "potential",
        "liability",
        "connection",
        "foreign",
        "law",
        "health",
        "care",
        "regulation",
        "pertaining",
        "privacy",
        "security",
        "third",
        "party",
        "information",
        "hipaa",
        "pending",
        "general",
        "data",
        "protection",
        "regulation",
        "requirement",
        "take",
        "effect",
        "europe",
        "may",
        "including",
        "limited",
        "resulting",
        "data",
        "security",
        "breach",
        "legal",
        "cost",
        "insurance",
        "expense",
        "settlement",
        "cost",
        "risk",
        "adverse",
        "decision",
        "prohibitive",
        "injunction",
        "settlement",
        "related",
        "product",
        "liability",
        "patent",
        "infringement",
        "litigation",
        "limitation",
        "sale",
        "following",
        "product",
        "introduction",
        "due",
        "poor",
        "market",
        "acceptance",
        "new",
        "competitor",
        "product",
        "innovation",
        "technology",
        "including",
        "limited",
        "technological",
        "advance",
        "competitor",
        "new",
        "product",
        "patent",
        "attained",
        "competitor",
        "competitor",
        "expansion",
        "acquisition",
        "reduced",
        "sale",
        "loss",
        "customer",
        "cost",
        "expense",
        "related",
        "product",
        "recall",
        "warning",
        "letter",
        "failure",
        "receive",
        "delay",
        "receiving",
        "foreign",
        "regulatory",
        "approval",
        "product",
        "failure",
        "customer",
        "end",
        "user",
        "obtain",
        "adequate",
        "coverage",
        "reimbursement",
        "third",
        "party",
        "payors",
        "product",
        "service",
        "requirement",
        "provide",
        "significant",
        "liability",
        "write",
        "accelerate",
        "depreciation",
        "significant",
        "asset",
        "including",
        "goodwill",
        "idle",
        "manufacturing",
        "facility",
        "equipment",
        "success",
        "research",
        "development",
        "activity",
        "project",
        "dilution",
        "earnings",
        "per",
        "share",
        "acquisition",
        "issuing",
        "stock",
        "change",
        "accounting",
        "principle",
        "estimate",
        "environmental",
        "risk",
        "event",
        "described",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "business",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "october",
        "risk",
        "factor",
        "may",
        "updated",
        "quarterly",
        "filing",
        "caution",
        "investor",
        "reflect",
        "analysis",
        "stated",
        "date",
        "disclaim",
        "intent",
        "update",
        "except",
        "required",
        "law",
        "source",
        "cooper",
        "company",
        "contact",
        "kim",
        "duncan",
        "vice",
        "president",
        "investor",
        "relation",
        "cooper",
        "company",
        "ir",
        "source",
        "cooper",
        "company",
        "inc"
    ]
}