{
    "organizations": [],
    "uuid": "0bded955d762fac2c1daf853f126b858b174c19b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/globe-newswire-interdigital-announces-financial-results-for-first-quarter-2018.html",
    "ord_in_thread": 0,
    "title": "InterDigital Announces Financial Results for First Quarter 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WILMINGTON, Del., April 26, 2018 (GLOBE NEWSWIRE) -- InterDigital, Inc. (NASDAQ:IDCC), a mobile technology research and development company, today announced quarter ended March 31, 2018.\nEffective January 1, 2018, the company adopted a new revenue recognition standard (\"ASC 606\"), which impacted the company’s recognition of revenue from certain of its fixed-fee and per-unit license agreements. The company adopted ASC 606 using the modified retrospective method, which means that the total amount of revenue reported for first quarter 2017 has not been restated in the current financial statements. In the interest of comparability during the transition year to ASC 606, the company has provided revenue, net income and earnings per share information in accordance with both ASC 606 and revenue recognition rules in effect prior to the adoption of ASC 606 (“ASC 605”).\nFirst Quarter 2018 Financial Highlights\nFirst quarter 2018 recurring revenue was $64.1 million. Under ASC 605, recurring revenue for first quarter 2018 would have been $91.6 million, compared to $94.5 million in 2017, primarily driven by the expiration of a technology solutions agreement. Recurring revenue consists of current patent royalties and current technology solutions revenue. First quarter 2018 total revenue was $87.4 million. Under ASC 605, total revenue for first quarter 2018 would have been $104.9 million, compared to $94.5 million in first quarter 2017. First quarter 2018 operating expenses decreased by $3.3 million to $57.3 million, compared to $60.6 million in first quarter 2017. Operating expenses were not affected by the adoption of ASC 606. First quarter 2018 includes a tax benefit of $4.9 million, for an effective tax rate benefit of 20.6%, compared to a tax benefit of $1.6 million, for an effective tax rate benefit of 5.2%, in first quarter 2017. The current period benefit was driven by: the decrease in the U.S. corporate tax rate from 35% to 21% and the imposition of a 13.125% tax rate on income that qualifies as Foreign Derived Intangible Income (\"FDII\"), under the Tax Cuts and Jobs Act, effective January 1, 2018; timing differences between the recognition of book and tax revenue that magnify the FDII impact in the current period; and discrete tax benefits associated with the sale of a small commercial initiative and stock-based compensation. The company expects to report a negative effective tax rate for the full year, but expects its long-term tax rate will be in the range of approximately 14% to 15%. The effective tax rate reported in any given year will continue to be influenced by a variety of factors, including timing differences between the recognition of book and tax revenue, the level of pre-tax income or loss, the foreign vs. domestic classification of the company’s customers, and any discrete items that may occur. The company further notes that its tax positions could be altered by pending IRS regulations that could clarify certain provisions of the Tax Cuts and Jobs Act. First quarter 2018 net income 1 was $29.9 million, or $0.84 per diluted share. Under ASC 605, net income for first quarter 2018 would have been $46.1 million, or $1.29 per diluted share, compared to $33.8 million, or $0.93 per diluted share, in first quarter 2017. In first quarter 2018, the company recorded $0.6 million of cash used in operating activities, compared to $25.9 million of cash used in first quarter 2017. The company used $9.0 million of free cash flow 2 in first quarter 2018, compared to $33.9 million of free cash flow used in first quarter 2017. These changes were primarily due to the timing of cash receipts under fixed-fee agreements. Ending cash and short-term investments totaled $1.1 billion.\n“This quarter was anchored in the strength of our revenue base and licensing activities and highlighted by continued operating expense discipline, which we intend to maintain even as we expand our business,” said William J. Merritt, President and Chief Executive Officer. “With continued careful expense management and the positive impact of a new tax rate on our business, InterDigital benefits from a tremendous platform for the expansion of our technology footprint, and growth and increased profitability in our licensing program.”\nConference Call Information\nInterDigital will host a conference call on Thursday, April 26, 2018 at 10:00 a.m. Eastern Time to discuss its first quarter 2018 financial performance and other company matters. For a live Internet webcast of the conference call, visit www.interdigital.com and click on the link to the live webcast on the Investors page. The company encourages participants to take advantage of the Internet option.\nFor telephone access to the conference, call (866) 548-4713 within the United States or +1 (323) 794-2093 from outside the United States. Please call by 9:50 a.m. ET on April 26th and give the operator conference ID number 8688615.\nAn Internet replay of the conference on InterDigital's website in the Investors section. In addition, a telephone replay will be available from 1:00 p.m. ET April 26 through 1:00 p.m. ET May 1. To access the recorded replay, call +1 (719) 457-0820 or +1 (888) 203-1112 and use the replay code 8688615.\nAbout InterDigital ®\nInterDigital develops mobile technologies that are at the core of devices, networks, and services worldwide. We solve many of the industry's most critical and complex technical challenges, inventing solutions for more efficient broadband networks and a richer multimedia experience years ahead of market deployment. InterDigital has licenses and strategic relationships with many of the world's leading wireless companies. Founded in 1972, InterDigital is listed on NASDAQ and is included in the S&P MidCap 400® index.\nInterDigital is a registered trademark of InterDigital, Inc.\nFor more information, visit the InterDigital website: www.interdigital.com .\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended. Such statements include information regarding our current beliefs, plans and expectations, including, without limitation, (i) our current expectations with respect to our effective tax rate for 2018 and our long-term tax rate; (ii) our intention to maintain our operating expense discipline as we expand our business and (iii) our belief that InterDigital benefits from a tremendous platform for the expansion of our technology footprint and growth and increased profitability in our licensing program. Words such as \"believe,\" \"anticipate,\" \"estimate,\" \"expect,\" \"project,\" \"intend,\" \"plan,\" \"forecast,\" \"goal,\" and variations of any such words or similar expressions are intended to identify such forward-looking statements.\nForward-looking statements are subject to risks and uncertainties. Actual outcomes could differ materially from those expressed in or anticipated by such forward-looking statements due to a variety of factors, including, without limitation, those identified in this press release, as well as the following: (i) unanticipated delays, difficulties or acceleration in the execution of patent license agreements; (ii) our ability to leverage our strategic relationships and secure new patent license agreements on acceptable terms; (iii) our ability to enter into sales and/or licensing partnering arrangements for certain of our patent assets; (iv) our ability to enter into partnerships with leading inventors and research organizations and identify and acquire technology and patent portfolios that align with InterDigital's roadmap; (v) our ability to commercialize the company's technologies and enter into customer agreements; (vi) the failure of the markets for the company's current or new technologies and products to materialize to the extent or at the rate that we expect; (vii) unexpected delays or difficulties related to the development of the company's technologies and products; (viii) changes in our interpretations of, and assumptions and calculations with respect to the impact on the Company of, the Tax Cuts and Jobs Act, as well as further guidance that may be issued regarding the Tax Cuts and Jobs Act; (ix) the resolution of current legal or regulatory proceedings, including any awards or judgments relating to such proceedings, additional legal or regulatory proceedings, changes in the schedules or costs associated with legal or regulatory proceedings or adverse rulings in such legal or regulatory proceedings; (x) changes or inaccuracies in market projections; and (xi) changes in the company's business strategy.\nWe undertake no duty to update publicly any forward-looking statement, whether as a result of new information, future events or otherwise, except as may be required by applicable law, regulation or other competent legal authority.\nFootnotes\n1 Throughout this press release, net income (loss) and diluted earnings per share (\"EPS\") are attributable to InterDigital, Inc. (e.g., after adjustments for noncontrolling interests), unless otherwise stated.\n2 Free cash flow is a supplemental non-GAAP financial measure that InterDigital believes is helpful in evaluating the company's ability to invest in its business, make strategic acquisitions and fund share repurchases, among other things. A limitation of the utility of free cash flow as a measure of financial performance is that it does not represent the total increase or decrease in the company's cash balance for the period. InterDigital defines “free cash flow” as net cash provided by operating activities less purchases of property and equipment, technology licenses and investments in patents. InterDigital's computation of free cash flow might not be comparable to free cash flow reported by other companies. The presentation of this financial information, which is not prepared under any comprehensive set of accounting rules or principles, is not intended to be considered in isolation or as a substitute for the financial information prepared and presented in accordance with GAAP. A detailed reconciliation of free cash flow to net cash provided by operating activities, the most directly comparable GAAP financial measure, is provided at the end of this press release.\nSUMMARY CONSOLIDATED STATEMENTS OF INCOME (dollars in thousands except per share data) (unaudited) For the Three Months\nEnded March 31, 2018 2017 As\nReported\nASC 606 Adjustment ASC 605* As\nReported\n(ASC 605) REVENUES: Variable patent royalty revenue $ 6,083 $ 3,994 $ 10,077 $ 15,859 Fixed-fee royalty revenue 57,671 20,511 78,182 73,367 Current patent royalties 63,754 24,505 88,259 89,226 Non-current patent royalties 23,344 (10,000 ) 13,344 — Total patent royalties 87,098 14,505 101,603 89,226 Current technology solutions revenue 346 2,984 3,330 5,304 $ 87,444 $ 17,489 $ 104,933 $ 94,530 OPERATING EXPENSES: Patent administration and licensing 26,916 — 26,916 26,880 Development 16,174 — 16,174 19,781 Selling, general and administrative 14,204 — 14,204 13,901 57,294 — 57,294 60,562 Income from operations 30,150 17,489 47,639 33,968 OTHER EXPENSE (NET) (6,336 ) 4,676 (1,660 ) (2,814 ) Income before income taxes 23,814 22,165 45,979 31,154 INCOME TAX BENEFIT (EXPENSE) 4,915 (6,023 ) (1,108 ) 1,624 NET INCOME $ 28,729 $ 16,142 $ 44,871 $ 32,778 Net loss attributable to noncontrolling interest (1,196 ) — (1,196 ) (978 ) NET INCOME ATTRIBUTABLE TO INTERDIGITAL, INC. $ 29,925 $ 16,142 $ 46,067 $ 33,756 NET INCOME PER COMMON SHARE — BASIC $ 0.86 $ 0.47 $ 1.33 $ 0.98 WEIGHTED AVERAGE NUMBER OF COMMON SHARES OUTSTANDING — BASIC 34,641 — 34,641 34,370 NET INCOME PER COMMON SHARE — DILUTED $ 0.84 $ 0.45 $ 1.29 $ 0.93 WEIGHTED AVERAGE NUMBER OF COMMON SHARES OUTSTANDING — DILUTED 35,606 — 35,606 36,220 CASH DIVIDENDS DECLARED PER COMMON SHARE $ 0.35 $ — $ 0.35 $ 0.30 Note: Certain reclassifications have been made to prior period amounts to conform to the current period presentation. *In the interest of comparability during the transition year to ASC 606, the company has provided its Summary Consolidated Statement of Income for the three months ended March 31, 2018 in accordance with both ASC 606 and previous accounting literature, ASC 605. The table above also shows the adjustments made to reconcile the ASC 605 presentation to ASC 606. The company believes this additional information is vital during the transition year to allow readers of its financial statements to compare financial results from the preceding financial year given the absence of restatement of the prior period. The ASC 605 information should be considered in addition to, not as a substitute for, nor superior to or in isolation from, the financial information prepared in accordance with ASC 606.\nSUMMARY CONSOLIDATED CASH FLOWS\n(dollars in thousands) (unaudited) For the Three Months\nEnded March 31, 2018 2017 Income before income taxes $ 23,814 $ 31,154 Taxes paid (8,053 ) (2,990 ) Non-cash expenses 18,895 23,046 Increase in deferred revenue 7,829 185,000 Deferred revenue recognized (53,121 ) (78,921 ) Increase (decrease) in operating working capital, deferred charges and other 10,041 (183,144 ) Capital spending and capitalized patent costs (8,434 ) (8,055 ) FREE CASH FLOW (9,029 ) (33,910 ) Long-term investments (4,250 ) (501 ) Dividends paid (12,155 ) (10,292 ) Taxes withheld upon vesting of restricted stock units (8,277 ) (21,955 ) Share repurchases (6,024 ) — Net proceeds from exercise of stock options — 82 Unrealized (loss) on short-term investments (1,643 ) (45 ) NET DECREASE IN CASH AND SHORT-TERM INVESTMENTS $ (41,378 ) $ (66,621 )\nCONDENSED CONSOLIDATED BALANCE SHEETS (dollars in thousands) (unaudited) MARCH 31,\n2018 DECEMBER 31,\n2017 ASSETS Cash & short-term investments $ 1,116,617 $ 1,157,995 Accounts receivable (net) 66,789 216,293 Other current assets 24,992 21,506 Property & equipment and patents (net) 332,162 336,081 Other long-term assets (net) 85,598 122,545 TOTAL ASSETS $ 1,626,158 $ 1,854,420 LIABILITIES AND SHAREHOLDERS’ EQUITY Accounts payable, accrued liabilities, taxes payable & dividends payable $ 50,538 $ 69,299 Current deferred revenue 75,652 307,142 Long-term deferred revenue 165,966 309,671 Long-term debt & other long-term liabilities 298,270 295,160 TOTAL LIABILITIES 590,426 981,272 TOTAL INTERDIGITAL, INC. SHAREHOLDERS' EQUITY 1,019,047 855,267 Noncontrolling interest 16,685 17,881 TOTAL EQUITY 1,035,732 873,148 TOTAL LIABILITIES AND SHAREHOLDERS’ EQUITY $ 1,626,158 $ 1,854,420\nRECONCILIATION OF FREE CASH FLOW TO NET CASH\nUSED IN OPERATING ACTIVITIES\nIn the summary consolidated cash flows and throughout this release, the company refers to free cash flow. The table below presents a reconciliation of this non-GAAP financial measure to net cash used in operating activities, the most directly comparable GAAP financial measure.\nFor the Three Months\nEnded March 31, 2018 2017 Net cash (used in) operating activities $ (595 ) $ (25,855 ) Purchases of property, equipment, & technology licenses (399 ) (268 ) Capitalized patent costs (8,035 ) (7,787 ) Free cash flow $ (9,029 ) $ (33,910 )\nCONTACT: InterDigital, Inc.: Patrick Van de Wille patrick.vandewille@interdigital.com +1 (858) 210-4814\nSource:InterDigital, Inc.",
    "published": "2018-04-26T16:30:00.000+03:00",
    "crawled": "2018-04-26T17:29:53.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wilmington",
        "april",
        "globe",
        "newswire",
        "interdigital",
        "nasdaq",
        "idcc",
        "mobile",
        "technology",
        "research",
        "development",
        "company",
        "today",
        "announced",
        "quarter",
        "ended",
        "march",
        "effective",
        "january",
        "company",
        "adopted",
        "new",
        "revenue",
        "recognition",
        "standard",
        "asc",
        "impacted",
        "company",
        "recognition",
        "revenue",
        "certain",
        "license",
        "agreement",
        "company",
        "adopted",
        "asc",
        "using",
        "modified",
        "retrospective",
        "method",
        "mean",
        "total",
        "amount",
        "revenue",
        "reported",
        "first",
        "quarter",
        "restated",
        "current",
        "financial",
        "statement",
        "interest",
        "comparability",
        "transition",
        "year",
        "asc",
        "company",
        "provided",
        "revenue",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "information",
        "accordance",
        "asc",
        "revenue",
        "recognition",
        "rule",
        "effect",
        "prior",
        "adoption",
        "asc",
        "asc",
        "first",
        "quarter",
        "financial",
        "highlight",
        "first",
        "quarter",
        "recurring",
        "revenue",
        "million",
        "asc",
        "recurring",
        "revenue",
        "first",
        "quarter",
        "would",
        "million",
        "compared",
        "million",
        "primarily",
        "driven",
        "expiration",
        "technology",
        "solution",
        "agreement",
        "recurring",
        "revenue",
        "consists",
        "current",
        "patent",
        "royalty",
        "current",
        "technology",
        "solution",
        "revenue",
        "first",
        "quarter",
        "total",
        "revenue",
        "million",
        "asc",
        "total",
        "revenue",
        "first",
        "quarter",
        "would",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "operating",
        "expense",
        "decreased",
        "million",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "operating",
        "expense",
        "affected",
        "adoption",
        "asc",
        "first",
        "quarter",
        "includes",
        "tax",
        "benefit",
        "million",
        "effective",
        "tax",
        "rate",
        "benefit",
        "compared",
        "tax",
        "benefit",
        "million",
        "effective",
        "tax",
        "rate",
        "benefit",
        "first",
        "quarter",
        "current",
        "period",
        "benefit",
        "driven",
        "decrease",
        "corporate",
        "tax",
        "rate",
        "imposition",
        "tax",
        "rate",
        "income",
        "qualifies",
        "foreign",
        "derived",
        "intangible",
        "income",
        "fdii",
        "tax",
        "cut",
        "job",
        "act",
        "effective",
        "january",
        "timing",
        "difference",
        "recognition",
        "book",
        "tax",
        "revenue",
        "magnify",
        "fdii",
        "impact",
        "current",
        "period",
        "discrete",
        "tax",
        "benefit",
        "associated",
        "sale",
        "small",
        "commercial",
        "initiative",
        "compensation",
        "company",
        "expects",
        "report",
        "negative",
        "effective",
        "tax",
        "rate",
        "full",
        "year",
        "expects",
        "tax",
        "rate",
        "range",
        "approximately",
        "effective",
        "tax",
        "rate",
        "reported",
        "given",
        "year",
        "continue",
        "influenced",
        "variety",
        "factor",
        "including",
        "timing",
        "difference",
        "recognition",
        "book",
        "tax",
        "revenue",
        "level",
        "income",
        "loss",
        "foreign",
        "domestic",
        "classification",
        "company",
        "customer",
        "discrete",
        "item",
        "may",
        "occur",
        "company",
        "note",
        "tax",
        "position",
        "could",
        "altered",
        "pending",
        "irs",
        "regulation",
        "could",
        "clarify",
        "certain",
        "provision",
        "tax",
        "cut",
        "job",
        "act",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "asc",
        "net",
        "income",
        "first",
        "quarter",
        "would",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "first",
        "quarter",
        "company",
        "recorded",
        "million",
        "cash",
        "used",
        "operating",
        "activity",
        "compared",
        "million",
        "cash",
        "used",
        "first",
        "quarter",
        "company",
        "used",
        "million",
        "free",
        "cash",
        "flow",
        "first",
        "quarter",
        "compared",
        "million",
        "free",
        "cash",
        "flow",
        "used",
        "first",
        "quarter",
        "change",
        "primarily",
        "due",
        "timing",
        "cash",
        "receipt",
        "agreement",
        "ending",
        "cash",
        "investment",
        "totaled",
        "billion",
        "quarter",
        "anchored",
        "strength",
        "revenue",
        "base",
        "licensing",
        "activity",
        "highlighted",
        "continued",
        "operating",
        "expense",
        "discipline",
        "intend",
        "maintain",
        "even",
        "expand",
        "business",
        "said",
        "william",
        "merritt",
        "president",
        "chief",
        "executive",
        "officer",
        "continued",
        "careful",
        "expense",
        "management",
        "positive",
        "impact",
        "new",
        "tax",
        "rate",
        "business",
        "interdigital",
        "benefit",
        "tremendous",
        "platform",
        "expansion",
        "technology",
        "footprint",
        "growth",
        "increased",
        "profitability",
        "licensing",
        "conference",
        "call",
        "information",
        "interdigital",
        "host",
        "conference",
        "call",
        "thursday",
        "april",
        "eastern",
        "time",
        "discus",
        "first",
        "quarter",
        "financial",
        "performance",
        "company",
        "matter",
        "live",
        "internet",
        "webcast",
        "conference",
        "call",
        "visit",
        "click",
        "link",
        "live",
        "webcast",
        "investor",
        "page",
        "company",
        "encourages",
        "participant",
        "take",
        "advantage",
        "internet",
        "option",
        "telephone",
        "access",
        "conference",
        "call",
        "within",
        "united",
        "state",
        "outside",
        "united",
        "state",
        "please",
        "call",
        "et",
        "april",
        "26th",
        "give",
        "operator",
        "conference",
        "id",
        "number",
        "internet",
        "replay",
        "conference",
        "interdigital",
        "website",
        "investor",
        "section",
        "addition",
        "telephone",
        "replay",
        "available",
        "et",
        "april",
        "et",
        "may",
        "access",
        "recorded",
        "replay",
        "call",
        "use",
        "replay",
        "code",
        "interdigital",
        "interdigital",
        "develops",
        "mobile",
        "technology",
        "core",
        "device",
        "network",
        "service",
        "worldwide",
        "solve",
        "many",
        "industry",
        "critical",
        "complex",
        "technical",
        "challenge",
        "inventing",
        "solution",
        "efficient",
        "broadband",
        "network",
        "richer",
        "multimedia",
        "experience",
        "year",
        "ahead",
        "market",
        "deployment",
        "interdigital",
        "license",
        "strategic",
        "relationship",
        "many",
        "world",
        "leading",
        "wireless",
        "company",
        "founded",
        "interdigital",
        "listed",
        "nasdaq",
        "included",
        "p",
        "midcap",
        "index",
        "interdigital",
        "registered",
        "trademark",
        "interdigital",
        "information",
        "visit",
        "interdigital",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "information",
        "regarding",
        "current",
        "belief",
        "plan",
        "expectation",
        "including",
        "without",
        "limitation",
        "current",
        "expectation",
        "respect",
        "effective",
        "tax",
        "rate",
        "tax",
        "rate",
        "ii",
        "intention",
        "maintain",
        "operating",
        "expense",
        "discipline",
        "expand",
        "business",
        "iii",
        "belief",
        "interdigital",
        "benefit",
        "tremendous",
        "platform",
        "expansion",
        "technology",
        "footprint",
        "growth",
        "increased",
        "profitability",
        "licensing",
        "program",
        "word",
        "believe",
        "anticipate",
        "estimate",
        "expect",
        "project",
        "intend",
        "plan",
        "forecast",
        "goal",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "outcome",
        "could",
        "differ",
        "materially",
        "expressed",
        "anticipated",
        "statement",
        "due",
        "variety",
        "factor",
        "including",
        "without",
        "limitation",
        "identified",
        "press",
        "release",
        "well",
        "following",
        "unanticipated",
        "delay",
        "difficulty",
        "acceleration",
        "execution",
        "patent",
        "license",
        "agreement",
        "ii",
        "ability",
        "leverage",
        "strategic",
        "relationship",
        "secure",
        "new",
        "patent",
        "license",
        "agreement",
        "acceptable",
        "term",
        "iii",
        "ability",
        "enter",
        "sale",
        "licensing",
        "partnering",
        "arrangement",
        "certain",
        "patent",
        "asset",
        "iv",
        "ability",
        "enter",
        "partnership",
        "leading",
        "inventor",
        "research",
        "organization",
        "identify",
        "acquire",
        "technology",
        "patent",
        "portfolio",
        "align",
        "interdigital",
        "roadmap",
        "v",
        "ability",
        "commercialize",
        "company",
        "technology",
        "enter",
        "customer",
        "agreement",
        "vi",
        "failure",
        "market",
        "company",
        "current",
        "new",
        "technology",
        "product",
        "materialize",
        "extent",
        "rate",
        "expect",
        "vii",
        "unexpected",
        "delay",
        "difficulty",
        "related",
        "development",
        "company",
        "technology",
        "product",
        "viii",
        "change",
        "interpretation",
        "assumption",
        "calculation",
        "respect",
        "impact",
        "company",
        "tax",
        "cut",
        "job",
        "act",
        "well",
        "guidance",
        "may",
        "issued",
        "regarding",
        "tax",
        "cut",
        "job",
        "act",
        "ix",
        "resolution",
        "current",
        "legal",
        "regulatory",
        "proceeding",
        "including",
        "award",
        "judgment",
        "relating",
        "proceeding",
        "additional",
        "legal",
        "regulatory",
        "proceeding",
        "change",
        "schedule",
        "cost",
        "associated",
        "legal",
        "regulatory",
        "proceeding",
        "adverse",
        "ruling",
        "legal",
        "regulatory",
        "proceeding",
        "x",
        "change",
        "inaccuracy",
        "market",
        "projection",
        "xi",
        "change",
        "company",
        "business",
        "strategy",
        "undertake",
        "duty",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "regulation",
        "competent",
        "legal",
        "authority",
        "footnote",
        "throughout",
        "press",
        "release",
        "net",
        "income",
        "loss",
        "diluted",
        "earnings",
        "per",
        "share",
        "eps",
        "attributable",
        "interdigital",
        "inc",
        "adjustment",
        "noncontrolling",
        "interest",
        "unless",
        "otherwise",
        "stated",
        "free",
        "cash",
        "flow",
        "supplemental",
        "financial",
        "measure",
        "interdigital",
        "belief",
        "helpful",
        "evaluating",
        "company",
        "ability",
        "invest",
        "business",
        "make",
        "strategic",
        "acquisition",
        "fund",
        "share",
        "repurchase",
        "among",
        "thing",
        "limitation",
        "utility",
        "free",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "represent",
        "total",
        "increase",
        "decrease",
        "company",
        "cash",
        "balance",
        "period",
        "interdigital",
        "defines",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "less",
        "purchase",
        "property",
        "equipment",
        "technology",
        "license",
        "investment",
        "patent",
        "interdigital",
        "computation",
        "free",
        "cash",
        "flow",
        "might",
        "comparable",
        "free",
        "cash",
        "flow",
        "reported",
        "company",
        "presentation",
        "financial",
        "information",
        "prepared",
        "comprehensive",
        "set",
        "accounting",
        "rule",
        "principle",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "detailed",
        "reconciliation",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provided",
        "end",
        "press",
        "release",
        "summary",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "reported",
        "asc",
        "adjustment",
        "asc",
        "reported",
        "asc",
        "revenue",
        "variable",
        "patent",
        "royalty",
        "revenue",
        "royalty",
        "revenue",
        "current",
        "patent",
        "royalty",
        "patent",
        "royalty",
        "total",
        "patent",
        "royalty",
        "current",
        "technology",
        "solution",
        "revenue",
        "operating",
        "expense",
        "patent",
        "administration",
        "licensing",
        "development",
        "selling",
        "general",
        "administrative",
        "income",
        "operation",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "interdigital",
        "net",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "net",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "diluted",
        "cash",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "note",
        "certain",
        "reclassification",
        "made",
        "prior",
        "period",
        "amount",
        "conform",
        "current",
        "period",
        "presentation",
        "interest",
        "comparability",
        "transition",
        "year",
        "asc",
        "company",
        "provided",
        "summary",
        "consolidated",
        "statement",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "accordance",
        "asc",
        "previous",
        "accounting",
        "literature",
        "asc",
        "table",
        "also",
        "show",
        "adjustment",
        "made",
        "reconcile",
        "asc",
        "presentation",
        "asc",
        "company",
        "belief",
        "additional",
        "information",
        "vital",
        "transition",
        "year",
        "allow",
        "reader",
        "financial",
        "statement",
        "compare",
        "financial",
        "result",
        "preceding",
        "financial",
        "year",
        "given",
        "absence",
        "restatement",
        "prior",
        "period",
        "asc",
        "information",
        "considered",
        "addition",
        "substitute",
        "superior",
        "isolation",
        "financial",
        "information",
        "prepared",
        "accordance",
        "asc",
        "summary",
        "consolidated",
        "cash",
        "flow",
        "dollar",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "income",
        "tax",
        "tax",
        "paid",
        "expense",
        "increase",
        "deferred",
        "revenue",
        "deferred",
        "revenue",
        "recognized",
        "increase",
        "decrease",
        "operating",
        "working",
        "capital",
        "deferred",
        "charge",
        "capital",
        "spending",
        "capitalized",
        "patent",
        "cost",
        "free",
        "cash",
        "flow",
        "investment",
        "dividend",
        "paid",
        "tax",
        "withheld",
        "upon",
        "vesting",
        "restricted",
        "stock",
        "unit",
        "share",
        "repurchase",
        "net",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "unrealized",
        "loss",
        "investment",
        "net",
        "decrease",
        "cash",
        "investment",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "investment",
        "account",
        "receivable",
        "net",
        "current",
        "asset",
        "property",
        "equipment",
        "patent",
        "net",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "liability",
        "tax",
        "payable",
        "dividend",
        "payable",
        "current",
        "deferred",
        "revenue",
        "deferred",
        "revenue",
        "debt",
        "liability",
        "total",
        "liability",
        "total",
        "interdigital",
        "shareholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "reconciliation",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "summary",
        "consolidated",
        "cash",
        "flow",
        "throughout",
        "release",
        "company",
        "refers",
        "free",
        "cash",
        "flow",
        "table",
        "present",
        "reconciliation",
        "financial",
        "measure",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "purchase",
        "property",
        "equipment",
        "technology",
        "license",
        "capitalized",
        "patent",
        "cost",
        "free",
        "cash",
        "flow",
        "contact",
        "interdigital",
        "patrick",
        "van",
        "de",
        "wille",
        "source",
        "interdigital",
        "inc"
    ]
}