{
    "organizations": [],
    "uuid": "e63d673af469a6142d97399788ae94ae687cb419",
    "author": "",
    "url": "https://blogs.wsj.com/cfo/2018/04/09/the-morning-ledger-european-buyers-go-on-the-hunt-for-u-s-targets/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: European Buyers Go on the Hunt for U.S. Targets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription. Swiss drug maker Novartis said Monday it agreed to buy U.S.-based AveXis for $8.7 billion. Reuters \nGood morning. European executives are targeting U.S. companies as a brighter economic landscape at home and abroad boosts buyer confidence. The drop in the U.S. corporate tax rate to 21% makes U.S. businesses more alluring to European buyers, as does the pullback in the U.S. dollar, which is down nearly 15% against the euro since Dec. 2016. \nSwiss pharmaceuticals company Novartis AG said Monday it has agreed to buy U.S.-based AveXis Inc. for $8.7 billion, the latest in a string of European acquisitions in the U.S. involving big names such as Sanofi SA and AXA SA. Other European companies, including JCDecaux SA , Wärtsilä Corp. and Smurfit Kappa Group PLC also said they are looking for opportunities in the U.S. \nEuropean companies spent $47.26 billion on U.S. targets since the beginning of the year, through April 5, according to Dealogic. That is the highest deal value for this period since 2006 and up from $37.59 billion worth of deals struck in the same period last year. \nHowever, uncertainty about Washington’s stance on foreign takeovers could make some buyers pause. Deal makers are also likely to proceed with caution amid escalating trade tensions between the U.S. and China, which have triggered wild swings in global markets. \nTHE WEEK AHEAD \nZuckerberg to face U.S. lawmakers. In two days of testimony before U.S. Senate and House committees, Facebook Inc. Chief Executive Mark Zuckerberg this week must prove to lawmakers that the social media giant he created takes privacy issues seriously. It also is a broader test of how effectively he can guide a company challenged by regulators and consumers around the globe. \nFed & ECB minutes, China trade surplus. This week, the U.S. Federal Reserve and European Central Bank release minutes of their latest meetings (Wednesday, Thursday) and China reports import, export (both Friday) and inflation data (Wednesday). \nCORPORATE NEWS John Cryan, former CEO of Deutsche Bank, and board member Christian Sewing — the bank’s new CEO — are seen in Frankfurt, Germany, Feb. 2, 2018. Reuters \nDeutsche Bank appoints Christian Sewing as CEO. Deutsche Bank AG replaced its British chief executive, John Cryan, with the senior German head of its retail bank, after years of grim financial results and sputtering attempts to regain a spot among global investment-banking powerhouses. The co-head of Deutsche’s investment bank unit, Marcus Schenck, has been in discussions to leave the lender as soon as next month, reports the WSJ’s Jenny Strasburg. \nWells Fargo reviews auto-lending products. Wells Fargo & Co. has expanded a review of auto products and services it finances amid increased interest by regulators, according to people familiar with the matter. Meanwhile, payments company Paypal Holdings Inc. is offering additional banking features for customers of its digital wallet, a push towards traditional banking. \nBoeing secures American Airlines order. American Airlines Group Inc. on Friday announced a large order for Boeing Co. twin-aisle jets worth more than $12 billion before discounts and canceled a deal to buy rival Airbus SE planes. \nCBS CEO received slightly less last year than in 2016. CBS Corp. disclosed that Chief Executive Leslie Moonves received total compensation of $69.3 million in 2017 — slightly less than in 2016 — and announced the nomination of former Time Warner Inc. Chairman Richard Parsons to its board of directors. \nContractor sues Tesla. American Integrated Services Inc. , a small Tesla Inc. contractor, has sued the auto maker claiming it hasn’t been paid for work at a Fremont, Calif., assembly plant where Tesla is building the Model 3 sedan. \nAlibaba invests in facial-recognition firm. Chinese e-commerce giant Alibaba Group Holding Ltd. is leading a $600 million funding round in SenseTime Group Ltd. , a company which makes surveillance systems using facial recognition for law enforcement and commercial applications. \nConsulting becomes cash cow for Big Four accounting firms. A push towards consulting and advisory brings additional revenue, but also additional risks for the Big Four accounting firms Deloitte Touche Tohmatsu Ltd. , PricewaterhouseCoopers LLP , Ernst & Young LLP and KPMG LLP. \nFor car dealerships, size matters. As margins shrink and competition increases from companies that didn’t exist a decade ago, car dealer groups must either get bigger or get out of the business. \nKinder Morgan threatens to halt pipeline extension. Kinder Morgan KMI Inc. threatened on Sunday to cancel the proposed expansion of the Trans Mountain pipeline if Canada’s provincial and federal governments cannot resolve their differences over the project by May 31. \nREGULATION Imported cars are parked at the Dundalk Marine Terminal in Baltimore, Md., U.S., March 9, 2018. Getty Images \nU.S. examines stricter enforcement of environmental rules on imported cars. The Trump administration is attempting to protect domestic vehicle manufacturing by forcing imported cars to meet stricter environmental rules, a move that would make imports more expensive. \nTech firms brace for tighter privacy regulation. After Facebook’s Cambridge Analytica scandal, demands for enhanced consumer protection have grown louder. Apple Inc. , Amazon.com Inc. and Alphabet Inc.’s Google brace for tighter regulation, as does Facebook. \nCoinbase in talks to become regulated brokerage. Cryptocurrency firm Coinbase Inc. has approached U.S. regulators about registering as a licensed brokerage firm and electronic-trading venue. The move comes as regulators step up their efforts to supervise the industry. Stock exchange operator Nasdaq Inc. on Friday halted the trading of shares of cryptocurrency company Longfin Corp. after the Securities and Exchange Commission accused the company and its chief executive of violating securities laws. \nECONOMY US President Donald Trump (l.) and China’s President Xi Jinping are seen in the Great Hall of the People in Beijing, Nov. 9, 2017. AFP/Getty Images \nTrump administration softens tone on trade dispute with China. After threatening to impose additional tariffs on Chinese goods, Trump administration officials on Sunday softened some of the rhetoric, noting that the penalties aren’t imminent and there is ample time to work out a deal and step back from a possible trade war. However, China stated on Monday it was impossible to negotiate with the U.S. under “current circumstances,” reports Reuters. \nTrump pushes toward Nafta deal. The Trump administration is accelerating negotiations to overhaul the North American Free Trade Agreement, possibly within the next couple of weeks. The trade negotiators are “working very hard,” Treasury Secretary Steven Mnuchin said Friday. \nAmericans face highest fuel prices in years. Americans are spending more at the pump than they have in years. Prices could rise even further amid ongoing production cuts by major exporters. \nRetailers concerned about food-stamp overhaul. The Trump administration is planning to rein in spending for a popular food-stamp program by nearly $130 billion over a decade, a 20% reduction of the current annual budget of $63 billion. The move could constitute one of the biggest yearly reductions in program-sponsored purchases for U.S. retailers for years. \nCFO MOVES \nMacy’s Inc. , the Cincinnati, Ohio, retailer, said it entered into a retention agreement with its long-term Chief Financial Officer Karen Hoguet. Ms. Hoguet will remain with the company through Feb. 2, 2019, and during that period continue her role as CFO until a successor is appointed, after which she will assume an advisory role until the end of the retention period. \nMs. Hoguet is entitled to receive a retention bonus of $500,000, payable at the completion of the retention period, a fiscal year 2018 bonus based on the actual level of achievement of the applicable performance conditions, a fiscal year 2018 equity award with a grant date value of $1,500,000 in the form of restricted stock units vesting ratably over three years, and full vesting of her 2017 performance restricted stock units based on the actual level of achievement of the applicable performance goals, according to a filing. \nSupervalu Inc. , the Eden Prairie, Minn. retailer, appointed David W. Johnson as chief accounting officer. Mr. Johnson had been interim chief accounting officer of the company since July 2017. He has also served as vice president, controller of the company since April 2013 and will continue to serve in that role. Mr. Johnson previously worked as vice president, assistant controller at Supervalu from 2012 to April 2013. Compensation details were not immediately available. \nPriceSmart Inc. , a San Diego, Calif. operator of membership warehouse clubs, has appointed Maarten Jager as executive vice president and chief financial officer, effective April 24. Mr. Jager will replace John M. Hefner who has served in that role since Jan. 2004 and had previously announced his plans to retire from the company. Mr. Jager currently serves as senior vice president of Walmart International, a unit of Walmart Inc., where he has worked from 2014. During his tenure at Walmart, Mr. Jager worked as senior vice president and CFO of Sam’s Club from 2015 to 2018 and as senior vice president and CFO of its Asia division from 2014 to 2015. Compensation details were not immediately available. \nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com. Share this:",
    "published": "2018-04-09T15:15:00.000+03:00",
    "crawled": "2018-04-09T15:31:04.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "swiss",
        "drug",
        "maker",
        "novartis",
        "said",
        "monday",
        "agreed",
        "buy",
        "avexis",
        "billion",
        "reuters",
        "good",
        "morning",
        "european",
        "executive",
        "targeting",
        "company",
        "brighter",
        "economic",
        "landscape",
        "home",
        "abroad",
        "boost",
        "buyer",
        "confidence",
        "drop",
        "corporate",
        "tax",
        "rate",
        "make",
        "business",
        "alluring",
        "european",
        "buyer",
        "pullback",
        "dollar",
        "nearly",
        "euro",
        "since",
        "swiss",
        "pharmaceutical",
        "company",
        "novartis",
        "ag",
        "said",
        "monday",
        "agreed",
        "buy",
        "avexis",
        "billion",
        "latest",
        "string",
        "european",
        "acquisition",
        "involving",
        "big",
        "name",
        "sanofi",
        "sa",
        "axa",
        "sa",
        "european",
        "company",
        "including",
        "jcdecaux",
        "sa",
        "wärtsilä",
        "smurfit",
        "kappa",
        "group",
        "plc",
        "also",
        "said",
        "looking",
        "opportunity",
        "european",
        "company",
        "spent",
        "billion",
        "target",
        "since",
        "beginning",
        "year",
        "april",
        "according",
        "dealogic",
        "highest",
        "deal",
        "value",
        "period",
        "since",
        "billion",
        "worth",
        "deal",
        "struck",
        "period",
        "last",
        "year",
        "however",
        "uncertainty",
        "washington",
        "stance",
        "foreign",
        "takeover",
        "could",
        "make",
        "buyer",
        "pause",
        "deal",
        "maker",
        "also",
        "likely",
        "proceed",
        "caution",
        "amid",
        "escalating",
        "trade",
        "tension",
        "china",
        "triggered",
        "wild",
        "swing",
        "global",
        "market",
        "week",
        "ahead",
        "zuckerberg",
        "face",
        "lawmaker",
        "two",
        "day",
        "testimony",
        "senate",
        "house",
        "committee",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "week",
        "must",
        "prove",
        "lawmaker",
        "social",
        "medium",
        "giant",
        "created",
        "take",
        "privacy",
        "issue",
        "seriously",
        "also",
        "broader",
        "test",
        "effectively",
        "guide",
        "company",
        "challenged",
        "regulator",
        "consumer",
        "around",
        "globe",
        "fed",
        "ecb",
        "minute",
        "china",
        "trade",
        "surplus",
        "week",
        "federal",
        "reserve",
        "european",
        "central",
        "bank",
        "release",
        "minute",
        "latest",
        "meeting",
        "wednesday",
        "thursday",
        "china",
        "report",
        "import",
        "export",
        "friday",
        "inflation",
        "data",
        "wednesday",
        "corporate",
        "news",
        "john",
        "cryan",
        "former",
        "ceo",
        "deutsche",
        "bank",
        "board",
        "member",
        "christian",
        "sewing",
        "bank",
        "new",
        "ceo",
        "seen",
        "frankfurt",
        "germany",
        "reuters",
        "deutsche",
        "bank",
        "appoints",
        "christian",
        "sewing",
        "ceo",
        "deutsche",
        "bank",
        "ag",
        "replaced",
        "british",
        "chief",
        "executive",
        "john",
        "cryan",
        "senior",
        "german",
        "head",
        "retail",
        "bank",
        "year",
        "grim",
        "financial",
        "result",
        "sputtering",
        "attempt",
        "regain",
        "spot",
        "among",
        "global",
        "powerhouse",
        "deutsche",
        "investment",
        "bank",
        "unit",
        "marcus",
        "schenck",
        "discussion",
        "leave",
        "lender",
        "soon",
        "next",
        "month",
        "report",
        "wsj",
        "jenny",
        "strasburg",
        "well",
        "fargo",
        "review",
        "product",
        "well",
        "fargo",
        "expanded",
        "review",
        "auto",
        "product",
        "service",
        "finance",
        "amid",
        "increased",
        "interest",
        "regulator",
        "according",
        "people",
        "familiar",
        "matter",
        "meanwhile",
        "payment",
        "company",
        "paypal",
        "holding",
        "offering",
        "additional",
        "banking",
        "feature",
        "customer",
        "digital",
        "wallet",
        "push",
        "towards",
        "traditional",
        "banking",
        "boeing",
        "secures",
        "american",
        "airline",
        "order",
        "american",
        "airline",
        "group",
        "friday",
        "announced",
        "large",
        "order",
        "boeing",
        "jet",
        "worth",
        "billion",
        "discount",
        "canceled",
        "deal",
        "buy",
        "rival",
        "airbus",
        "se",
        "plane",
        "cbs",
        "ceo",
        "received",
        "slightly",
        "less",
        "last",
        "year",
        "cbs",
        "disclosed",
        "chief",
        "executive",
        "leslie",
        "moonves",
        "received",
        "total",
        "compensation",
        "million",
        "slightly",
        "less",
        "announced",
        "nomination",
        "former",
        "time",
        "warner",
        "chairman",
        "richard",
        "parson",
        "board",
        "director",
        "contractor",
        "sue",
        "tesla",
        "american",
        "integrated",
        "service",
        "small",
        "tesla",
        "contractor",
        "sued",
        "auto",
        "maker",
        "claiming",
        "paid",
        "work",
        "fremont",
        "assembly",
        "plant",
        "tesla",
        "building",
        "model",
        "sedan",
        "alibaba",
        "invests",
        "firm",
        "chinese",
        "giant",
        "alibaba",
        "group",
        "holding",
        "leading",
        "million",
        "funding",
        "round",
        "sensetime",
        "group",
        "company",
        "make",
        "surveillance",
        "system",
        "using",
        "facial",
        "recognition",
        "law",
        "enforcement",
        "commercial",
        "application",
        "consulting",
        "becomes",
        "cash",
        "cow",
        "big",
        "four",
        "accounting",
        "firm",
        "push",
        "towards",
        "consulting",
        "advisory",
        "brings",
        "additional",
        "revenue",
        "also",
        "additional",
        "risk",
        "big",
        "four",
        "accounting",
        "firm",
        "deloitte",
        "touche",
        "tohmatsu",
        "pricewaterhousecoopers",
        "llp",
        "ernst",
        "young",
        "llp",
        "kpmg",
        "llp",
        "car",
        "dealership",
        "size",
        "matter",
        "margin",
        "shrink",
        "competition",
        "increase",
        "company",
        "exist",
        "decade",
        "ago",
        "car",
        "dealer",
        "group",
        "must",
        "either",
        "get",
        "bigger",
        "get",
        "business",
        "kinder",
        "morgan",
        "threatens",
        "halt",
        "pipeline",
        "extension",
        "kinder",
        "morgan",
        "kmi",
        "threatened",
        "sunday",
        "cancel",
        "proposed",
        "expansion",
        "trans",
        "mountain",
        "pipeline",
        "canada",
        "provincial",
        "federal",
        "government",
        "resolve",
        "difference",
        "project",
        "may",
        "regulation",
        "imported",
        "car",
        "parked",
        "dundalk",
        "marine",
        "terminal",
        "baltimore",
        "march",
        "getty",
        "image",
        "examines",
        "stricter",
        "enforcement",
        "environmental",
        "rule",
        "imported",
        "car",
        "trump",
        "administration",
        "attempting",
        "protect",
        "domestic",
        "vehicle",
        "manufacturing",
        "forcing",
        "imported",
        "car",
        "meet",
        "stricter",
        "environmental",
        "rule",
        "move",
        "would",
        "make",
        "import",
        "expensive",
        "tech",
        "firm",
        "brace",
        "tighter",
        "privacy",
        "regulation",
        "facebook",
        "cambridge",
        "analytica",
        "scandal",
        "demand",
        "enhanced",
        "consumer",
        "protection",
        "grown",
        "louder",
        "apple",
        "alphabet",
        "google",
        "brace",
        "tighter",
        "regulation",
        "facebook",
        "coinbase",
        "talk",
        "become",
        "regulated",
        "brokerage",
        "cryptocurrency",
        "firm",
        "coinbase",
        "approached",
        "regulator",
        "registering",
        "licensed",
        "brokerage",
        "firm",
        "venue",
        "move",
        "come",
        "regulator",
        "step",
        "effort",
        "supervise",
        "industry",
        "stock",
        "exchange",
        "operator",
        "nasdaq",
        "friday",
        "halted",
        "trading",
        "share",
        "cryptocurrency",
        "company",
        "longfin",
        "security",
        "exchange",
        "commission",
        "accused",
        "company",
        "chief",
        "executive",
        "violating",
        "security",
        "law",
        "economy",
        "u",
        "president",
        "donald",
        "trump",
        "china",
        "president",
        "xi",
        "jinping",
        "seen",
        "great",
        "hall",
        "people",
        "beijing",
        "image",
        "trump",
        "administration",
        "softens",
        "tone",
        "trade",
        "dispute",
        "china",
        "threatening",
        "impose",
        "additional",
        "tariff",
        "chinese",
        "good",
        "trump",
        "administration",
        "official",
        "sunday",
        "softened",
        "rhetoric",
        "noting",
        "penalty",
        "imminent",
        "ample",
        "time",
        "work",
        "deal",
        "step",
        "back",
        "possible",
        "trade",
        "war",
        "however",
        "china",
        "stated",
        "monday",
        "impossible",
        "negotiate",
        "current",
        "circumstance",
        "report",
        "reuters",
        "trump",
        "push",
        "toward",
        "nafta",
        "deal",
        "trump",
        "administration",
        "accelerating",
        "negotiation",
        "overhaul",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "possibly",
        "within",
        "next",
        "couple",
        "week",
        "trade",
        "negotiator",
        "working",
        "hard",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "said",
        "friday",
        "american",
        "face",
        "highest",
        "fuel",
        "price",
        "year",
        "american",
        "spending",
        "pump",
        "year",
        "price",
        "could",
        "rise",
        "even",
        "amid",
        "ongoing",
        "production",
        "cut",
        "major",
        "exporter",
        "retailer",
        "concerned",
        "overhaul",
        "trump",
        "administration",
        "planning",
        "rein",
        "spending",
        "popular",
        "program",
        "nearly",
        "billion",
        "decade",
        "reduction",
        "current",
        "annual",
        "budget",
        "billion",
        "move",
        "could",
        "constitute",
        "one",
        "biggest",
        "yearly",
        "reduction",
        "purchase",
        "retailer",
        "year",
        "cfo",
        "move",
        "macy",
        "cincinnati",
        "ohio",
        "retailer",
        "said",
        "entered",
        "retention",
        "agreement",
        "chief",
        "financial",
        "officer",
        "karen",
        "hoguet",
        "hoguet",
        "remain",
        "company",
        "period",
        "continue",
        "role",
        "cfo",
        "successor",
        "appointed",
        "assume",
        "advisory",
        "role",
        "end",
        "retention",
        "period",
        "hoguet",
        "entitled",
        "receive",
        "retention",
        "bonus",
        "payable",
        "completion",
        "retention",
        "period",
        "fiscal",
        "year",
        "bonus",
        "based",
        "actual",
        "level",
        "achievement",
        "applicable",
        "performance",
        "condition",
        "fiscal",
        "year",
        "equity",
        "award",
        "grant",
        "date",
        "value",
        "form",
        "restricted",
        "stock",
        "unit",
        "vesting",
        "ratably",
        "three",
        "year",
        "full",
        "vesting",
        "performance",
        "restricted",
        "stock",
        "unit",
        "based",
        "actual",
        "level",
        "achievement",
        "applicable",
        "performance",
        "goal",
        "according",
        "filing",
        "supervalu",
        "eden",
        "prairie",
        "retailer",
        "appointed",
        "david",
        "johnson",
        "chief",
        "accounting",
        "officer",
        "johnson",
        "interim",
        "chief",
        "accounting",
        "officer",
        "company",
        "since",
        "july",
        "also",
        "served",
        "vice",
        "president",
        "controller",
        "company",
        "since",
        "april",
        "continue",
        "serve",
        "role",
        "johnson",
        "previously",
        "worked",
        "vice",
        "president",
        "assistant",
        "controller",
        "supervalu",
        "april",
        "compensation",
        "detail",
        "immediately",
        "available",
        "pricesmart",
        "san",
        "diego",
        "operator",
        "membership",
        "warehouse",
        "club",
        "appointed",
        "maarten",
        "jager",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "effective",
        "april",
        "jager",
        "replace",
        "john",
        "hefner",
        "served",
        "role",
        "since",
        "previously",
        "announced",
        "plan",
        "retire",
        "company",
        "jager",
        "currently",
        "serf",
        "senior",
        "vice",
        "president",
        "walmart",
        "international",
        "unit",
        "walmart",
        "worked",
        "tenure",
        "walmart",
        "jager",
        "worked",
        "senior",
        "vice",
        "president",
        "cfo",
        "sam",
        "club",
        "senior",
        "vice",
        "president",
        "cfo",
        "asia",
        "division",
        "compensation",
        "detail",
        "immediately",
        "available",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share"
    ]
}