{
    "organizations": [],
    "uuid": "a05c7baf90bc9e60055e219c00194ec511e9e318",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/25/new-york-times-digital-wanted-at-chinese-start-ups-attractive-women-to-ease-codersa-stress.html",
    "ord_in_thread": 0,
    "title": "Chinese start-ups are hiring attractive women to ease coders’ stress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING — China’s vibrant technology scene is searching for people like Shen Yue. Qualifications: Must be attractive, know how to charm socially awkward programmers and give relaxing massages.\nMs. Shen is a “programmer motivator,” as they are known in China. Part psychologist, part cheerleader, the women are hired to chat up and calm stressed-out coders. The jobs are proliferating in a society that largely adheres to gender stereotypes and believes that male programmers are “zhai,” or nerds who have no social lives.\n“They really need someone to talk to them from time to time and to organize activities for them to ease some of the pressure,” said Ms. Shen, a 25-year-old who has a degree in civil engineering from a university in Beijing.\nChinese women have made great strides in the workplace. The country has the world’s largest number of self-made female billionaires, while many start-ups have women in senior roles. But at a time when the United States and other countries are directly confronting the #MeToo movement, the inequalities and biases in China are rarely discussed openly and remain firmly entrenched.\nThe country’s laws against gender discrimination are not often enforced. Many companies are direct in their job ads. Males preferred. Only good-looking women need apply. With programmer motivators, it’s more explicit, putting women in subservient positions to men.\nMore from The New York Times:\nEuropean regulators ask if Facebook is taking too much data Facebook replaces lobbying executive amid regulatory scrutiny Workers of Silicon Valley, it's time to organize While China’s tech scene has produced companies that rival Facebook , Google and Amazon in power and wealth, the work culture in many ways trails even bro-dominated Silicon Valley .\nIn tech, men dominate the top ranks. Just one woman sits on the 11-member board of Alibaba , the e-commerce giant. At Baidu , a search company, none of its five board members is a woman. At Tencent , a games and social media conglomerate, there are none. By comparison, Twitter has three women on its nine-person board. At Facebook, two of its nine directors are women.\nLike many other businesses, China’s tech companies are blunt about gender bias in their job ads. Baidu, Alibaba and Tencent have repeatedly published recruitment ads boasting that there are “beautiful girls” working for the companies, according to Human Rights Watch, a New York-based rights watchdog.\nIn January, Alibaba said it was seeking a sales manager for Taobao, its e-commerce platform. Women were preferred, ages 28 to 35, “with a good personal image and class.”\nIn November, Baidu advertised for a marketing position. Men were preferred “because of business travel” and other reasons.\nBoth companies have since removed the references to specific genders in those ads.\nAlibaba said that the company has clear guidelines on providing equal opportunity regardless of gender and “will conduct stricter reviews of the recruiting advertisements to ensure compliance with our policy.” It also said that one-third of the 18 founders of Alibaba are women and that female leaders account for one-third of the company’s management positions.\nBaidu said that 45 percent of the company’s 40,000 employees are female, which is reflected in midlevel and senior positions. “We value the important work that our female employees do across the organization,” the company said in an emailed statement.\nIn a statement, Tencent said it values diverse backgrounds and apologized for the ads.\nIt is unclear how many companies employ programmer motivators. According to Baidu Baipin, a job search website run by Baidu, just seven companies are currently advertising for these jobs, mostly at smaller start-ups. There used to be more. Alibaba advertised for a programmer motivator with “recognizably good looks” in 2015 but deleted the ad after being criticized by Chinese internet users.\nMs. Shen started work at Chainfin.com , a consumer finance company, in October. She declined to disclose her salary, but Zhang Jing, a human resources executive who hired Ms. Shen, said it was around $950 a month.\nMs. Shen came to Beijing from the northeastern province of Heilongjiang. She has long black hair and pale skin and wears red eye shadow to the office, where she always has a ready smile for her colleagues. They call her by her nickname, Yueyue, which translates to Joy.\nAt Chainfin.com , the bulk of her work is tending the front desk, organizing social events, ordering snacks for tea breaks and chatting with the programmers. She may call a programmer to a conference room and ask him, “Did you have to work overtime?” before listening to his various frustrations.\n“I thought it was really novel,” Ms. Shen said, “because I had never seen such a job before.”\nOn a recent Friday, she approached Guo Zhenjie, 28, who has a foldout bed next to his desk. Ms. Shen asked whether his waist was still hurting from the long hours at his desk. He said, yes, he had been working till 10 or 11 for the past few nights.\n“The company’s intention is for me to give you a massage, though my technique might not be great,” Ms. Shen told Mr. Guo.\nBoth of them broke out in giggles.\nMs. Shen stood over a seated Mr. Guo and started kneading his shoulders.\n“It really does feel good,” Mr. Guo said, as Ms. Shen gently whacked his back with a massage clapper device.\nFor some start-ups, having a programmer motivator on staff is one of the many perks to attract male coders, a job that is in high demand in China’s booming tech scene.\nFeng Zhiyi, 31, who works in research and development at Chainfin.com , said he was envious when photos of female programmer motivators fanning male employees appeared on the internet.\n“And now we have one, too,” Mr. Feng said.\nMr. Feng said Ms. Shen had improved the work environment by organizing birthday parties and getting the programmers active with games such as tug of war or sack races.\nHe said he was open to the idea of male programmer motivators but somewhat skeptical. “A man chatting with another man, it’s like going out on a date with a guy,” Mr. Feng said. “A little awkward, isn’t it?”\nMs. Zhang, the human resources executive who was part of the panel that hired Ms. Shen, stressed that it is important for a programmer motivator to look good. She said the applicants needed to have “five facial features that must definitely be in their proper order” and speak in a gentle way.\nThey should also have a contagious laugh, be able to apply simple makeup and be taller than 5 feet 2 inches.\n“Her position is at the front desk, isn’t it?” Ms. Zhang said. “It may be that people won’t be able to see her if they walk in.”\nMs. Shen said that she does not consider her job to be sexist.\n“Many feminist ideas are too extreme now,” she said. “I think women should be independent, self-reliant and have self-respect. And that’s enough.”\nXu Jiaolong, one of Chainfin.com’s few female programmers, who gets massages from Ms. Shen, did not see anything wrong with the job. The way she saw it, it was a mere “division of labor.” But, with a smile, she said the company could consider hiring a man to motivate female programmers, too.\nChina’s tech industry is beginning to question such practices. Wang Jie, 40, the chief executive of Shanbay.com , an app that helps people learn English, has been vocal about the “objectification” of women by other start-ups.\nHe was so disturbed that some tech companies were using “beautiful women” to draw male programmers to their companies that he wrote a post last October on Zhihu, China’s version of Quora, the question and answer site, saying that Western companies would be sued back home if they posted similar ads.\nBut Mr. Wang has found that attitudes are difficult to change. Several people responded to his post, saying he was making a mountain out of a molehill.\n“The men said: ‘If there are more beautiful women, I’ll be happier in my job. What’s the issue?’” Mr. Wang said. “And some women said: ‘As a woman, I don’t think this is a problem at all.’”",
    "published": "2018-04-25T09:28:00.000+03:00",
    "crawled": "2018-04-25T16:05:32.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "china",
        "vibrant",
        "technology",
        "scene",
        "searching",
        "people",
        "like",
        "shen",
        "yue",
        "qualification",
        "must",
        "attractive",
        "know",
        "charm",
        "socially",
        "awkward",
        "programmer",
        "give",
        "relaxing",
        "massage",
        "shen",
        "programmer",
        "motivator",
        "known",
        "china",
        "part",
        "psychologist",
        "part",
        "cheerleader",
        "woman",
        "hired",
        "chat",
        "calm",
        "coder",
        "job",
        "proliferating",
        "society",
        "largely",
        "adheres",
        "gender",
        "stereotype",
        "belief",
        "male",
        "programmer",
        "zhai",
        "nerd",
        "social",
        "life",
        "really",
        "need",
        "someone",
        "talk",
        "time",
        "time",
        "organize",
        "activity",
        "ease",
        "pressure",
        "said",
        "shen",
        "degree",
        "civil",
        "engineering",
        "university",
        "beijing",
        "chinese",
        "woman",
        "made",
        "great",
        "stride",
        "workplace",
        "country",
        "world",
        "largest",
        "number",
        "female",
        "billionaire",
        "many",
        "woman",
        "senior",
        "role",
        "time",
        "united",
        "state",
        "country",
        "directly",
        "confronting",
        "metoo",
        "movement",
        "inequality",
        "bias",
        "china",
        "rarely",
        "discussed",
        "openly",
        "remain",
        "firmly",
        "entrenched",
        "country",
        "law",
        "gender",
        "discrimination",
        "often",
        "enforced",
        "many",
        "company",
        "direct",
        "job",
        "ad",
        "male",
        "preferred",
        "woman",
        "need",
        "apply",
        "programmer",
        "motivator",
        "explicit",
        "putting",
        "woman",
        "subservient",
        "position",
        "men",
        "new",
        "york",
        "time",
        "european",
        "regulator",
        "ask",
        "facebook",
        "taking",
        "much",
        "data",
        "facebook",
        "replaces",
        "lobbying",
        "executive",
        "amid",
        "regulatory",
        "scrutiny",
        "worker",
        "silicon",
        "valley",
        "time",
        "organize",
        "china",
        "tech",
        "scene",
        "produced",
        "company",
        "rival",
        "facebook",
        "google",
        "amazon",
        "power",
        "wealth",
        "work",
        "culture",
        "many",
        "way",
        "trail",
        "even",
        "silicon",
        "valley",
        "tech",
        "men",
        "dominate",
        "top",
        "rank",
        "one",
        "woman",
        "sits",
        "board",
        "alibaba",
        "giant",
        "baidu",
        "search",
        "company",
        "none",
        "five",
        "board",
        "member",
        "woman",
        "tencent",
        "game",
        "social",
        "medium",
        "conglomerate",
        "none",
        "comparison",
        "twitter",
        "three",
        "woman",
        "board",
        "facebook",
        "two",
        "nine",
        "director",
        "woman",
        "like",
        "many",
        "business",
        "china",
        "tech",
        "company",
        "blunt",
        "gender",
        "bias",
        "job",
        "ad",
        "baidu",
        "alibaba",
        "tencent",
        "repeatedly",
        "published",
        "recruitment",
        "ad",
        "boasting",
        "beautiful",
        "girl",
        "working",
        "company",
        "according",
        "human",
        "right",
        "watch",
        "new",
        "right",
        "watchdog",
        "january",
        "alibaba",
        "said",
        "seeking",
        "sale",
        "manager",
        "taobao",
        "platform",
        "woman",
        "preferred",
        "age",
        "good",
        "personal",
        "image",
        "november",
        "baidu",
        "advertised",
        "marketing",
        "position",
        "men",
        "preferred",
        "business",
        "travel",
        "reason",
        "company",
        "since",
        "removed",
        "reference",
        "specific",
        "gender",
        "ad",
        "alibaba",
        "said",
        "company",
        "clear",
        "guideline",
        "providing",
        "equal",
        "opportunity",
        "regardless",
        "gender",
        "conduct",
        "stricter",
        "review",
        "recruiting",
        "advertisement",
        "ensure",
        "compliance",
        "also",
        "said",
        "founder",
        "alibaba",
        "woman",
        "female",
        "leader",
        "account",
        "company",
        "management",
        "position",
        "baidu",
        "said",
        "percent",
        "company",
        "employee",
        "female",
        "reflected",
        "midlevel",
        "senior",
        "position",
        "value",
        "important",
        "work",
        "female",
        "employee",
        "across",
        "organization",
        "company",
        "said",
        "emailed",
        "statement",
        "statement",
        "tencent",
        "said",
        "value",
        "diverse",
        "background",
        "apologized",
        "ad",
        "unclear",
        "many",
        "company",
        "employ",
        "programmer",
        "motivator",
        "according",
        "baidu",
        "baipin",
        "job",
        "search",
        "website",
        "run",
        "baidu",
        "seven",
        "company",
        "currently",
        "advertising",
        "job",
        "mostly",
        "smaller",
        "used",
        "alibaba",
        "advertised",
        "programmer",
        "motivator",
        "recognizably",
        "good",
        "look",
        "deleted",
        "ad",
        "criticized",
        "chinese",
        "internet",
        "user",
        "shen",
        "started",
        "work",
        "consumer",
        "finance",
        "company",
        "october",
        "declined",
        "disclose",
        "salary",
        "zhang",
        "jing",
        "human",
        "resource",
        "executive",
        "hired",
        "shen",
        "said",
        "around",
        "month",
        "shen",
        "came",
        "beijing",
        "northeastern",
        "province",
        "heilongjiang",
        "long",
        "black",
        "hair",
        "pale",
        "skin",
        "wear",
        "red",
        "eye",
        "shadow",
        "office",
        "always",
        "ready",
        "smile",
        "colleague",
        "call",
        "nickname",
        "yueyue",
        "translates",
        "joy",
        "bulk",
        "work",
        "tending",
        "front",
        "desk",
        "organizing",
        "social",
        "event",
        "ordering",
        "snack",
        "tea",
        "break",
        "chatting",
        "programmer",
        "may",
        "call",
        "programmer",
        "conference",
        "room",
        "ask",
        "work",
        "overtime",
        "listening",
        "various",
        "frustration",
        "thought",
        "really",
        "novel",
        "shen",
        "said",
        "never",
        "seen",
        "job",
        "recent",
        "friday",
        "approached",
        "guo",
        "zhenjie",
        "foldout",
        "bed",
        "next",
        "desk",
        "shen",
        "asked",
        "whether",
        "waist",
        "still",
        "hurting",
        "long",
        "hour",
        "desk",
        "said",
        "yes",
        "working",
        "till",
        "past",
        "night",
        "company",
        "intention",
        "give",
        "massage",
        "though",
        "technique",
        "might",
        "great",
        "shen",
        "told",
        "guo",
        "broke",
        "giggle",
        "shen",
        "stood",
        "seated",
        "guo",
        "started",
        "kneading",
        "shoulder",
        "really",
        "feel",
        "good",
        "guo",
        "said",
        "shen",
        "gently",
        "whacked",
        "back",
        "massage",
        "clapper",
        "device",
        "programmer",
        "motivator",
        "staff",
        "one",
        "many",
        "perk",
        "attract",
        "male",
        "coder",
        "job",
        "high",
        "demand",
        "china",
        "booming",
        "tech",
        "scene",
        "feng",
        "zhiyi",
        "work",
        "research",
        "development",
        "said",
        "envious",
        "photo",
        "female",
        "programmer",
        "motivator",
        "fanning",
        "male",
        "employee",
        "appeared",
        "internet",
        "one",
        "feng",
        "said",
        "feng",
        "said",
        "shen",
        "improved",
        "work",
        "environment",
        "organizing",
        "birthday",
        "party",
        "getting",
        "programmer",
        "active",
        "game",
        "tug",
        "war",
        "sack",
        "race",
        "said",
        "open",
        "idea",
        "male",
        "programmer",
        "motivator",
        "somewhat",
        "skeptical",
        "man",
        "chatting",
        "another",
        "man",
        "like",
        "going",
        "date",
        "guy",
        "feng",
        "said",
        "little",
        "awkward",
        "zhang",
        "human",
        "resource",
        "executive",
        "part",
        "panel",
        "hired",
        "shen",
        "stressed",
        "important",
        "programmer",
        "motivator",
        "look",
        "good",
        "said",
        "applicant",
        "needed",
        "five",
        "facial",
        "feature",
        "must",
        "definitely",
        "proper",
        "order",
        "speak",
        "gentle",
        "way",
        "also",
        "contagious",
        "laugh",
        "able",
        "apply",
        "simple",
        "makeup",
        "taller",
        "foot",
        "inch",
        "position",
        "front",
        "desk",
        "zhang",
        "said",
        "may",
        "people",
        "able",
        "see",
        "walk",
        "shen",
        "said",
        "consider",
        "job",
        "sexist",
        "many",
        "feminist",
        "idea",
        "extreme",
        "said",
        "think",
        "woman",
        "independent",
        "xu",
        "jiaolong",
        "one",
        "female",
        "programmer",
        "get",
        "massage",
        "shen",
        "see",
        "anything",
        "wrong",
        "job",
        "way",
        "saw",
        "mere",
        "division",
        "smile",
        "said",
        "company",
        "could",
        "consider",
        "hiring",
        "man",
        "motivate",
        "female",
        "programmer",
        "china",
        "tech",
        "industry",
        "beginning",
        "question",
        "practice",
        "wang",
        "jie",
        "chief",
        "executive",
        "app",
        "help",
        "people",
        "learn",
        "english",
        "vocal",
        "objectification",
        "woman",
        "disturbed",
        "tech",
        "company",
        "using",
        "beautiful",
        "woman",
        "draw",
        "male",
        "programmer",
        "company",
        "wrote",
        "post",
        "last",
        "october",
        "zhihu",
        "china",
        "version",
        "quora",
        "question",
        "answer",
        "site",
        "saying",
        "western",
        "company",
        "would",
        "sued",
        "back",
        "home",
        "posted",
        "similar",
        "ad",
        "wang",
        "found",
        "attitude",
        "difficult",
        "change",
        "several",
        "people",
        "responded",
        "post",
        "saying",
        "making",
        "mountain",
        "molehill",
        "men",
        "said",
        "beautiful",
        "woman",
        "happier",
        "job",
        "issue",
        "wang",
        "said",
        "woman",
        "said",
        "woman",
        "think",
        "problem"
    ]
}