{
    "organizations": [],
    "uuid": "ba6de2f99b062f614608429aa24bb3d0f13de75c",
    "author": "Andrew Ross Sorkin",
    "url": "https://www.cnbc.com/2018/04/03/facebook-should-consider-a-why-me-button.html",
    "ord_in_thread": 0,
    "title": "Facebook Should Consider a 'Why Me?' Button",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\"One of our biggest responsibilities is to protect data.\"\nThat's what Mark Zuckerberg , Facebook's chief executive and co-founder, said just over a week ago after revelations that the data research firm Cambridge Analytica had gained access to the profiles of 50 million Facebook users.\nOver the past year, the downside of social media companies — Facebook foremost among them — has become glaringly apparent. They have been platforms for information campaigns that influenced elections and endangered lives. They have failed to keep users' personal information private. And the carefully targeted ads that appear on them can be, well, creepy.\nMore from The New York Times:\nFacebook Employees in an Uproar Over Executive's Leaked Memo\nFacebook Introduces Central Page for Privacy and Security Settings\nWant to #DeleteFacebook? You Can Try\nNow the drumbeat for regulation of social media on both sides of the aisle — and from many in Silicon Valley — is getting louder by the day. \"I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,\" Tim Cook , Apple's chief executive, said recently.\nMr. Zuckerberg may be getting tired of other executives sniping at his company, but he needs to come up with a solution — fast. For several weeks, I've been canvassing various technology executives, privacy advocates, academics and others to come up with some ideas about exactly what Facebook could do to fix itself.\nIt is not clear that Facebook will be able to stave off regulators, but Mr. Zuckerberg and his colleagues might want to consider this: a \"Why Me?\" button. ( Google , Amazon , and others might want to take note, too.)\nFacebook suffers from a lack of trust because of the asymmetrical nature of the relationship users have with it. We provide it all sorts of information. But we have no idea how the information is being used, how our data is being harvested, how that data is being commingled and cross-referenced with other data sets and ultimately sold to advertisers. (Facebook already has a button, relatively buried in a list of other items, that it calls \"Why Am I Seeing This Ad?\" It is, to some degree, a crippled version of what I'm suggesting should be introduced on all of Facebook's properties.)\nTo his credit, Mr. Zuckerberg does appear to recognize the problem that his company faces over privacy concerns. After acknowledging that protecting users' data is one of the company's biggest responsibilities, he went on to say, \"If you think about what our services are, at their most basic level, you put some content into a service, whether it's a photo or a video or a text message — whether it's Facebook or WhatsApp or Instagram — and you're trusting that that content is going to be shared with the people you want to share it with.\"\nBut the solution Facebook offered last week — putting all of your privacy settings on one screen and blocking some third parties from access to data — is just a Band-Aid. It's a start, but it doesn't provide a road map for how your information is being used.\nThat's where the \"Why Me?\" button could help. This button would sit next to every advertisement and piece of content that appears before you on all of Facebook's properties, including Instagram and WhatsApp.\nIf you saw an ad or an article pop up on your screen, you could click the \"Why Me?\" button. Then you would see a full explanation of why that item was pushed to you.\nThe \"Why Me?\" explanation would not just include the name of the advertiser, but what keywords, demographics or other information the advertiser specifically targeted. It would also offer a full rundown of how your information fit into the parameters of the advertiser's request and where that information came from.\nMaybe Facebook saw that you had clicked on a pair of sneakers on a different service that shares information with Facebook. The \"Why Me?\" section would show you when and where that information was collected. Did Facebook notice you searched for a new cellphone plan? Facebook would tell how it knew that, too.\nDid Facebook use artificial intelligence to find your face in an image without you or anyone else labeling it? The \"Why Me?\" section would show you the images that the artificial intelligence system cross-referenced to identify you. Did Facebook scrape another site or buy information about you that it commingled with the data that you had provided? It would tell you that, too.\nMost important, at every point in the \"explanation tree,\" the user would have the option to turn off or disable that specific piece of data. Facebook, of course, could — and probably should — explain the trade-offs of such decisions.\nThe \"Why Me?\" button could also be extended to content. When a friend or company shares a post, Facebook doesn't just display it to everyone listed as the poster's friend or follower. Facebook's algorithms choose which friends and followers see it based on all sorts of parameters, usually related to the kind of content or how you've interacted with the friend in the past.\nThe \"Why Me?\" button should explain all the data points that are used in the calculation and how they are weighted.\nThe current \"Why Am I Seeing This Ad?\" often says something like: \"Company A wants to reach people ages 18 and older who live or were recently in the United States. This is information based on your Facebook profile and where you've connected to the internet.\"\nBut it hardly tells you the whole story. Facebook doesn't say so explicitly, but it allows companies to upload their own databases, cross-reference them with Facebook's data and use that information to serve ads to users. It also doesn't say how that other site originally got that information about who you are.\nIn fairness, the \"Why Me?\" button might create all sorts of problems for Facebook, and its advertisers, too. It would allow users — and rivals — to reverse engineer much of the way the system works. And advertisers would probably object to the idea of making their targeting plans public. But that would be the cost of using such large public platforms with such exact targeting.\nIt has become something of a cliché, but in 1913, before he became a Supreme Court justice, Louis D. Brandeis said, \"Sunlight is said to be the best of disinfectants.\"\nIt could well be applied today at Facebook — and its peer companies — if it wants to avoid a governmental crackdown.",
    "published": "2018-04-03T14:26:00.000+03:00",
    "crawled": "2018-04-03T14:00:25.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "one",
        "biggest",
        "responsibility",
        "protect",
        "data",
        "mark",
        "zuckerberg",
        "facebook",
        "chief",
        "executive",
        "said",
        "week",
        "ago",
        "revelation",
        "data",
        "research",
        "firm",
        "cambridge",
        "analytica",
        "gained",
        "access",
        "profile",
        "million",
        "facebook",
        "user",
        "past",
        "year",
        "downside",
        "social",
        "medium",
        "company",
        "facebook",
        "foremost",
        "among",
        "become",
        "glaringly",
        "apparent",
        "platform",
        "information",
        "campaign",
        "influenced",
        "election",
        "endangered",
        "life",
        "failed",
        "keep",
        "user",
        "personal",
        "information",
        "private",
        "carefully",
        "targeted",
        "ad",
        "appear",
        "well",
        "creepy",
        "new",
        "york",
        "time",
        "facebook",
        "employee",
        "uproar",
        "executive",
        "leaked",
        "memo",
        "facebook",
        "introduces",
        "central",
        "page",
        "privacy",
        "security",
        "setting",
        "want",
        "deletefacebook",
        "try",
        "drumbeat",
        "regulation",
        "social",
        "medium",
        "side",
        "aisle",
        "many",
        "silicon",
        "valley",
        "getting",
        "louder",
        "day",
        "think",
        "certain",
        "situation",
        "dire",
        "become",
        "large",
        "probably",
        "regulation",
        "necessary",
        "tim",
        "cook",
        "apple",
        "chief",
        "executive",
        "said",
        "recently",
        "zuckerberg",
        "may",
        "getting",
        "tired",
        "executive",
        "sniping",
        "company",
        "need",
        "come",
        "solution",
        "fast",
        "several",
        "week",
        "canvassing",
        "various",
        "technology",
        "executive",
        "privacy",
        "advocate",
        "academic",
        "others",
        "come",
        "idea",
        "exactly",
        "facebook",
        "could",
        "fix",
        "clear",
        "facebook",
        "able",
        "stave",
        "regulator",
        "zuckerberg",
        "colleague",
        "might",
        "want",
        "consider",
        "button",
        "google",
        "amazon",
        "others",
        "might",
        "want",
        "take",
        "note",
        "facebook",
        "suffers",
        "lack",
        "trust",
        "asymmetrical",
        "nature",
        "relationship",
        "user",
        "provide",
        "sort",
        "information",
        "idea",
        "information",
        "used",
        "data",
        "harvested",
        "data",
        "commingled",
        "data",
        "set",
        "ultimately",
        "sold",
        "advertiser",
        "facebook",
        "already",
        "button",
        "relatively",
        "buried",
        "list",
        "item",
        "call",
        "seeing",
        "ad",
        "degree",
        "crippled",
        "version",
        "suggesting",
        "introduced",
        "facebook",
        "property",
        "credit",
        "zuckerberg",
        "appear",
        "recognize",
        "problem",
        "company",
        "face",
        "privacy",
        "concern",
        "acknowledging",
        "protecting",
        "user",
        "data",
        "one",
        "company",
        "biggest",
        "responsibility",
        "went",
        "say",
        "think",
        "service",
        "basic",
        "level",
        "put",
        "content",
        "service",
        "whether",
        "photo",
        "video",
        "text",
        "message",
        "whether",
        "facebook",
        "whatsapp",
        "instagram",
        "trusting",
        "content",
        "going",
        "shared",
        "people",
        "want",
        "share",
        "solution",
        "facebook",
        "offered",
        "last",
        "week",
        "putting",
        "privacy",
        "setting",
        "one",
        "screen",
        "blocking",
        "third",
        "party",
        "access",
        "data",
        "start",
        "provide",
        "road",
        "map",
        "information",
        "used",
        "button",
        "could",
        "help",
        "button",
        "would",
        "sit",
        "next",
        "every",
        "advertisement",
        "piece",
        "content",
        "appears",
        "facebook",
        "property",
        "including",
        "instagram",
        "whatsapp",
        "saw",
        "ad",
        "article",
        "pop",
        "screen",
        "could",
        "click",
        "button",
        "would",
        "see",
        "full",
        "explanation",
        "item",
        "pushed",
        "explanation",
        "would",
        "include",
        "name",
        "advertiser",
        "keywords",
        "demographic",
        "information",
        "advertiser",
        "specifically",
        "targeted",
        "would",
        "also",
        "offer",
        "full",
        "rundown",
        "information",
        "fit",
        "parameter",
        "advertiser",
        "request",
        "information",
        "came",
        "maybe",
        "facebook",
        "saw",
        "clicked",
        "pair",
        "sneaker",
        "different",
        "service",
        "share",
        "information",
        "facebook",
        "section",
        "would",
        "show",
        "information",
        "collected",
        "facebook",
        "notice",
        "searched",
        "new",
        "cellphone",
        "plan",
        "facebook",
        "would",
        "tell",
        "knew",
        "facebook",
        "use",
        "artificial",
        "intelligence",
        "find",
        "face",
        "image",
        "without",
        "anyone",
        "else",
        "labeling",
        "section",
        "would",
        "show",
        "image",
        "artificial",
        "intelligence",
        "system",
        "identify",
        "facebook",
        "scrape",
        "another",
        "site",
        "buy",
        "information",
        "commingled",
        "data",
        "provided",
        "would",
        "tell",
        "important",
        "every",
        "point",
        "explanation",
        "tree",
        "user",
        "would",
        "option",
        "turn",
        "disable",
        "specific",
        "piece",
        "data",
        "facebook",
        "course",
        "could",
        "probably",
        "explain",
        "decision",
        "button",
        "could",
        "also",
        "extended",
        "content",
        "friend",
        "company",
        "share",
        "post",
        "facebook",
        "display",
        "everyone",
        "listed",
        "poster",
        "friend",
        "follower",
        "facebook",
        "algorithm",
        "choose",
        "friend",
        "follower",
        "see",
        "based",
        "sort",
        "parameter",
        "usually",
        "related",
        "kind",
        "content",
        "interacted",
        "friend",
        "past",
        "button",
        "explain",
        "data",
        "point",
        "used",
        "calculation",
        "weighted",
        "current",
        "seeing",
        "ad",
        "often",
        "say",
        "something",
        "like",
        "company",
        "want",
        "reach",
        "people",
        "age",
        "older",
        "live",
        "recently",
        "united",
        "state",
        "information",
        "based",
        "facebook",
        "profile",
        "connected",
        "internet",
        "hardly",
        "tell",
        "whole",
        "story",
        "facebook",
        "say",
        "explicitly",
        "allows",
        "company",
        "upload",
        "database",
        "facebook",
        "data",
        "use",
        "information",
        "serve",
        "ad",
        "user",
        "also",
        "say",
        "site",
        "originally",
        "got",
        "information",
        "fairness",
        "button",
        "might",
        "create",
        "sort",
        "problem",
        "facebook",
        "advertiser",
        "would",
        "allow",
        "user",
        "rival",
        "reverse",
        "engineer",
        "much",
        "way",
        "system",
        "work",
        "advertiser",
        "would",
        "probably",
        "object",
        "idea",
        "making",
        "targeting",
        "plan",
        "public",
        "would",
        "cost",
        "using",
        "large",
        "public",
        "platform",
        "exact",
        "targeting",
        "become",
        "something",
        "cliché",
        "became",
        "supreme",
        "court",
        "justice",
        "louis",
        "brandeis",
        "said",
        "sunlight",
        "said",
        "best",
        "disinfectant",
        "could",
        "well",
        "applied",
        "today",
        "facebook",
        "peer",
        "company",
        "want",
        "avoid",
        "governmental",
        "crackdown"
    ]
}