{
    "organizations": [],
    "uuid": "7c7c8198fc94a319796ae033a26a8c3f4af2d127",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-mideast-crisis-syria/inspectors-push-to-visit-suspected-syria-gas-attack-site-after-western-strikes-idUKKBN1HN1I0",
    "ord_in_thread": 0,
    "title": "Inspectors push to visit suspected Syria gas attack site after Western strikes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 16, 2018 / 11:30 AM / Updated an hour ago U.S. suggests Russia, Syria may tamper with Douma evidence, Moscow denies Laila Bassam , Anthony Deutsch 8 Min Read \nDAMASCUS/THE HAGUE (Reuters) - The United States accused Russia on Monday of blocking international inspectors from reaching the site of a suspected poison gas attack in Syria and said Russians or Syrians may have tampered with evidence on the ground. \nMoscow denied the charge and blamed delays on retaliatory U.S.-led missile strikes on Syria at the weekend. \nIn the fraught aftermath of the suspected attack in Douma and the West’s response, Washington also prepared to increase pressure on Russia, Syrian President Bashar al-Assad’s main ally, with new economic sanctions. European Union foreign ministers threatened similar measures. \nAnd in London and Paris, British Prime Minister Theresa May and French President Emmanuel Macron faced criticism from political opponents over their decisions to take part in the air strikes against Syria. \nSyria and Russia deny unleashing poison gas on April 7 during their offensive on Douma, which ended with the recapture of the town that had been the last rebel stronghold near the capital Damascus. \nRelief organisations say dozens of men, women and children were killed. Footage of young victims foaming at the mouth and weeping in agony has thrust Syria’s civil war — in which half a million people have been killed in the past seven years — to the forefront of world concern again. \nInspectors from the Hague-based Organization for the Prohibition of Chemical Weapons (OPCW) travelled to Syria last week to inspect the site, but have yet to gain access to Douma, which is now under government control after the rebels withdrew. \n“It is our understanding the Russians may have visited the attack site,” U.S. Ambassador Kenneth Ward said at an OPCW meeting in The Hague on Monday. \n“It is our concern that they may have tampered with it with the intent of thwarting the efforts of the OPCW Fact-Finding Mission to conduct an effective investigation,” he said. His comments at the closed-door meeting were obtained by Reuters. \nRussian Foreign Minister Sergei Lavrov denied that Moscow had interfered with any evidence. “I can guarantee that Russia has not tampered with the site,” he told the BBC. “UNFETTERED ACCESS” \nBritain’s delegation to the OPCW accused Russia and the Assad government of stopping inspectors from reaching Douma. \n“Unfettered access is essential,” the British delegation said in a statement. “Russia and Syria must cooperate.” \nThe team aims to collect samples, interview witnesses and document evidence to determine whether banned toxic munitions were used, although it is not permitted to assign blame for the attack. Related Coverage Factbox: Chemical weapons inspectors - how do they work? \nBritain’s Ambassador Peter Wilson said in The Hague that the United Nations had cleared the inspectors to go but they had been unable to reach Douma because Syria and Russia had been unable to guarantee their safety. \nMoscow blamed the delay on the air strikes, in which the United States, France and Britain targeted what the Pentagon said were three chemical weapons facilities. \n“We called for an objective investigation. This was at the very beginning after this information [of the attack] appeared. Therefore allegations of this towards Russia are groundless,” Kremlin spokesman Dmitry Peskov said. \nRussia’s defence ministry later said the United States and its allies had hit military targets at the weekend and not just research facilities, Interfax news agency reported. \nThe Syrian military destroyed 71 out of 103 cruise missiles detected in Syrian airspace, RIA news agency quoted the defence ministry as saying. \nU.S. envoy Ward also condemned the Syrian government for what he called its “reign of chemical terror”. \nThe inspectors met Syrian Deputy Foreign Minister Faisal Mekdad in the presence of Russian officers and a senior Syrian security official in Damascus for about three hours on Sunday. \nOPCW inspectors have been attacked on two previous missions to the sites of chemical weapons attacks in Syria. HORRIBLE, MISERABLE \nSyrian flags flew in Douma on Monday, security forces stood on street corners and Russian military police patrolled the streets. State aid trucks handed out bread, rice and pasta to people who had lived under siege for years. \nA government-organised media tour did not include the building where, according to rescue workers and medics who were in town at the time, dozens of people were killed by poison gas. \nDoctors at the hospital where suspected victims were treated told reporters on the tour that none of the patients that night had suffered chemical weapons injuries — they were asphyxiated by dust and smoke in a bombardment. A man and a boy ride a motorbike at the city of Douma in Damascus, Syria, April 16, 2018. REUTERS/Omar Sanadiki \nMedical aid groups and the White Helmets rescue organisation have said such statements - already aired on state television in recent days - were made under duress. \nThe U.S.-led strikes did nothing to alter the strategic balance or dent Assad’s supremacy and the Western allies have said the aim was to prevent the further use of chemical weapons, not to intervene in the civil war or topple Assad. \nAt a meeting in Luxembourg, the 28 European Union foreign ministers endorsed the missile strikes and considered steps to deepen Assad’s isolation. \n“The European Union will continue to consider further restrictive measures against Syria as long as the repression continues,” they said in a statement after their talks. \nThe U.S. ambassador to the United Nations, Nikki Haley, said on Sunday the United States would announce new economic sanctions aimed at companies dealing with equipment related to Assad’s alleged use of chemical weapons, though the White House said on Monday that no decision had been taken yet. \n“We are considering additional sanctions on Russia and a decision will be made in the near future,” White House spokeswoman Sarah Sanders said. DOMESTIC OPPOSITION \nThe Western leaders faced scrutiny at home over their actions, with Britain’s May facing questions over why she did not seek parliamentary approval for the action. \nShe told parliament the decision to conduct air strikes against Syria was in the British national interest and not as a result of pressure from U.S. President Donald Trump. \n“We have not done this because President Trump asked us to, we have done it because we believed it was the right thing to do, and we are not alone. There is broad-based international support for the action we have taken,” May said. \nAsked whether she could order new strikes if chemical weapons were found to have been used in the future, she said: “Nobody should be in any doubt of our resolve to ensure that we cannot see a situation where the use of chemical weapons is normalised.” \nMay has said she did not seek a green light from parliament for the attacks due to the need to act quickly. \nJeremy Corbyn, leader of the main opposition Labour Party, has questioned the legal basis for Britain’s involvement. \nBritain has said there are no plans for future strikes against Syria, but Foreign Secretary Boris Johnson warned Assad that all options would be considered if chemical weapons were used against Syrians again. Slideshow (6 Images) \nIn France, the conservatives, the far-left and the far-right have all criticised the strikes. \nPrime Minister Edouard Philippe was due to respond to their criticism in parliament on Monday. The French constitution bars presidents from going to parliament and Macron will therefore not be questioned directly by lawmakers. Additional reporting by Jack Stubbs and Andrey Ostroukh in Moscow, Jeff Mason, Susan Cornwell and Leslie Wroughton in Washington, Michelle Nichols in New York, Samia Nakhoul, Tom Perry, Ellen Francis and Angus McDowall in Beirut, Kinda Makieh in Barzeh, Syria, Elizabeth Piper, Michael Holden and Guy Faulconbridge in London, Laurence Frost, Michel Rose and Ingrid Melander in Paris, Writing by Angus MacSwan and Richard Balmforth; Editing by Gareth Jones",
    "published": "2018-04-16T14:59:00.000+03:00",
    "crawled": "2018-04-16T15:09:43.095+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "updated",
        "hour",
        "ago",
        "suggests",
        "russia",
        "syria",
        "may",
        "tamper",
        "douma",
        "evidence",
        "moscow",
        "denies",
        "laila",
        "bassam",
        "anthony",
        "deutsch",
        "min",
        "read",
        "hague",
        "reuters",
        "united",
        "state",
        "accused",
        "russia",
        "monday",
        "blocking",
        "international",
        "inspector",
        "reaching",
        "site",
        "suspected",
        "poison",
        "gas",
        "attack",
        "syria",
        "said",
        "russian",
        "syrian",
        "may",
        "tampered",
        "evidence",
        "ground",
        "moscow",
        "denied",
        "charge",
        "blamed",
        "delay",
        "retaliatory",
        "missile",
        "strike",
        "syria",
        "weekend",
        "fraught",
        "aftermath",
        "suspected",
        "attack",
        "douma",
        "west",
        "response",
        "washington",
        "also",
        "prepared",
        "increase",
        "pressure",
        "russia",
        "syrian",
        "president",
        "bashar",
        "main",
        "ally",
        "new",
        "economic",
        "sanction",
        "european",
        "union",
        "foreign",
        "minister",
        "threatened",
        "similar",
        "measure",
        "london",
        "paris",
        "british",
        "prime",
        "minister",
        "theresa",
        "may",
        "french",
        "president",
        "emmanuel",
        "macron",
        "faced",
        "criticism",
        "political",
        "opponent",
        "decision",
        "take",
        "part",
        "air",
        "strike",
        "syria",
        "syria",
        "russia",
        "deny",
        "unleashing",
        "poison",
        "gas",
        "april",
        "offensive",
        "douma",
        "ended",
        "recapture",
        "town",
        "last",
        "rebel",
        "stronghold",
        "near",
        "capital",
        "damascus",
        "relief",
        "organisation",
        "say",
        "dozen",
        "men",
        "woman",
        "child",
        "killed",
        "footage",
        "young",
        "victim",
        "foaming",
        "mouth",
        "weeping",
        "agony",
        "thrust",
        "syria",
        "civil",
        "war",
        "half",
        "million",
        "people",
        "killed",
        "past",
        "seven",
        "year",
        "forefront",
        "world",
        "concern",
        "inspector",
        "organization",
        "prohibition",
        "chemical",
        "weapon",
        "opcw",
        "travelled",
        "syria",
        "last",
        "week",
        "inspect",
        "site",
        "yet",
        "gain",
        "access",
        "douma",
        "government",
        "control",
        "rebel",
        "withdrew",
        "understanding",
        "russian",
        "may",
        "visited",
        "attack",
        "site",
        "ambassador",
        "kenneth",
        "ward",
        "said",
        "opcw",
        "meeting",
        "hague",
        "monday",
        "concern",
        "may",
        "tampered",
        "intent",
        "thwarting",
        "effort",
        "opcw",
        "mission",
        "conduct",
        "effective",
        "investigation",
        "said",
        "comment",
        "meeting",
        "obtained",
        "reuters",
        "russian",
        "foreign",
        "minister",
        "sergei",
        "lavrov",
        "denied",
        "moscow",
        "interfered",
        "evidence",
        "guarantee",
        "russia",
        "tampered",
        "site",
        "told",
        "bbc",
        "unfettered",
        "access",
        "britain",
        "delegation",
        "opcw",
        "accused",
        "russia",
        "assad",
        "government",
        "stopping",
        "inspector",
        "reaching",
        "douma",
        "unfettered",
        "access",
        "essential",
        "british",
        "delegation",
        "said",
        "statement",
        "russia",
        "syria",
        "must",
        "team",
        "aim",
        "collect",
        "sample",
        "interview",
        "witness",
        "document",
        "evidence",
        "determine",
        "whether",
        "banned",
        "toxic",
        "munition",
        "used",
        "although",
        "permitted",
        "assign",
        "blame",
        "attack",
        "related",
        "coverage",
        "factbox",
        "chemical",
        "weapon",
        "inspector",
        "work",
        "britain",
        "ambassador",
        "peter",
        "wilson",
        "said",
        "hague",
        "united",
        "nation",
        "cleared",
        "inspector",
        "go",
        "unable",
        "reach",
        "douma",
        "syria",
        "russia",
        "unable",
        "guarantee",
        "safety",
        "moscow",
        "blamed",
        "delay",
        "air",
        "strike",
        "united",
        "state",
        "france",
        "britain",
        "targeted",
        "pentagon",
        "said",
        "three",
        "chemical",
        "weapon",
        "facility",
        "called",
        "objective",
        "investigation",
        "beginning",
        "information",
        "attack",
        "appeared",
        "therefore",
        "allegation",
        "towards",
        "russia",
        "groundless",
        "kremlin",
        "spokesman",
        "dmitry",
        "peskov",
        "said",
        "russia",
        "defence",
        "ministry",
        "later",
        "said",
        "united",
        "state",
        "ally",
        "hit",
        "military",
        "target",
        "weekend",
        "research",
        "facility",
        "interfax",
        "news",
        "agency",
        "reported",
        "syrian",
        "military",
        "destroyed",
        "cruise",
        "missile",
        "detected",
        "syrian",
        "airspace",
        "ria",
        "news",
        "agency",
        "quoted",
        "defence",
        "ministry",
        "saying",
        "envoy",
        "ward",
        "also",
        "condemned",
        "syrian",
        "government",
        "called",
        "reign",
        "chemical",
        "terror",
        "inspector",
        "met",
        "syrian",
        "deputy",
        "foreign",
        "minister",
        "faisal",
        "mekdad",
        "presence",
        "russian",
        "officer",
        "senior",
        "syrian",
        "security",
        "official",
        "damascus",
        "three",
        "hour",
        "sunday",
        "opcw",
        "inspector",
        "attacked",
        "two",
        "previous",
        "mission",
        "site",
        "chemical",
        "weapon",
        "attack",
        "syria",
        "horrible",
        "miserable",
        "syrian",
        "flag",
        "flew",
        "douma",
        "monday",
        "security",
        "force",
        "stood",
        "street",
        "corner",
        "russian",
        "military",
        "police",
        "patrolled",
        "street",
        "state",
        "aid",
        "truck",
        "handed",
        "bread",
        "rice",
        "pasta",
        "people",
        "lived",
        "siege",
        "year",
        "medium",
        "tour",
        "include",
        "building",
        "according",
        "rescue",
        "worker",
        "medic",
        "town",
        "time",
        "dozen",
        "people",
        "killed",
        "poison",
        "gas",
        "doctor",
        "hospital",
        "suspected",
        "victim",
        "treated",
        "told",
        "reporter",
        "tour",
        "none",
        "patient",
        "night",
        "suffered",
        "chemical",
        "weapon",
        "injury",
        "asphyxiated",
        "dust",
        "smoke",
        "bombardment",
        "man",
        "boy",
        "ride",
        "motorbike",
        "city",
        "douma",
        "damascus",
        "syria",
        "april",
        "sanadiki",
        "medical",
        "aid",
        "group",
        "white",
        "helmet",
        "rescue",
        "organisation",
        "said",
        "statement",
        "already",
        "aired",
        "state",
        "television",
        "recent",
        "day",
        "made",
        "duress",
        "strike",
        "nothing",
        "alter",
        "strategic",
        "balance",
        "dent",
        "assad",
        "supremacy",
        "western",
        "ally",
        "said",
        "aim",
        "prevent",
        "use",
        "chemical",
        "weapon",
        "intervene",
        "civil",
        "war",
        "topple",
        "assad",
        "meeting",
        "luxembourg",
        "european",
        "union",
        "foreign",
        "minister",
        "endorsed",
        "missile",
        "strike",
        "considered",
        "step",
        "deepen",
        "assad",
        "isolation",
        "european",
        "union",
        "continue",
        "consider",
        "restrictive",
        "measure",
        "syria",
        "long",
        "repression",
        "continues",
        "said",
        "statement",
        "talk",
        "ambassador",
        "united",
        "nation",
        "nikki",
        "haley",
        "said",
        "sunday",
        "united",
        "state",
        "would",
        "announce",
        "new",
        "economic",
        "sanction",
        "aimed",
        "company",
        "dealing",
        "equipment",
        "related",
        "assad",
        "alleged",
        "use",
        "chemical",
        "weapon",
        "though",
        "white",
        "house",
        "said",
        "monday",
        "decision",
        "taken",
        "yet",
        "considering",
        "additional",
        "sanction",
        "russia",
        "decision",
        "made",
        "near",
        "future",
        "white",
        "house",
        "spokeswoman",
        "sarah",
        "sander",
        "said",
        "domestic",
        "opposition",
        "western",
        "leader",
        "faced",
        "scrutiny",
        "home",
        "action",
        "britain",
        "may",
        "facing",
        "question",
        "seek",
        "parliamentary",
        "approval",
        "action",
        "told",
        "parliament",
        "decision",
        "conduct",
        "air",
        "strike",
        "syria",
        "british",
        "national",
        "interest",
        "result",
        "pressure",
        "president",
        "donald",
        "trump",
        "done",
        "president",
        "trump",
        "asked",
        "u",
        "done",
        "believed",
        "right",
        "thing",
        "alone",
        "international",
        "support",
        "action",
        "taken",
        "may",
        "said",
        "asked",
        "whether",
        "could",
        "order",
        "new",
        "strike",
        "chemical",
        "weapon",
        "found",
        "used",
        "future",
        "said",
        "nobody",
        "doubt",
        "resolve",
        "ensure",
        "see",
        "situation",
        "use",
        "chemical",
        "weapon",
        "may",
        "said",
        "seek",
        "green",
        "light",
        "parliament",
        "attack",
        "due",
        "need",
        "act",
        "quickly",
        "jeremy",
        "corbyn",
        "leader",
        "main",
        "opposition",
        "labour",
        "party",
        "questioned",
        "legal",
        "basis",
        "britain",
        "involvement",
        "britain",
        "said",
        "plan",
        "future",
        "strike",
        "syria",
        "foreign",
        "secretary",
        "boris",
        "johnson",
        "warned",
        "assad",
        "option",
        "would",
        "considered",
        "chemical",
        "weapon",
        "used",
        "syrian",
        "slideshow",
        "image",
        "france",
        "conservative",
        "criticised",
        "strike",
        "prime",
        "minister",
        "edouard",
        "philippe",
        "due",
        "respond",
        "criticism",
        "parliament",
        "monday",
        "french",
        "constitution",
        "bar",
        "president",
        "going",
        "parliament",
        "macron",
        "therefore",
        "questioned",
        "directly",
        "lawmaker",
        "additional",
        "reporting",
        "jack",
        "stubbs",
        "andrey",
        "ostroukh",
        "moscow",
        "jeff",
        "mason",
        "susan",
        "cornwell",
        "leslie",
        "wroughton",
        "washington",
        "michelle",
        "nichols",
        "new",
        "york",
        "samia",
        "nakhoul",
        "tom",
        "perry",
        "ellen",
        "francis",
        "angus",
        "mcdowall",
        "beirut",
        "kinda",
        "makieh",
        "barzeh",
        "syria",
        "elizabeth",
        "piper",
        "michael",
        "holden",
        "guy",
        "faulconbridge",
        "london",
        "laurence",
        "frost",
        "michel",
        "rose",
        "ingrid",
        "melander",
        "paris",
        "writing",
        "angus",
        "macswan",
        "richard",
        "balmforth",
        "editing",
        "gareth",
        "jones"
    ]
}