{
    "organizations": [],
    "uuid": "54d656be4ba563e7d08391644d8104b16173afe5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-lhc-group-announces-successful-completion-and-effectiveness-of-merger-with-almost-family.html",
    "ord_in_thread": 0,
    "title": "LHC Group Announces Successful Completion and Effectiveness of Merger with Almost Family",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Updates 2018 Guidance for Combined Company\nAnnounces New $500 Million Senior Secured Credit Facility\nLAFAYETTE, La.--(BUSINESS WIRE)-- LHC Group, Inc. (the “Company” or “LHC Group”) (NASDAQ: LHCG) has announced the completion and effectiveness of its merger with Almost Family, Inc. (“Almost Family”). The transaction creates the second largest in-home healthcare provider in the country with an expanded geographic service territory of 36 states covering over 60 percent of the U.S. population aged 65 and over; the only national home health, hospice, and personal care provider with a long track record of successfully partnering with hospitals and health systems; and the highest quality provider, as measured by the Centers for Medicare and Medicaid Services star ratings, with a depth of talent, industry relationships, and a reputation for driving savings for payors and improving patient outcomes and experiences.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180402005330/en/\nLHC Group At A Glance (Photo: Business Wire)\nEffectiveness of Merger\nThe merger of LHC Group and Almost Family was effective on April 1, 2018. The shares of Almost Family ceased trading under the ticker symbol “AFAM” at the close of the NASDAQ stock market on March 29. Under the terms of the merger agreement, each share of Almost Family common stock was automatically converted into the right to receive 0.9150 of a share of LHC Group common stock, resulting in approximately 31.2 million total shares of common stock outstanding for the combined company.\nCommenting on the announcement, Keith G. Myers, LHC Group’s chairman and Chief Executive Officer, said, “The coming together of our two companies is truly transformative in nature and can now begin to benefit patients, families, and communities across the United States. We are stronger together and well-positioned to lead the industry’s transition to value-based reimbursement and highly coordinated care. With a deep and highly experienced team steeped in in-home healthcare, we look forward to delivering on the inherent growth potential in our businesses and accelerating our growth with additional joint ventures and acquisitions.”\nIntegration of the Combined Company\nThe approximately 30,000 employees of LHC Group will be integrated into one “house of brands,” with a shared culture based on an aligned vision, collaboration, and commitment to quality local healthcare. Since November, the Berkeley Research Group (“BRG”), who is project managing the integration process, has been working diligently alongside LHC Group and Almost Family team members to help plan and facilitate the integration process, which mainly comprises systems, processes, and personnel. The integration is expected to continue to be implemented over the course of the next 12 to 18 months.\nAs the only national provider with a proven track record of partnering with leading hospitals and health systems, LHC Group expects to continue the strong momentum generated from over $114 million of acquired revenue in 2017 by pursuing a strong pipeline of new potential partnerships designed to provide a full continuum of in-home healthcare services. With a combined-company overlap of only 39 metropolitan markets and 90 counties across the country, LHC Group expects to pursue additional acquisition and de novo activities to co-locate home health, hospice, and personal care services. LHC Group also expects to continue driving organic growth based upon its industry-leading CMS Star ratings for quality and patient satisfaction.\n$500 Million Senior Secured Credit Facility\nLHC Group also announced that it has entered into a new $500 million five-year senior secured credit facility led by JPMorgan Chase Bank, which includes an additional $200 million accordion expansion feature, to refinance and replace LHC Group’s $225 million credit facility scheduled to mature in June 2019 and Almost Family’s $350 million credit facility scheduled to mature in December 2021.\nUpdated Fiscal Year 2018 Guidance\nWith the completion of the merger, the Company updated its previously issued guidance for fiscal year 2018 to account for the merger and the inclusion of Almost Family’s financial results for the final three quarters of 2018. Net service revenue is expected to be in a range of $1.84 billion to $1.89 billion, and adjusted earnings per diluted share is expected to be in a range of $3.45 to $3.55. This adjusted earnings per diluted share guidance represents 12% to 15% accretion from the merger compared with the mid-point of the Company’s previously issued guidance for fiscal 2018. The updated guidance assumes the following:\n(1) The Company expects to achieve a total of $25 million in pre-tax synergies with $8 million to $12 million realized in 2018; (2) An estimated effective tax rate of 28 percent to 29 percent, which reflects the positive impact from passage of the Tax Cuts and Jobs Act of 2017; and (3) Weighted average diluted shares of approximately 28.0 million. Commenting on the updated 2018 guidance, Josh Proffitt, LHC Group’s Chief Financial Officer, said, “In addition to the immediate benefits from the merger to the patients, families, communities and partners we are blessed to serve, we also are excited about the double digit accretion that we will recognize in 2018. We are confident in achieving the $25 million in pre-tax synergies by the end of 2019 and look forward to additional accretion in 2019 and beyond as we continue to capture additional synergies.”\nThe Company’s guidance ranges do not take into account the impact of future reimbursement changes, if any, future acquisitions, if made, de novo locations, if opened, or future legal expenses, if necessary. The adjusted earnings guidance for 2018 is presented on a non-GAAP basis, as it does not include the impact of transition related costs, integration related expenses or other expenses related to the merger. Given the difficulty in predicting the amount and timing of merger related expenses, the Company cannot reasonably provide a full reconciliation of its adjusted earnings per share guidance to GAAP earnings per share. The Company’s guidance range on net service revenue does not take into account the Company’s adoption of ASU 2014-09 in 2018 regarding revenue recognition, which will result in a reduction to net service revenue by bad debt expense, but will not affect earnings per share.\nAbout LHC Group, Inc.\nLHC Group, Inc. is a national provider of in-home healthcare services and innovations, providing quality, value-based healthcare to patients primarily within the comfort and privacy of their home or place of residence. LHC Group’s services cover a wide range of healthcare needs for patients and families dealing with illness, injury, or chronic conditions. The Company’s approximately 30,000 employees deliver home health, hospice, personal care services, and facility-based services from more than 780 locations in communities in 36 states. Through its healthcare innovations business, LHC Group drives increased utilization of home healthcare and enhances patient and caregiver engagement. LHC Group is the preferred in-home healthcare partner for 76 health systems, consisting of 336 leading hospitals around the country.\nForward-looking Statements\nThis press release contains “forward-looking statements” (as defined in the Securities Litigation Reform Act of 1995) regarding, among other things, future events or the future financial performance of the Company, or anticipated benefits of the transaction. Words such as “anticipate,” “expect,” “project,” “intend,” “believe,” “will,” “estimates,” “may,” “could,” “should” and words and terms of similar substance used in connection with any discussion of future plans, actions or events identify forward-looking statements. Forward-looking statements relating to the transaction include, but are not limited to: statements about the benefits of the transaction, including anticipated earnings accretion, synergies and cost savings and future financial and operating results; the Company’s plans, objectives, expectations, projections and intentions; and other statements relating to the transaction that are not historical facts. Forward-looking statements are based on information currently available to the Company and involve estimates, expectations and projections. Investors are cautioned that all such forward-looking statements are subject to risks and uncertainties, and important factors could cause actual events or results to differ materially from those indicated by such forward-looking statements. With respect to the transaction, these risks, uncertainties and factors include, but are not limited to: the risk that the businesses will not be integrated successfully; the risk that the cost savings, synergies and growth from the transaction may not be fully realized or may take longer to realize than expected; the diversion of management time on integration-related issues; the risk that costs associated with the integration of the businesses are higher than anticipated; and litigation risks related to the transaction. With respect to the businesses of the combined company, these risks, uncertainties and factors include, but are not limited to: changes in, or failure to comply with, existing government regulations that impact the combined company’s businesses; legislative proposals for healthcare reform; the impact of changes in future interpretations of fraud, anti-kickback, or other laws; changes in Medicare and Medicaid reimbursement levels; changes in laws and regulations with respect to Accountable Care Organizations; changes in the marketplace and regulatory environment for Health Risk Assessments; decrease in demand for the combined company’s services; the potential impact of the transaction on relationships with customers, joint venture and other partners, competitors, management and other employees, including the loss of significant contracts or reduction in revenues associated with major payor sources; ability of customers to pay for services; risks related to any current or future litigation proceedings; potential audits and investigations by government and regulatory agencies, including the impact of any negative publicity or litigation; the ability to attract new customers and retain existing customers in the manner anticipated; the ability to hire and retain key personnel; increased competition from other entities offering similar services as offered by the combined company; reliance on and integration of information technology systems; ability to protect intellectual property rights; impact of security breaches, cyber-attacks or fraudulent activity on the combined company’s reputation; the risks associated with assumptions the parties make in connection with the parties’ critical accounting estimates and legal proceedings; the risks associated with the combined company’s expansion strategy, the successful integration of recent acquisitions, and if necessary, the ability to relocate or restructure current facilities; and the potential impact of an economic downturn or effects of tax assessments or tax positions taken, risks related to goodwill and other intangible asset impairment, tax adjustments, anticipated tax rates, benefit or retirement plan costs, or other regulatory compliance costs.\nAdditional information concerning these and other risk factors is also contained in the Company’s S-4 Registration Statement that has been filed with the Securities and Exchange Commission (“SEC”) and was declared effective by the SEC on February 12, 2018, which includes the joint proxy statement for LHC Group and Almost Family, as well as the Company’s most recently filed Annual Report on Form 10-K and subsequent Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and other SEC filings.\nMany of these risks, uncertainties and assumptions are beyond the Company’s ability to control or predict. Because of these risks, uncertainties and assumptions, you should not place undue reliance on these forward-looking statements. Furthermore, forward-looking statements speak only as of the information currently available to the Company on the date they are made, and the Company does not undertake any obligation to update publicly or revise any forward-looking statements to reflect events or circumstances that may arise after the date of this press release. The Company does not give any assurance (1) that the Company will achieve its guidance or expectations, or (2) concerning any result or the timing thereof. All subsequent written and oral forward-looking statements concerning the transaction or other matters and attributable to the Company or any person acting on their behalf are expressly qualified in their entirety by the cautionary statements above.\n //www.businesswire.com/news/home/20180402005330/en/\nInvestors:\nLHC Group, Inc.\nEric Elliott, 337-233-1307\nSenior Vice President of Finance\neric.elliott@lhcgroup.com\nor\nMedia:\nSchmidt Public Affairs\nRebecca Reid, 410-212-3843\nrreid@schmidtpa.com\nSource: LHC Group, Inc.",
    "published": "2018-04-02T15:00:00.000+03:00",
    "crawled": "2018-04-02T15:56:25.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "update",
        "guidance",
        "combined",
        "company",
        "announces",
        "new",
        "million",
        "senior",
        "secured",
        "credit",
        "facility",
        "lafayette",
        "business",
        "wire",
        "lhc",
        "group",
        "company",
        "lhc",
        "group",
        "nasdaq",
        "lhcg",
        "announced",
        "completion",
        "effectiveness",
        "merger",
        "almost",
        "family",
        "almost",
        "family",
        "transaction",
        "creates",
        "second",
        "largest",
        "healthcare",
        "provider",
        "country",
        "expanded",
        "geographic",
        "service",
        "territory",
        "state",
        "covering",
        "percent",
        "population",
        "aged",
        "national",
        "home",
        "health",
        "hospice",
        "personal",
        "care",
        "provider",
        "long",
        "track",
        "record",
        "successfully",
        "partnering",
        "hospital",
        "health",
        "system",
        "highest",
        "quality",
        "provider",
        "measured",
        "center",
        "medicare",
        "medicaid",
        "service",
        "star",
        "rating",
        "depth",
        "talent",
        "industry",
        "relationship",
        "reputation",
        "driving",
        "saving",
        "payors",
        "improving",
        "patient",
        "outcome",
        "experience",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "lhc",
        "group",
        "glance",
        "photo",
        "business",
        "wire",
        "effectiveness",
        "merger",
        "merger",
        "lhc",
        "group",
        "almost",
        "family",
        "effective",
        "april",
        "share",
        "almost",
        "family",
        "ceased",
        "trading",
        "ticker",
        "symbol",
        "afam",
        "close",
        "nasdaq",
        "stock",
        "market",
        "march",
        "term",
        "merger",
        "agreement",
        "share",
        "almost",
        "family",
        "common",
        "stock",
        "automatically",
        "converted",
        "right",
        "receive",
        "share",
        "lhc",
        "group",
        "common",
        "stock",
        "resulting",
        "approximately",
        "million",
        "total",
        "share",
        "common",
        "stock",
        "outstanding",
        "combined",
        "company",
        "commenting",
        "announcement",
        "keith",
        "myers",
        "lhc",
        "group",
        "chairman",
        "chief",
        "executive",
        "officer",
        "said",
        "coming",
        "together",
        "two",
        "company",
        "truly",
        "transformative",
        "nature",
        "begin",
        "benefit",
        "patient",
        "family",
        "community",
        "across",
        "united",
        "state",
        "stronger",
        "together",
        "lead",
        "industry",
        "transition",
        "reimbursement",
        "highly",
        "coordinated",
        "care",
        "deep",
        "highly",
        "experienced",
        "team",
        "steeped",
        "healthcare",
        "look",
        "forward",
        "delivering",
        "inherent",
        "growth",
        "potential",
        "business",
        "accelerating",
        "growth",
        "additional",
        "joint",
        "venture",
        "integration",
        "combined",
        "company",
        "approximately",
        "employee",
        "lhc",
        "group",
        "integrated",
        "one",
        "house",
        "brand",
        "shared",
        "culture",
        "based",
        "aligned",
        "vision",
        "collaboration",
        "commitment",
        "quality",
        "local",
        "healthcare",
        "since",
        "november",
        "berkeley",
        "research",
        "group",
        "brg",
        "project",
        "managing",
        "integration",
        "process",
        "working",
        "diligently",
        "alongside",
        "lhc",
        "group",
        "almost",
        "family",
        "team",
        "member",
        "help",
        "plan",
        "facilitate",
        "integration",
        "process",
        "mainly",
        "comprises",
        "system",
        "process",
        "personnel",
        "integration",
        "expected",
        "continue",
        "implemented",
        "course",
        "next",
        "month",
        "national",
        "provider",
        "proven",
        "track",
        "record",
        "partnering",
        "leading",
        "hospital",
        "health",
        "system",
        "lhc",
        "group",
        "expects",
        "continue",
        "strong",
        "momentum",
        "generated",
        "million",
        "acquired",
        "revenue",
        "pursuing",
        "strong",
        "pipeline",
        "new",
        "potential",
        "partnership",
        "designed",
        "provide",
        "full",
        "continuum",
        "healthcare",
        "service",
        "overlap",
        "metropolitan",
        "market",
        "county",
        "across",
        "country",
        "lhc",
        "group",
        "expects",
        "pursue",
        "additional",
        "acquisition",
        "de",
        "novo",
        "activity",
        "home",
        "health",
        "hospice",
        "personal",
        "care",
        "service",
        "lhc",
        "group",
        "also",
        "expects",
        "continue",
        "driving",
        "organic",
        "growth",
        "based",
        "upon",
        "cm",
        "star",
        "rating",
        "quality",
        "patient",
        "satisfaction",
        "million",
        "senior",
        "secured",
        "credit",
        "facility",
        "lhc",
        "group",
        "also",
        "announced",
        "entered",
        "new",
        "million",
        "senior",
        "secured",
        "credit",
        "facility",
        "led",
        "jpmorgan",
        "chase",
        "bank",
        "includes",
        "additional",
        "million",
        "accordion",
        "expansion",
        "feature",
        "refinance",
        "replace",
        "lhc",
        "group",
        "million",
        "credit",
        "facility",
        "scheduled",
        "mature",
        "june",
        "almost",
        "family",
        "million",
        "credit",
        "facility",
        "scheduled",
        "mature",
        "december",
        "updated",
        "fiscal",
        "year",
        "guidance",
        "completion",
        "merger",
        "company",
        "updated",
        "previously",
        "issued",
        "guidance",
        "fiscal",
        "year",
        "account",
        "merger",
        "inclusion",
        "almost",
        "family",
        "financial",
        "result",
        "final",
        "three",
        "quarter",
        "net",
        "service",
        "revenue",
        "expected",
        "range",
        "billion",
        "billion",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "guidance",
        "represents",
        "accretion",
        "merger",
        "compared",
        "company",
        "previously",
        "issued",
        "guidance",
        "fiscal",
        "updated",
        "guidance",
        "assumes",
        "following",
        "company",
        "expects",
        "achieve",
        "total",
        "million",
        "synergy",
        "million",
        "million",
        "realized",
        "estimated",
        "effective",
        "tax",
        "rate",
        "percent",
        "percent",
        "reflects",
        "positive",
        "impact",
        "passage",
        "tax",
        "cut",
        "job",
        "act",
        "weighted",
        "average",
        "diluted",
        "share",
        "approximately",
        "million",
        "commenting",
        "updated",
        "guidance",
        "josh",
        "proffitt",
        "lhc",
        "group",
        "chief",
        "financial",
        "officer",
        "said",
        "addition",
        "immediate",
        "benefit",
        "merger",
        "patient",
        "family",
        "community",
        "partner",
        "blessed",
        "serve",
        "also",
        "excited",
        "double",
        "digit",
        "accretion",
        "recognize",
        "confident",
        "achieving",
        "million",
        "synergy",
        "end",
        "look",
        "forward",
        "additional",
        "accretion",
        "beyond",
        "continue",
        "capture",
        "additional",
        "company",
        "guidance",
        "range",
        "take",
        "account",
        "impact",
        "future",
        "reimbursement",
        "change",
        "future",
        "acquisition",
        "made",
        "de",
        "novo",
        "location",
        "opened",
        "future",
        "legal",
        "expense",
        "necessary",
        "adjusted",
        "earnings",
        "guidance",
        "presented",
        "basis",
        "include",
        "impact",
        "transition",
        "related",
        "cost",
        "integration",
        "related",
        "expense",
        "expense",
        "related",
        "merger",
        "given",
        "difficulty",
        "predicting",
        "amount",
        "timing",
        "merger",
        "related",
        "expense",
        "company",
        "reasonably",
        "provide",
        "full",
        "reconciliation",
        "adjusted",
        "earnings",
        "per",
        "share",
        "guidance",
        "gaap",
        "earnings",
        "per",
        "share",
        "company",
        "guidance",
        "range",
        "net",
        "service",
        "revenue",
        "take",
        "account",
        "company",
        "adoption",
        "asu",
        "regarding",
        "revenue",
        "recognition",
        "result",
        "reduction",
        "net",
        "service",
        "revenue",
        "bad",
        "debt",
        "expense",
        "affect",
        "earnings",
        "per",
        "share",
        "lhc",
        "group",
        "lhc",
        "group",
        "national",
        "provider",
        "healthcare",
        "service",
        "innovation",
        "providing",
        "quality",
        "healthcare",
        "patient",
        "primarily",
        "within",
        "comfort",
        "privacy",
        "home",
        "place",
        "residence",
        "lhc",
        "group",
        "service",
        "cover",
        "wide",
        "range",
        "healthcare",
        "need",
        "patient",
        "family",
        "dealing",
        "illness",
        "injury",
        "chronic",
        "condition",
        "company",
        "approximately",
        "employee",
        "deliver",
        "home",
        "health",
        "hospice",
        "personal",
        "care",
        "service",
        "service",
        "location",
        "community",
        "state",
        "healthcare",
        "innovation",
        "business",
        "lhc",
        "group",
        "drive",
        "increased",
        "utilization",
        "home",
        "healthcare",
        "enhances",
        "patient",
        "caregiver",
        "engagement",
        "lhc",
        "group",
        "preferred",
        "healthcare",
        "partner",
        "health",
        "system",
        "consisting",
        "leading",
        "hospital",
        "around",
        "country",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "defined",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "among",
        "thing",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "company",
        "anticipated",
        "benefit",
        "transaction",
        "word",
        "anticipate",
        "expect",
        "project",
        "intend",
        "believe",
        "estimate",
        "may",
        "could",
        "word",
        "term",
        "similar",
        "substance",
        "used",
        "connection",
        "discussion",
        "future",
        "plan",
        "action",
        "event",
        "identify",
        "statement",
        "statement",
        "relating",
        "transaction",
        "include",
        "limited",
        "statement",
        "benefit",
        "transaction",
        "including",
        "anticipated",
        "earnings",
        "accretion",
        "synergy",
        "cost",
        "saving",
        "future",
        "financial",
        "operating",
        "result",
        "company",
        "plan",
        "objective",
        "expectation",
        "projection",
        "intention",
        "statement",
        "relating",
        "transaction",
        "historical",
        "fact",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "involve",
        "estimate",
        "expectation",
        "projection",
        "investor",
        "cautioned",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "respect",
        "transaction",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "limited",
        "risk",
        "business",
        "integrated",
        "successfully",
        "risk",
        "cost",
        "saving",
        "synergy",
        "growth",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "diversion",
        "management",
        "time",
        "issue",
        "risk",
        "cost",
        "associated",
        "integration",
        "business",
        "higher",
        "anticipated",
        "litigation",
        "risk",
        "related",
        "transaction",
        "respect",
        "business",
        "combined",
        "company",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "limited",
        "change",
        "failure",
        "comply",
        "existing",
        "government",
        "regulation",
        "impact",
        "combined",
        "company",
        "business",
        "legislative",
        "proposal",
        "healthcare",
        "reform",
        "impact",
        "change",
        "future",
        "interpretation",
        "fraud",
        "law",
        "change",
        "medicare",
        "medicaid",
        "reimbursement",
        "level",
        "change",
        "law",
        "regulation",
        "respect",
        "accountable",
        "care",
        "organization",
        "change",
        "marketplace",
        "regulatory",
        "environment",
        "health",
        "risk",
        "assessment",
        "decrease",
        "demand",
        "combined",
        "company",
        "service",
        "potential",
        "impact",
        "transaction",
        "relationship",
        "customer",
        "joint",
        "venture",
        "partner",
        "competitor",
        "management",
        "employee",
        "including",
        "loss",
        "significant",
        "contract",
        "reduction",
        "revenue",
        "associated",
        "major",
        "payor",
        "source",
        "ability",
        "customer",
        "pay",
        "service",
        "risk",
        "related",
        "current",
        "future",
        "litigation",
        "proceeding",
        "potential",
        "audit",
        "investigation",
        "government",
        "regulatory",
        "agency",
        "including",
        "impact",
        "negative",
        "publicity",
        "litigation",
        "ability",
        "attract",
        "new",
        "customer",
        "retain",
        "existing",
        "customer",
        "manner",
        "anticipated",
        "ability",
        "hire",
        "retain",
        "key",
        "personnel",
        "increased",
        "competition",
        "entity",
        "offering",
        "similar",
        "service",
        "offered",
        "combined",
        "company",
        "reliance",
        "integration",
        "information",
        "technology",
        "system",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "impact",
        "security",
        "breach",
        "fraudulent",
        "activity",
        "combined",
        "company",
        "reputation",
        "risk",
        "associated",
        "assumption",
        "party",
        "make",
        "connection",
        "party",
        "critical",
        "accounting",
        "estimate",
        "legal",
        "proceeding",
        "risk",
        "associated",
        "combined",
        "company",
        "expansion",
        "strategy",
        "successful",
        "integration",
        "recent",
        "acquisition",
        "necessary",
        "ability",
        "relocate",
        "restructure",
        "current",
        "facility",
        "potential",
        "impact",
        "economic",
        "downturn",
        "effect",
        "tax",
        "assessment",
        "tax",
        "position",
        "taken",
        "risk",
        "related",
        "goodwill",
        "intangible",
        "asset",
        "impairment",
        "tax",
        "adjustment",
        "anticipated",
        "tax",
        "rate",
        "benefit",
        "retirement",
        "plan",
        "cost",
        "regulatory",
        "compliance",
        "cost",
        "additional",
        "information",
        "concerning",
        "risk",
        "factor",
        "also",
        "contained",
        "company",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "declared",
        "effective",
        "sec",
        "february",
        "includes",
        "joint",
        "proxy",
        "statement",
        "lhc",
        "group",
        "almost",
        "family",
        "well",
        "company",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "sec",
        "filing",
        "many",
        "risk",
        "uncertainty",
        "assumption",
        "beyond",
        "company",
        "ability",
        "control",
        "predict",
        "risk",
        "uncertainty",
        "assumption",
        "place",
        "undue",
        "reliance",
        "statement",
        "furthermore",
        "statement",
        "speak",
        "information",
        "currently",
        "available",
        "company",
        "date",
        "made",
        "company",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "may",
        "arise",
        "date",
        "press",
        "release",
        "company",
        "give",
        "assurance",
        "company",
        "achieve",
        "guidance",
        "expectation",
        "concerning",
        "result",
        "timing",
        "thereof",
        "subsequent",
        "written",
        "oral",
        "statement",
        "concerning",
        "transaction",
        "matter",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "investor",
        "lhc",
        "group",
        "eric",
        "elliott",
        "senior",
        "vice",
        "president",
        "finance",
        "medium",
        "schmidt",
        "public",
        "affair",
        "rebecca",
        "reid",
        "rreid",
        "source",
        "lhc",
        "group",
        "inc"
    ]
}