{
    "organizations": [],
    "uuid": "30e5ecd7182835730886c6ce77f6134b49d4984d",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/12/new-personalized-vaccine-is-targeting-deadliest-cancers-in-us.html",
    "ord_in_thread": 0,
    "title": "A new, personalized vaccine is being tested to cure the deadliest cancers in America",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Bbszabi | Getty Images \nNew vaccines, targeting the most deadly forms of cancer in the United States, are undergoing trials across the country and being heralded as promising breakthroughs in the growing field of immunotherapy — immune-based treatments that many in the medical research community believe is one of the most promising ways to treat, cure and prevent cancer. \nIn the last few years, the number of clinical trials in this field has exploded, along with the flurry of money from Big Pharma and investors, stirring optimism in the fight against cancer. Today the cancer therapeutics space is worth more than $100 billion globally . Over the next decade it is predicted that immunotherapies will be the backbone of cancer treatments in 60 percent of cancer types . \nAccording to the American Cancer Society, cancer is the second most common cause of death in the United States, exceeded only by heart disease. In 2018 there will be an estimated 1,735,350 new cancer cases diagnosed and 609,640 cancer deaths in the United States. This translates to about 1,670 deaths per day. \nYet while the drugs are dramatically improving the odds of survival for some patients, much of the basic science is still poorly understood, and trials have had wildly varying degrees of success. \nNow a new clinical trial is under way, by New York's Mount Sinai, to test a vaccine to combat recurrence in some of the most deadly forms of cancer, including lung, breast, gynecological and bladder cancers. \nAnd the team at Mount Sinai believes that personalization is the key. \nLed by Nina Bhardwaj, M.D., director of immunotherapy, the Personalized Genomic Vaccine trial uses the genetic sequence of a patient's tumor to create a customized vaccine. The vaccine in turn will attack targets that arise from genetic mutations in the patient's tumor. \nTo participate in the study , which concludes in July 2020, patients must be 18 years or older and have a histological- or cytological-proven diagnosis of a malignancy in the lung, breast, head and neck, genitourinary organs or ovaries or multiple myeloma. The risk of disease recurrence in a five-year time period also must be greater than or equal to 30 percent. \nThe first step in the process is to surgically remove the patient's tumor and ensure that the patient is cancer free by confirming that there is no sign of cancer on blood tests and imaging studies. Researchers then sequence the genetic materials (DNA and RNA) of each patient's tumor and identify mutations by comparing the cancerous data to normal blood. The researchers then create 10 doses of the personalized vaccine, which is injected in the patient across six months. A wait-and-see approach \nThe injectable, highly customized drugs are not yet mass-produced or approved by federal health agencies, but the Mount Sinai researchers are hopeful. \nToday there are two types of cancer vaccines available: preventive and treatment. Treatment vaccines treat an existing cancer by strengthening the body's natural immune response to the cancer. To date there is only one treatment vaccine — for metastatic prostate cancer— in the United States. The only preventative vaccines in the United States are the human papillomavirus vaccine and hepatitis B virus vaccine. \nMount Sinai's team is \"amongst the earliest that will be exploring many other cancers\" besides melanoma, according to Bhardwaj, an immunologist at the Icahn School of Medicine. The current trial for the personalized genomic vaccine is focusing on cancers with higher rates of genetic mutations, so the researchers have better odds of identifying antigens, or foreign substances, that trigger an immune response. show chapters 6 Hours Ago | 06:09 \n\"We have to wait and see. Every patient is going to be quite unique. They might have their own simulations, as you can imagine,\" said Bhardwaj. \nCancer vaccines are largely not regarded as a standalone treatment within the scientific community, and immunotherapy stills demand several years of intense research. While talking about neoantigen vaccines, researchers also refer to checkpoint inhibitors : another emerging form of immunotherapy that positively stimulates the immune system in cancer patients. \n\"We're on the road to developing much, much better antigens that are much more immunogenic,\" Bhardwaj said. \"We're going to start seeing clinical data over the next couple of years. It will be very exciting to see.\" Traditional treatments are like 'sledgehammers' \nInstitutions and health-care companies across the country have been investing in immunological research. Notably, the Parker Institute for Cancer Immunotherapy, founded in 2016 with a $250 million kick-start from former Facebook president Sean Parker, has created opportunity for more trials. The institute's Tumor Neoantigen Selection Alliance, which includes Bhardwaj's team and others from the University of Pennsylvania and to Stanford Medicine, is focusing on discovering \"cancer markers\" and then making predictions on neoantigens to combat them. \nThe \"personalized\" nature of vaccines is what researchers describe as most promising. Other traditional treatments, such as chemotherapy or surgery, act more like sledgehammers. The vaccine could even be described as \"holistic,\" according to Fred Ramsdell, vice president of research at the nonprofit Parker Institute. \"I'm a breast immunotherapist. Of course, I've drank the Kool-Aid. But I'd like to make this a more targeted therapy and take away some of the risk we currently have of wide blanketed approach.\" -Sasha Stanton, researcher at the University of Washington's Cancer Vaccine Institute \n\"You can imagine a scenario for many cancers … where we the community will be able to make you immune to your own tumor,\" Ramsdell said. \"We think we can do that now, based on some preliminary early data that looks quite promising. We want to make sure we understand the rules.\" \nImmunotherapy is praised by researchers because it is targeted, focusing on cancerous cells rather than healthy tissue, as well as potentially durable. At the Parker Institute, the range of expertise, from pharmaceutical companies' commercialization efforts to academics' cutting-edge research, is what Ramsdell hopes will fuel its success. \nLast summer the first-ever drug from Novartis using an immunotherapy treatment called CAR-T cell therapy was approved by the Federal Drug Administration . But while thousands of clinical trials on immunotherapy drugs, of which many are predicted to fail, are springing up, the depth of information on neoantigen vaccines is much shallower: Just two studies on neoantigen vaccines for melanoma, recently profiled in Nature , were completed last year in Boston and Germany. \n\"The companies who nominally could be competitors are really interested in trying to solve a problem, and I find that incredibly heartening,\" Ramsdell said of the Parker Institute. The challenges of a cancer vaccine \nCancer is more complex to treat with a vaccine than viruses, like the measles, mumps or flu, and varies according to patient. Timing is another major challenge for cancer vaccines, because of the speed in which a malignancy advances. It's also difficult to identify a tumor versus a healthy cell, even with advanced technology. Ariel Skelley | Getty Images \n\"It's only recently that cancer researchers have regarded immunology and the immune system as just as important in cancer biology as mutations,\" said Charlotte Kuperwasser, who leads the Raymond & Beverly Sackler Convergence Lab at Tufts University. \"It's more about the biology of cancer being much more complex than a simple vaccine against the mumps. They're doing this very strategically by trying to incorporate as much of the variability and mutational changes to make sure the vaccine is effective.\" \nIn 2015, researchers at the University of Washington's Cancer Vaccine Institute published a study on designing vaccines to prevent breast cancer. The trial on breast cancer followed decades of work by Mary Desis on the HER2 protein, typically found in breast cancer patients, according to co-researcher Sasha Stanton. \n\"When you have these low levels of disease, or no disease at all, it's the best time to get your body to destroy the cancer,\" Stanton told CNBC. \nThe goal of immunotherapy, researchers like Stanton say, is to target precancerous lesions or, of course, to prevent the disease altogether. Take the HPV vaccine for cervical cancer. \n\"Getting the sample from the patient is fairly straightforward, but once you get the sample, a protein is like a 200-line cord, and each line can have slight changes,\" said Manisit Das, a postdoctoral candidate in pharmaceutical sciences at the University of North Carolina. \"It's really hard. Not all the predictions you make will be transferred into a real [vaccine] candidate.\" \nMore from Modern Medicine:",
    "published": "2018-04-12T15:57:00.000+03:00",
    "crawled": "2018-04-12T16:21:08.045+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bbszabi",
        "getty",
        "image",
        "new",
        "vaccine",
        "targeting",
        "deadly",
        "form",
        "cancer",
        "united",
        "state",
        "undergoing",
        "trial",
        "across",
        "country",
        "heralded",
        "promising",
        "breakthrough",
        "growing",
        "field",
        "immunotherapy",
        "treatment",
        "many",
        "medical",
        "research",
        "community",
        "believe",
        "one",
        "promising",
        "way",
        "treat",
        "cure",
        "prevent",
        "cancer",
        "last",
        "year",
        "number",
        "clinical",
        "trial",
        "field",
        "exploded",
        "along",
        "flurry",
        "money",
        "big",
        "pharma",
        "investor",
        "stirring",
        "optimism",
        "fight",
        "cancer",
        "today",
        "cancer",
        "therapeutic",
        "space",
        "worth",
        "billion",
        "globally",
        "next",
        "decade",
        "predicted",
        "immunotherapy",
        "backbone",
        "cancer",
        "treatment",
        "percent",
        "cancer",
        "type",
        "according",
        "american",
        "cancer",
        "society",
        "cancer",
        "second",
        "common",
        "cause",
        "death",
        "united",
        "state",
        "exceeded",
        "heart",
        "disease",
        "estimated",
        "new",
        "cancer",
        "case",
        "diagnosed",
        "cancer",
        "death",
        "united",
        "state",
        "translates",
        "death",
        "per",
        "day",
        "yet",
        "drug",
        "dramatically",
        "improving",
        "odds",
        "survival",
        "patient",
        "much",
        "basic",
        "science",
        "still",
        "poorly",
        "understood",
        "trial",
        "wildly",
        "varying",
        "degree",
        "success",
        "new",
        "clinical",
        "trial",
        "way",
        "new",
        "york",
        "mount",
        "sinai",
        "test",
        "vaccine",
        "combat",
        "recurrence",
        "deadly",
        "form",
        "cancer",
        "including",
        "lung",
        "breast",
        "gynecological",
        "bladder",
        "cancer",
        "team",
        "mount",
        "sinai",
        "belief",
        "personalization",
        "key",
        "led",
        "nina",
        "bhardwaj",
        "director",
        "immunotherapy",
        "personalized",
        "genomic",
        "vaccine",
        "trial",
        "us",
        "genetic",
        "sequence",
        "patient",
        "tumor",
        "create",
        "customized",
        "vaccine",
        "vaccine",
        "turn",
        "attack",
        "target",
        "arise",
        "genetic",
        "mutation",
        "patient",
        "tumor",
        "participate",
        "study",
        "concludes",
        "july",
        "patient",
        "must",
        "year",
        "older",
        "diagnosis",
        "malignancy",
        "lung",
        "breast",
        "head",
        "neck",
        "genitourinary",
        "organ",
        "ovary",
        "multiple",
        "myeloma",
        "risk",
        "disease",
        "recurrence",
        "time",
        "period",
        "also",
        "must",
        "greater",
        "equal",
        "percent",
        "first",
        "step",
        "process",
        "surgically",
        "remove",
        "patient",
        "tumor",
        "ensure",
        "patient",
        "cancer",
        "free",
        "confirming",
        "sign",
        "cancer",
        "blood",
        "test",
        "imaging",
        "study",
        "researcher",
        "sequence",
        "genetic",
        "material",
        "dna",
        "rna",
        "patient",
        "tumor",
        "identify",
        "mutation",
        "comparing",
        "cancerous",
        "data",
        "normal",
        "blood",
        "researcher",
        "create",
        "dos",
        "personalized",
        "vaccine",
        "injected",
        "patient",
        "across",
        "six",
        "month",
        "approach",
        "injectable",
        "highly",
        "customized",
        "drug",
        "yet",
        "approved",
        "federal",
        "health",
        "agency",
        "mount",
        "sinai",
        "researcher",
        "hopeful",
        "today",
        "two",
        "type",
        "cancer",
        "vaccine",
        "available",
        "preventive",
        "treatment",
        "treatment",
        "vaccine",
        "treat",
        "existing",
        "cancer",
        "strengthening",
        "body",
        "natural",
        "immune",
        "response",
        "cancer",
        "date",
        "one",
        "treatment",
        "vaccine",
        "metastatic",
        "prostate",
        "united",
        "state",
        "preventative",
        "vaccine",
        "united",
        "state",
        "human",
        "papillomavirus",
        "vaccine",
        "hepatitis",
        "b",
        "virus",
        "vaccine",
        "mount",
        "sinai",
        "team",
        "amongst",
        "earliest",
        "exploring",
        "many",
        "cancer",
        "besides",
        "melanoma",
        "according",
        "bhardwaj",
        "immunologist",
        "icahn",
        "school",
        "medicine",
        "current",
        "trial",
        "personalized",
        "genomic",
        "vaccine",
        "focusing",
        "cancer",
        "higher",
        "rate",
        "genetic",
        "mutation",
        "researcher",
        "better",
        "odds",
        "identifying",
        "antigen",
        "foreign",
        "substance",
        "trigger",
        "immune",
        "response",
        "show",
        "chapter",
        "hour",
        "ago",
        "wait",
        "see",
        "every",
        "patient",
        "going",
        "quite",
        "unique",
        "might",
        "simulation",
        "imagine",
        "said",
        "bhardwaj",
        "cancer",
        "vaccine",
        "largely",
        "regarded",
        "standalone",
        "treatment",
        "within",
        "scientific",
        "community",
        "immunotherapy",
        "still",
        "demand",
        "several",
        "year",
        "intense",
        "research",
        "talking",
        "neoantigen",
        "vaccine",
        "researcher",
        "also",
        "refer",
        "checkpoint",
        "inhibitor",
        "another",
        "emerging",
        "form",
        "immunotherapy",
        "positively",
        "stimulates",
        "immune",
        "system",
        "cancer",
        "patient",
        "road",
        "developing",
        "much",
        "much",
        "better",
        "antigen",
        "much",
        "immunogenic",
        "bhardwaj",
        "said",
        "going",
        "start",
        "seeing",
        "clinical",
        "data",
        "next",
        "couple",
        "year",
        "exciting",
        "see",
        "traditional",
        "treatment",
        "like",
        "institution",
        "company",
        "across",
        "country",
        "investing",
        "immunological",
        "research",
        "notably",
        "parker",
        "institute",
        "cancer",
        "immunotherapy",
        "founded",
        "million",
        "former",
        "facebook",
        "president",
        "sean",
        "parker",
        "created",
        "opportunity",
        "trial",
        "institute",
        "tumor",
        "neoantigen",
        "selection",
        "alliance",
        "includes",
        "bhardwaj",
        "team",
        "others",
        "university",
        "pennsylvania",
        "stanford",
        "medicine",
        "focusing",
        "discovering",
        "cancer",
        "marker",
        "making",
        "prediction",
        "neoantigens",
        "combat",
        "personalized",
        "nature",
        "vaccine",
        "researcher",
        "describe",
        "promising",
        "traditional",
        "treatment",
        "chemotherapy",
        "surgery",
        "act",
        "like",
        "sledgehammer",
        "vaccine",
        "could",
        "even",
        "described",
        "holistic",
        "according",
        "fred",
        "ramsdell",
        "vice",
        "president",
        "research",
        "nonprofit",
        "parker",
        "institute",
        "breast",
        "immunotherapist",
        "course",
        "drank",
        "like",
        "make",
        "targeted",
        "therapy",
        "take",
        "away",
        "risk",
        "currently",
        "wide",
        "blanketed",
        "approach",
        "stanton",
        "researcher",
        "university",
        "washington",
        "cancer",
        "vaccine",
        "institute",
        "imagine",
        "scenario",
        "many",
        "cancer",
        "community",
        "able",
        "make",
        "immune",
        "tumor",
        "ramsdell",
        "said",
        "think",
        "based",
        "preliminary",
        "early",
        "data",
        "look",
        "quite",
        "promising",
        "want",
        "make",
        "sure",
        "understand",
        "rule",
        "immunotherapy",
        "praised",
        "researcher",
        "targeted",
        "focusing",
        "cancerous",
        "cell",
        "rather",
        "healthy",
        "tissue",
        "well",
        "potentially",
        "durable",
        "parker",
        "institute",
        "range",
        "expertise",
        "pharmaceutical",
        "company",
        "commercialization",
        "effort",
        "academic",
        "research",
        "ramsdell",
        "hope",
        "fuel",
        "success",
        "last",
        "summer",
        "drug",
        "novartis",
        "using",
        "immunotherapy",
        "treatment",
        "called",
        "cell",
        "therapy",
        "approved",
        "federal",
        "drug",
        "administration",
        "thousand",
        "clinical",
        "trial",
        "immunotherapy",
        "drug",
        "many",
        "predicted",
        "fail",
        "springing",
        "depth",
        "information",
        "neoantigen",
        "vaccine",
        "much",
        "shallower",
        "two",
        "study",
        "neoantigen",
        "vaccine",
        "melanoma",
        "recently",
        "profiled",
        "nature",
        "completed",
        "last",
        "year",
        "boston",
        "germany",
        "company",
        "nominally",
        "could",
        "competitor",
        "really",
        "interested",
        "trying",
        "solve",
        "problem",
        "find",
        "incredibly",
        "heartening",
        "ramsdell",
        "said",
        "parker",
        "institute",
        "challenge",
        "cancer",
        "vaccine",
        "cancer",
        "complex",
        "treat",
        "vaccine",
        "virus",
        "like",
        "measles",
        "mumps",
        "flu",
        "varies",
        "according",
        "patient",
        "timing",
        "another",
        "major",
        "challenge",
        "cancer",
        "vaccine",
        "speed",
        "malignancy",
        "advance",
        "also",
        "difficult",
        "identify",
        "tumor",
        "versus",
        "healthy",
        "cell",
        "even",
        "advanced",
        "technology",
        "ariel",
        "skelley",
        "getty",
        "image",
        "recently",
        "cancer",
        "researcher",
        "regarded",
        "immunology",
        "immune",
        "system",
        "important",
        "cancer",
        "biology",
        "mutation",
        "said",
        "charlotte",
        "kuperwasser",
        "lead",
        "raymond",
        "beverly",
        "sackler",
        "convergence",
        "lab",
        "tuft",
        "university",
        "biology",
        "cancer",
        "much",
        "complex",
        "simple",
        "vaccine",
        "mumps",
        "strategically",
        "trying",
        "incorporate",
        "much",
        "variability",
        "mutational",
        "change",
        "make",
        "sure",
        "vaccine",
        "effective",
        "researcher",
        "university",
        "washington",
        "cancer",
        "vaccine",
        "institute",
        "published",
        "study",
        "designing",
        "vaccine",
        "prevent",
        "breast",
        "cancer",
        "trial",
        "breast",
        "cancer",
        "followed",
        "decade",
        "work",
        "mary",
        "desis",
        "her2",
        "protein",
        "typically",
        "found",
        "breast",
        "cancer",
        "patient",
        "according",
        "sasha",
        "stanton",
        "low",
        "level",
        "disease",
        "disease",
        "best",
        "time",
        "get",
        "body",
        "destroy",
        "cancer",
        "stanton",
        "told",
        "cnbc",
        "goal",
        "immunotherapy",
        "researcher",
        "like",
        "stanton",
        "say",
        "target",
        "precancerous",
        "lesion",
        "course",
        "prevent",
        "disease",
        "altogether",
        "take",
        "hpv",
        "vaccine",
        "cervical",
        "cancer",
        "getting",
        "sample",
        "patient",
        "fairly",
        "straightforward",
        "get",
        "sample",
        "protein",
        "like",
        "cord",
        "line",
        "slight",
        "change",
        "said",
        "manisit",
        "da",
        "postdoctoral",
        "candidate",
        "pharmaceutical",
        "science",
        "university",
        "north",
        "carolina",
        "really",
        "hard",
        "prediction",
        "make",
        "transferred",
        "real",
        "vaccine",
        "candidate",
        "modern",
        "medicine"
    ]
}