{
    "organizations": [],
    "uuid": "5518005b299f916057cf31603a2b45a3371dfefe",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/04/11/the-morning-download-tyson-cto-rewiring-83-year-old-food-giant/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Tyson CTO Rewiring 83-Year-Old Food Giant",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Tyson CTO Scott Spradley Photo: Steven Norton / The Wall Street Journal \nSign up here for The Morning Download, and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. Tyson Foods Inc ., the 83-year-old food giant based in northwest Arkansas, faces all the competitive pressures of a global company in a rapidly changing market. Rapidly shifting tastes in food compound the pressures of managing core businesses with lower margins. As the company looks to innovate and grow, a modern IT foundation is critical.\nTo get there, the maker of Tyson chicken and Jimmy Dean breakfast sausage is working to consolidate disparate IT systems , embrace new technologies, and reshape a corporate culture built around years-long, highly customized technology implementations, CIO Journal’s Steven Norton reports from company headquarters in Springdale . “We’re moving from analog to digital,” CEO Tom Hayes told him. “We’re really moving to try to get ahead of the pace of change.”\nH-P veteran Scott Spradley is leading the IT modernization. Since joining Tyson in June 2017 , Mr. Spradley has moved to tighten the supply chain, bring technologists closer to business units and create a group focused on emerging technologies. He’s encouraging teams to embrace cloud computing, and championing technology “sprints” that let teams test and refine new applications along the way. Says Mr. Spradley: “We want to make it easier and faster for our partners and for our customers.”\nReddit CEO revamped outdated website from the IT foundations. The upgrade, unveiled earlier this month, has been a long-running conversation at the 13-year-old company, Steve Huffman, Reddit’s chief executive officer, tells CIO Journal’s Angus Loten . “Reddit’s data pipelines were not built in a way that allowed us to understand our usage and customers,” he said. “We needed to improve both the data quality and our ability to understand it.”\nTECHNOLOGY NEWS \nMark Zuckerberg, chief executive officer and founder of Facebook Inc., listens during a joint hearing of the Senate Judiciary and Commerce Committees in Washington, D.C., April 10, 2018. Al Drago/Bloomberg News At Facebook hearing, senators warn of new regulations. During several hours of questioning on Capitol Hill Tuesday, Facebook Inc. Mark Zuckerberg sought to manage the discontent through a combination of contrition for missteps and calm explanations to complicated questions, says the WSJ’s Deepa Seetharaman and John D. McKinnon . And yet throughout, the 33-year-old billionaire was careful not to commit to any major changes in how the platform functions or how it sells advertising.\nSome still puzzled by the tech. Not helping the government’s case, questions like this one. Sen. Orrin Hatch (R., Utah): “How do you sustain a business model in which users don’t pay for your service?” Mr. Zuckberg: “Senator, we run ads.” Vox has more .\nSome got it. Sen. Dick Durbin (D., Ill.) asked whether Mr. Zuckerberg would be comfortable sharing the name of his hotel in Washington, or the names of people with whom he has messaged through social media.“Uh, no,” Mr. Zuckerberg said.\nSome really got it. CNBC highlights this exchange with Sen. John Neely Kennedy (R., La.) : “I don’t want to have to vote to regulate Facebook. But by god, I will. That depends on you. … Here’s what everyone’s been trying to tell you today — and I say it gently — your user agreement sucks,” he said. “The purpose of a user agreement is to cover Facebook’s rear end, not inform users of their rights.”\nAI to the rescue. Mr. Zuckerberg said that artificial intelligence will play a bigger role in identifying harmful content, the Washington Post reports .\nPaid service? During the session, Mr. Zuckerberg seemed to leave open the possibility the social network could introduce a paid version of its service, the Journal’s Georgia Wells says . A premium service could appeal to people who don’t want to see ads in their news feeds and possibly allow them to better control their personal information.\nEurope unimpressed. Politicians and regulators there criticized the senators’ performance and warned that Mr. Zuckerberg better be prepared to appear before regulators in Europe as well, Bloomberg reports .\nCrisis consultants react. “He’s damn good. Yes, every now and then at first, he would show a little flinch in the face in response to an aggressive question, but since then he’s done phenomenally,” Jonathan Bernstein, president of Bernstein Crisis Management, tells the Journal’s Lynn Cook . “He’s also doing a remarkably good job at not calling out members of Congress when they ask stupid questions.”\nComing up next: Cambridge Analytica. Sen. John Thune (R., S.D.) chairman of the U.S. Senate Commerce Committee plans to follow up the Facebook hearings with future hearings on Cambridge Analytica and similar firms, Reuters reports .\nTuesday’s takeway. It’s only the beginning of a long deliberation over regulating the tech industry. Today Mr. Zuckerberg appears before the House Energy and Commerce Committee.\nChina closes in on U.S. lead in R&D. Since the turn of the millennium, China’s investment in research and development has climbed from 5.7% of American levels to over 81%. In 2015, China spent $377 billion on research and development, compared with $463 billion in the U.S. If the two nations’ growth rates of 2010 to 2015 continue, China could eclipse the U.S. this year or next, says the Journal’s Josh Zumbrun .\nTheranos lays off most of its remaining workforce. The move is a last-ditch effort to preserve cash and avert bankruptcy for a few more months, people familiar with the matter, tell the WSJ’s John Carreyrou .\nMalware campaign hits poorly secured websites. A months-long hacking campaign has managed to infiltrate thousands of websites running content management systems such as WordPress. Ars Technica reports that the hackers have managed to snare victims into installing malware and remote access trojans on their machines by targeting web site visitors with “authentic-appearing messages” instructing them to install browser updates.\nReddit targets Russians. The website Tuesday said it would remove more than 900 “suspicious accounts” it believes are linked to Russia’s Internet Research Agency, a notorious troll farm, the FT reports . CEO Steve Huffman in a post said “few” of the accounts had a “visible impact on the site.”\nInvestors want to know more about YouTube. A number of investors are asking Alphabet Inc. to share sales and profit information about its YouTube unit, arguing the video site has become a material part of the company’s business but remains a financial enigma. The WSJ’s Douglas MacMillan has more .\nEPA assesses Twitter threats. The Environmental Protection Agency is examining tweets and posts on social media about its chief Scott Pruitt to justify his security staff of 2o people. The staff provides Mr. Pruitt 24-hour protection, even on trips to Disneyland. The New York Times reports that “the social media efforts have come under scrutiny by some Democratic lawmakers, as well as senior officials at the E.P.A., who said the review had uncovered individuals sounding off against Mr. Pruitt but had found no actionable threats against him.”\nEVERYTHING ELSE YOU NEED TO KNOW \nPresident Donald Trump warned Russia that U.S. missiles “will be coming” to Syria. (WSJ)\nThe White House said President Trump believes he has the authority to fire special counsel Robert Mueller , as lawmakers from both parties warned against doing so one day after an FBI raid on his lawyer. (WSJ)\nAfter climbing for much of the past two decades, Chinese investment into the U.S. dropped by 36% last year as Beijing imposed capital controls and Washington increased scrutiny of incoming deals. (WSJ)\nA 21st Century Fox office in the U.K. was raided by the European Commission , which is conducting an antitrust probe into sports rights and distribution of sports content. (WSJ)\nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . \nShare this: DOWNLOAD FACEBOOK REDDIT SCOTT SPRADLEY TYSON FOODS Previous Reddit CEO Revamped Outdated Website From the IT Foundations Next Cisco, Researchers Develop New Security Techniques to Thwart Quantum Attacks",
    "published": "2018-04-11T16:19:00.000+03:00",
    "crawled": "2018-04-11T23:52:52.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "tyson",
        "cto",
        "scott",
        "spradley",
        "photo",
        "steven",
        "norton",
        "wall",
        "street",
        "journal",
        "sign",
        "morning",
        "download",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "tyson",
        "food",
        "inc",
        "food",
        "giant",
        "based",
        "northwest",
        "arkansas",
        "face",
        "competitive",
        "pressure",
        "global",
        "company",
        "rapidly",
        "changing",
        "market",
        "rapidly",
        "shifting",
        "taste",
        "food",
        "compound",
        "pressure",
        "managing",
        "core",
        "business",
        "lower",
        "margin",
        "company",
        "look",
        "innovate",
        "grow",
        "modern",
        "foundation",
        "critical",
        "get",
        "maker",
        "tyson",
        "chicken",
        "jimmy",
        "dean",
        "breakfast",
        "sausage",
        "working",
        "consolidate",
        "disparate",
        "system",
        "embrace",
        "new",
        "technology",
        "reshape",
        "corporate",
        "culture",
        "built",
        "around",
        "highly",
        "customized",
        "technology",
        "implementation",
        "cio",
        "journal",
        "steven",
        "norton",
        "report",
        "company",
        "headquarters",
        "springdale",
        "moving",
        "analog",
        "digital",
        "ceo",
        "tom",
        "hayes",
        "told",
        "really",
        "moving",
        "try",
        "get",
        "ahead",
        "pace",
        "veteran",
        "scott",
        "spradley",
        "leading",
        "modernization",
        "since",
        "joining",
        "tyson",
        "june",
        "spradley",
        "moved",
        "tighten",
        "supply",
        "chain",
        "bring",
        "technologist",
        "closer",
        "business",
        "unit",
        "create",
        "group",
        "focused",
        "emerging",
        "technology",
        "encouraging",
        "team",
        "embrace",
        "cloud",
        "computing",
        "championing",
        "technology",
        "sprint",
        "let",
        "team",
        "test",
        "refine",
        "new",
        "application",
        "along",
        "way",
        "say",
        "spradley",
        "want",
        "make",
        "easier",
        "faster",
        "partner",
        "reddit",
        "ceo",
        "revamped",
        "outdated",
        "website",
        "foundation",
        "upgrade",
        "unveiled",
        "earlier",
        "month",
        "conversation",
        "company",
        "steve",
        "huffman",
        "reddit",
        "chief",
        "executive",
        "officer",
        "tell",
        "cio",
        "journal",
        "angus",
        "loten",
        "reddit",
        "data",
        "pipeline",
        "built",
        "way",
        "allowed",
        "u",
        "understand",
        "usage",
        "customer",
        "said",
        "needed",
        "improve",
        "data",
        "quality",
        "ability",
        "understand",
        "technology",
        "news",
        "mark",
        "zuckerberg",
        "chief",
        "executive",
        "officer",
        "founder",
        "facebook",
        "listens",
        "joint",
        "hearing",
        "senate",
        "judiciary",
        "commerce",
        "committee",
        "washington",
        "april",
        "al",
        "news",
        "facebook",
        "hearing",
        "senator",
        "warn",
        "new",
        "regulation",
        "several",
        "hour",
        "questioning",
        "capitol",
        "hill",
        "tuesday",
        "facebook",
        "mark",
        "zuckerberg",
        "sought",
        "manage",
        "discontent",
        "combination",
        "contrition",
        "misstep",
        "calm",
        "explanation",
        "complicated",
        "question",
        "say",
        "wsj",
        "deepa",
        "seetharaman",
        "john",
        "mckinnon",
        "yet",
        "throughout",
        "billionaire",
        "careful",
        "commit",
        "major",
        "change",
        "platform",
        "function",
        "sell",
        "advertising",
        "still",
        "puzzled",
        "tech",
        "helping",
        "government",
        "case",
        "question",
        "like",
        "one",
        "orrin",
        "hatch",
        "utah",
        "sustain",
        "business",
        "model",
        "user",
        "pay",
        "service",
        "zuckberg",
        "senator",
        "run",
        "vox",
        "got",
        "dick",
        "durbin",
        "asked",
        "whether",
        "zuckerberg",
        "would",
        "comfortable",
        "sharing",
        "name",
        "hotel",
        "washington",
        "name",
        "people",
        "messaged",
        "social",
        "uh",
        "zuckerberg",
        "said",
        "really",
        "got",
        "cnbc",
        "highlight",
        "exchange",
        "john",
        "neely",
        "kennedy",
        "la",
        "want",
        "vote",
        "regulate",
        "facebook",
        "god",
        "depends",
        "everyone",
        "trying",
        "tell",
        "today",
        "say",
        "gently",
        "user",
        "agreement",
        "suck",
        "said",
        "purpose",
        "user",
        "agreement",
        "cover",
        "facebook",
        "rear",
        "end",
        "inform",
        "user",
        "ai",
        "rescue",
        "zuckerberg",
        "said",
        "artificial",
        "intelligence",
        "play",
        "bigger",
        "role",
        "identifying",
        "harmful",
        "content",
        "washington",
        "post",
        "report",
        "paid",
        "service",
        "session",
        "zuckerberg",
        "seemed",
        "leave",
        "open",
        "possibility",
        "social",
        "network",
        "could",
        "introduce",
        "paid",
        "version",
        "service",
        "journal",
        "georgia",
        "well",
        "say",
        "premium",
        "service",
        "could",
        "appeal",
        "people",
        "want",
        "see",
        "ad",
        "news",
        "feed",
        "possibly",
        "allow",
        "better",
        "control",
        "personal",
        "information",
        "europe",
        "unimpressed",
        "politician",
        "regulator",
        "criticized",
        "senator",
        "performance",
        "warned",
        "zuckerberg",
        "better",
        "prepared",
        "appear",
        "regulator",
        "europe",
        "well",
        "bloomberg",
        "report",
        "crisis",
        "consultant",
        "react",
        "damn",
        "good",
        "yes",
        "every",
        "first",
        "would",
        "show",
        "little",
        "flinch",
        "face",
        "response",
        "aggressive",
        "question",
        "since",
        "done",
        "phenomenally",
        "jonathan",
        "bernstein",
        "president",
        "bernstein",
        "crisis",
        "management",
        "tell",
        "journal",
        "lynn",
        "cook",
        "also",
        "remarkably",
        "good",
        "job",
        "calling",
        "member",
        "congress",
        "ask",
        "stupid",
        "coming",
        "next",
        "cambridge",
        "analytica",
        "john",
        "thune",
        "chairman",
        "senate",
        "commerce",
        "committee",
        "plan",
        "follow",
        "facebook",
        "hearing",
        "future",
        "hearing",
        "cambridge",
        "analytica",
        "similar",
        "firm",
        "reuters",
        "report",
        "tuesday",
        "takeway",
        "beginning",
        "long",
        "deliberation",
        "regulating",
        "tech",
        "industry",
        "today",
        "zuckerberg",
        "appears",
        "house",
        "energy",
        "commerce",
        "committee",
        "china",
        "close",
        "lead",
        "r",
        "since",
        "turn",
        "millennium",
        "china",
        "investment",
        "research",
        "development",
        "climbed",
        "american",
        "level",
        "china",
        "spent",
        "billion",
        "research",
        "development",
        "compared",
        "billion",
        "two",
        "nation",
        "growth",
        "rate",
        "continue",
        "china",
        "could",
        "eclipse",
        "year",
        "next",
        "say",
        "journal",
        "josh",
        "zumbrun",
        "theranos",
        "lay",
        "remaining",
        "workforce",
        "move",
        "effort",
        "preserve",
        "cash",
        "avert",
        "bankruptcy",
        "month",
        "people",
        "familiar",
        "matter",
        "tell",
        "wsj",
        "john",
        "carreyrou",
        "malware",
        "campaign",
        "hit",
        "poorly",
        "secured",
        "website",
        "hacking",
        "campaign",
        "managed",
        "infiltrate",
        "thousand",
        "website",
        "running",
        "content",
        "management",
        "system",
        "wordpress",
        "ar",
        "technica",
        "report",
        "hacker",
        "managed",
        "snare",
        "victim",
        "installing",
        "malware",
        "remote",
        "access",
        "trojan",
        "machine",
        "targeting",
        "web",
        "site",
        "visitor",
        "message",
        "instructing",
        "install",
        "browser",
        "update",
        "reddit",
        "target",
        "russian",
        "website",
        "tuesday",
        "said",
        "would",
        "remove",
        "suspicious",
        "account",
        "belief",
        "linked",
        "russia",
        "internet",
        "research",
        "agency",
        "notorious",
        "troll",
        "farm",
        "ft",
        "report",
        "ceo",
        "steve",
        "huffman",
        "post",
        "said",
        "account",
        "visible",
        "impact",
        "investor",
        "want",
        "know",
        "youtube",
        "number",
        "investor",
        "asking",
        "alphabet",
        "share",
        "sale",
        "profit",
        "information",
        "youtube",
        "unit",
        "arguing",
        "video",
        "site",
        "become",
        "material",
        "part",
        "company",
        "business",
        "remains",
        "financial",
        "enigma",
        "wsj",
        "douglas",
        "macmillan",
        "epa",
        "assesses",
        "twitter",
        "threat",
        "environmental",
        "protection",
        "agency",
        "examining",
        "tweet",
        "post",
        "social",
        "medium",
        "chief",
        "scott",
        "pruitt",
        "justify",
        "security",
        "staff",
        "2o",
        "people",
        "staff",
        "provides",
        "pruitt",
        "protection",
        "even",
        "trip",
        "disneyland",
        "new",
        "york",
        "time",
        "report",
        "social",
        "medium",
        "effort",
        "come",
        "scrutiny",
        "democratic",
        "lawmaker",
        "well",
        "senior",
        "official",
        "said",
        "review",
        "uncovered",
        "individual",
        "sounding",
        "pruitt",
        "found",
        "actionable",
        "threat",
        "everything",
        "else",
        "need",
        "know",
        "president",
        "donald",
        "trump",
        "warned",
        "russia",
        "missile",
        "coming",
        "syria",
        "wsj",
        "white",
        "house",
        "said",
        "president",
        "trump",
        "belief",
        "authority",
        "fire",
        "special",
        "counsel",
        "robert",
        "mueller",
        "lawmaker",
        "party",
        "warned",
        "one",
        "day",
        "fbi",
        "raid",
        "lawyer",
        "wsj",
        "climbing",
        "much",
        "past",
        "two",
        "decade",
        "chinese",
        "investment",
        "dropped",
        "last",
        "year",
        "beijing",
        "imposed",
        "capital",
        "control",
        "washington",
        "increased",
        "scrutiny",
        "incoming",
        "deal",
        "wsj",
        "21st",
        "century",
        "fox",
        "office",
        "raided",
        "european",
        "commission",
        "conducting",
        "antitrust",
        "probe",
        "sport",
        "right",
        "distribution",
        "sport",
        "content",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share",
        "download",
        "facebook",
        "reddit",
        "scott",
        "spradley",
        "tyson",
        "food",
        "previous",
        "reddit",
        "ceo",
        "revamped",
        "outdated",
        "website",
        "foundation",
        "next",
        "cisco",
        "researcher",
        "develop",
        "new",
        "security",
        "technique",
        "thwart",
        "quantum",
        "attack"
    ]
}