{
    "organizations": [],
    "uuid": "dc099be712d9762e21a5a6b782a7f43aee1d137a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/pr-newswire-cyient-reports-fourth-quarter-and-annual-results-for-fy-2018.html",
    "ord_in_thread": 0,
    "title": "Cyient Reports Fourth Quarter And Annual Results For FY 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HYDERABAD, India, April 19, 2018 /PRNewswire/ -- Cyient (Estd: 1991, NSE: CYIENT), a global provider of engineering, manufacturing, geospatial, networks, and operations management services to global industry leaders, today reported its consolidated financial results for the fourth quarter (Q4) of FY 2018 ending March 31, 2018 along with the annual results.\nKEY HIGHLIGHTS: FY 2018\nFinancial Highlights\nRevenue growth of 12.9% in $ terms at $ 607.4 Mn; 11.7% in Constant Currency Operating profit growth of 13.3% at ₹ 5,492 Mn Net profit growth of 16.1% at ₹ 4,296 Mn Highest ever cash balance at ₹ 10,937 Mn (US$ 168.0 Mn) with continued healthy cash generation post one acquisition and increased dividend payout Dividend for the full year at ₹13/share – highest ever\nB usiness Highlights\nWell rounded growth across all Business Units and Geographies All eight BUs have witnessed growth in YoY terms EMEA and APAC grew ~22% and ~16% YoY Lowest Attrition in last four years\nKEY HIGHLIGHTS: Q4 FY 2018\nFinancial Highlights\nYoY $ revenue growth of 16.8%; 8.3% QoQ - highest ever at $164.6 Mn YoY $ services growth of 14.3%; 2.0% QoQ growth - highest ever at $142.7 Mn Operating profit at ₹1,492 Mn - QoQ growth of 4.3%, YoY growth of 19.6% Operating margin at 14.1% - up 79 bps YoY Net profit YoY growth of 16.2%; QoQ growth of 11.8% - at ₹1,215 Mn DLM highest ever quarterly revenue and operating profit in recent years Company declared a final dividend of ₹ 4.0/Share\nB usiness Highlights\nWell rounded growth across all Business Units and Geographies All eight BUs have witnessed growth in YoY terms EMEA, APAC and Americas grew ~31%, ~13% & ~9% YoY in $ terms Completed acquisition of B&F Design Inc.\nMessage from the Management\nCommenting on the results, Mr. Krishna Bodanapu, MD & CEO , said, \"Q4 FY18 performance was in line with our expectations. We recorded our highest ever revenue and operating profit in the quarter. We delivered a $ growth of 16.8% YoY and 8.3% QoQ. Growth in our services business was driven by Communications and Semiconductor, IoT and Analytics Business units. The Design Led Manufacturing (DLM) business was positively impacted by the seasonality in the business and delivered a growth of 36.0% YoY and 80.5% QoQ. This quarter we were awarded with 'Boeing Supplier of the Year' Award for the fourth time in six years and 'Rail & Road Transport Award' and 'Best Railway Signalling Design Company 2018' for the second consecutive year.\nFor the year we delivered a strong performance. We witnessed a $ revenue growth of 12.9% YoY with growth led by Communications, Transportation and Aerospace and Defense business units. Our DLM business grew by 13.2% over the year with broad based growth across customers. This year we gained momentum in strategy execution resulting in acquisition of B&F Design Inc. in line with our Design, Build, and Operate & Maintain strategy. We also signed a MoU with Israel based Bluebird Aerosystems Ltd to address UAV based opportunities.\nOur outlook for FY19 is strong, backed by a strong pipeline and order backlog. We expect a double digit growth in our services business while DLM business is expected to grow in the range of 20%. We expect a double digit growth in our operating profit.\nMr. Ajay Aggarwal, President & CFO , said, \"I am pleased to share that for FY18, we saw a strong and a well-rounded growth of 12.9% in $ revenue, operating margin expansion of 58 bps at 14.0% and net profit growth of 16.1% for FY18. Healthy conversion of Free Cash Flow to EBITDA continues translating into a highest ever cash balance of $168 Mn. We also declared a final dividend of ₹4/share in Q4 FY18, taking the total dividend for the year to ₹13/ share, highest ever.\nGoing ahead in FY19, we expect the business momentum to continue. We remain deeply focused on growth through organic and inorganic investments, improvement in operating margin, cash generation and thus maximizing value for our shareholders.\nWe are well poised to achieve higher shareholder return in the coming years.\"\nBusiness Update\nAerospace & Defense\nThe Aerospace and Defense Business Unit (BU) witnessed a growth of 6.1% in FY18 driven by growth across emerging accounts. This quarter we completed the acquisition of B&F Design Inc. in Connecticut that will help strengthen our Design-Build Strategy. We were also awarded with the \"Boeing Supplier of the Year Award\" for the fourth time in the six years. For FY19, we expect a robust growth backed by strong order backlog and a healthy pipeline in Manufacturing, Aftermarket and Avionics. We also see significant opportunities in our DLM business. As part of our S3strategy, we continue to invest in digital technology and are building solutions to address specific business problems.\nCommunications\nThe Communications BU witnessed a growth of 24.2% in FY18 driven predominantly by strong growth in key accounts and expansion across geographies. We expect the growth to continue to the next year driven by opportunities in fibre deployment, small cell design and new technology transformation. We are also working towards strengthening our capabilities as an end to end player across \"Plan-Build-Operate\" value chain.\nUtilities & Geospatial\nThe Utilities & Geospatial BU witnessed a growth of 8.1% in FY18 driven by broad base growth across key geographies. Our IP based solutions for the Utility market is generating strong interest in customers. These solutions are a great examples of deployment of digital technologies. We are actively pursuing opportunities in each of our three geographical markets. For FY19, we expect growth to be driven by new customers in Utilities and solution selling. We expect solutions to account for 10% of our revenue growth in the coming year.\nTransportation\nThe Transportation BU witnessed a growth of 31.1% in FY18 driven by key customer growth and new project wins. This quarter we won the 'Rail & Road Transport Award (earlier Land Transport Award) and 'Best Railway Signalling Design Company 2018'. Our outlook for FY19 continues to be positive driven by strong growth in our focus segments of Rolling Stock and Signalling, strong long term customer relationships, healthy opportunity pipeline and increasing momentum in strategy execution.\nIndustrial, Energy and Natural Resources\nThe Industrial, Energy and Natural Resources BU witnessed a growth of 2.9% in FY18 despite challengeswithalargecustomerfilingchapter11. The growth in the business was driven by strong performance in key accounts across Oil and Gas, Mining and Off Highway Equipment's. Our asset management solution is generating interest in customers and is expected to be a strong growth driver in FY 19. We also see opportunities in predictive analytics, manufacturing engineering and connected equipments.\nSemiconductor, IoT and Analytics\nThe Semiconductor, IoT and Analytics BU witnessed a growth of 11.6% in FY18 driven predominantly by growth in key customers. We have started working with a number of new clients. There is good progress in setting up verification and validation lab for key customers in India. We continue to see traction in NAM and EMEA. Our outlook for FY19 continues to be positive based on various opportunities in the Semiconductor space. We also continue to build and attract a strong talent pipeline in these areas to bolster our mixed signal solutions offerings.\nMedical & Healthcare\nThe Medical and Healthcare BU witnessed a growth of 20.7% in FY18. The growth in the business was driven by manufacturing services as part of our Design to Build strategy. Our outlook for FY19 looks promising as we start to scale new relationships with a number of recent wins across design and manufacturing. The BU recently moved into a state-of-the-art facility in a SEZ with lab space designed to support the full product development cycle. We also announced our role as a founding sponsor of the Xynteo India2022 consortium leading the healthcare track with the mission of improving access to affordable diagnostic healthcare solutions.\nDesign-Led Manufacturing\nThe DLM BU witnessed a growth of 13.2% in FY18. The growth was more broad based across top customers in every segment. New additions through synergy offerings grew at a faster pace. Our outlook for FY19 continues to be positive based on a healthy order book. We see opportunities in Aerospace & Defence segment through Offsets and Synergy initiatives.\nOperational Highlights\nCSR Activities\nContinue to support 25 Government Schools - supporting underprivileged children; Recognized by Telangana Government for the recent plantation drive Added one more Cyient Digital Centre that provides digital educational resources; and taking the total to 57\nInfrastructure\nTwo Business units shifted to SEZ location Setup a post silicon validation lab in Hyderabad for a customer Plan to expand Pune facility to 100 FTEs\nAwards\nBoeing Supplier of the Year Award fourth time in six years 'Rail & Road Transport Award' and 'Best Railway Signalling Design Company 2018' for the second consecutive year\nOperations\nMoU with Blue Bird Aero for UAV systems Founding sponsor of the Xynteo India 2022 Consortium Celebrated 10-year partnership with HIS Celebrated 20 years as a global partner for ESRI Inc Our IRIS certification was extended to comply with ISO/TS 22163:2017 after a successful audit\nAbout Cyient\nCyient (Estd: 1991, NSE: CYIENT) provides engineering, manufacturing, geospatial, networks, and operations management services to global industry leaders. Cyient leverages the power of digital technology and advanced analytics capabilities, along with domain knowledge and technical expertise, to solve complex business problems. As a Design, Build and Maintain partner, Cyient takes solution ownership across the value chain to help clients focus on their core, innovate, and stay ahead of the curve. Relationships form the core of how Cyient works. With over 14,000 employees in 21 countries, Cyient partners with clients to operate as part of their extended team, in ways that best suit their organization's culture and requirements. Cyient's industry focus includes aerospace and defense, medical, telecommunications, rail transportation, semiconductor, utilities, industrial, energy and natural resources.\nFor more information, please visit www.cyient.com .\nFollow news about the company at @Cyient .\nContact Details\nInvestor Relations\nMedia Relations\nPiyush Harkant Parekh\nMeeta Singh\nDirect: +91 40 67641537\nBoard: +91 40 67641000 (Extn-1537)\nMobile: +91 961 928 5249\nEmail: Piyush.Parekh@cyient.com\nBoard: +91 40 6748 9100 (Extn-1145)\nMobile: +91 994 906 5300/\nEmail: Meeta.Singh@cyient.com\nPress@cyient.com\nDisclaimer\nThis document contains certain forward-looking statements on our future prospects. Although Cyient believes that expectations contained in these statements are reasonable, their nature involves a number of risks and uncertainties that may lead to different results. These forward-looking statements represent only the current expectations and beliefs, and the company provides no assurance that such expectations will prove correct.\nAll the references to Cyient's financial results in this update pertain to the company's consolidated operations comprising wholly-owned subsidiaries Cyient Europe Limited; Cyient Inc.; Cyient GmbH; Cyient KK; Infotech Geospatial (India) Pvt. Ltd. (IGIPL): partly owned subsidiaries Cyient Insights Private Limited; Cyient DLM Private Limited; joint venture Infotech HAL Ltd (HAL JV) & associate company Infotech Aerospace Services Inc. (IASI).\nThe income statement and cash flow provided is in the internal MIS format. MIS format is different from the income statement published as part of the financial results, which is as per the statutory requirement.\nView original content with multimedia: http://www.prnewswire.com/news-releases/cyient-reports-fourth-quarter-and-annual-results-for-fy-2018-300633068.html\nSOURCE Cyient",
    "published": "2018-04-19T20:59:00.000+03:00",
    "crawled": "2018-04-20T01:07:41.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hyderabad",
        "india",
        "april",
        "cyient",
        "estd",
        "nse",
        "cyient",
        "global",
        "provider",
        "engineering",
        "manufacturing",
        "geospatial",
        "network",
        "operation",
        "management",
        "service",
        "global",
        "industry",
        "leader",
        "today",
        "reported",
        "consolidated",
        "financial",
        "result",
        "fourth",
        "quarter",
        "q4",
        "fy",
        "ending",
        "march",
        "along",
        "annual",
        "result",
        "key",
        "highlight",
        "fy",
        "financial",
        "highlight",
        "revenue",
        "growth",
        "term",
        "mn",
        "constant",
        "currency",
        "operating",
        "profit",
        "growth",
        "mn",
        "net",
        "profit",
        "growth",
        "mn",
        "highest",
        "ever",
        "cash",
        "balance",
        "mn",
        "u",
        "mn",
        "continued",
        "healthy",
        "cash",
        "generation",
        "post",
        "one",
        "acquisition",
        "increased",
        "dividend",
        "payout",
        "dividend",
        "full",
        "year",
        "highest",
        "ever",
        "b",
        "usiness",
        "highlight",
        "well",
        "rounded",
        "growth",
        "across",
        "business",
        "unit",
        "geography",
        "eight",
        "bus",
        "witnessed",
        "growth",
        "yoy",
        "term",
        "emea",
        "apac",
        "grew",
        "yoy",
        "lowest",
        "attrition",
        "last",
        "four",
        "year",
        "key",
        "highlight",
        "q4",
        "fy",
        "financial",
        "highlight",
        "yoy",
        "revenue",
        "growth",
        "qoq",
        "highest",
        "ever",
        "mn",
        "yoy",
        "service",
        "growth",
        "qoq",
        "growth",
        "highest",
        "ever",
        "mn",
        "operating",
        "profit",
        "mn",
        "qoq",
        "growth",
        "yoy",
        "growth",
        "operating",
        "margin",
        "bps",
        "yoy",
        "net",
        "profit",
        "yoy",
        "growth",
        "qoq",
        "growth",
        "mn",
        "dlm",
        "highest",
        "ever",
        "quarterly",
        "revenue",
        "operating",
        "profit",
        "recent",
        "year",
        "company",
        "declared",
        "final",
        "dividend",
        "b",
        "usiness",
        "highlight",
        "well",
        "rounded",
        "growth",
        "across",
        "business",
        "unit",
        "geography",
        "eight",
        "bus",
        "witnessed",
        "growth",
        "yoy",
        "term",
        "emea",
        "apac",
        "america",
        "grew",
        "yoy",
        "term",
        "completed",
        "acquisition",
        "b",
        "f",
        "design",
        "message",
        "management",
        "commenting",
        "result",
        "krishna",
        "bodanapu",
        "md",
        "ceo",
        "said",
        "q4",
        "fy18",
        "performance",
        "line",
        "expectation",
        "recorded",
        "highest",
        "ever",
        "revenue",
        "operating",
        "profit",
        "quarter",
        "delivered",
        "growth",
        "yoy",
        "qoq",
        "growth",
        "service",
        "business",
        "driven",
        "communication",
        "semiconductor",
        "iot",
        "analytics",
        "business",
        "unit",
        "design",
        "led",
        "manufacturing",
        "dlm",
        "business",
        "positively",
        "impacted",
        "seasonality",
        "business",
        "delivered",
        "growth",
        "yoy",
        "qoq",
        "quarter",
        "awarded",
        "supplier",
        "year",
        "award",
        "fourth",
        "time",
        "six",
        "year",
        "road",
        "transport",
        "award",
        "railway",
        "signalling",
        "design",
        "company",
        "second",
        "consecutive",
        "year",
        "year",
        "delivered",
        "strong",
        "performance",
        "witnessed",
        "revenue",
        "growth",
        "yoy",
        "growth",
        "led",
        "communication",
        "transportation",
        "aerospace",
        "defense",
        "business",
        "unit",
        "dlm",
        "business",
        "grew",
        "year",
        "broad",
        "based",
        "growth",
        "across",
        "customer",
        "year",
        "gained",
        "momentum",
        "strategy",
        "execution",
        "resulting",
        "acquisition",
        "b",
        "f",
        "design",
        "line",
        "design",
        "build",
        "operate",
        "maintain",
        "strategy",
        "also",
        "signed",
        "mou",
        "israel",
        "based",
        "bluebird",
        "aerosystems",
        "ltd",
        "address",
        "uav",
        "based",
        "opportunity",
        "outlook",
        "fy19",
        "strong",
        "backed",
        "strong",
        "pipeline",
        "order",
        "backlog",
        "expect",
        "double",
        "digit",
        "growth",
        "service",
        "business",
        "dlm",
        "business",
        "expected",
        "grow",
        "range",
        "expect",
        "double",
        "digit",
        "growth",
        "operating",
        "profit",
        "ajay",
        "aggarwal",
        "president",
        "cfo",
        "said",
        "pleased",
        "share",
        "fy18",
        "saw",
        "strong",
        "growth",
        "revenue",
        "operating",
        "margin",
        "expansion",
        "bps",
        "net",
        "profit",
        "growth",
        "fy18",
        "healthy",
        "conversion",
        "free",
        "cash",
        "flow",
        "ebitda",
        "continues",
        "translating",
        "highest",
        "ever",
        "cash",
        "balance",
        "mn",
        "also",
        "declared",
        "final",
        "dividend",
        "q4",
        "fy18",
        "taking",
        "total",
        "dividend",
        "year",
        "share",
        "highest",
        "ever",
        "going",
        "ahead",
        "fy19",
        "expect",
        "business",
        "momentum",
        "continue",
        "remain",
        "deeply",
        "focused",
        "growth",
        "organic",
        "inorganic",
        "investment",
        "improvement",
        "operating",
        "margin",
        "cash",
        "generation",
        "thus",
        "maximizing",
        "value",
        "shareholder",
        "well",
        "poised",
        "achieve",
        "higher",
        "shareholder",
        "return",
        "coming",
        "year",
        "business",
        "update",
        "aerospace",
        "defense",
        "aerospace",
        "defense",
        "business",
        "unit",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "driven",
        "growth",
        "across",
        "emerging",
        "account",
        "quarter",
        "completed",
        "acquisition",
        "b",
        "f",
        "design",
        "connecticut",
        "help",
        "strengthen",
        "strategy",
        "also",
        "awarded",
        "boeing",
        "supplier",
        "year",
        "award",
        "fourth",
        "time",
        "six",
        "year",
        "fy19",
        "expect",
        "robust",
        "growth",
        "backed",
        "strong",
        "order",
        "backlog",
        "healthy",
        "pipeline",
        "manufacturing",
        "aftermarket",
        "avionics",
        "also",
        "see",
        "significant",
        "opportunity",
        "dlm",
        "business",
        "part",
        "s3strategy",
        "continue",
        "invest",
        "digital",
        "technology",
        "building",
        "solution",
        "address",
        "specific",
        "business",
        "problem",
        "communication",
        "communication",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "driven",
        "predominantly",
        "strong",
        "growth",
        "key",
        "account",
        "expansion",
        "across",
        "geography",
        "expect",
        "growth",
        "continue",
        "next",
        "year",
        "driven",
        "opportunity",
        "fibre",
        "deployment",
        "small",
        "cell",
        "design",
        "new",
        "technology",
        "transformation",
        "also",
        "working",
        "towards",
        "strengthening",
        "capability",
        "end",
        "end",
        "player",
        "across",
        "value",
        "chain",
        "utility",
        "geospatial",
        "utility",
        "geospatial",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "driven",
        "broad",
        "base",
        "growth",
        "across",
        "key",
        "geography",
        "ip",
        "based",
        "solution",
        "utility",
        "market",
        "generating",
        "strong",
        "interest",
        "customer",
        "solution",
        "great",
        "example",
        "deployment",
        "digital",
        "technology",
        "actively",
        "pursuing",
        "opportunity",
        "three",
        "geographical",
        "market",
        "fy19",
        "expect",
        "growth",
        "driven",
        "new",
        "customer",
        "utility",
        "solution",
        "selling",
        "expect",
        "solution",
        "account",
        "revenue",
        "growth",
        "coming",
        "year",
        "transportation",
        "transportation",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "driven",
        "key",
        "customer",
        "growth",
        "new",
        "project",
        "win",
        "quarter",
        "road",
        "transport",
        "award",
        "earlier",
        "land",
        "transport",
        "award",
        "railway",
        "signalling",
        "design",
        "company",
        "outlook",
        "fy19",
        "continues",
        "positive",
        "driven",
        "strong",
        "growth",
        "focus",
        "segment",
        "rolling",
        "stock",
        "signalling",
        "strong",
        "long",
        "term",
        "customer",
        "relationship",
        "healthy",
        "opportunity",
        "pipeline",
        "increasing",
        "momentum",
        "strategy",
        "execution",
        "industrial",
        "energy",
        "natural",
        "resource",
        "industrial",
        "energy",
        "natural",
        "resource",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "despite",
        "challengeswithalargecustomerfilingchapter11",
        "growth",
        "business",
        "driven",
        "strong",
        "performance",
        "key",
        "account",
        "across",
        "oil",
        "gas",
        "mining",
        "highway",
        "equipment",
        "asset",
        "management",
        "solution",
        "generating",
        "interest",
        "customer",
        "expected",
        "strong",
        "growth",
        "driver",
        "fy",
        "also",
        "see",
        "opportunity",
        "predictive",
        "analytics",
        "manufacturing",
        "engineering",
        "connected",
        "equipment",
        "semiconductor",
        "iot",
        "analytics",
        "semiconductor",
        "iot",
        "analytics",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "driven",
        "predominantly",
        "growth",
        "key",
        "customer",
        "started",
        "working",
        "number",
        "new",
        "client",
        "good",
        "progress",
        "setting",
        "verification",
        "validation",
        "lab",
        "key",
        "customer",
        "india",
        "continue",
        "see",
        "traction",
        "nam",
        "emea",
        "outlook",
        "fy19",
        "continues",
        "positive",
        "based",
        "various",
        "opportunity",
        "semiconductor",
        "space",
        "also",
        "continue",
        "build",
        "attract",
        "strong",
        "talent",
        "pipeline",
        "area",
        "bolster",
        "mixed",
        "signal",
        "solution",
        "offering",
        "medical",
        "healthcare",
        "medical",
        "healthcare",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "growth",
        "business",
        "driven",
        "manufacturing",
        "service",
        "part",
        "design",
        "build",
        "strategy",
        "outlook",
        "fy19",
        "look",
        "promising",
        "start",
        "scale",
        "new",
        "relationship",
        "number",
        "recent",
        "win",
        "across",
        "design",
        "manufacturing",
        "bu",
        "recently",
        "moved",
        "facility",
        "sez",
        "lab",
        "space",
        "designed",
        "support",
        "full",
        "product",
        "development",
        "cycle",
        "also",
        "announced",
        "role",
        "founding",
        "sponsor",
        "xynteo",
        "india2022",
        "consortium",
        "leading",
        "healthcare",
        "track",
        "mission",
        "improving",
        "access",
        "affordable",
        "diagnostic",
        "healthcare",
        "solution",
        "manufacturing",
        "dlm",
        "bu",
        "witnessed",
        "growth",
        "fy18",
        "growth",
        "broad",
        "based",
        "across",
        "top",
        "customer",
        "every",
        "segment",
        "new",
        "addition",
        "synergy",
        "offering",
        "grew",
        "faster",
        "pace",
        "outlook",
        "fy19",
        "continues",
        "positive",
        "based",
        "healthy",
        "order",
        "book",
        "see",
        "opportunity",
        "aerospace",
        "defence",
        "segment",
        "offset",
        "synergy",
        "initiative",
        "operational",
        "highlight",
        "csr",
        "activity",
        "continue",
        "support",
        "government",
        "school",
        "supporting",
        "underprivileged",
        "child",
        "recognized",
        "telangana",
        "government",
        "recent",
        "plantation",
        "drive",
        "added",
        "one",
        "cyient",
        "digital",
        "centre",
        "provides",
        "digital",
        "educational",
        "resource",
        "taking",
        "total",
        "infrastructure",
        "two",
        "business",
        "unit",
        "shifted",
        "sez",
        "location",
        "setup",
        "post",
        "silicon",
        "validation",
        "lab",
        "hyderabad",
        "customer",
        "plan",
        "expand",
        "pune",
        "facility",
        "ftes",
        "award",
        "boeing",
        "supplier",
        "year",
        "award",
        "fourth",
        "time",
        "six",
        "year",
        "road",
        "transport",
        "award",
        "railway",
        "signalling",
        "design",
        "company",
        "second",
        "consecutive",
        "year",
        "operation",
        "mou",
        "blue",
        "bird",
        "aero",
        "uav",
        "system",
        "founding",
        "sponsor",
        "xynteo",
        "india",
        "consortium",
        "celebrated",
        "partnership",
        "celebrated",
        "year",
        "global",
        "partner",
        "esri",
        "inc",
        "iris",
        "certification",
        "extended",
        "comply",
        "successful",
        "audit",
        "cyient",
        "cyient",
        "estd",
        "nse",
        "cyient",
        "provides",
        "engineering",
        "manufacturing",
        "geospatial",
        "network",
        "operation",
        "management",
        "service",
        "global",
        "industry",
        "leader",
        "cyient",
        "leverage",
        "power",
        "digital",
        "technology",
        "advanced",
        "analytics",
        "capability",
        "along",
        "domain",
        "knowledge",
        "technical",
        "expertise",
        "solve",
        "complex",
        "business",
        "problem",
        "design",
        "build",
        "maintain",
        "partner",
        "cyient",
        "take",
        "solution",
        "ownership",
        "across",
        "value",
        "chain",
        "help",
        "client",
        "focus",
        "core",
        "innovate",
        "stay",
        "ahead",
        "curve",
        "relationship",
        "form",
        "core",
        "cyient",
        "work",
        "employee",
        "country",
        "cyient",
        "partner",
        "client",
        "operate",
        "part",
        "extended",
        "team",
        "way",
        "best",
        "suit",
        "organization",
        "culture",
        "requirement",
        "cyient",
        "industry",
        "focus",
        "includes",
        "aerospace",
        "defense",
        "medical",
        "telecommunication",
        "rail",
        "transportation",
        "semiconductor",
        "utility",
        "industrial",
        "energy",
        "natural",
        "resource",
        "information",
        "please",
        "visit",
        "follow",
        "news",
        "company",
        "cyient",
        "contact",
        "detail",
        "investor",
        "relation",
        "medium",
        "relation",
        "piyush",
        "harkant",
        "parekh",
        "meeta",
        "singh",
        "direct",
        "board",
        "mobile",
        "email",
        "board",
        "mobile",
        "email",
        "press",
        "disclaimer",
        "document",
        "contains",
        "certain",
        "statement",
        "future",
        "prospect",
        "although",
        "cyient",
        "belief",
        "expectation",
        "contained",
        "statement",
        "reasonable",
        "nature",
        "involves",
        "number",
        "risk",
        "uncertainty",
        "may",
        "lead",
        "different",
        "result",
        "statement",
        "represent",
        "current",
        "expectation",
        "belief",
        "company",
        "provides",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "reference",
        "cyient",
        "financial",
        "result",
        "update",
        "pertain",
        "company",
        "consolidated",
        "operation",
        "comprising",
        "subsidiary",
        "cyient",
        "europe",
        "limited",
        "cyient",
        "cyient",
        "gmbh",
        "cyient",
        "kk",
        "infotech",
        "geospatial",
        "india",
        "pvt",
        "igipl",
        "partly",
        "owned",
        "subsidiary",
        "cyient",
        "insight",
        "private",
        "limited",
        "cyient",
        "dlm",
        "private",
        "limited",
        "joint",
        "venture",
        "infotech",
        "hal",
        "ltd",
        "hal",
        "jv",
        "associate",
        "company",
        "infotech",
        "aerospace",
        "service",
        "iasi",
        "income",
        "statement",
        "cash",
        "flow",
        "provided",
        "internal",
        "mi",
        "format",
        "mi",
        "format",
        "different",
        "income",
        "statement",
        "published",
        "part",
        "financial",
        "result",
        "per",
        "statutory",
        "requirement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cyient"
    ]
}