{
    "organizations": [],
    "uuid": "b0b718a099eb915d55531f40337df6cdb2d4fb9f",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-games-commonwealth-highlights/highlights-on-day-four-of-the-commonwealth-games-idUKKBN1HF01U",
    "ord_in_thread": 0,
    "title": "Highlights on day four of the Commonwealth Games",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 8, 2018 / 2:58 AM / Updated 3 hours ago Highlights on day four of the Commonwealth Games Reuters Staff 12 Min Read \nGOLD COAST, Australia (Reuters) - Highlights on day four of the Commonwealth Games on Sunday (times GMT): Track Cycling - Gold Coast 2018 Commonwealth Games - Women's 10km Scratch Race Finals - Anna Meares Velodrome - Gold Coast, Australia - April 8, 2018. Amy Cure of Australia celebrates on the podium after winning a gold medal. REUTERS/Athit Perawongmetha 1045 HOME HOPE PATTERSON WINS SCRATCH RACE \nAustralia put in a solid team performance to help Amy Cure win her second gold medal at this year’s Games in the women’s 10km scratch race. \nCure, who along with her team mates won the team pursuit, finished ahead of Scotland’s Neah Evans and England’s Emily Kay after a close race. \nIndividual pursuit gold medallist Katie Archibald, of Scotland, narrowly missed out on a medal. 1030 ENGLAND’S GODLEY WINS WEIGHTLIFTING GOLD \nEngland’s weightlifter Emily Godley lifted a combined total of 222kg to win the women’s 75kg final. She won by a single kg, ahead of second-placed Canadian Marie-Eve Beauchemin-Nadeau. \nWales’ Laura Hughes took the bronze. 1025 PEATY FLIES INTO 50M BREASTSTROKE FINAL \nWorld, European and Olympic champion Adam Peaty is on course for a clean sweep of gold medals after surpassing his own Games record to finish quickest in the men’s 50m breaststroke semi-finals with a time of 26.49 seconds. \nSouth African Cameron van der Burgh had the second fastest time of 26.95 seconds and England’s James Wilby, who won the 200m breaststroke in Peaty’s absence earlier, was third in 27.41 seconds. 1020 CAMPBELLS, RUCK DOMINATE 100M SEMIS \nAustralian sisters Cate and Bronte Campbell along with 17-year-old Canadian Taylor Ruck were the three fastest swimmers in the women’s 100m freestyle semi-finals. \nCate Campbell, who has already won two Gold medals and a silver at the Gold Coast Games, set a new Games record time of 52.64 seconds to qualify fastest while Ruck, who has won six medals so far, was second followed by Bronte. \n“I had goosebumps when the crowd started shouting Aussie, Aussie, Aussie, Oi, Oi, Oi,” Cate Campbell, 25, said after her swim. 1005 HOME FAVOURITE GLAETZER STORMS TO TIME TRIAL VICTORY \nAustralian cyclist Matthew Glaetzer, who is the world champion in sprint, blitzed around the track to set a new Games record time of 59.340 seconds and grab the gold medal in the men’s 1000m time trial final. \nNew Zealand’s Edward Dawkins and Callum Skinner of Scotland won the silver and bronze respectively. \nGlaetzer, a silver medallist in the time trial at Apeldoorn, suffered a shock exit in the preliminary rounds of the sprint event but bounced back to grab gold in the men’s keirin finals on Friday. \n0950 SCOTT EDGES LE CLOS, CHALMERS TO WIN 100M FREESTYLE TITLE \nScotland’s Duncan Scott won his fourth medal at Gold Coast after recording a shock win over South African Chad le Clos and Australian Kyle Chalmers in the men’s 100m freestyle final. \nLe Clos, who won the 50m and 200m butterfly events earlier in the competition, and Olympic champion Chalmers finished joint-second with times of 48.15 seconds while Scott raced to the title in a time of 48.02 seconds. \nChalmers’ compatriot Cameron McEvoy finished fourth. 0940 MASSE OUTCLASSES SEEBOHM TO WIN 200M BACKSTROKE GOLD \nCanadian Kylie Masse led a Canadian one-two finish in the women’s 200m backstroke final ahead of world champion Emily Seebohm, as the 22-year-old and compatriot Taylor Ruck won the gold and silver medals respectively. \nMasse, who ousted Seebohm in the 100m event on Saturday, set a new Games record of two minutes 05.98 seconds to seal the gold. Ruck, aged 17, has now won six medals at this year’s Games. \n0915 ENGLAND WOMEN WIN DUEL AGAINST AUSTRALIA TO SEAL BRONZE \nThe England women’s table tennis team beat hosts Australia 3-1 in a fiercely-contested bronze medal match. \nEngland’s Ho Tin-Tin won her singles match 3-2 against Australian Miao Miao to clinch the overall victory. 0850 WILSON HUNGRY FOR MORE AFTER RINGS SILVER \nEngland gymnast Nile Wilson is eager to add to his tally of two gold medals and one silver when the final day of the artistic gymnastics competitions is held on Monday. \n“... It’s an incredible feeling to get a silver on the rings,” Wilson told BBC. Swimming - Gold Coast 2018 Commonwealth Games - Men's 50m Breaststroke - Heats - Optus Aquatic Centre - Gold Coast, Australia - April 8, 2018. Adam Peaty of England. REUTERS/David Gray \n“But I am absolutely exhausted now. One more day to get through after an ice bath recovery tonight. We’re coming out here and putting together some great routines. I’m loving it and excited to get back out there.” \nWilson’s compatriot Courtney Tulloch, who is the rings and team all-round gold medallist, is already looking ahead to the World Championships. \n“I can’t believe I’m a double Commonwealth champion. This is a good stepping stone towards the World Championships,” Tulloch said. 0830 BLAKE QUALIFIES FIRST FOR 100M FINAL \nJamaican sprinter Yohan Blake has qualified in first place for the men’s 100m final after blazing to a time of 10.06 seconds in the semi-finals. \nCayman Islands’ Kemar Hyman was second fastest and finished ahead of England’s Adam Gemili, the world 4x100 relay gold medallist at London. \nBlake, a former world champion, is among the favourites to win the event and re-establish Jamaica’s dominance following the retirement of multiple Olympic gold medallist Usain Bolt. \n0820 PHILIP SECURES FIRST SPOT IN WOMEN’S 100M SEMI-FINALS \nEngland’s Asha Philip qualified fastest for the women’s 100m finals with a time of 11.21 seconds in the semi-finals, narrowly ahead of Jamaican Christania Williams, the 4x100 relay silver medallist at the Rio Olympics, who finished in 11.22 seconds. \nTrinidad and Tobago’s Michelle-Lee Ahye was the third fastest. 0732 FENTON ADDS TO ENGLAND MEDAL HAUL \nEngland’s 17-year-old Georgia Mae-Fenton added to the nation’s medal rush in gymnastics at this year’s Games by winning the gold in women’s uneven bars finals with a score of 14.600. \nCanadian Brittany Rogers, who was part of her country’s gold medal-winning squad in the team all-round event on Friday, grabbed the silver followed by Australia’s Georgia Goodwin in third. \n0730 TULLOCH, WILSON SEAL ENGLAND ONE-TWO IN GYMNASTICS \nEngland’s Courtney Tulloch and Nile Wilson, both of whom were part of the team that won the all-round finals on the opening day, have won the gold and silver respectively in the men’s rings final. \nWilson adds to his individual all-round gold he won on Saturday. \nCanada’s Scott Morgan rounds out the podium. 0700 CHEPTEGEI RACES TO 5000M VICTORY \nA late flourish helped Ugandan sprinter Joshua Kiprui Cheptegei clinch gold in the men’s 5000m final ahead of Canadian Mohammed Ahmed. \nAhmed took the early lead and after a classic chase Cheptegei, who won silver in the 10000m race at last year’s world championships, raced ahead with four laps to go and held on to win. \nKenyan Edward Pingua Zakayo won the bronze. \n0645 MCCLENAGHAN ON HIS ‘HUGE’ WIN OVER WHITLOCK \nNorthern Ireland’s gold-medal winning gymnast Rhys McClenaghan believes his victory over reigning Olympic champion Max Whitlock in the men’s pommel horse final puts him among the best in the sport. \n“Max has been my idol growing up and I’ve been watching him since 2010 when he was competing in the Delhi Commonwealths,” the 18-year-old told BBC. \n“I’ve always felt though that one day I could be up there with the best and beating them and this is a huge result for me.” \n0640 ELEFTHERIOU EDGES OUT HILL TO WIN WOMEN’S SHOOTING GOLD \nCypriot Andri Eleftheriou set a new Games record after hitting 52 of the 60 targets to grab the gold medal in the women’s skeet shooting finals. \nEngland’s Amber Hill, who won the gold medal in the event in the 2017 Commonwealth Championships and 2015 European Games, took silver and Eleftheriou’s compatriot Panagiota Andreou won bronze. \n0620 HUDSON-SMITH DISQUALIFIED IN 400M HEATS \nEngland sprinter Matt Hudson-Smith was disqualified from the men’s 400m after stepping out of his lane in the heats. Slideshow (17 Images) \nGrenada’s Bralon Taplin qualified the fastest with a time of 45.11 seconds. \n0612 OLSEN LEADS CANADIAN ONE-TWO IN WOMEN’S VAULT \nShallon Olsen and Elsabeth Black won the gold and silver medals respectively in the women’s vault with Australia’s Emily Whitehead taking the bronze. \n0610 MCCLENAGHAN PIPS WHITLOCK TO WIN NORTHERN IRELAND’S FIRST MEDAL \nReigning Olympic champion Max Whitlock suffered another blow as Rhys McClenaghan clinched Northern Ireland’s first medal of this year’s Games after winning gold in the men’s pommel horse final. \nEngland’s Whitlock and McClenaghan both recorded a score of 15.100 in the tiebreak, with the Englishman having a higher difficulty score and the Irishman having a higher execution score, but the latter was handed the gold. \nWhitlock settled for silver while Canada’s Zachary Clay took the bronze. 0600 WHITLOCK SUFFERS SHOCK AS GEORGIOU FLOURISHES \nEngland’s double Olympic champion Max Whitlock, who was favourite to defend his title from the 2014 Glasgow Games, secured a disappointing sixth-placed finish in the men’s floor exercise final after qualifying in first position. \nGymnast Marios Georgiou, of Cyprus, clinched the nation’s first gold medal at this year’s Games as he finished ahead of Canadian Scott Morgan and Scotland’s Daniel Purvis. \nGeorgiou adds to the bronze medal he won in the men’s individual all-round final on Saturday. 0530 MILLER BREAKS RECORD TO WIN HAMMER THROW GOLD \nEngland’s Nick Miller set a new Commonwealth Games and British record of 80.26m at the Carrara Stadium to win the gold medal in the men’s hammer throw final. \nAustralian Matthew Denny recorded his personal best of 74.88m to take silver ahead of Scotland’s Mark Dry, who sealed bronze with his final throw of the event. 0400 HOME FAVOURITE SAMPSON GRABS SHOOTING GOLD \nAustralian Dane Sampson won the gold in the men’s 10m air rifle final after setting a new Games record score of 245.0. \nBangladesh’s Abdullah Hel Baki won silver while India’s Ravi Kumar took the bronze. \n0240 RECORD-BREAKING BHAKER WINS SHOOTING GOLD \nIndia’s Manu Bhaker won her nation’s sixth gold medal at this year’s Games, notching a Games record score of 240.9 to win the women’s 10m air pistol finals. \nThe 16-year-old finished ahead of compatriot Heena Sidhu and Australian Elena Galiabovitch. 0225 INDIA’S YADAV WINS WEIGHTLIFTING GOLD \nIndia’s Punam Yadav claimed gold in the women’s 69kg weightlifting division with a combined weight of 222kg. \nEngland’s Sarah Davies took silver with 217kg after she failed to lift 128kg on her final clean and jerk. Yadav had failed with her own second lift of 122kg. \nThe 22-year-old Yadav, however, succeeded on her third lift to clinch gold, adding to the bronze she won in the 63kg weight division four years ago in Glasgow. \nFiji’s Apolonia Vaivai won bronze with a combined total of 216kgs. 0045 MONTAG WINS 20KM WALK AFTER TALLENT DISQUALIFICATION \nAustralia’s Jemima Montag won the women’s 20km walk after her compatriot Claire Tallent was disqualified about two kilometres from the finish and just after she had reeled in and passed the 20-year-old to take the lead. \n“That’s not the way I wanted to win the gold medal with a close team mate being relegated to the sidelines, but you can’t let it affect your focus,” Montag said. “Claire will come back.” \nNew Zealand’s Alana Barber took the silver, with Bethan Davies from Wales taking bronze. \nMontag’s victory completed an Australian double in the first athletics disciplines on the programme, with preliminary rounds in the men’s and women’s 100m set to get under way later at Carrara Stadium. \n2300 BIRD-SMITH WINS FIRST ATHLETICS MEDAL \nAustralia’s Dane Bird-Smith produced a stunning burst in the final few hundred metres to win the first athletics medal at the Gold Coast Games in the men’s 20km walk. \nEngland’s Tom Bosworth took silver just four seconds behind the Rio Olympics bronze medallist, with Kenya’s Samuel Ireri Gathimba finishing third. \n“The last 500m hurt so much but I had everyone behind me which made it so special,” Bird-Smith said. “It was unbelievable, a bloody unreal feeling. \n“I am over the moon and I cannot thank (the crowd) enough. As I came around the bend they went absolutely ballistic.” Compiled by Greg Stutchbury in Gold Coast and Aditi Prakash in Bengaluru; Editing by John O'Brien/Nick Mulvenney/Toby Davis",
    "published": "2018-04-08T09:05:00.000+03:00",
    "crawled": "2018-04-08T09:34:41.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "updated",
        "hour",
        "ago",
        "highlight",
        "day",
        "four",
        "commonwealth",
        "game",
        "reuters",
        "staff",
        "min",
        "read",
        "gold",
        "coast",
        "australia",
        "reuters",
        "highlight",
        "day",
        "four",
        "commonwealth",
        "game",
        "sunday",
        "time",
        "gmt",
        "track",
        "cycling",
        "gold",
        "coast",
        "commonwealth",
        "game",
        "woman",
        "10km",
        "scratch",
        "race",
        "final",
        "anna",
        "meares",
        "velodrome",
        "gold",
        "coast",
        "australia",
        "april",
        "amy",
        "cure",
        "australia",
        "celebrates",
        "podium",
        "winning",
        "gold",
        "medal",
        "perawongmetha",
        "home",
        "hope",
        "patterson",
        "win",
        "scratch",
        "race",
        "australia",
        "put",
        "solid",
        "team",
        "performance",
        "help",
        "amy",
        "cure",
        "win",
        "second",
        "gold",
        "medal",
        "year",
        "game",
        "woman",
        "10km",
        "scratch",
        "race",
        "cure",
        "along",
        "team",
        "mate",
        "team",
        "pursuit",
        "finished",
        "ahead",
        "scotland",
        "neah",
        "evans",
        "england",
        "emily",
        "kay",
        "close",
        "race",
        "individual",
        "pursuit",
        "gold",
        "medallist",
        "katie",
        "archibald",
        "scotland",
        "narrowly",
        "missed",
        "medal",
        "england",
        "godley",
        "win",
        "weightlifting",
        "gold",
        "england",
        "weightlifter",
        "emily",
        "godley",
        "lifted",
        "combined",
        "total",
        "222kg",
        "win",
        "woman",
        "75kg",
        "final",
        "single",
        "kg",
        "ahead",
        "canadian",
        "wale",
        "laura",
        "hughes",
        "took",
        "bronze",
        "peaty",
        "fly",
        "50m",
        "breaststroke",
        "final",
        "world",
        "european",
        "olympic",
        "champion",
        "adam",
        "peaty",
        "course",
        "clean",
        "sweep",
        "gold",
        "medal",
        "surpassing",
        "game",
        "record",
        "finish",
        "quickest",
        "men",
        "50m",
        "breaststroke",
        "time",
        "second",
        "south",
        "african",
        "cameron",
        "van",
        "der",
        "burgh",
        "second",
        "fastest",
        "time",
        "second",
        "england",
        "james",
        "wilby",
        "200m",
        "breaststroke",
        "peaty",
        "absence",
        "earlier",
        "third",
        "second",
        "campbell",
        "ruck",
        "dominate",
        "100m",
        "semi",
        "australian",
        "sister",
        "cate",
        "bronte",
        "campbell",
        "along",
        "canadian",
        "taylor",
        "ruck",
        "three",
        "fastest",
        "swimmer",
        "woman",
        "100m",
        "freestyle",
        "cate",
        "campbell",
        "already",
        "two",
        "gold",
        "medal",
        "silver",
        "gold",
        "coast",
        "game",
        "set",
        "new",
        "game",
        "record",
        "time",
        "second",
        "qualify",
        "fastest",
        "ruck",
        "six",
        "medal",
        "far",
        "second",
        "followed",
        "bronte",
        "goosebump",
        "crowd",
        "started",
        "shouting",
        "aussie",
        "aussie",
        "aussie",
        "oi",
        "oi",
        "oi",
        "cate",
        "campbell",
        "said",
        "swim",
        "home",
        "favourite",
        "glaetzer",
        "storm",
        "time",
        "trial",
        "victory",
        "australian",
        "cyclist",
        "matthew",
        "glaetzer",
        "world",
        "champion",
        "sprint",
        "blitzed",
        "around",
        "track",
        "set",
        "new",
        "game",
        "record",
        "time",
        "second",
        "grab",
        "gold",
        "medal",
        "men",
        "1000m",
        "time",
        "trial",
        "final",
        "new",
        "zealand",
        "edward",
        "dawkins",
        "callum",
        "skinner",
        "scotland",
        "silver",
        "bronze",
        "respectively",
        "glaetzer",
        "silver",
        "medallist",
        "time",
        "trial",
        "apeldoorn",
        "suffered",
        "shock",
        "exit",
        "preliminary",
        "round",
        "sprint",
        "event",
        "bounced",
        "back",
        "grab",
        "gold",
        "men",
        "keirin",
        "final",
        "friday",
        "scott",
        "edge",
        "le",
        "clos",
        "chalmers",
        "win",
        "100m",
        "freestyle",
        "title",
        "scotland",
        "duncan",
        "scott",
        "fourth",
        "medal",
        "gold",
        "coast",
        "recording",
        "shock",
        "win",
        "south",
        "african",
        "chad",
        "le",
        "clos",
        "australian",
        "kyle",
        "chalmers",
        "men",
        "100m",
        "freestyle",
        "final",
        "le",
        "clos",
        "50m",
        "200m",
        "butterfly",
        "event",
        "earlier",
        "competition",
        "olympic",
        "champion",
        "chalmers",
        "finished",
        "time",
        "second",
        "scott",
        "raced",
        "title",
        "time",
        "second",
        "chalmers",
        "compatriot",
        "cameron",
        "mcevoy",
        "finished",
        "fourth",
        "masse",
        "outclasses",
        "seebohm",
        "win",
        "200m",
        "backstroke",
        "gold",
        "canadian",
        "kylie",
        "masse",
        "led",
        "canadian",
        "finish",
        "woman",
        "200m",
        "backstroke",
        "final",
        "ahead",
        "world",
        "champion",
        "emily",
        "seebohm",
        "compatriot",
        "taylor",
        "ruck",
        "gold",
        "silver",
        "medal",
        "respectively",
        "masse",
        "ousted",
        "seebohm",
        "100m",
        "event",
        "saturday",
        "set",
        "new",
        "game",
        "record",
        "two",
        "minute",
        "second",
        "seal",
        "gold",
        "ruck",
        "aged",
        "six",
        "medal",
        "year",
        "game",
        "england",
        "woman",
        "win",
        "duel",
        "australia",
        "seal",
        "bronze",
        "england",
        "woman",
        "table",
        "tennis",
        "team",
        "beat",
        "host",
        "australia",
        "bronze",
        "medal",
        "match",
        "england",
        "ho",
        "single",
        "match",
        "australian",
        "miao",
        "miao",
        "clinch",
        "overall",
        "victory",
        "wilson",
        "hungry",
        "ring",
        "silver",
        "england",
        "gymnast",
        "nile",
        "wilson",
        "eager",
        "add",
        "tally",
        "two",
        "gold",
        "medal",
        "one",
        "silver",
        "final",
        "day",
        "artistic",
        "gymnastics",
        "competition",
        "held",
        "monday",
        "incredible",
        "feeling",
        "get",
        "silver",
        "ring",
        "wilson",
        "told",
        "bbc",
        "swimming",
        "gold",
        "coast",
        "commonwealth",
        "game",
        "men",
        "50m",
        "breaststroke",
        "heat",
        "optus",
        "aquatic",
        "centre",
        "gold",
        "coast",
        "australia",
        "april",
        "adam",
        "peaty",
        "england",
        "gray",
        "absolutely",
        "exhausted",
        "one",
        "day",
        "get",
        "ice",
        "bath",
        "recovery",
        "tonight",
        "coming",
        "putting",
        "together",
        "great",
        "routine",
        "loving",
        "excited",
        "get",
        "back",
        "wilson",
        "compatriot",
        "courtney",
        "tulloch",
        "ring",
        "team",
        "gold",
        "medallist",
        "already",
        "looking",
        "ahead",
        "world",
        "championship",
        "believe",
        "double",
        "commonwealth",
        "champion",
        "good",
        "stepping",
        "stone",
        "towards",
        "world",
        "championship",
        "tulloch",
        "said",
        "blake",
        "qualifies",
        "first",
        "100m",
        "final",
        "jamaican",
        "sprinter",
        "yohan",
        "blake",
        "qualified",
        "first",
        "place",
        "men",
        "100m",
        "final",
        "blazing",
        "time",
        "second",
        "cayman",
        "island",
        "kemar",
        "hyman",
        "second",
        "fastest",
        "finished",
        "ahead",
        "england",
        "adam",
        "gemili",
        "world",
        "4x100",
        "relay",
        "gold",
        "medallist",
        "london",
        "blake",
        "former",
        "world",
        "champion",
        "among",
        "favourite",
        "win",
        "event",
        "jamaica",
        "dominance",
        "following",
        "retirement",
        "multiple",
        "olympic",
        "gold",
        "medallist",
        "usain",
        "bolt",
        "philip",
        "secures",
        "first",
        "spot",
        "woman",
        "100m",
        "england",
        "asha",
        "philip",
        "qualified",
        "fastest",
        "woman",
        "100m",
        "final",
        "time",
        "second",
        "narrowly",
        "ahead",
        "jamaican",
        "christania",
        "williams",
        "4x100",
        "relay",
        "silver",
        "medallist",
        "rio",
        "olympics",
        "finished",
        "second",
        "trinidad",
        "tobago",
        "ahye",
        "third",
        "fastest",
        "fenton",
        "add",
        "england",
        "medal",
        "haul",
        "england",
        "georgia",
        "added",
        "nation",
        "medal",
        "rush",
        "gymnastics",
        "year",
        "game",
        "winning",
        "gold",
        "woman",
        "uneven",
        "bar",
        "final",
        "score",
        "canadian",
        "brittany",
        "rogers",
        "part",
        "country",
        "gold",
        "squad",
        "team",
        "event",
        "friday",
        "grabbed",
        "silver",
        "followed",
        "australia",
        "georgia",
        "goodwin",
        "third",
        "tulloch",
        "wilson",
        "seal",
        "england",
        "gymnastics",
        "england",
        "courtney",
        "tulloch",
        "nile",
        "wilson",
        "part",
        "team",
        "final",
        "opening",
        "day",
        "gold",
        "silver",
        "respectively",
        "men",
        "ring",
        "final",
        "wilson",
        "add",
        "individual",
        "gold",
        "saturday",
        "canada",
        "scott",
        "morgan",
        "round",
        "podium",
        "cheptegei",
        "race",
        "5000m",
        "victory",
        "late",
        "flourish",
        "helped",
        "ugandan",
        "sprinter",
        "joshua",
        "kiprui",
        "cheptegei",
        "clinch",
        "gold",
        "men",
        "5000m",
        "final",
        "ahead",
        "canadian",
        "mohammed",
        "ahmed",
        "ahmed",
        "took",
        "early",
        "lead",
        "classic",
        "chase",
        "cheptegei",
        "silver",
        "10000m",
        "race",
        "last",
        "year",
        "world",
        "championship",
        "raced",
        "ahead",
        "four",
        "lap",
        "go",
        "held",
        "win",
        "kenyan",
        "edward",
        "pingua",
        "zakayo",
        "bronze",
        "mcclenaghan",
        "huge",
        "win",
        "whitlock",
        "northern",
        "ireland",
        "winning",
        "gymnast",
        "rhys",
        "mcclenaghan",
        "belief",
        "victory",
        "reigning",
        "olympic",
        "champion",
        "max",
        "whitlock",
        "men",
        "pommel",
        "horse",
        "final",
        "put",
        "among",
        "best",
        "sport",
        "max",
        "idol",
        "growing",
        "watching",
        "since",
        "competing",
        "delhi",
        "commonwealth",
        "told",
        "bbc",
        "always",
        "felt",
        "though",
        "one",
        "day",
        "could",
        "best",
        "beating",
        "huge",
        "result",
        "eleftheriou",
        "edge",
        "hill",
        "win",
        "woman",
        "shooting",
        "gold",
        "cypriot",
        "andri",
        "eleftheriou",
        "set",
        "new",
        "game",
        "record",
        "hitting",
        "target",
        "grab",
        "gold",
        "medal",
        "woman",
        "skeet",
        "shooting",
        "final",
        "england",
        "amber",
        "hill",
        "gold",
        "medal",
        "event",
        "commonwealth",
        "championship",
        "european",
        "game",
        "took",
        "silver",
        "eleftheriou",
        "compatriot",
        "panagiota",
        "andreou",
        "bronze",
        "disqualified",
        "400m",
        "heat",
        "england",
        "sprinter",
        "matt",
        "disqualified",
        "men",
        "400m",
        "stepping",
        "lane",
        "heat",
        "slideshow",
        "image",
        "grenada",
        "bralon",
        "taplin",
        "qualified",
        "fastest",
        "time",
        "second",
        "olsen",
        "lead",
        "canadian",
        "woman",
        "vault",
        "shallon",
        "olsen",
        "elsabeth",
        "black",
        "gold",
        "silver",
        "medal",
        "respectively",
        "woman",
        "vault",
        "australia",
        "emily",
        "whitehead",
        "taking",
        "bronze",
        "mcclenaghan",
        "pip",
        "whitlock",
        "win",
        "northern",
        "ireland",
        "first",
        "medal",
        "reigning",
        "olympic",
        "champion",
        "max",
        "whitlock",
        "suffered",
        "another",
        "blow",
        "rhys",
        "mcclenaghan",
        "clinched",
        "northern",
        "ireland",
        "first",
        "medal",
        "year",
        "game",
        "winning",
        "gold",
        "men",
        "pommel",
        "horse",
        "final",
        "england",
        "whitlock",
        "mcclenaghan",
        "recorded",
        "score",
        "tiebreak",
        "englishman",
        "higher",
        "difficulty",
        "score",
        "irishman",
        "higher",
        "execution",
        "score",
        "latter",
        "handed",
        "gold",
        "whitlock",
        "settled",
        "silver",
        "canada",
        "zachary",
        "clay",
        "took",
        "bronze",
        "whitlock",
        "suffers",
        "shock",
        "georgiou",
        "flourish",
        "england",
        "double",
        "olympic",
        "champion",
        "max",
        "whitlock",
        "favourite",
        "defend",
        "title",
        "glasgow",
        "game",
        "secured",
        "disappointing",
        "finish",
        "men",
        "floor",
        "exercise",
        "final",
        "qualifying",
        "first",
        "position",
        "gymnast",
        "marios",
        "georgiou",
        "cyprus",
        "clinched",
        "nation",
        "first",
        "gold",
        "medal",
        "year",
        "game",
        "finished",
        "ahead",
        "canadian",
        "scott",
        "morgan",
        "scotland",
        "daniel",
        "purvis",
        "georgiou",
        "add",
        "bronze",
        "medal",
        "men",
        "individual",
        "final",
        "saturday",
        "miller",
        "break",
        "record",
        "win",
        "hammer",
        "throw",
        "gold",
        "england",
        "nick",
        "miller",
        "set",
        "new",
        "commonwealth",
        "game",
        "british",
        "record",
        "carrara",
        "stadium",
        "win",
        "gold",
        "medal",
        "men",
        "hammer",
        "throw",
        "final",
        "australian",
        "matthew",
        "denny",
        "recorded",
        "personal",
        "best",
        "take",
        "silver",
        "ahead",
        "scotland",
        "mark",
        "dry",
        "sealed",
        "bronze",
        "final",
        "throw",
        "event",
        "home",
        "favourite",
        "sampson",
        "grab",
        "shooting",
        "gold",
        "australian",
        "dane",
        "sampson",
        "gold",
        "men",
        "10m",
        "air",
        "rifle",
        "final",
        "setting",
        "new",
        "game",
        "record",
        "score",
        "bangladesh",
        "abdullah",
        "hel",
        "baki",
        "silver",
        "india",
        "ravi",
        "kumar",
        "took",
        "bronze",
        "bhaker",
        "win",
        "shooting",
        "gold",
        "india",
        "manu",
        "bhaker",
        "nation",
        "sixth",
        "gold",
        "medal",
        "year",
        "game",
        "notching",
        "game",
        "record",
        "score",
        "win",
        "woman",
        "10m",
        "air",
        "pistol",
        "final",
        "finished",
        "ahead",
        "compatriot",
        "heena",
        "sidhu",
        "australian",
        "elena",
        "galiabovitch",
        "india",
        "yadav",
        "win",
        "weightlifting",
        "gold",
        "india",
        "punam",
        "yadav",
        "claimed",
        "gold",
        "woman",
        "69kg",
        "weightlifting",
        "division",
        "combined",
        "weight",
        "222kg",
        "england",
        "sarah",
        "davy",
        "took",
        "silver",
        "217kg",
        "failed",
        "lift",
        "128kg",
        "final",
        "clean",
        "jerk",
        "yadav",
        "failed",
        "second",
        "lift",
        "122kg",
        "yadav",
        "however",
        "succeeded",
        "third",
        "lift",
        "clinch",
        "gold",
        "adding",
        "bronze",
        "63kg",
        "weight",
        "division",
        "four",
        "year",
        "ago",
        "glasgow",
        "fiji",
        "apolonia",
        "vaivai",
        "bronze",
        "combined",
        "total",
        "216kgs",
        "montag",
        "win",
        "20km",
        "walk",
        "tallent",
        "disqualification",
        "australia",
        "jemima",
        "montag",
        "woman",
        "20km",
        "walk",
        "compatriot",
        "claire",
        "tallent",
        "disqualified",
        "two",
        "kilometre",
        "finish",
        "reeled",
        "passed",
        "take",
        "lead",
        "way",
        "wanted",
        "win",
        "gold",
        "medal",
        "close",
        "team",
        "mate",
        "relegated",
        "sideline",
        "let",
        "affect",
        "focus",
        "montag",
        "said",
        "claire",
        "come",
        "new",
        "zealand",
        "alana",
        "barber",
        "took",
        "silver",
        "bethan",
        "davy",
        "wale",
        "taking",
        "bronze",
        "montag",
        "victory",
        "completed",
        "australian",
        "double",
        "first",
        "athletics",
        "discipline",
        "programme",
        "preliminary",
        "round",
        "men",
        "woman",
        "100m",
        "set",
        "get",
        "way",
        "later",
        "carrara",
        "stadium",
        "win",
        "first",
        "athletics",
        "medal",
        "australia",
        "dane",
        "produced",
        "stunning",
        "burst",
        "final",
        "hundred",
        "metre",
        "win",
        "first",
        "athletics",
        "medal",
        "gold",
        "coast",
        "game",
        "men",
        "20km",
        "walk",
        "england",
        "tom",
        "bosworth",
        "took",
        "silver",
        "four",
        "second",
        "behind",
        "rio",
        "olympics",
        "bronze",
        "medallist",
        "kenya",
        "samuel",
        "ireri",
        "gathimba",
        "finishing",
        "third",
        "last",
        "500m",
        "hurt",
        "much",
        "everyone",
        "behind",
        "made",
        "special",
        "said",
        "unbelievable",
        "bloody",
        "unreal",
        "feeling",
        "moon",
        "thank",
        "crowd",
        "enough",
        "came",
        "around",
        "bend",
        "went",
        "absolutely",
        "compiled",
        "greg",
        "stutchbury",
        "gold",
        "coast",
        "aditi",
        "prakash",
        "bengaluru",
        "editing",
        "john",
        "davis"
    ]
}