{
    "organizations": [],
    "uuid": "4f067bb68d2e0deefb42aa6a2e2b0fefe1c814ef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/pr-newswire-wesbanco-inc-announces-agreement-and-plan-of-merger-with-farmers-capital-bank-corporation.html",
    "ord_in_thread": 0,
    "title": "WesBanco, Inc. Announces Agreement and Plan of Merger with Farmers Capital Bank Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEELING, W.Va., April 19, 2018 /PRNewswire/ -- WesBanco, Inc. (\"WesBanco\") (NASDAQ: WSBC) and Farmers Capital Bank Corporation (\"Farmers\") (NASDAQ: FFKT) jointly announced today that they have executed a definitive Agreement and Plan of Merger providing for the merger of Farmers with and into WesBanco. James C. Gardill, Chairman of the Board, and Todd F. Clossin, President & CEO, of WesBanco and R. Terry Bennett, Chairman of the Board, and Lloyd C. Hillard, Jr., President & CEO, of Farmers, made the joint announcement.\nUnder the terms of the Agreement and Plan of Merger, which has been unanimously approved by the boards of directors of both companies, WesBanco will exchange a combination of its common stock and cash for Farmers common stock. Farmers shareholders will be entitled to receive 1.053 shares of WesBanco common stock and cash in the amount of $5.00 per share for each share of Farmers common stock for a total value of approximately $378.2 million in aggregate based on WesBanco's market close price of $43.03 on April 18, 2018. The merger is expected to qualify as a tax-free reorganization. The transaction values Farmers at a price to March 31, 2018 tangible book value per share of 195%, and a price to mean analyst estimated 2018 earnings per share of 17.8 times.\nTodd F. Clossin, President and Chief Executive Officer of WesBanco, stated, \"The merger with Farmers significantly expands WesBanco's existing franchise within Kentucky, and bridges the gap between our Louisville-Southern Indiana and our recently enhanced Southeast Ohio-Huntington, West Virginia markets. In addition to gaining entry into the Frankfort, Kentucky MSA with top market share, the merger with Farmers will enhance our presence in several major metropolitan markets with attractive demographics, which is consistent with our stated long-term growth strategy. In addition, Farmers has a solid trust and investment business with approximately $560 million of trust assets that will provide a very nice platform upon which to grow our wealth management business throughout Kentucky. We believe we can provide customers of Farmers with a broader array of banking services, including expanded commercial and mortgage lending capabilities as well as enhanced wealth management solutions.\"\nExcluding certain one-time merger charges, the transaction is anticipated to be approximately 3% accretive to earnings in 2019, and approximately 5% accretive to earnings in 2020 once anticipated cost savings are fully phased-in. Estimated tangible book value dilution at closing of approximately 2.1% is expected to be earned back in approximately 2.4 years using the \"cross-over\" method, including estimated pre-tax merger-related charges of $22.3 million. The acquisition is subject to the approvals of the appropriate regulatory authorities and the approval by the shareholders of Farmers. It is expected that the transaction should be completed during the second half of 2018.\n\"Farmers is a strong performing, community-based financial institution with low cost deposits that shares our commitment to client service and community banking. We are pleased to be able to partner with Farmers and continue to build on the solid platform that has been created,\" said WesBanco Chairman of the Board, James C. Gardill.\nUpon completion of the merger, WesBanco will add one Farmers director to its board of directors, with all other current Farmers' directors being appointed to an advisory board for the Central & Southern Kentucky market. In addition, Lloyd C. Hillard, Jr, Farmers' President & CEO, will join WesBanco as Chairman for the Central & Southern Kentucky market advisory board.\n\"We are excited to announce our merger with WesBanco and become an integral part of its nearly 150 year history as a community bank,\" said Mr. Hillard. \"WesBanco's solid execution on their operational and growth strategies has led to a strong track record of operating performance and merger success, which makes WesBanco the ideal partner for Farmers. In addition, I look forward to continuing my relationship as Chairman of the Central & Southern Kentucky market advisory board for WesBanco, which will be comprised of the current board members of Farmers to help ensure a smooth transition in the local market.\"\n\"Through our partnership with WesBanco, we will be in a much stronger position to deliver additional value to our customers, employees, and shareholders as we maintain our commitment to the communities we serve,\" said Mr. Bennett, Farmers Chairman of the Board.\nAt March 31, 2018, WesBanco had consolidated assets of approximately $10.2 billion, deposits of $7.2 billion, loans of $6.3 billion, and shareholders' equity of $1.4 billion.\nAt March 31, 2018, Farmers had consolidated assets of approximately $1.7 billion, deposits of $1.4 billion, loans of $1.0 billion, and shareholders' equity of $0.2 billion.\nWhen the transaction is consummated, WesBanco will have approximately $12.8 billion in total assets and will provide banking and financial services through 211 financial centers in five states, including the recent acquisition of First Sentry Bancshares in Huntington, WV. The transaction will expand WesBanco's franchise by 34 offices located throughout the Cincinnati, Elizabethtown, Frankfort, Lexington, and Louisville MSAs.\nAll of the directors and certain of the executive officers of Farmers have entered into voting agreements with WesBanco pursuant to which they have agreed to vote certain-owned shares in favor of the transaction. The anticipated approximate four to six month time period leading to the consummation of the merger has officials of both organizations optimistic that organizing around customer service and product delivery can be accomplished with as little employee disruption as possible.\nAdvisors involved in the transaction were Raymond James & Associates, Inc., representing WesBanco, and Keefe, Bruyette & Woods, Inc., representing Farmers.\nLegal representations in the transaction include Phillips Gardill Kaiser & Altmeyer PLC and K&L Gates LLP for WesBanco, and Squire Patton Boggs (US) LLP for Farmers.\nForward-looking Statements:\nThis press release contains certain forward-looking statements, including certain plans, expectations, goals, and projections, and including statements about the benefits of the proposed merger between WesBanco and Farmers, which are subject to numerous assumptions, risks, and uncertainties. Actual results could differ materially from those contained or implied by such statements for a variety of factors including: the businesses of WesBanco and Farmers may not be integrated successfully or such integration may take longer to accomplish than expected; the expected cost savings and any revenue synergies from the proposed merger may not be fully realized within the expected timeframes; disruption from the proposed merger may make it more difficult to maintain relationships with clients, associates, or suppliers; the required governmental approvals of the proposed merger may not be obtained on the expected terms and schedule; Farmers' shareholders may not approve the proposed merger; changes in economic conditions; movements in interest rates; competitive pressures on product pricing and services; success and timing of other business strategies; the nature, extent, and timing of governmental actions and reforms; and extended disruption of vital infrastructure; and other factors described in WesBanco's 2017 Annual Report on Form 10-K, Farmers' 2017 Annual Report on Form 10-K, and documents subsequently filed by WesBanco and Farmers with the Securities and Exchange Commission (\"SEC\"). All forward-looking statements included in this news release are based on information available at the time of the release. Neither WesBanco nor Farmers assumes any obligation to update any forward-looking statement.\nConference Call Information:\nWesBanco and Farmers will host a conference call and webcast to discuss the Agreement and Plan of Merger on April 20, 2018 at 3:00 p.m. ET. Interested parties can access the live webcast of the conference call through the Investor Relations section of WesBanco's website, www.wesbanco.com . Participants can also listen to the conference call by dialing 888-347-6607 (domestic), 855-669-9657 (Canada), or 412-902-4290 (international), and asking to be joined into the WesBanco call. Please log in or dial in at least 10 minutes prior to the start time to ensure a connection.\nAdditional Information about the Merger and Where to Find It:\nIn connection with the proposed merger, WesBanco will file with the SEC a Registration Statement on Form S-4 that will include a Proxy Statement of Farmers and a Prospectus of WesBanco, as well as other relevant documents concerning the proposed transaction. SHAREHOLDERS OF FARMERS AND OTHER INTERESTED PARTIES ARE URGED TO READ THE REGISTRATION STATEMENT AND THE PROXY STATEMENT/PROSPECTUS REGARDING THE MERGER WHEN IT BECOMES AVAILABLE AND ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC, AS WELL AS ANY AMENDMENTS OR SUPPLEMENTS TO THOSE DOCUMENTS, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. The Proxy Statement/Prospectus will be mailed to shareholders of Farmers prior to the Farmers shareholder meeting, which has not yet been scheduled. In addition, when the Registration Statement on Form S-4, which will include the Proxy Statements/Prospectus, and other related documents is filed by WesBanco with the SEC, it may be obtained for free at the SEC's website at http://www.sec.gov , on the NASDAQ website at http://www.nasdaq.com and from either WesBanco's or Farmers's website at http://www.wesbanco.com or http://www.farmerscapital.com , respectively.\nAny questions should be directed to Todd F. Clossin, President and Chief Executive Officer (304) 234-9202, James C. Gardill, Chairman (304) 234-9216, or Robert H. Young, Executive Vice President and Chief Financial Officer (304) 234-9447 of WesBanco; or Lloyd C. Hillard, Jr., President & Chief Executive Officer (502) 227-1614 or R. Terry Bennett, Chairman of the Board (502) 227-1668 of Farmers.\nParticipants in the Solicitation:\nWesBanco and Farmers and their respective executive officers and directors may be deemed to be participants in the solicitation of proxies from the shareholders of Farmers in connection with the proposed merger. Information about the directors and executive officers of WesBanco is set forth in the proxy statement for WesBanco's 2018 annual meeting of shareholders, as filed with the SEC on March 13, 2018. Information about the directors and executive officers of Farmers is set forth in the proxy statement for Farmers' 2018 annual meeting of shareholders, as filed with the SEC on April 2, 2018. Information about any other persons who may, under the rules of the SEC, be considered participants in the solicitation of Farmers shareholders in connection with the proposed merger will be included in the Proxy Statement/Prospectus. You can obtain free copies of these documents from the SEC, WesBanco or Farmers using the website information above. This communication does not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation, or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction.\nAbout Farmers Capital Bank Corporation:\nFarmers Capital Bank Corporation ( www.farmerscapital.com ) is a bank holding company with one bank subsidiary, United Bank & Capital Trust Company. The Company is headquartered in Frankfort, Kentucky and operates 34 banking locations in 21 communities throughout Central and Northern Kentucky, and an insurance company. Its stock is publicly traded on the NASDAQ Stock Market LLC exchange in the Global Select Market tier under the symbol: FFKT.\nAbout WesBanco, Inc.:\nFounded in 1870, WesBanco, Inc. ( www.wesbanco.com ) is a multi-state, bank holding company with total assets of approximately $10.2 billion (as of March 31, 2018). WesBanco is a diversified and well-balanced financial services institution, with a community bank at its core, built upon a strong legacy of credit and risk management. WesBanco has meaningful market share across its key geographies maintained by its commitment to dedicated customer service and solid fee-based businesses. It also provides wealth management services through a century-old trust and wealth management business, with approximately $4.0 billion of assets under management (as of March 31, 2018), and serves as registered investment advisor to a proprietary mutual fund family, the WesMark Funds. WesBanco's banking subsidiary, WesBanco Bank, Inc., operates 177 financial centers (including the five locations of First Sentry Bancshares, acquired on April 5, 2018) in the states of Indiana, Kentucky, Ohio, Pennsylvania, and West Virginia. In addition, WesBanco operates an insurance agency, WesBanco Insurance Services, Inc., and a full service broker/dealer, WesBanco Securities, Inc. WesBanco's common stock trades on the Nasdaq Global Select Market under the symbol \"WSBC\".\nView original content with multimedia: http://www.prnewswire.com/news-releases/wesbanco-inc-announces-agreement-and-plan-of-merger-with-farmers-capital-bank-corporation-300633379.html\nSOURCE WesBanco, Inc.",
    "published": "2018-04-20T01:00:00.000+03:00",
    "crawled": "2018-04-20T02:22:21.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wheeling",
        "april",
        "wesbanco",
        "wesbanco",
        "nasdaq",
        "wsbc",
        "farmer",
        "capital",
        "bank",
        "corporation",
        "farmer",
        "nasdaq",
        "ffkt",
        "jointly",
        "announced",
        "today",
        "executed",
        "definitive",
        "agreement",
        "plan",
        "merger",
        "providing",
        "merger",
        "farmer",
        "wesbanco",
        "james",
        "gardill",
        "chairman",
        "board",
        "todd",
        "clossin",
        "president",
        "ceo",
        "wesbanco",
        "terry",
        "bennett",
        "chairman",
        "board",
        "lloyd",
        "hillard",
        "president",
        "ceo",
        "farmer",
        "made",
        "joint",
        "announcement",
        "term",
        "agreement",
        "plan",
        "merger",
        "unanimously",
        "approved",
        "board",
        "director",
        "company",
        "wesbanco",
        "exchange",
        "combination",
        "common",
        "stock",
        "cash",
        "farmer",
        "common",
        "stock",
        "farmer",
        "shareholder",
        "entitled",
        "receive",
        "share",
        "wesbanco",
        "common",
        "stock",
        "cash",
        "amount",
        "per",
        "share",
        "share",
        "farmer",
        "common",
        "stock",
        "total",
        "value",
        "approximately",
        "million",
        "aggregate",
        "based",
        "wesbanco",
        "market",
        "close",
        "price",
        "april",
        "merger",
        "expected",
        "qualify",
        "reorganization",
        "transaction",
        "value",
        "farmer",
        "price",
        "march",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "price",
        "mean",
        "analyst",
        "estimated",
        "earnings",
        "per",
        "share",
        "time",
        "todd",
        "clossin",
        "president",
        "chief",
        "executive",
        "officer",
        "wesbanco",
        "stated",
        "merger",
        "farmer",
        "significantly",
        "expands",
        "wesbanco",
        "existing",
        "franchise",
        "within",
        "kentucky",
        "bridge",
        "gap",
        "indiana",
        "recently",
        "enhanced",
        "southeast",
        "west",
        "virginia",
        "market",
        "addition",
        "gaining",
        "entry",
        "frankfort",
        "kentucky",
        "msa",
        "top",
        "market",
        "share",
        "merger",
        "farmer",
        "enhance",
        "presence",
        "several",
        "major",
        "metropolitan",
        "market",
        "attractive",
        "demographic",
        "consistent",
        "stated",
        "growth",
        "strategy",
        "addition",
        "farmer",
        "solid",
        "trust",
        "investment",
        "business",
        "approximately",
        "million",
        "trust",
        "asset",
        "provide",
        "nice",
        "platform",
        "upon",
        "grow",
        "wealth",
        "management",
        "business",
        "throughout",
        "kentucky",
        "believe",
        "provide",
        "customer",
        "farmer",
        "broader",
        "array",
        "banking",
        "service",
        "including",
        "expanded",
        "commercial",
        "mortgage",
        "lending",
        "capability",
        "well",
        "enhanced",
        "wealth",
        "management",
        "solution",
        "excluding",
        "certain",
        "merger",
        "charge",
        "transaction",
        "anticipated",
        "approximately",
        "accretive",
        "earnings",
        "approximately",
        "accretive",
        "earnings",
        "anticipated",
        "cost",
        "saving",
        "fully",
        "estimated",
        "tangible",
        "book",
        "value",
        "dilution",
        "closing",
        "approximately",
        "expected",
        "earned",
        "back",
        "approximately",
        "year",
        "using",
        "method",
        "including",
        "estimated",
        "charge",
        "million",
        "acquisition",
        "subject",
        "approval",
        "appropriate",
        "regulatory",
        "authority",
        "approval",
        "shareholder",
        "farmer",
        "expected",
        "transaction",
        "completed",
        "second",
        "half",
        "farmer",
        "strong",
        "performing",
        "financial",
        "institution",
        "low",
        "cost",
        "deposit",
        "share",
        "commitment",
        "client",
        "service",
        "community",
        "banking",
        "pleased",
        "able",
        "partner",
        "farmer",
        "continue",
        "build",
        "solid",
        "platform",
        "created",
        "said",
        "wesbanco",
        "chairman",
        "board",
        "james",
        "gardill",
        "upon",
        "completion",
        "merger",
        "wesbanco",
        "add",
        "one",
        "farmer",
        "director",
        "board",
        "director",
        "current",
        "farmer",
        "director",
        "appointed",
        "advisory",
        "board",
        "central",
        "southern",
        "kentucky",
        "market",
        "addition",
        "lloyd",
        "hillard",
        "jr",
        "farmer",
        "president",
        "ceo",
        "join",
        "wesbanco",
        "chairman",
        "central",
        "southern",
        "kentucky",
        "market",
        "advisory",
        "board",
        "excited",
        "announce",
        "merger",
        "wesbanco",
        "become",
        "integral",
        "part",
        "nearly",
        "year",
        "history",
        "community",
        "bank",
        "said",
        "hillard",
        "wesbanco",
        "solid",
        "execution",
        "operational",
        "growth",
        "strategy",
        "led",
        "strong",
        "track",
        "record",
        "operating",
        "performance",
        "merger",
        "success",
        "make",
        "wesbanco",
        "ideal",
        "partner",
        "farmer",
        "addition",
        "look",
        "forward",
        "continuing",
        "relationship",
        "chairman",
        "central",
        "southern",
        "kentucky",
        "market",
        "advisory",
        "board",
        "wesbanco",
        "comprised",
        "current",
        "board",
        "member",
        "farmer",
        "help",
        "ensure",
        "smooth",
        "transition",
        "local",
        "market",
        "partnership",
        "wesbanco",
        "much",
        "stronger",
        "position",
        "deliver",
        "additional",
        "value",
        "customer",
        "employee",
        "shareholder",
        "maintain",
        "commitment",
        "community",
        "serve",
        "said",
        "bennett",
        "farmer",
        "chairman",
        "board",
        "march",
        "wesbanco",
        "consolidated",
        "asset",
        "approximately",
        "billion",
        "deposit",
        "billion",
        "loan",
        "billion",
        "shareholder",
        "equity",
        "billion",
        "march",
        "farmer",
        "consolidated",
        "asset",
        "approximately",
        "billion",
        "deposit",
        "billion",
        "loan",
        "billion",
        "shareholder",
        "equity",
        "billion",
        "transaction",
        "consummated",
        "wesbanco",
        "approximately",
        "billion",
        "total",
        "asset",
        "provide",
        "banking",
        "financial",
        "service",
        "financial",
        "center",
        "five",
        "state",
        "including",
        "recent",
        "acquisition",
        "first",
        "sentry",
        "bancshares",
        "huntington",
        "wv",
        "transaction",
        "expand",
        "wesbanco",
        "franchise",
        "office",
        "located",
        "throughout",
        "cincinnati",
        "elizabethtown",
        "frankfort",
        "lexington",
        "louisville",
        "msas",
        "director",
        "certain",
        "executive",
        "officer",
        "farmer",
        "entered",
        "voting",
        "agreement",
        "wesbanco",
        "pursuant",
        "agreed",
        "vote",
        "share",
        "favor",
        "transaction",
        "anticipated",
        "approximate",
        "four",
        "six",
        "month",
        "time",
        "period",
        "leading",
        "consummation",
        "merger",
        "official",
        "organization",
        "optimistic",
        "organizing",
        "around",
        "customer",
        "service",
        "product",
        "delivery",
        "accomplished",
        "little",
        "employee",
        "disruption",
        "possible",
        "advisor",
        "involved",
        "transaction",
        "raymond",
        "james",
        "associate",
        "representing",
        "wesbanco",
        "keefe",
        "bruyette",
        "wood",
        "representing",
        "farmer",
        "legal",
        "representation",
        "transaction",
        "include",
        "phillips",
        "gardill",
        "kaiser",
        "altmeyer",
        "plc",
        "k",
        "l",
        "gate",
        "llp",
        "wesbanco",
        "squire",
        "patton",
        "boggs",
        "u",
        "llp",
        "farmer",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "including",
        "certain",
        "plan",
        "expectation",
        "goal",
        "projection",
        "including",
        "statement",
        "benefit",
        "proposed",
        "merger",
        "wesbanco",
        "farmer",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "contained",
        "implied",
        "statement",
        "variety",
        "factor",
        "including",
        "business",
        "wesbanco",
        "farmer",
        "may",
        "integrated",
        "successfully",
        "integration",
        "may",
        "take",
        "longer",
        "accomplish",
        "expected",
        "expected",
        "cost",
        "saving",
        "revenue",
        "synergy",
        "proposed",
        "merger",
        "may",
        "fully",
        "realized",
        "within",
        "expected",
        "timeframes",
        "disruption",
        "proposed",
        "merger",
        "may",
        "make",
        "difficult",
        "maintain",
        "relationship",
        "client",
        "associate",
        "supplier",
        "required",
        "governmental",
        "approval",
        "proposed",
        "merger",
        "may",
        "obtained",
        "expected",
        "term",
        "schedule",
        "farmer",
        "shareholder",
        "may",
        "approve",
        "proposed",
        "merger",
        "change",
        "economic",
        "condition",
        "movement",
        "interest",
        "rate",
        "competitive",
        "pressure",
        "product",
        "pricing",
        "service",
        "success",
        "timing",
        "business",
        "strategy",
        "nature",
        "extent",
        "timing",
        "governmental",
        "action",
        "reform",
        "extended",
        "disruption",
        "vital",
        "infrastructure",
        "factor",
        "described",
        "wesbanco",
        "annual",
        "report",
        "form",
        "farmer",
        "annual",
        "report",
        "form",
        "document",
        "subsequently",
        "filed",
        "wesbanco",
        "farmer",
        "security",
        "exchange",
        "commission",
        "sec",
        "statement",
        "included",
        "news",
        "release",
        "based",
        "information",
        "available",
        "time",
        "release",
        "neither",
        "wesbanco",
        "farmer",
        "assumes",
        "obligation",
        "update",
        "statement",
        "conference",
        "call",
        "information",
        "wesbanco",
        "farmer",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "agreement",
        "plan",
        "merger",
        "april",
        "et",
        "interested",
        "party",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "investor",
        "relation",
        "section",
        "wesbanco",
        "website",
        "participant",
        "also",
        "listen",
        "conference",
        "call",
        "dialing",
        "domestic",
        "canada",
        "international",
        "asking",
        "joined",
        "wesbanco",
        "call",
        "please",
        "log",
        "dial",
        "least",
        "minute",
        "prior",
        "start",
        "time",
        "ensure",
        "connection",
        "additional",
        "information",
        "merger",
        "find",
        "connection",
        "proposed",
        "merger",
        "wesbanco",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "statement",
        "farmer",
        "prospectus",
        "wesbanco",
        "well",
        "relevant",
        "document",
        "concerning",
        "proposed",
        "transaction",
        "shareholder",
        "farmer",
        "interested",
        "party",
        "urged",
        "read",
        "registration",
        "statement",
        "proxy",
        "regarding",
        "merger",
        "becomes",
        "available",
        "relevant",
        "document",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "contain",
        "important",
        "information",
        "proxy",
        "mailed",
        "shareholder",
        "farmer",
        "prior",
        "farmer",
        "shareholder",
        "meeting",
        "yet",
        "scheduled",
        "addition",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "related",
        "document",
        "filed",
        "wesbanco",
        "sec",
        "may",
        "obtained",
        "free",
        "sec",
        "website",
        "http",
        "nasdaq",
        "website",
        "http",
        "either",
        "wesbanco",
        "farmer",
        "website",
        "http",
        "http",
        "respectively",
        "question",
        "directed",
        "todd",
        "clossin",
        "president",
        "chief",
        "executive",
        "officer",
        "james",
        "gardill",
        "chairman",
        "robert",
        "young",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "wesbanco",
        "lloyd",
        "hillard",
        "president",
        "chief",
        "executive",
        "officer",
        "terry",
        "bennett",
        "chairman",
        "board",
        "farmer",
        "participant",
        "solicitation",
        "wesbanco",
        "farmer",
        "respective",
        "executive",
        "officer",
        "director",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "shareholder",
        "farmer",
        "connection",
        "proposed",
        "merger",
        "information",
        "director",
        "executive",
        "officer",
        "wesbanco",
        "set",
        "forth",
        "proxy",
        "statement",
        "wesbanco",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "march",
        "information",
        "director",
        "executive",
        "officer",
        "farmer",
        "set",
        "forth",
        "proxy",
        "statement",
        "farmer",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "april",
        "information",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "farmer",
        "shareholder",
        "connection",
        "proposed",
        "merger",
        "included",
        "proxy",
        "obtain",
        "free",
        "copy",
        "document",
        "sec",
        "wesbanco",
        "farmer",
        "using",
        "website",
        "information",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "farmer",
        "capital",
        "bank",
        "corporation",
        "farmer",
        "capital",
        "bank",
        "corporation",
        "bank",
        "holding",
        "company",
        "one",
        "bank",
        "subsidiary",
        "united",
        "bank",
        "capital",
        "trust",
        "company",
        "company",
        "headquartered",
        "frankfort",
        "kentucky",
        "operates",
        "banking",
        "location",
        "community",
        "throughout",
        "central",
        "northern",
        "kentucky",
        "insurance",
        "company",
        "stock",
        "publicly",
        "traded",
        "nasdaq",
        "stock",
        "market",
        "llc",
        "exchange",
        "global",
        "select",
        "market",
        "tier",
        "symbol",
        "ffkt",
        "wesbanco",
        "founded",
        "wesbanco",
        "bank",
        "holding",
        "company",
        "total",
        "asset",
        "approximately",
        "billion",
        "march",
        "wesbanco",
        "diversified",
        "financial",
        "service",
        "institution",
        "community",
        "bank",
        "core",
        "built",
        "upon",
        "strong",
        "legacy",
        "credit",
        "risk",
        "management",
        "wesbanco",
        "meaningful",
        "market",
        "share",
        "across",
        "key",
        "geography",
        "maintained",
        "commitment",
        "dedicated",
        "customer",
        "service",
        "solid",
        "business",
        "also",
        "provides",
        "wealth",
        "management",
        "service",
        "trust",
        "wealth",
        "management",
        "business",
        "approximately",
        "billion",
        "asset",
        "management",
        "march",
        "serf",
        "registered",
        "investment",
        "advisor",
        "proprietary",
        "mutual",
        "fund",
        "family",
        "wesmark",
        "fund",
        "wesbanco",
        "banking",
        "subsidiary",
        "wesbanco",
        "bank",
        "operates",
        "financial",
        "center",
        "including",
        "five",
        "location",
        "first",
        "sentry",
        "bancshares",
        "acquired",
        "april",
        "state",
        "indiana",
        "kentucky",
        "ohio",
        "pennsylvania",
        "west",
        "virginia",
        "addition",
        "wesbanco",
        "operates",
        "insurance",
        "agency",
        "wesbanco",
        "insurance",
        "service",
        "full",
        "service",
        "wesbanco",
        "security",
        "wesbanco",
        "common",
        "stock",
        "trade",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "wsbc",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "wesbanco",
        "inc"
    ]
}