{
    "organizations": [],
    "uuid": "2d3c01c548cfa6c2ec9c128ebcbe8210b1492b0f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/globe-newswire-route1-reports-2017-fourth-quarter-and-full-year-financial-results.html",
    "ord_in_thread": 0,
    "title": "Route1 Reports 2017 Fourth Quarter and Full Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 26, 2018 (GLOBE NEWSWIRE) -- Route1 Inc. (OTCQB:ROIUF) (TSXV:ROI) (the “Company” or “Route1”), a leader in secure data protection technologies and user authentication for government and enterprise, today announced its fourth quarter (Q4) and fiscal year (FY) financial results for the period ended December 31, 2017\nFourth Quarter (Q4) 2017\nIn 000s of CAD dollars Q4\n2017 Q3\n2017 Q2\n2017 Q1\n2017 Q4\n2016 Q3\n2016 Revenue Recurring revenue and services 109 1,177 1,347 1,911 1,865 1,808 Devices and appliances 1,263 159 24 30 21 221 Other 48 2 0 0 0 2 Total revenue 1,420 1,338 1,371 1,941 1,886 2,031 Cost of revenue 331 362 298 335 338 448 Gross profit 1,089 976 1,073 1,606 1,548 1,583 Operating expenses 1,164 1,131 1,151 1,289 1,356 1,243 Operating (loss) profit 1 (75 ) (155 ) (78 ) 317 192 340 Total other expenses 2 170 183 157 109 101 34 Comprehensive net (loss) gain (245 ) (338 ) (235 ) 208 91 306 1 Before stock based compensation and patent litigation\n2 Includes AirWatch litigation expenses\nRecurring revenue and services\nIn CAD dollars Dec 31\n2017 Sep 30\n2017 Jun 30\n2017 Mar 31\n2017 Dec 31\n2016 Sep 30\n2016 Closing number of MobiKEY subscribers 12,421 12,261 11,649 18,270 17,883 17,344 Revenue per MobiKEY subscriber $ 408 $ 393 $ 391 $ 389 $ 388 $ 383 MobiKEY subscription revenue 3 $ 1,262 $ 1,176 $ 1,347 $ 1,759 $ 1,702 $ 1,639 Other recurring revenue and services 3 $ 1 $ 1 $ 0 $ 152 $ 163 $ 169 Total recurring revenue and services 3 $ 1,263 $ 1,177 $ 1,347 $ 1,911 $ 1,865 $ 1,808 3 Figures are in thousands\nin 000s of CAD dollars Q4\n2017 Q3\n2017 Q2\n2017 Q1\n2017 Q4\n2016 Q3\n2016 Gross Profit 1,089 976 1,073 1,606 1,548 1,583 Adjusted EBITDA 4 24 (46 ) 16 406 307 447 Amortization 99 109 94 89 115 107 Operating (loss)profit before patent litigation expense and stock based compensation (75 ) (155 ) (78 ) 317 192 340 4 Adjusted EBITDA is defined as earnings before interest, income taxes, depreciation and amortization, stock-based compensation, patent litigation, restructuring and other costs. Adjusted EBITDA does not have any standardized meaning prescribed under IFRS and is therefore unlikely to be comparable to similar measures presented by other companies. Adjusted EBITDA allows Route1 to compare its operating performance over time on a consistent basis.\nRoute1 used cash in operating activities of approximately $0.4 million during Q4 2017 compared with cash used in operating activities of $0.7 million in Q4 2016.\nBalance Sheet Extracts\nIn 000s of CAD dollars Dec 31\n2017 Sep 30\n2017 Jun 30\n2017 Mar 31\n2017 Dec 31\n2016 Sep 30\n2016 Cash 1,037 1,408 2,080 704 1,946 2,898 Total current assets 2,035 2,856 2,924 1,890 2,910 3,938 Total current liabilities 1,829 2,534 2,396 1,113 2,500 3,555 Net working capital 206 322 528 777 410 383 Total assets 3,171 4,081 4,213 3,114 4,190 5,230 Bank debt 0 0 0 0 0 0 Total shareholders’ equity 1,236 1,432 1,720 1,904 1,600 1,574 Route1’s cash position historically has been at its highest level during the second quarter of the fiscal year as a direct result of the timing of annual enterprise user subscription renewal payments. With the closing of the Group Mobile Int’l, LLC (“Group Mobile”) acquisition in March 2018, this likely will change and the highest level of cash on Route1’s balance sheet will be tied to the timing of payments of larger hardware based sales.\nFiscal Year 2017\nThe Company’s operating results in fiscal year 2017 with comparatives are as follows:\nIn 000s of CAD dollars FY\n2017 FY\n2016 FY\n2015 FY\n2014 FY\n2013 Revenue Device 321 363 156 536 447 Services 5,698 7,080 6,218 5,470 4,948 Other 51 4 23 71 38 Total Revenue 6,070 7,447 6,397 6,077 5,433 Cost of revenue 1,325 1,475 1,164 1,145 1,137 Gross profit 4,745 5,972 5,233 4,932 4,296 Operating expenses 4,736 5,230 4,515 4,398 4,485 Operating profit 5 9 742 718 534 (189 ) Patent litigation 270 56 0 0 0 Total other expenses 349 356 (10 ) (103 ) 154 Comprehensive net income (610 ) 330 728 637 (343 ) 5 Before stock-based compensation\nGroup Mobile\nRoute1 acquired Group Mobile on March 22, 2018. The company is based in Chattanooga, TN and Chandler, AZ. Under the terms of the Agreement, Route1 issued to the seller 25 million common shares, and 30 million, three-year common share purchase warrants with an exercise price of CAD 5 cents per common share. Further details of the acquisition can be found at www.route1.com/route1-closes-the-acquisition-of-group-mobile/ .\nGroup Mobile supplies rugged mobile technology solutions to leading automotive manufacturing companies and suppliers, other leading manufacturing and distribution companies, as well as local and state governments in the southeastern and southwestern United States.\n“Based on historical results we expect Group Mobile to generate quarterly revenue of USD $3.4 million to USD $4.5 million and positive EBITDA”, said Tony Busseri, CEO of Route1 Inc. “During our first month of owning Group Mobile we have invoiced approximately USD $1.1 million, we have orders in hand that haven’t yet been fulfilled of approximately USD $2.5 million, and we have a strong pipeline of quality opportunities in excess of USD $10 million. This pipeline reflects traditional Group Mobile products and services, and does not factor in the various technology and sales crossover opportunities for ActionPLAN and MobiKEY, which we identified during our recent company-wide internal sales strategy meetings held on April 12 and 13. These opportunities are now being initiated with existing and prospective customers; this is truly an exciting time at Route1.”\nAirWatch Update\nOn April 19, 2018 AirWatch filed a Request for a Rehearing of its original IPR petition (which was denied) with the Patent Trial and Appeal Board (PTAB). The PTAB will make a decision on the Request for the Hearing on no fixed timetable but historical statistics suggest that a low percentage of Rehearing Requests are granted, when responded to by PTAB.\nThe litigation process continues to run in parallel to IPR process. A calendar of upcoming milestones can be found at www.route1.com/investors/patent-litigation/ .\nBusiness Update\nOn March 26, 2018, Route1 held an investor call and webcast to discuss the recently announced acquisition of Group Mobile and the status of the AirWatch litigation. A copy of the presentation can be found on Route1’s website: www.route1.com/company-presentations/ .\nRoute1 expects to announce its Q1 2018 results in late May 2018. At that time, Route1 will hold a further shareholder conference call and webcast.\nAbout Route1 Inc.\nRoute1 Inc. is a world-leader in secure data protection technologies and user authentication for government and enterprise. Route1 solutions enable the workforce to be more productive and more flexible without compromising system access, data-at-rest, or data-in-use. The Company’s suite of patented enterprise security solutions combines best-in-class authentication, data security and secure communications with streamlined administration tools, running on a proven, trusted infrastructure. From mobile access to business continuity to best-in-class full system encryption, Route1 offers the most effective, affordable methods to secure the digital fortress, while meeting or exceeding the highest standards for government and industry. Route1 has Full Authority to Operate from the U.S. Department of Defense, the U.S. Department of the Navy, the U.S. Department of the Interior, and other government agencies. The Company is also trusted by enterprise security teams in the banking, healthcare, legal and education sectors, among others. With offices in Washington, D.C., Boca Raton, FL and Toronto, Canada, Route1 serves public and private sector clients around the world. Route1 is listed on the OTCQB in the United States under the symbol ROIUF and in Canada on the TSX Venture Exchange under the symbol ROI. For more information, visit: www.route1.com .\nFor More Information Contact:\nTony Busseri\nCEO, Route1 Inc.\n+1 416 814-2635\ntony.busseri@route1.com\nThis news release, required by applicable Canadian laws, does not constitute an offer to sell or a solicitation of an offer to buy any of the securities in the United States. The securities have not been and will not be registered under the United States Securities Act of 1933, as amended (the \"U.S. Securities Act\") or any state securities laws and may not be offered or sold within the United States or to U.S. Persons unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration is available.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThis news release contains certain forward-looking statements within the meaning of applicable securities laws, including statements regarding Route1’s investment plans, financial outlook and future financial performance. Words such as “expects”, “anticipates” and “intends” or similar expressions are intended to identify forward-looking statements.\nThese forward-looking statements are based on Route1’s current projections and expectations about future events and financial trends that management believes might affect its financial condition, operations, results of operations, business strategy, prospects and financial needs, and on certain assumptions and analysis made by Route1 in light of the experience and perception of historical trends, current conditions and expected future developments and other factors management believes are appropriate. These projections, expectations, assumptions and analyses are subject to known and unknown risks, uncertainties, assumptions and other factors results, performance, events and achievements those anticipated in these forward-looking statements. Although Route1 believes that the assumptions underlying these forward-looking statements are reasonable, they may prove to be incorrect, and readers cannot be assured that actual results will be consistent with these forward-looking statements. Actual results could differ materially from historical results and from those projected in the forward-looking statements as a result of numerous factors, including certain risk factors, many of which are beyond Route1’s control, including but not limited to: (i) expected cash position; (ii) integration of acquisitions; (iii) timing of hardware based sales and related payments; (iv) ability to fulfil orders; (v) ability to capitalize on opportunities and to realize synergies across product lines; (vi) the costs and expected results of the patent litigation process initiated by Route1; (vii) exchange rate fluctuations; (ix) historical results not being indicative of future results, (x) expected profit margins, and (xii) other one-time events and other important factors disclosed previously and from time to time in Route1’s public filings with the securities commissions or similar securities regulatory authorities in each of the provinces or territories of Canada. The forward-looking statements contained in this news release represent Route1’s expectations as of the date of this news release, or as of the date they are otherwise stated to be made, and subsequent events may cause these expectations to change. Route1 undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as may be required by law.\n© 2018 Route1 Inc. All rights reserved. No part of this document may be reproduced, transmitted or otherwise used in whole or in part or by any means without prior written consent of Route1 Inc. See https://www.route1.com/terms-of-use/ for notice of Route1’s intellectual property.\nSource: Route1 Inc.",
    "published": "2018-04-26T16:00:00.000+03:00",
    "crawled": "2018-04-26T18:29:52.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "globe",
        "newswire",
        "route1",
        "otcqb",
        "roiuf",
        "tsxv",
        "roi",
        "company",
        "route1",
        "leader",
        "secure",
        "data",
        "protection",
        "technology",
        "user",
        "authentication",
        "government",
        "enterprise",
        "today",
        "announced",
        "fourth",
        "quarter",
        "q4",
        "fiscal",
        "year",
        "fy",
        "financial",
        "result",
        "period",
        "ended",
        "december",
        "fourth",
        "quarter",
        "q4",
        "000s",
        "cad",
        "dollar",
        "q4",
        "q3",
        "q2",
        "q1",
        "q4",
        "q3",
        "revenue",
        "recurring",
        "revenue",
        "service",
        "device",
        "appliance",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "loss",
        "profit",
        "total",
        "expense",
        "comprehensive",
        "net",
        "loss",
        "gain",
        "stock",
        "based",
        "compensation",
        "patent",
        "litigation",
        "includes",
        "airwatch",
        "litigation",
        "expense",
        "recurring",
        "revenue",
        "service",
        "cad",
        "dollar",
        "dec",
        "sep",
        "jun",
        "mar",
        "dec",
        "sep",
        "closing",
        "number",
        "mobikey",
        "subscriber",
        "revenue",
        "per",
        "mobikey",
        "subscriber",
        "mobikey",
        "subscription",
        "revenue",
        "recurring",
        "revenue",
        "service",
        "total",
        "recurring",
        "revenue",
        "service",
        "figure",
        "thousand",
        "000s",
        "cad",
        "dollar",
        "q4",
        "q3",
        "q2",
        "q1",
        "q4",
        "q3",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "amortization",
        "operating",
        "loss",
        "profit",
        "patent",
        "litigation",
        "expense",
        "stock",
        "based",
        "compensation",
        "adjusted",
        "ebitda",
        "defined",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "patent",
        "litigation",
        "restructuring",
        "cost",
        "adjusted",
        "ebitda",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "adjusted",
        "ebitda",
        "allows",
        "route1",
        "compare",
        "operating",
        "performance",
        "time",
        "consistent",
        "basis",
        "route1",
        "used",
        "cash",
        "operating",
        "activity",
        "approximately",
        "million",
        "q4",
        "compared",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "q4",
        "balance",
        "sheet",
        "extract",
        "000s",
        "cad",
        "dollar",
        "dec",
        "sep",
        "jun",
        "mar",
        "dec",
        "sep",
        "cash",
        "total",
        "current",
        "asset",
        "total",
        "current",
        "liability",
        "net",
        "working",
        "capital",
        "total",
        "asset",
        "bank",
        "debt",
        "total",
        "shareholder",
        "equity",
        "route1",
        "cash",
        "position",
        "historically",
        "highest",
        "level",
        "second",
        "quarter",
        "fiscal",
        "year",
        "direct",
        "result",
        "timing",
        "annual",
        "enterprise",
        "user",
        "subscription",
        "renewal",
        "payment",
        "closing",
        "group",
        "mobile",
        "int",
        "l",
        "llc",
        "group",
        "mobile",
        "acquisition",
        "march",
        "likely",
        "change",
        "highest",
        "level",
        "cash",
        "route1",
        "balance",
        "sheet",
        "tied",
        "timing",
        "payment",
        "larger",
        "hardware",
        "based",
        "sale",
        "fiscal",
        "year",
        "company",
        "operating",
        "result",
        "fiscal",
        "year",
        "comparative",
        "follows",
        "000s",
        "cad",
        "dollar",
        "fy",
        "fy",
        "fy",
        "fy",
        "fy",
        "revenue",
        "device",
        "service",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "profit",
        "patent",
        "litigation",
        "total",
        "expense",
        "comprehensive",
        "net",
        "income",
        "compensation",
        "group",
        "mobile",
        "route1",
        "acquired",
        "group",
        "mobile",
        "march",
        "company",
        "based",
        "chattanooga",
        "tn",
        "chandler",
        "az",
        "term",
        "agreement",
        "route1",
        "issued",
        "seller",
        "million",
        "common",
        "share",
        "million",
        "common",
        "share",
        "purchase",
        "warrant",
        "exercise",
        "price",
        "cad",
        "cent",
        "per",
        "common",
        "share",
        "detail",
        "acquisition",
        "found",
        "group",
        "mobile",
        "supply",
        "rugged",
        "mobile",
        "technology",
        "solution",
        "leading",
        "automotive",
        "manufacturing",
        "company",
        "supplier",
        "leading",
        "manufacturing",
        "distribution",
        "company",
        "well",
        "local",
        "state",
        "government",
        "southeastern",
        "southwestern",
        "united",
        "state",
        "based",
        "historical",
        "result",
        "expect",
        "group",
        "mobile",
        "generate",
        "quarterly",
        "revenue",
        "usd",
        "million",
        "usd",
        "million",
        "positive",
        "ebitda",
        "said",
        "tony",
        "busseri",
        "ceo",
        "route1",
        "first",
        "month",
        "owning",
        "group",
        "mobile",
        "invoiced",
        "approximately",
        "usd",
        "million",
        "order",
        "hand",
        "yet",
        "fulfilled",
        "approximately",
        "usd",
        "million",
        "strong",
        "pipeline",
        "quality",
        "opportunity",
        "excess",
        "usd",
        "million",
        "pipeline",
        "reflects",
        "traditional",
        "group",
        "mobile",
        "product",
        "service",
        "factor",
        "various",
        "technology",
        "sale",
        "crossover",
        "opportunity",
        "actionplan",
        "mobikey",
        "identified",
        "recent",
        "internal",
        "sale",
        "strategy",
        "meeting",
        "held",
        "april",
        "opportunity",
        "initiated",
        "existing",
        "prospective",
        "customer",
        "truly",
        "exciting",
        "time",
        "airwatch",
        "update",
        "april",
        "airwatch",
        "filed",
        "request",
        "rehearing",
        "original",
        "ipr",
        "petition",
        "denied",
        "patent",
        "trial",
        "appeal",
        "board",
        "ptab",
        "ptab",
        "make",
        "decision",
        "request",
        "hearing",
        "fixed",
        "timetable",
        "historical",
        "statistic",
        "suggest",
        "low",
        "percentage",
        "rehearing",
        "request",
        "granted",
        "responded",
        "ptab",
        "litigation",
        "process",
        "continues",
        "run",
        "parallel",
        "ipr",
        "process",
        "calendar",
        "upcoming",
        "milestone",
        "found",
        "business",
        "update",
        "march",
        "route1",
        "held",
        "investor",
        "call",
        "webcast",
        "discus",
        "recently",
        "announced",
        "acquisition",
        "group",
        "mobile",
        "status",
        "airwatch",
        "litigation",
        "copy",
        "presentation",
        "found",
        "route1",
        "website",
        "route1",
        "expects",
        "announce",
        "q1",
        "result",
        "late",
        "may",
        "time",
        "route1",
        "hold",
        "shareholder",
        "conference",
        "call",
        "webcast",
        "route1",
        "route1",
        "secure",
        "data",
        "protection",
        "technology",
        "user",
        "authentication",
        "government",
        "enterprise",
        "route1",
        "solution",
        "enable",
        "workforce",
        "productive",
        "flexible",
        "without",
        "compromising",
        "system",
        "access",
        "company",
        "suite",
        "patented",
        "enterprise",
        "security",
        "solution",
        "combine",
        "authentication",
        "data",
        "security",
        "secure",
        "communication",
        "streamlined",
        "administration",
        "tool",
        "running",
        "proven",
        "trusted",
        "infrastructure",
        "mobile",
        "access",
        "business",
        "continuity",
        "full",
        "system",
        "encryption",
        "route1",
        "offer",
        "effective",
        "affordable",
        "method",
        "secure",
        "digital",
        "fortress",
        "meeting",
        "exceeding",
        "highest",
        "standard",
        "government",
        "industry",
        "route1",
        "full",
        "authority",
        "operate",
        "department",
        "defense",
        "department",
        "navy",
        "department",
        "interior",
        "government",
        "agency",
        "company",
        "also",
        "trusted",
        "enterprise",
        "security",
        "team",
        "banking",
        "healthcare",
        "legal",
        "education",
        "sector",
        "among",
        "others",
        "office",
        "washington",
        "boca",
        "raton",
        "fl",
        "toronto",
        "canada",
        "route1",
        "serf",
        "public",
        "private",
        "sector",
        "client",
        "around",
        "world",
        "route1",
        "listed",
        "otcqb",
        "united",
        "state",
        "symbol",
        "roiuf",
        "canada",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "roi",
        "information",
        "visit",
        "information",
        "contact",
        "tony",
        "busseri",
        "ceo",
        "route1",
        "news",
        "release",
        "required",
        "applicable",
        "canadian",
        "law",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "united",
        "state",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "person",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "available",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "including",
        "statement",
        "regarding",
        "route1",
        "investment",
        "plan",
        "financial",
        "outlook",
        "future",
        "financial",
        "performance",
        "word",
        "expects",
        "anticipates",
        "intends",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "route1",
        "current",
        "projection",
        "expectation",
        "future",
        "event",
        "financial",
        "trend",
        "management",
        "belief",
        "might",
        "affect",
        "financial",
        "condition",
        "operation",
        "result",
        "operation",
        "business",
        "strategy",
        "prospect",
        "financial",
        "need",
        "certain",
        "assumption",
        "analysis",
        "made",
        "route1",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "management",
        "belief",
        "appropriate",
        "projection",
        "expectation",
        "assumption",
        "analysis",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "result",
        "performance",
        "event",
        "achievement",
        "anticipated",
        "statement",
        "although",
        "route1",
        "belief",
        "assumption",
        "underlying",
        "statement",
        "reasonable",
        "may",
        "prove",
        "incorrect",
        "reader",
        "assured",
        "actual",
        "result",
        "consistent",
        "statement",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "historical",
        "result",
        "projected",
        "statement",
        "result",
        "numerous",
        "factor",
        "including",
        "certain",
        "risk",
        "factor",
        "many",
        "beyond",
        "route1",
        "control",
        "including",
        "limited",
        "expected",
        "cash",
        "position",
        "ii",
        "integration",
        "acquisition",
        "iii",
        "timing",
        "hardware",
        "based",
        "sale",
        "related",
        "payment",
        "iv",
        "ability",
        "fulfil",
        "order",
        "v",
        "ability",
        "capitalize",
        "opportunity",
        "realize",
        "synergy",
        "across",
        "product",
        "line",
        "vi",
        "cost",
        "expected",
        "result",
        "patent",
        "litigation",
        "process",
        "initiated",
        "route1",
        "vii",
        "exchange",
        "rate",
        "fluctuation",
        "ix",
        "historical",
        "result",
        "indicative",
        "future",
        "result",
        "x",
        "expected",
        "profit",
        "margin",
        "xii",
        "event",
        "important",
        "factor",
        "disclosed",
        "previously",
        "time",
        "time",
        "route1",
        "public",
        "filing",
        "security",
        "commission",
        "similar",
        "security",
        "regulatory",
        "authority",
        "province",
        "territory",
        "canada",
        "statement",
        "contained",
        "news",
        "release",
        "represent",
        "route1",
        "expectation",
        "date",
        "news",
        "release",
        "date",
        "otherwise",
        "stated",
        "made",
        "subsequent",
        "event",
        "may",
        "cause",
        "expectation",
        "change",
        "route1",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "route1",
        "right",
        "reserved",
        "part",
        "document",
        "may",
        "reproduced",
        "transmitted",
        "otherwise",
        "used",
        "whole",
        "part",
        "mean",
        "without",
        "prior",
        "written",
        "consent",
        "route1",
        "see",
        "http",
        "notice",
        "route1",
        "intellectual",
        "property",
        "source",
        "route1",
        "inc"
    ]
}