{
    "organizations": [],
    "uuid": "7ee580591df42f0944492abdf27f7983cd7d0130",
    "author": "John Lloyd",
    "url": "https://www.reuters.com/article/us-lloyd-hungary-commentary/commentary-orban-and-the-autocratic-spring-idUSKBN1HK2F2",
    "ord_in_thread": 0,
    "title": "Commentary: Orban and the autocratic spring",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It’s been a sweet spring for autocrats. Three of them – in power in China, Egypt and Russia – are outside of what is commonly thought of as the democratic West. But the fourth, in Hungary, is in the West, and in the European Union.\nHungarian Prime Minister Viktor Orban addresses a campaign rally in Szekesfehervar, Hungary, April 6, 2018. REUTERS/Bernadett Szabo That Viktor Orban, the newly re-elected leader in Budapest, should fit into that company underscores the power of this authoritarian trend.\nThe greatest of this group, Xi Jinping of China, was acclaimed by the National Peoples’ Congress as president for life in the second week of March. The following week, Vladimir Putin of Russia received his fourth mandate as president, with a higher vote than before.\nHardly had April begun when it was announced that Abdel Fattah al-Sisi had won 97 percent of the votes to be re-elected as president of Egypt. And earlier this week, Prime Minister Orban won his third straight mandate for the leadership of Hungary, with a victory still more crushing over the other parties than before.\nIn China, there was no opposition. Nor was there in Egypt, since the one other candidate was widely seen as someone pushed on to the ballot to give a veneer of choice. In Russia, there was some opposition – including from a Communist-backed mini-oligarch and a liberal young TV star who is the daughter of Putin’s former mentor. But the radical opponent, Alexei Navalny, was disqualified even though he would not have won, since he was banned from the state-controlled media and little known in much of the country.\nOrban, by contrast, has some right to call himself democratically-elected. There were real parties, to his left and right, who wanted to win and who believed they might at least substantially reduce his grip on parliament. However, Orban’s Fidesz party won the two-thirds majority that allows it to carry on making regular changes to the constitution. The opposition parties didn’t succeed in clipping the leader’s wings, and several leaders resigned , unable to face again Orban’s granite-like block on political change.\nWe can bracket Orban, 54, with the other autocrats for two reasons. One, he has prepared the ground for the exercise of a power less trammeled than in other democracies, saying in 2014 that governments which were “ not Western, not liberal, not liberal democracies, and perhaps not even democracies” could be most successful and competitive. This frank embrace of systems which privilege success (however defined) over the rules of the democratic game opens up the vista for future Fidesz governments to reduce still further the narrowed scope of Hungarian democratic life and civil society in pursuit of further economic growth.\nSecond, as the Hungarian political scientist Andras Biro-Nagy wrote after the election, Orban’s victory stems from three factors: “the systematic weakening of Hungary’s democratic system, the success of Orban’s anti-immigration platform, and the fragmentation of the opposition.” That weakening includes discrimination against opposition media, mainly by depriving them of state advertising and ensuring most TV channels are in the hands of the state or government allies. After the election, monitors from the Organization for Security and Cooperation in Europe said that the polls had been “characterized by a pervasive overlap between state and ruling party resources, undermining contestants’ ability to compete on an equal basis.”\nMarchers take part in a pro-Orban rally in Budapest during Hungary's National Day celebrations, March 15, 2018. REUTERS/Bernadett Szabo The fragmentation of the opposition , especially on the left, has been much helped by the opposition itself. Its previous incompetence in government, its association with deep cuts in living standards and changes to the electoral laws which have discriminated against all opposition parties have rendered near powerless the socialists and the small liberal parties.\nBut Orban’s adamant stance against the entrance of all but a few migrants has been the key element of his success. A recent biography by the veteran Hungarian-born correspondent Paul Lendvai shows that Orban has traversed a political spectrum in his rise to power. He co-founded Fidesz as an open and liberal party, criticizing the then-ruling parties for excessive patriotism; now, he uses his defiance of European Union pressure to admit immigrants to Hungary to rally his people round his no-migrant policy by reviving their deep-seated feeling of victimhood after a 20th century of disasters and massive loss of territory, and their determination to survive as a unique, if isolated, people.\nThe Hungarian leader has, over the past year, chosen George Soros, the Hungarian-born Jewish-American billionaire who finances liberal, pro-EU, pro-immigration NGOs in Hungary and elsewhere, as enemy number one . The campaign, backed by a huge poster campaign featuring Soros’ face, has attracted charges of anti-Semitism – though none of the propaganda makes that prejudice overt.\nBoth the EU and the Vatican now stand against Orban – who enthusiastically embraced Calvinist Christianity after a secular youth and presents himself as the savior of Christian Europe.\nWhere the Hungarian premier has defined himself as being against migrants, especially those from Muslim countries, Pope Francis has defined himself as their protector. On the same day Orban celebrated his victory, the pope published an apostolic exhortation calling for Roman Catholics to have special care for “the destitute, the abandoned” – an announcement accompanied by a video featuring a Muslim refugee from Afghanistan. On the other hand, Orban has strong support from another conservative Catholic, former Trump adviser Steve Bannon – who said of Orban before the election, that he was “the most significant guy on the (European) scene right now.”\nBecause Orban has proven his popularity through election, and because most of his fellow Hungarians see him as their shield against a threatening world, he now lives up to Bannon’s description. The more Brussels thunders against him, the more Orban is revered at home and supported by the far-right abroad . The more he attracts the (implicit) censure of the pope, the more he widens the division in the Church between liberals and conservatives.\nOf all the authoritarians having a good springtime, Orban, ruler of by far the smallest of their states, is presently the most consequential for the democratic West. Xi, Putin and Sisi are familiar in their authoritarianism, which Westerners expect of their countries. Orban is the radical autocrat within.\nAbout the Author John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and \"Journalism in an Age of Terror\". He is also a contributing editor at the Financial Times and the founder of FT Magazine.\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-04-14T00:32:00.000+03:00",
    "crawled": "2018-04-13T20:58:55.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sweet",
        "spring",
        "autocrat",
        "three",
        "power",
        "china",
        "egypt",
        "russia",
        "outside",
        "commonly",
        "thought",
        "democratic",
        "west",
        "fourth",
        "hungary",
        "west",
        "european",
        "union",
        "hungarian",
        "prime",
        "minister",
        "viktor",
        "orban",
        "address",
        "campaign",
        "rally",
        "szekesfehervar",
        "hungary",
        "april",
        "szabo",
        "viktor",
        "orban",
        "newly",
        "leader",
        "budapest",
        "fit",
        "company",
        "underscore",
        "power",
        "authoritarian",
        "trend",
        "greatest",
        "group",
        "xi",
        "jinping",
        "china",
        "acclaimed",
        "national",
        "people",
        "congress",
        "president",
        "life",
        "second",
        "week",
        "march",
        "following",
        "week",
        "vladimir",
        "putin",
        "russia",
        "received",
        "fourth",
        "mandate",
        "president",
        "higher",
        "vote",
        "hardly",
        "april",
        "begun",
        "announced",
        "abdel",
        "fattah",
        "percent",
        "vote",
        "president",
        "egypt",
        "earlier",
        "week",
        "prime",
        "minister",
        "orban",
        "third",
        "straight",
        "mandate",
        "leadership",
        "hungary",
        "victory",
        "still",
        "crushing",
        "party",
        "china",
        "opposition",
        "egypt",
        "since",
        "one",
        "candidate",
        "widely",
        "seen",
        "someone",
        "pushed",
        "ballot",
        "give",
        "veneer",
        "choice",
        "russia",
        "opposition",
        "including",
        "liberal",
        "young",
        "tv",
        "star",
        "daughter",
        "putin",
        "former",
        "mentor",
        "radical",
        "opponent",
        "alexei",
        "navalny",
        "disqualified",
        "even",
        "though",
        "would",
        "since",
        "banned",
        "medium",
        "little",
        "known",
        "much",
        "country",
        "orban",
        "contrast",
        "right",
        "call",
        "real",
        "party",
        "left",
        "right",
        "wanted",
        "win",
        "believed",
        "might",
        "least",
        "substantially",
        "reduce",
        "grip",
        "parliament",
        "however",
        "orban",
        "fidesz",
        "party",
        "majority",
        "allows",
        "carry",
        "making",
        "regular",
        "change",
        "constitution",
        "opposition",
        "party",
        "succeed",
        "clipping",
        "leader",
        "wing",
        "several",
        "leader",
        "resigned",
        "unable",
        "face",
        "orban",
        "block",
        "political",
        "change",
        "bracket",
        "orban",
        "autocrat",
        "two",
        "reason",
        "one",
        "prepared",
        "ground",
        "exercise",
        "power",
        "less",
        "trammeled",
        "democracy",
        "saying",
        "government",
        "western",
        "liberal",
        "liberal",
        "democracy",
        "perhaps",
        "even",
        "democracy",
        "could",
        "successful",
        "competitive",
        "frank",
        "embrace",
        "system",
        "privilege",
        "success",
        "however",
        "defined",
        "rule",
        "democratic",
        "game",
        "open",
        "vista",
        "future",
        "fidesz",
        "government",
        "reduce",
        "still",
        "narrowed",
        "scope",
        "hungarian",
        "democratic",
        "life",
        "civil",
        "society",
        "pursuit",
        "economic",
        "growth",
        "second",
        "hungarian",
        "political",
        "scientist",
        "andras",
        "wrote",
        "election",
        "orban",
        "victory",
        "stem",
        "three",
        "factor",
        "systematic",
        "weakening",
        "hungary",
        "democratic",
        "system",
        "success",
        "orban",
        "platform",
        "fragmentation",
        "weakening",
        "includes",
        "discrimination",
        "opposition",
        "medium",
        "mainly",
        "depriving",
        "state",
        "advertising",
        "ensuring",
        "tv",
        "channel",
        "hand",
        "state",
        "government",
        "ally",
        "election",
        "monitor",
        "organization",
        "security",
        "cooperation",
        "europe",
        "said",
        "poll",
        "characterized",
        "pervasive",
        "overlap",
        "state",
        "ruling",
        "party",
        "resource",
        "undermining",
        "contestant",
        "ability",
        "compete",
        "equal",
        "marcher",
        "take",
        "part",
        "rally",
        "budapest",
        "hungary",
        "national",
        "day",
        "celebration",
        "march",
        "szabo",
        "fragmentation",
        "opposition",
        "especially",
        "left",
        "much",
        "helped",
        "opposition",
        "previous",
        "incompetence",
        "government",
        "association",
        "deep",
        "cut",
        "living",
        "standard",
        "change",
        "electoral",
        "law",
        "discriminated",
        "opposition",
        "party",
        "rendered",
        "near",
        "powerless",
        "socialist",
        "small",
        "liberal",
        "party",
        "orban",
        "adamant",
        "stance",
        "entrance",
        "migrant",
        "key",
        "element",
        "success",
        "recent",
        "biography",
        "veteran",
        "correspondent",
        "paul",
        "lendvai",
        "show",
        "orban",
        "traversed",
        "political",
        "spectrum",
        "rise",
        "power",
        "fidesz",
        "open",
        "liberal",
        "party",
        "criticizing",
        "party",
        "excessive",
        "patriotism",
        "us",
        "defiance",
        "european",
        "union",
        "pressure",
        "admit",
        "immigrant",
        "hungary",
        "rally",
        "people",
        "round",
        "policy",
        "reviving",
        "feeling",
        "victimhood",
        "20th",
        "century",
        "disaster",
        "massive",
        "loss",
        "territory",
        "determination",
        "survive",
        "unique",
        "isolated",
        "people",
        "hungarian",
        "leader",
        "past",
        "year",
        "chosen",
        "george",
        "soros",
        "billionaire",
        "finance",
        "liberal",
        "ngo",
        "hungary",
        "elsewhere",
        "enemy",
        "number",
        "one",
        "campaign",
        "backed",
        "huge",
        "poster",
        "campaign",
        "featuring",
        "soros",
        "face",
        "attracted",
        "charge",
        "though",
        "none",
        "propaganda",
        "make",
        "prejudice",
        "overt",
        "eu",
        "vatican",
        "stand",
        "orban",
        "enthusiastically",
        "embraced",
        "calvinist",
        "christianity",
        "secular",
        "youth",
        "present",
        "savior",
        "christian",
        "europe",
        "hungarian",
        "premier",
        "defined",
        "migrant",
        "especially",
        "muslim",
        "country",
        "pope",
        "francis",
        "defined",
        "protector",
        "day",
        "orban",
        "celebrated",
        "victory",
        "pope",
        "published",
        "apostolic",
        "exhortation",
        "calling",
        "roman",
        "catholic",
        "special",
        "care",
        "destitute",
        "abandoned",
        "announcement",
        "accompanied",
        "video",
        "featuring",
        "muslim",
        "refugee",
        "afghanistan",
        "hand",
        "orban",
        "strong",
        "support",
        "another",
        "conservative",
        "catholic",
        "former",
        "trump",
        "adviser",
        "steve",
        "bannon",
        "said",
        "orban",
        "election",
        "significant",
        "guy",
        "european",
        "scene",
        "right",
        "orban",
        "proven",
        "popularity",
        "election",
        "fellow",
        "hungarian",
        "see",
        "shield",
        "threatening",
        "world",
        "life",
        "bannon",
        "description",
        "brussels",
        "thunder",
        "orban",
        "revered",
        "home",
        "supported",
        "abroad",
        "attracts",
        "implicit",
        "censure",
        "pope",
        "widens",
        "division",
        "church",
        "liberal",
        "conservative",
        "authoritarian",
        "good",
        "springtime",
        "orban",
        "ruler",
        "far",
        "smallest",
        "state",
        "presently",
        "consequential",
        "democratic",
        "west",
        "xi",
        "putin",
        "sisi",
        "familiar",
        "authoritarianism",
        "westerner",
        "expect",
        "country",
        "orban",
        "radical",
        "autocrat",
        "within",
        "author",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}