{
    "organizations": [],
    "uuid": "da2456076ff38e04c7e5c788c770831065ad7ae0",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/21/the-associated-press-ap-fact-check-trumps-shifting-rationale-for-firing-comey.html",
    "ord_in_thread": 0,
    "title": "AP FACT CHECK: Trump's shifting rationale firing Comey",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) —   offered a shifting rationale this past week for his firing of FBI Director James Comey and joined other Republicans in exaggerating how much simpler it will become for Americans to file their taxes next time. He also erred, though by just a hair, in claiming a historic achievement in black and Hispanic joblessness.\nA look behind recent statements on these matters and more:\nTRUMP: \"Slippery James Comey, the worst FBI Director in history, was not fired because of the phony Russia investigation where, by the way, there was NO COLLUSION (except by the Dems)!\" — tweet Wednesday.\nTHE FACTS: Only Trump knows why he decided to fire Comey. But Trump has changed his story. In May 2017, two days after ousting Comey, Trump told NBC: \"In fact, when I decided to just do it, I said to myself, I said, 'You know, this Russia thing with Trump and Russia is a made up story.'\"\nComey's firing, and Trump's subsequent suggestion that the investigation into Russian meddling in the election was a factor, led Deputy Attorney General Rod Rosenstein to appoint special counsel Robert Mueller to oversee the probe. Mueller now is examining the Comey firing as part of an investigation of potential obstruction of justice by the president. The wide-ranging investigation also has been looking into potential collusion between the Trump campaign and Russian interests.\nTrump's rationale for dismissing Comey has changed before. Initially, the White House attributed the firing to Comey's handling of the FBI's investigation of Hillary Clinton's email practices. Trump contradicted that explanation in his NBC interview, and now has changed it again.\nTRUMP: \"This is the last time you're going to fill out that long, complicated, horrible return. ... Tomorrow, last day. Very importantly, next year, it's going to be a simple — for the most part, one page. It may get a little bit bigger. But it will be simple and easy to do.\" — remarks in Hialeah, Florida, on Monday.\nVICE PRESIDENT MIKE PENCE: \"Thanks to the historic TRUMP TAX CUTS, today marks the last time the American people will file taxes under a complicated & outdated tax system.\" — tweet Tuesday.\nTHE FACTS: These assurances from the White House, echoed by Republican lawmakers, only apply to a subset of the \"American people.\"\nLong, complicated returns are not going away. The Trump tax overhaul does not introduce a system permitting everyone to file a one-page or so form, or one that sustains a blanket promise of simplicity. The process will become easier for some people, not for others.\nThere's already a one-page form, the 1040EZ, which has been around for years. It can be used by people who have less than $100,000 in taxable income and no dependents and who meet other criteria. Trump previously had promised a card-size tax form but now appears to be backing off that claim by describing next year's form as \"for the most part one page\" but \"may get a little bit bigger.\"\nIn fact, there's no sign the IRS is planning new filing forms, card-size or otherwise, for the 2018 tax year.\nMany taxpayers will indeed have an easier time filing because of the doubling of the standard deduction. But they'll still have to do legwork to figure out their taxable income and whether they qualify for the deduction or would be better off itemizing. They will also need to figure in the hit they could take from the capping of deductions for mortgage interest and state and local taxes. Tax-filing migraines are not vanishing.\nTRUMP: \"Unemployment for African-American workers, for Hispanic workers, unemployment is at an all-time-low in history. In the history of our country, it's at the lowest point.\" — news conference Wednesday.\nTHE FACTS: Not quite.\nHispanic unemployment hit a record low in October 2006, 4.8 percent, a record matched in three months last year. In the latest report, for March, it stood at 5.1 percent.\nBlack unemployment indeed reached a record low, 6.8 percent, in December. That nudged up to 6.9 percent in February and March.\nThis progress comes with some caveats. Jobless figures for blacks and Hispanics can jump around from month to month, such that any record can be short-lived. The unemployment rate for whites is consistently much lower than for the other groups, now 4.1 percent. And the black unemployment rate would be much higher if the rate of black labor force participation was near its levels before the Great Recession. The most dramatic drop in black unemployment came during the Obama administration, when it fell from a recession high of 16.8 percent in March 2010 to 7.8 percent in January 2017.\nPENCE: \"Our Tax Cuts- the largest in American history- will save YOU money, increase opportunity & create more JOBS for American workers.\" — tweet Tuesday.\nTHE FACTS: The tax cuts are not the largest in history.\nThey considerably trail Ronald Reagan's 1981 tax cuts, Barack Obama's 2013 extension of George W. Bush's tax cuts, and more.\nThe estimated cost of Trump's package is $1.5 trillion over 10 years. In October, before the details were complete, the nonpartisan Committee for a Responsible Federal Budget assumed a higher value to the package — $2.2 trillion. Even that more significant plan ranked as only the eighth largest in history as a percentage of the GDP and the fourth largest by another measure — inflation-adjusted dollars.\nTrump has persistently called his cuts the biggest in history. But, notably, he pulled that back a notch in his USA Today piece published Tuesday, even if his vice president didn't.\nTrump wrote, more modestly: \"I signed one of the largest tax cuts in history and the most sweeping tax reform in a generation.\"\nTRUMP: \"Russia and China are playing the Currency Devaluation game as the U.S. keeps raising interest rates. Not acceptable.\" — tweet Monday.\nTHE FACTS: Trump's claim misstates the current economic situation and contradicts his own Treasury Department, which several days earlier released a report showing no country was labeled a currency manipulator.\nTrump during the 2016 presidential campaign had vowed to brand China a currency manipulator immediately after taking office. But in three straight currency reports issued since Trump took office, the administration has not branded China or any other country as a currency manipulator.\nAsked why the administration has not labeled China a currency manipulator in the Treasury reports, White House press secretary Sarah Huckabee Sanders said Monday that China was placed on a watch list and \"that's something that the Treasury Department is watching very closely, and we're continuing to monitor it.\"\nTrump's tweet also inaccurately describes the economic situation. China's currency, the yuan, has actually been rising in value and now stands at the highest levels against the dollar in about three years.\nBy contrast, Russia's ruble has been falling against the dollar and did plunge sharply last week. But that reflected new economic sanctions the United States imposed on Russia — not rising U.S. interest rates or efforts by the Russian government to drive down the ruble's value.\nTrump is correct that rising U.S. interest rates could contribute to boosting the dollar's value against other currencies by making investments in the United States more attractive to foreign investors. But U.S. interest rates are only one factor that can determine the dollar's value against other countries.\nIt is not clear what Trump meant by calling the current situation \"not acceptable.\" It is true that a stronger dollar can increase America's trade deficit by making American exports more expensive in overseas markets while making foreign goods cheaper for U.S. consumers.\nBut the Federal Reserve's current moves to gradually raise U.S. interest rates are being taken to ensure the economy does not overheat at a time when unemployment is at a 17-year low and the economic expansion is now the second longest in U.S. history. Previous administrations have usually been careful not to make public comments about Fed interest-rate policies to protect the Fed's political independence.\nAssociated Press writers Zeke Miller, Christopher Rugaber and Josh Boak contributed to this report.\nTax cut analysis: https://tinyurl.com/y8ktlfn3 \nFind AP Fact Checks at http://apne.ws/2kbx8bd \nFollow @APFactCheck on Twitter: https://twitter.com/APFactCheck \nA look at the veracity of claims by political figures",
    "published": "2018-04-21T16:26:00.000+03:00",
    "crawled": "2018-04-21T15:36:22.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "offered",
        "shifting",
        "rationale",
        "past",
        "week",
        "firing",
        "fbi",
        "director",
        "james",
        "comey",
        "joined",
        "republican",
        "exaggerating",
        "much",
        "simpler",
        "become",
        "american",
        "file",
        "tax",
        "next",
        "time",
        "also",
        "erred",
        "though",
        "hair",
        "claiming",
        "historic",
        "achievement",
        "black",
        "hispanic",
        "joblessness",
        "look",
        "behind",
        "recent",
        "statement",
        "matter",
        "trump",
        "slippery",
        "james",
        "comey",
        "worst",
        "fbi",
        "director",
        "history",
        "fired",
        "phony",
        "russia",
        "investigation",
        "way",
        "collusion",
        "except",
        "dems",
        "tweet",
        "wednesday",
        "fact",
        "trump",
        "know",
        "decided",
        "fire",
        "comey",
        "trump",
        "changed",
        "story",
        "may",
        "two",
        "day",
        "ousting",
        "comey",
        "trump",
        "told",
        "nbc",
        "fact",
        "decided",
        "said",
        "said",
        "know",
        "russia",
        "thing",
        "trump",
        "russia",
        "made",
        "story",
        "comey",
        "firing",
        "trump",
        "subsequent",
        "suggestion",
        "investigation",
        "russian",
        "meddling",
        "election",
        "factor",
        "led",
        "deputy",
        "attorney",
        "general",
        "rod",
        "rosenstein",
        "appoint",
        "special",
        "counsel",
        "robert",
        "mueller",
        "oversee",
        "probe",
        "mueller",
        "examining",
        "comey",
        "firing",
        "part",
        "investigation",
        "potential",
        "obstruction",
        "justice",
        "president",
        "investigation",
        "also",
        "looking",
        "potential",
        "collusion",
        "trump",
        "campaign",
        "russian",
        "interest",
        "trump",
        "rationale",
        "dismissing",
        "comey",
        "changed",
        "initially",
        "white",
        "house",
        "attributed",
        "firing",
        "comey",
        "handling",
        "fbi",
        "investigation",
        "hillary",
        "clinton",
        "email",
        "practice",
        "trump",
        "contradicted",
        "explanation",
        "nbc",
        "interview",
        "changed",
        "trump",
        "last",
        "time",
        "going",
        "fill",
        "long",
        "complicated",
        "horrible",
        "return",
        "tomorrow",
        "last",
        "day",
        "importantly",
        "next",
        "year",
        "going",
        "simple",
        "part",
        "one",
        "page",
        "may",
        "get",
        "little",
        "bit",
        "bigger",
        "simple",
        "easy",
        "remark",
        "hialeah",
        "florida",
        "monday",
        "vice",
        "president",
        "mike",
        "penny",
        "thanks",
        "historic",
        "trump",
        "tax",
        "cut",
        "today",
        "mark",
        "last",
        "time",
        "american",
        "people",
        "file",
        "tax",
        "complicated",
        "outdated",
        "tax",
        "system",
        "tweet",
        "tuesday",
        "fact",
        "assurance",
        "white",
        "house",
        "echoed",
        "republican",
        "lawmaker",
        "apply",
        "subset",
        "american",
        "people",
        "long",
        "complicated",
        "return",
        "going",
        "away",
        "trump",
        "tax",
        "overhaul",
        "introduce",
        "system",
        "permitting",
        "everyone",
        "file",
        "form",
        "one",
        "sustains",
        "blanket",
        "promise",
        "simplicity",
        "process",
        "become",
        "easier",
        "people",
        "others",
        "already",
        "form",
        "1040ez",
        "around",
        "year",
        "used",
        "people",
        "less",
        "taxable",
        "income",
        "dependent",
        "meet",
        "criterion",
        "trump",
        "previously",
        "promised",
        "tax",
        "form",
        "appears",
        "backing",
        "claim",
        "describing",
        "next",
        "year",
        "form",
        "part",
        "one",
        "page",
        "may",
        "get",
        "little",
        "bit",
        "bigger",
        "fact",
        "sign",
        "irs",
        "planning",
        "new",
        "filing",
        "form",
        "otherwise",
        "tax",
        "year",
        "many",
        "taxpayer",
        "indeed",
        "easier",
        "time",
        "filing",
        "doubling",
        "standard",
        "deduction",
        "still",
        "legwork",
        "figure",
        "taxable",
        "income",
        "whether",
        "qualify",
        "deduction",
        "would",
        "better",
        "itemizing",
        "also",
        "need",
        "figure",
        "hit",
        "could",
        "take",
        "capping",
        "deduction",
        "mortgage",
        "interest",
        "state",
        "local",
        "tax",
        "migraine",
        "vanishing",
        "trump",
        "unemployment",
        "worker",
        "hispanic",
        "worker",
        "unemployment",
        "history",
        "history",
        "country",
        "lowest",
        "point",
        "news",
        "conference",
        "wednesday",
        "fact",
        "quite",
        "hispanic",
        "unemployment",
        "hit",
        "record",
        "low",
        "october",
        "percent",
        "record",
        "matched",
        "three",
        "month",
        "last",
        "year",
        "latest",
        "report",
        "march",
        "stood",
        "percent",
        "black",
        "unemployment",
        "indeed",
        "reached",
        "record",
        "low",
        "percent",
        "december",
        "nudged",
        "percent",
        "february",
        "march",
        "progress",
        "come",
        "caveat",
        "jobless",
        "figure",
        "black",
        "hispanic",
        "jump",
        "around",
        "month",
        "month",
        "record",
        "unemployment",
        "rate",
        "white",
        "consistently",
        "much",
        "lower",
        "group",
        "percent",
        "black",
        "unemployment",
        "rate",
        "would",
        "much",
        "higher",
        "rate",
        "black",
        "labor",
        "force",
        "participation",
        "near",
        "level",
        "great",
        "recession",
        "dramatic",
        "drop",
        "black",
        "unemployment",
        "came",
        "obama",
        "administration",
        "fell",
        "recession",
        "high",
        "percent",
        "march",
        "percent",
        "january",
        "penny",
        "tax",
        "largest",
        "american",
        "save",
        "money",
        "increase",
        "opportunity",
        "create",
        "job",
        "american",
        "worker",
        "tweet",
        "tuesday",
        "fact",
        "tax",
        "cut",
        "largest",
        "history",
        "considerably",
        "trail",
        "ronald",
        "reagan",
        "tax",
        "cut",
        "barack",
        "obama",
        "extension",
        "george",
        "bush",
        "tax",
        "cut",
        "estimated",
        "cost",
        "trump",
        "package",
        "trillion",
        "year",
        "october",
        "detail",
        "complete",
        "nonpartisan",
        "committee",
        "responsible",
        "federal",
        "budget",
        "assumed",
        "higher",
        "value",
        "package",
        "trillion",
        "even",
        "significant",
        "plan",
        "ranked",
        "eighth",
        "largest",
        "history",
        "percentage",
        "gdp",
        "fourth",
        "largest",
        "another",
        "measure",
        "dollar",
        "trump",
        "persistently",
        "called",
        "cut",
        "biggest",
        "history",
        "notably",
        "pulled",
        "back",
        "notch",
        "usa",
        "today",
        "piece",
        "published",
        "tuesday",
        "even",
        "vice",
        "president",
        "trump",
        "wrote",
        "modestly",
        "signed",
        "one",
        "largest",
        "tax",
        "cut",
        "history",
        "sweeping",
        "tax",
        "reform",
        "generation",
        "trump",
        "russia",
        "china",
        "playing",
        "currency",
        "devaluation",
        "game",
        "keep",
        "raising",
        "interest",
        "rate",
        "acceptable",
        "tweet",
        "monday",
        "fact",
        "trump",
        "claim",
        "misstates",
        "current",
        "economic",
        "situation",
        "contradicts",
        "treasury",
        "department",
        "several",
        "day",
        "earlier",
        "released",
        "report",
        "showing",
        "country",
        "labeled",
        "currency",
        "manipulator",
        "trump",
        "presidential",
        "campaign",
        "vowed",
        "brand",
        "china",
        "currency",
        "manipulator",
        "immediately",
        "taking",
        "office",
        "three",
        "straight",
        "currency",
        "report",
        "issued",
        "since",
        "trump",
        "took",
        "office",
        "administration",
        "branded",
        "china",
        "country",
        "currency",
        "manipulator",
        "asked",
        "administration",
        "labeled",
        "china",
        "currency",
        "manipulator",
        "treasury",
        "report",
        "white",
        "house",
        "press",
        "secretary",
        "sarah",
        "huckabee",
        "sander",
        "said",
        "monday",
        "china",
        "placed",
        "watch",
        "list",
        "something",
        "treasury",
        "department",
        "watching",
        "closely",
        "continuing",
        "monitor",
        "trump",
        "tweet",
        "also",
        "inaccurately",
        "describes",
        "economic",
        "situation",
        "china",
        "currency",
        "yuan",
        "actually",
        "rising",
        "value",
        "stand",
        "highest",
        "level",
        "dollar",
        "three",
        "year",
        "contrast",
        "russia",
        "ruble",
        "falling",
        "dollar",
        "plunge",
        "sharply",
        "last",
        "week",
        "reflected",
        "new",
        "economic",
        "sanction",
        "united",
        "state",
        "imposed",
        "russia",
        "rising",
        "interest",
        "rate",
        "effort",
        "russian",
        "government",
        "drive",
        "ruble",
        "value",
        "trump",
        "correct",
        "rising",
        "interest",
        "rate",
        "could",
        "contribute",
        "boosting",
        "dollar",
        "value",
        "currency",
        "making",
        "investment",
        "united",
        "state",
        "attractive",
        "foreign",
        "investor",
        "interest",
        "rate",
        "one",
        "factor",
        "determine",
        "dollar",
        "value",
        "country",
        "clear",
        "trump",
        "meant",
        "calling",
        "current",
        "situation",
        "acceptable",
        "true",
        "stronger",
        "dollar",
        "increase",
        "america",
        "trade",
        "deficit",
        "making",
        "american",
        "export",
        "expensive",
        "overseas",
        "market",
        "making",
        "foreign",
        "good",
        "cheaper",
        "consumer",
        "federal",
        "reserve",
        "current",
        "move",
        "gradually",
        "raise",
        "interest",
        "rate",
        "taken",
        "ensure",
        "economy",
        "overheat",
        "time",
        "unemployment",
        "low",
        "economic",
        "expansion",
        "second",
        "longest",
        "history",
        "previous",
        "administration",
        "usually",
        "careful",
        "make",
        "public",
        "comment",
        "fed",
        "policy",
        "protect",
        "fed",
        "political",
        "independence",
        "associated",
        "press",
        "writer",
        "zeke",
        "miller",
        "christopher",
        "rugaber",
        "josh",
        "boak",
        "contributed",
        "report",
        "tax",
        "cut",
        "analysis",
        "http",
        "find",
        "ap",
        "fact",
        "check",
        "http",
        "follow",
        "apfactcheck",
        "twitter",
        "http",
        "look",
        "veracity",
        "claim",
        "political",
        "figure"
    ]
}