{
    "organizations": [],
    "uuid": "8ad901d99c16ca3ccd66453787171b128de4b27f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/globe-newswire-qcr-holdings-inc-aannounces-plan-to-enter-the-springfield-missouri-marketaby-merging-with-springfield-bancshares-inc.html",
    "ord_in_thread": 0,
    "title": "QCR Holdings, Inc. Announces Plan to Enter the Springfield, Missouri Market By Merging With Springfield Bancshares, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOLINE, Ill. and SPRINGFIELD, Mo., April 18, 2018 (GLOBE NEWSWIRE) -- QCR Holdings, Inc. (NASDAQ:QCRH) (“QCR Holdings”) and Springfield Bancshares, Inc. (“Springfield Bancshares”) jointly announced today the signing of a definitive agreement whereby QCR Holdings will purchase 100% of the outstanding common stock of Springfield Bancshares, Inc. (“Springfield Bancshares”), the holding company of Springfield First Community Bank (“SFC Bank”). Established as a de novo bank in 2008, SFC Bank is headquartered in Springfield, Missouri. QCR Holdings will continue to operate SFC Bank retaining its separate charter and brand within the Springfield, Missouri market to promote continuity and to build upon SFC Bank’s legacy of high-touch service to its commercial and retail customers in that market.\nThe merger with Springfield Bancshares is consistent with QCR Holdings’ stated strategic plan to selectively acquire other high-performing financial institutions in vibrant mid-sized metropolitan markets with a concentration of commercial clients. SFC Bank has one banking location and more than $560 million in assets and $445 million in deposits as of March 31, 2018. Springfield Bancshares and QCR Holdings share similar values and approaches to client service and community involvement.\n“We believe that Springfield Bancshares is a good strategic and cultural fit for our Company,” commented Douglas M. Hultquist, President and Chief Executive Officer. “Similar to QCR Holdings, Springfield Bancshares values innovation, collaboration and achievement while focusing on exceptional client-based relationships.”\nTodd A. Gipple, Chief Operating Officer and Chief Financial Officer of QCR Holdings remarked, “The Springfield acquisition will complement QCR Holdings’ other four bank charters as SFC Bank is a top performing institution with one of the strongest community bank management teams in the area. Partnering with SFC Bank will position us well to continue growing our franchise and create exceptional value for our shareholders.”\nRobert C. Fulp, Chairman and Chief Executive Officer of SFC Bank said, “Springfield Bancshares came about due to a need for a strong local community bank in Springfield. By partnering with QCR Holdings, SFC Bank will retain its name and brand, local decision-making and ties to the community. As importantly, SFC Bank will be able to expand its products and services to better serve clients’ current and future needs.”\n“We are delighted to be joining the QCR Holdings organization,” added Monte C. McNew, President and Board member of SFC Bank. “We have a great deal of confidence in their executive management team. They have demonstrated the ability to provide value to multiple charters while ensuring customer service remains a top priority. We look forward to becoming part of the QCR Holdings family and continuing its rich tradition of customized client-based relationships and solutions.”\nKeefe, Bruyette & Woods, Inc. served as financial advisor to QCR Holdings and Barack Ferrazzano Kirschbaum & Nagelberg LLP served as legal counsel. D.A. Davidson & Co. served as financial advisor to Springfield Bancshares and Stinson Leonard Street LLP served as legal counsel.\nTerms of the Transaction\nUnder the terms of the merger agreement, which has been unanimously approved by the boards of directors of both companies, stockholders of Springfield Bancshares will receive 0.3060 shares of QCR Holdings common stock and $1.50 in cash in exchange for each common share of Springfield Bancshares held. Based upon the closing price of QCR Holdings common stock as of April 16, 2018, the transaction is valued at approximately $86.7 million. The transaction is subject to regulatory approvals, approval by Springfield Bancshares’ stockholders and certain customary closing conditions. The transaction is expected to close in the third quarter of 2018.\nExcluding one-time merger-related expenses, QCR Holdings expects the transaction to be approximately 8% accretive to earnings per share in 2019, the first full year of combined operations. The Company also expects to incur tangible book value per share dilution of approximately 4% upon closing of the transaction, with a tangible book value per share earnback period of approximately 3 years.\nConference Call\nThe Company will host a conference call to discuss this transaction, as well as its financial results for the first quarter ended March 31, 2018 today, April 18, 2018 at 10:30 a.m. central time. Dial-in information for the call is toll-free 1-888-317-6016 (international 1-412-317-6016). Participants should request to join the QCR Holdings, Inc. call. The event will be archived and available for digital replay through May 2, 2018. The replay access information is toll-free 1-877-344-7529 (international 1-412-317-0088); access code 10119001. A webcast of the teleconference can be accessed at the Company’s News and Events page at http://www.qcrh.com . An archived version of the webcast will be available at the same location shortly after the live event has ended. Participants should visit the Company’s website or call in to the conference line set forth above at least 10 minutes prior to the scheduled start of the call.\nAbout Us\nQCR Holdings, Inc., headquartered in Moline, Illinois, is a relationship-driven, multi-bank holding company, which serves the Quad City, Cedar Rapids, Cedar Valley, Des Moines/Ankeny, and Rockford communities through its wholly owned subsidiary banks. Quad City Bank & Trust Company, which is based in Bettendorf, Iowa, and commenced operations in 1994, Cedar Rapids Bank & Trust Company, which is based in Cedar Rapids, Iowa, and commenced operations in 2001, Community State Bank, which is based in Ankeny, Iowa and was acquired by QCR Holdings in 2016, and Rockford Bank & Trust Company, which is based in Rockford, Illinois, and commenced operations in 2005, provide full-service commercial and consumer banking and trust and wealth management services. Quad City Bank & Trust Company also provides correspondent banking services and engages in commercial leasing through its wholly owned subsidiary, m2 Lease Funds, LLC, based in Milwaukee, Wisconsin. Additionally, QCR Holdings serves the Waterloo/Cedar Falls, Iowa community through Community Bank & Trust, a division of Cedar Rapids Bank & Trust Company.\nAbout Springfield Bancshares, Inc.\nSpringfield Bancshares, Inc. is the holding company of Springfield First Community Bank, established as a de novo bank in 2008 and headquartered in Springfield, Missouri. SFC Bank was established with local ownership, local employees, and local business people and offers a broad range of loan products to the residential and commercial markets, as well as retail and business banking services. SFC Bank’s founders were driven by the need to form a strong independent community bank with the goal of providing exceptional customer service, achieving superior financial performance and maintaining financial strength.\nSpecial Note Concerning Forward-Looking Statements\nThis document may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 with respect to the financial condition, results of operations, plans, objectives, future performance and business of QCR Holdings and Springfield Bancshares. Forward-looking statements, which may be based upon beliefs, expectations and assumptions of QCR Holdings’ and Springfield Bancshares’ management and on information currently available to management, are generally identifiable by the use of words such as “believe,” “expect,” “anticipate,” “plan,” “intend,” “estimate,” “may,” “will,” “would,” “could,” “should” or other similar expressions. Additionally, all statements in this document, including forward-looking statements, speak only as of the date they are made, and neither QCR Holdings nor Springfield Bancshares undertakes any obligation to update any statement in light of new information or future events. A number of factors, many of which are beyond the ability of QCR Holdings and Springfield Bancshares to control or predict, could cause actual results to differ materially from those in any forward-looking statements. These factors include, among others, the following: (i) the possibility that any of the anticipated benefits of the proposed transaction between QCR Holdings and Springfield Bancshares will not be realized or will not be realized within the expected time period; (ii) the risk that integration of operations of Springfield Bancshares with those of QCR Holdings will be materially delayed or will be more costly or difficult than expected; (iii) the inability to complete the proposed transaction due to the failure of the required stockholder approval; (iv) the failure to satisfy other conditions to completion of the proposed transaction, including receipt of required regulatory and other approvals; (v) the failure of the proposed transaction to close for any other reason; (vi) the effect of the announcement of the transaction on customer relationships and operating results; (vii) the possibility that the transaction may be more expensive to complete than anticipated, including as a result of unexpected factors or events; (viii) the strength of the local, national and international economy; (ix) changes in state and federal laws, regulations and governmental policies concerning QCR Holdings’ and Springfield Bancshares’ general business; (x) changes in interest rates and prepayment rates of QCR Holdings’ and Springfield Bancshares’ assets; (xi) increased competition in the financial services sector and the inability to attract new customers; (xii) changes in technology and the ability to develop and maintain secure and reliable electronic systems; (xiii) the loss of key executives or employees; (xiv) changes in consumer spending; (xv) unexpected results of acquisitions, including the acquisition of Springfield Bancshares; (xvi) unexpected outcomes of existing or new litigation involving QCR Holdings or Springfield Bancshares; (xvii) the economic impact of any future terrorist threats or attacks; (xviii) the economic impact of exceptional weather occurrences such as tornadoes, hurricanes, floods, and blizzards; and (xix) changes in accounting policies and practices. These risks and uncertainties should be considered in evaluating forward-looking statements and undue reliance should not be placed on such statements. Additional information concerning QCR Holdings and its business, including additional factors that could materially affect QCR Holdings’ financial results, are included in QCR Holdings’ filings with the Securities and Exchange Commission (the “SEC”).\nAdditional Information\nQCR Holdings will file a registration statement on Form S-4 with the SEC in connection with the proposed transaction. The registration statement will include a proxy statement of Springfield Bancshares that also constitutes a prospectus of QCR Holdings, which will be sent to the stockholders of Springfield Bancshares. Springfield Bancshares’ stockholders are advised to read the proxy statement/prospectus when it becomes available because it will contain important information about QCR Holdings, Springfield Bancshares and the proposed transaction. When filed, this document and other documents relating to the proposed transaction filed by QCR Holdings and Springfield Bancshares can be obtained free of charge from the SEC’s website at www.sec.gov . These documents also can be obtained free of charge by accessing QCR Holdings’ website at www.qcrh.com under the tab “Investors Relations” and then under “SEC Filings.” Alternatively, these documents, when available, can be obtained free of charge from QCR Holdings upon written request to QCR Holdings, Inc., Attention: Corporate Secretary, 3551 7 th Street, Moline, Illinois 61265 or by calling (319) 743-7006, or from Springfield Bancshares, upon written request to Springfield Bancshares, Inc., Attention: Mr. Kirk Bossert, 2006 S. Glenstone Avenue, Springfield, Missouri 65804 or by calling (417) 851-5728.\nThis document shall not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nParticipants in this Transaction\nQCR Holdings, Springfield Bancshares and certain of their respective directors and executive officers may be deemed to be participants in the solicitation of proxies from stockholders in connection with the proposed transaction under the rules of the SEC. Information about these participants may be found in the definitive proxy statement of QCR Holdings relating to its 2018 Annual Meeting of Stockholders filed with the SEC on April 13, 2018. This definitive proxy statement can be obtained free of charge from the sources indicated above. Additional information regarding the interests of these participants will also be included in the proxy statement/prospectus regarding the proposed transaction when it becomes available.\nContacts:\nTodd Gipple\nQCR Holdings, Inc.\nExecutive Vice President\nChief Operating Officer\nChief Financial Officer\n(309) 743-7745\ntgipple@qcrh.com\nRobert Fulp\nSpringfield Bancshares\nChairman of the Board\nChief Executive Officer\n(417) 851-5742\nRFulp@sfcbank.com\nChristopher Lindell\nQCR Holdings, Inc.\nExecutive Vice President\nCorporate Communications\nInvestor Relations\n(319) 743-7006\nclindell@qcrh.com\nSource:QCR Holdings, Inc.; Springfield Bancshares",
    "published": "2018-04-18T16:55:00.000+03:00",
    "crawled": "2018-04-18T17:16:54.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "moline",
        "springfield",
        "april",
        "globe",
        "newswire",
        "qcr",
        "holding",
        "nasdaq",
        "qcrh",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "springfield",
        "bancshares",
        "jointly",
        "announced",
        "today",
        "signing",
        "definitive",
        "agreement",
        "whereby",
        "qcr",
        "holding",
        "purchase",
        "outstanding",
        "common",
        "stock",
        "springfield",
        "bancshares",
        "springfield",
        "bancshares",
        "holding",
        "company",
        "springfield",
        "first",
        "community",
        "bank",
        "sfc",
        "bank",
        "established",
        "de",
        "novo",
        "bank",
        "sfc",
        "bank",
        "headquartered",
        "springfield",
        "missouri",
        "qcr",
        "holding",
        "continue",
        "operate",
        "sfc",
        "bank",
        "retaining",
        "separate",
        "charter",
        "brand",
        "within",
        "springfield",
        "missouri",
        "market",
        "promote",
        "continuity",
        "build",
        "upon",
        "sfc",
        "bank",
        "legacy",
        "service",
        "commercial",
        "retail",
        "customer",
        "market",
        "merger",
        "springfield",
        "bancshares",
        "consistent",
        "qcr",
        "holding",
        "stated",
        "strategic",
        "plan",
        "selectively",
        "acquire",
        "financial",
        "institution",
        "vibrant",
        "metropolitan",
        "market",
        "concentration",
        "commercial",
        "client",
        "sfc",
        "bank",
        "one",
        "banking",
        "location",
        "million",
        "asset",
        "million",
        "deposit",
        "march",
        "springfield",
        "bancshares",
        "qcr",
        "holding",
        "share",
        "similar",
        "value",
        "approach",
        "client",
        "service",
        "community",
        "involvement",
        "believe",
        "springfield",
        "bancshares",
        "good",
        "strategic",
        "cultural",
        "fit",
        "company",
        "commented",
        "douglas",
        "hultquist",
        "president",
        "chief",
        "executive",
        "officer",
        "similar",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "value",
        "innovation",
        "collaboration",
        "achievement",
        "focusing",
        "exceptional",
        "todd",
        "gipple",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "qcr",
        "holding",
        "remarked",
        "springfield",
        "acquisition",
        "complement",
        "qcr",
        "holding",
        "four",
        "bank",
        "charter",
        "sfc",
        "bank",
        "top",
        "performing",
        "institution",
        "one",
        "strongest",
        "community",
        "bank",
        "management",
        "team",
        "area",
        "partnering",
        "sfc",
        "bank",
        "position",
        "u",
        "well",
        "continue",
        "growing",
        "franchise",
        "create",
        "exceptional",
        "value",
        "robert",
        "fulp",
        "chairman",
        "chief",
        "executive",
        "officer",
        "sfc",
        "bank",
        "said",
        "springfield",
        "bancshares",
        "came",
        "due",
        "need",
        "strong",
        "local",
        "community",
        "bank",
        "springfield",
        "partnering",
        "qcr",
        "holding",
        "sfc",
        "bank",
        "retain",
        "name",
        "brand",
        "local",
        "tie",
        "community",
        "importantly",
        "sfc",
        "bank",
        "able",
        "expand",
        "product",
        "service",
        "better",
        "serve",
        "client",
        "current",
        "future",
        "delighted",
        "joining",
        "qcr",
        "holding",
        "organization",
        "added",
        "monte",
        "mcnew",
        "president",
        "board",
        "member",
        "sfc",
        "bank",
        "great",
        "deal",
        "confidence",
        "executive",
        "management",
        "team",
        "demonstrated",
        "ability",
        "provide",
        "value",
        "multiple",
        "charter",
        "ensuring",
        "customer",
        "service",
        "remains",
        "top",
        "priority",
        "look",
        "forward",
        "becoming",
        "part",
        "qcr",
        "holding",
        "family",
        "continuing",
        "rich",
        "tradition",
        "customized",
        "relationship",
        "keefe",
        "bruyette",
        "wood",
        "served",
        "financial",
        "advisor",
        "qcr",
        "holding",
        "barack",
        "ferrazzano",
        "kirschbaum",
        "nagelberg",
        "llp",
        "served",
        "legal",
        "counsel",
        "davidson",
        "served",
        "financial",
        "advisor",
        "springfield",
        "bancshares",
        "stinson",
        "leonard",
        "street",
        "llp",
        "served",
        "legal",
        "counsel",
        "term",
        "transaction",
        "term",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "company",
        "stockholder",
        "springfield",
        "bancshares",
        "receive",
        "share",
        "qcr",
        "holding",
        "common",
        "stock",
        "cash",
        "exchange",
        "common",
        "share",
        "springfield",
        "bancshares",
        "held",
        "based",
        "upon",
        "closing",
        "price",
        "qcr",
        "holding",
        "common",
        "stock",
        "april",
        "transaction",
        "valued",
        "approximately",
        "million",
        "transaction",
        "subject",
        "regulatory",
        "approval",
        "approval",
        "springfield",
        "bancshares",
        "stockholder",
        "certain",
        "customary",
        "closing",
        "condition",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "excluding",
        "expense",
        "qcr",
        "holding",
        "expects",
        "transaction",
        "approximately",
        "accretive",
        "earnings",
        "per",
        "share",
        "first",
        "full",
        "year",
        "combined",
        "operation",
        "company",
        "also",
        "expects",
        "incur",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "dilution",
        "approximately",
        "upon",
        "closing",
        "transaction",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "earnback",
        "period",
        "approximately",
        "year",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "transaction",
        "well",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "today",
        "april",
        "central",
        "time",
        "information",
        "call",
        "international",
        "participant",
        "request",
        "join",
        "qcr",
        "holding",
        "call",
        "event",
        "archived",
        "available",
        "digital",
        "replay",
        "may",
        "replay",
        "access",
        "information",
        "international",
        "access",
        "code",
        "webcast",
        "teleconference",
        "accessed",
        "company",
        "news",
        "event",
        "page",
        "http",
        "archived",
        "version",
        "webcast",
        "available",
        "location",
        "shortly",
        "live",
        "event",
        "ended",
        "participant",
        "visit",
        "company",
        "website",
        "call",
        "conference",
        "line",
        "set",
        "forth",
        "least",
        "minute",
        "prior",
        "scheduled",
        "start",
        "call",
        "u",
        "qcr",
        "holding",
        "headquartered",
        "moline",
        "illinois",
        "holding",
        "company",
        "serf",
        "quad",
        "city",
        "cedar",
        "rapid",
        "cedar",
        "valley",
        "de",
        "rockford",
        "community",
        "wholly",
        "owned",
        "subsidiary",
        "bank",
        "quad",
        "city",
        "bank",
        "trust",
        "company",
        "based",
        "bettendorf",
        "iowa",
        "commenced",
        "operation",
        "cedar",
        "rapid",
        "bank",
        "trust",
        "company",
        "based",
        "cedar",
        "rapid",
        "iowa",
        "commenced",
        "operation",
        "community",
        "state",
        "bank",
        "based",
        "ankeny",
        "iowa",
        "acquired",
        "qcr",
        "holding",
        "rockford",
        "bank",
        "trust",
        "company",
        "based",
        "rockford",
        "illinois",
        "commenced",
        "operation",
        "provide",
        "commercial",
        "consumer",
        "banking",
        "trust",
        "wealth",
        "management",
        "service",
        "quad",
        "city",
        "bank",
        "trust",
        "company",
        "also",
        "provides",
        "correspondent",
        "banking",
        "service",
        "engages",
        "commercial",
        "leasing",
        "wholly",
        "owned",
        "subsidiary",
        "m2",
        "lease",
        "fund",
        "llc",
        "based",
        "milwaukee",
        "wisconsin",
        "additionally",
        "qcr",
        "holding",
        "serf",
        "fall",
        "iowa",
        "community",
        "community",
        "bank",
        "trust",
        "division",
        "cedar",
        "rapid",
        "bank",
        "trust",
        "company",
        "springfield",
        "bancshares",
        "springfield",
        "bancshares",
        "holding",
        "company",
        "springfield",
        "first",
        "community",
        "bank",
        "established",
        "de",
        "novo",
        "bank",
        "headquartered",
        "springfield",
        "missouri",
        "sfc",
        "bank",
        "established",
        "local",
        "ownership",
        "local",
        "employee",
        "local",
        "business",
        "people",
        "offer",
        "broad",
        "range",
        "loan",
        "product",
        "residential",
        "commercial",
        "market",
        "well",
        "retail",
        "business",
        "banking",
        "service",
        "sfc",
        "bank",
        "founder",
        "driven",
        "need",
        "form",
        "strong",
        "independent",
        "community",
        "bank",
        "goal",
        "providing",
        "exceptional",
        "customer",
        "service",
        "achieving",
        "superior",
        "financial",
        "performance",
        "maintaining",
        "financial",
        "strength",
        "special",
        "note",
        "concerning",
        "statement",
        "document",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "respect",
        "financial",
        "condition",
        "result",
        "operation",
        "plan",
        "objective",
        "future",
        "performance",
        "business",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "statement",
        "may",
        "based",
        "upon",
        "belief",
        "expectation",
        "assumption",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "management",
        "information",
        "currently",
        "available",
        "management",
        "generally",
        "identifiable",
        "use",
        "word",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "intend",
        "estimate",
        "may",
        "would",
        "could",
        "similar",
        "expression",
        "additionally",
        "statement",
        "document",
        "including",
        "statement",
        "speak",
        "date",
        "made",
        "neither",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "light",
        "new",
        "information",
        "future",
        "event",
        "number",
        "factor",
        "many",
        "beyond",
        "ability",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "control",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "following",
        "possibility",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "ii",
        "risk",
        "integration",
        "operation",
        "springfield",
        "bancshares",
        "qcr",
        "holding",
        "materially",
        "delayed",
        "costly",
        "difficult",
        "expected",
        "iii",
        "inability",
        "complete",
        "proposed",
        "transaction",
        "due",
        "failure",
        "required",
        "stockholder",
        "approval",
        "iv",
        "failure",
        "satisfy",
        "condition",
        "completion",
        "proposed",
        "transaction",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "v",
        "failure",
        "proposed",
        "transaction",
        "close",
        "reason",
        "vi",
        "effect",
        "announcement",
        "transaction",
        "customer",
        "relationship",
        "operating",
        "result",
        "vii",
        "possibility",
        "transaction",
        "may",
        "expensive",
        "complete",
        "anticipated",
        "including",
        "result",
        "unexpected",
        "factor",
        "event",
        "viii",
        "strength",
        "local",
        "national",
        "international",
        "economy",
        "ix",
        "change",
        "state",
        "federal",
        "law",
        "regulation",
        "governmental",
        "policy",
        "concerning",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "general",
        "business",
        "x",
        "change",
        "interest",
        "rate",
        "prepayment",
        "rate",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "asset",
        "xi",
        "increased",
        "competition",
        "financial",
        "service",
        "sector",
        "inability",
        "attract",
        "new",
        "customer",
        "xii",
        "change",
        "technology",
        "ability",
        "develop",
        "maintain",
        "secure",
        "reliable",
        "electronic",
        "system",
        "xiii",
        "loss",
        "key",
        "executive",
        "employee",
        "xiv",
        "change",
        "consumer",
        "spending",
        "xv",
        "unexpected",
        "result",
        "acquisition",
        "including",
        "acquisition",
        "springfield",
        "bancshares",
        "xvi",
        "unexpected",
        "outcome",
        "existing",
        "new",
        "litigation",
        "involving",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "xvii",
        "economic",
        "impact",
        "future",
        "terrorist",
        "threat",
        "attack",
        "xviii",
        "economic",
        "impact",
        "exceptional",
        "weather",
        "occurrence",
        "tornado",
        "hurricane",
        "flood",
        "blizzard",
        "xix",
        "change",
        "accounting",
        "policy",
        "practice",
        "risk",
        "uncertainty",
        "considered",
        "evaluating",
        "statement",
        "undue",
        "reliance",
        "placed",
        "statement",
        "additional",
        "information",
        "concerning",
        "qcr",
        "holding",
        "business",
        "including",
        "additional",
        "factor",
        "could",
        "materially",
        "affect",
        "qcr",
        "holding",
        "financial",
        "result",
        "included",
        "qcr",
        "holding",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "additional",
        "information",
        "qcr",
        "holding",
        "file",
        "registration",
        "statement",
        "form",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "registration",
        "statement",
        "include",
        "proxy",
        "statement",
        "springfield",
        "bancshares",
        "also",
        "constitutes",
        "prospectus",
        "qcr",
        "holding",
        "sent",
        "stockholder",
        "springfield",
        "bancshares",
        "springfield",
        "bancshares",
        "stockholder",
        "advised",
        "read",
        "proxy",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "proposed",
        "transaction",
        "filed",
        "document",
        "document",
        "relating",
        "proposed",
        "transaction",
        "filed",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "document",
        "also",
        "obtained",
        "free",
        "charge",
        "accessing",
        "qcr",
        "holding",
        "website",
        "tab",
        "investor",
        "relation",
        "sec",
        "alternatively",
        "document",
        "available",
        "obtained",
        "free",
        "charge",
        "qcr",
        "holding",
        "upon",
        "written",
        "request",
        "qcr",
        "holding",
        "attention",
        "corporate",
        "secretary",
        "th",
        "street",
        "moline",
        "illinois",
        "calling",
        "springfield",
        "bancshares",
        "upon",
        "written",
        "request",
        "springfield",
        "bancshares",
        "attention",
        "kirk",
        "bossert",
        "glenstone",
        "avenue",
        "springfield",
        "missouri",
        "calling",
        "document",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "participant",
        "transaction",
        "qcr",
        "holding",
        "springfield",
        "bancshares",
        "certain",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "rule",
        "sec",
        "information",
        "participant",
        "may",
        "found",
        "definitive",
        "proxy",
        "statement",
        "qcr",
        "holding",
        "relating",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "definitive",
        "proxy",
        "statement",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "also",
        "included",
        "proxy",
        "regarding",
        "proposed",
        "transaction",
        "becomes",
        "available",
        "contact",
        "todd",
        "gipple",
        "qcr",
        "holding",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "tgipple",
        "robert",
        "fulp",
        "springfield",
        "bancshares",
        "chairman",
        "board",
        "chief",
        "executive",
        "officer",
        "rfulp",
        "christopher",
        "lindell",
        "qcr",
        "holding",
        "executive",
        "vice",
        "president",
        "corporate",
        "communication",
        "investor",
        "relation",
        "clindell",
        "source",
        "qcr",
        "holding",
        "springfield",
        "bancshares"
    ]
}