{
    "organizations": [],
    "uuid": "a7f8c8de95fe9fa9117099601d1e1bd45a539275",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/13/globe-newswire-dundee-precious-metals-announces-first-quarter-2018-production-results-and-provides-notice-of-first-quarter-2018-financial.html",
    "ord_in_thread": 0,
    "title": "Dundee Precious Metals Announces First Quarter 2018 Production Results and Provides Notice of First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 13, 2018 (GLOBE NEWSWIRE) -- Dundee Precious Metals Inc. (TSX:DPM) (“DPM” or “the Company”) announced its mine and smelter production results for the three months ended March 31, 2018 and confirmed the timing of the release of first quarter 2018 operating and financial results, together with the related conference call and webcast.\n“We had another strong quarter at Chelopech and continue to make good progress on smelter optimization initiatives,” said Rick Howes, President and CEO. “We remain on budget with construction at our Krumovgrad gold project with production of first concentrate on track for the fourth quarter of 2018.”\nOre milled and metals production at Chelopech and concentrate smelted at Tsumeb in the first quarter 2018 are tracking in line with the Company’s 2018 guidance.\nProduction Highlights\nFirst quarter 2018 mine and metals production at the Chelopech mine and complex concentrate smelted at the Tsumeb smelter are provided below.\nChelopech\nTsumeb\nYear 2018 Consolidated\nGuidance 1 Q1 2018 Q1 2018 Ore milled (‘000s tonnes) 558.1 - 2,100 – 2,200 Metals contained in concentrate produced Gold (‘000s ounces) 57.3 - 165 – 195 Copper (million pounds) 9.3 - 33.7 – 40.4 Payable metals in concentrate sold Gold (‘000s ounces) 35.2 - 140 – 170 Copper (million pounds) 6.1 - 31.0 – 37.0 Complex Concentrate smelted (‘000s tonnes) - 54.1 220 – 250 As disclosed in Management’s Discussion and Analysis (“MD&A”) for the period ended December 31, 2017, issued on February 15, 2018 and available at www.sedar.com .\nFirst quarter Chelopech gold and copper production exceeded our planned production due to higher ore grades and is expected to return to planned levels for the remainder of the year in line with guidance. Payable gold sold was in line with expected concentrate shipment schedules and is expected to increase in the coming quarters due to the timing of shipments.\nContinued improved refractory performance in the Ausmelt furnace at Tsumeb has enabled the start of the annual maintenance shutdown to be deferred from March to May 2018. Oxygen plant performance was much improved in the first quarter relative to previous quarters and further upside remains as a result of continued optimization. Replacement of the furnace roof and some off-gas repairs completed in the quarter, together with adverse summer weather conditions, affected operating rates and downtime, and served to offset the improved operating performance. While concentrate smelted was below planned levels for the quarter, the smelter is expected to return to targeted levels in line with 2018 guidance.\nAt Krumovgrad, earthworks relating to the construction of the Integrated Mine Waste Facility was completed, and installation of major foundations, equipment and structural steel continued through the quarter, as planned. The forecast capital cost remains at $162 to $168 million, compared with the original estimate of $178 million, with first concentrate production on track for the fourth quarter of 2018.\nFirst Quarter 2018 Results\nThe Company’s first quarter 2018 operating and financial results are expected to be released after market close on Wednesday, May 2, 2018. The press release, MD&A and consolidated financial statements will be posted on SEDAR at www.sedar.com and on the Company’s website at www.dundeeprecious.com .\nThe Company will hold a call and webcast to discuss its first quarter results on Thursday, May 3, 2018 at 9:00 am EDT. The call will be hosted by Rick Howes, President and Chief Executive Officer, who will be joined by Hume Kyle, Executive Vice President and Chief Financial Officer, together with other members of the executive management team. The call will be accessible via a live webcast and by telephone.\nFirst Quarter 2018 Call and Webcast (Listen/View only)\nDate: Thursday, May 3, 2018\nTime: 9:00 am EDT\nWebcast: https://edge.media-server.com/m6/p/4opr3ody\nCanada and USA Toll Free: 1-844-264-2104\nOutside Canada or USA: 1-270-823-1169\nReplay: 1-855-859-2056\nReplay Passcode: 9475048\nAbout Dundee Precious Metals\nDundee Precious Metals Inc. is a Canadian based, international gold mining company engaged in the acquisition of mineral properties, exploration, development, mining and processing of precious metals. The Company's operating assets include the Chelopech operation, which produces a copper concentrate containing gold and silver and a pyrite concentrate containing gold, located east of Sofia, Bulgaria; and the Tsumeb smelter, a complex copper concentrate processing facility located in Namibia. DPM also holds interests in a number of developing gold and exploration properties located in Bulgaria, including the Krumovgrad gold project, which started construction in the fourth quarter of 2016 and is expected to commence production in the fourth quarter of 2018, Canada , Serbia and Armenia, and its 10.2% interest in Sabina Gold & Silver Corp.\nCautionary Note Regarding Forward Looking Statements\nThis press release contains “forward looking statements” that involve a number of risks and uncertainties. Forward looking statements include, but are not limited to, statements with respect to the estimated capital costs, operating costs and other project economics with respect to Krumovgrad; timing of development, permitting, construction, commissioning activities and commencement of production in respect of Krumovgrad; timing of further optimization work at Tsumeb and potential benefits of the rotary furnace installation; the price of gold, copper, silver and acid; toll rates; metals exposure and stockpile interest deductions; the estimation of Mineral Reserves and Mineral Resources and the realization of such mineral estimates; the timing and amount of estimated future production and output, life of mine, costs of production, cash costs and other cost measures, capital expenditures, and timing of the development of new deposits; results of economic studies; success of exploration activities; success of permitting activities; permitting time lines; currency fluctuations; requirements for additional capital; government regulation of mining and smelting operations; environmental risks; reclamation expenses; potential or anticipated outcome of title disputes or claims; and timing and possible outcome of pending litigation. Often, but not always, forward looking statements can be identified by the use of words such as “plans”, “expects”, or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “outlook”, “intends”, “anticipates”, or “does not anticipate”, or “believes”, or variations of such words and phrases or that state that certain actions, events or results “may”, “could”, “would”, “might” or “will” be taken, occur or be achieved. Forward looking statements are based on the opinions and estimates of management as of the date such statements are made and they involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any other future results, performance or achievements expressed or implied by the forward looking statements. Such factors include, among others: the uncertainties with respect to the actual results of current exploration activities; actual results of current reclamation activities; conclusions of economic evaluations and economic studies; changes in project parameters as plans continue to be refined; possible variations in ore grade or recovery rates; failure of plant, equipment or processes to operate as anticipated; accidents, labour disputes and other risks of the mining industry; delays in obtaining governmental approvals or financing or in the completion of development or construction activities; uncertainties inherent with conducting business in foreign jurisdictions where corruption, civil unrest, political instability and uncertainties with the rule of law may impact the Company’s activities; fluctuations in metal and acid prices, toll rates and foreign exchange rates; unanticipated title disputes; claims or litigation; limitation on insurance coverage; cyber attacks; failure to successfully integrate MineRP’s business; failure to realize projected synergies and financial results from MineRP business; risks relating to operating a technology business reliant on the ownership, protection and ongoing development of key intellectual properties; as well as those risk factors discussed or referred to in the Company’s MD&A under the heading “Risks and Uncertainties” and under the heading “Cautionary Note Regarding Forward Looking Statements” which include further details on material assumptions used to develop such forward looking statements and material risk factors that could cause actual results to differ materially from forward looking statements, and other documents (including without limitation the Company’s most recent AIF) filed from time to time with the securities regulatory authorities in all provinces and territories of Canada and available on SEDAR at www.sedar.com . Although the Company has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward looking statements, there may be other factors that cause actions, events or results not to be anticipated, estimated or intended. There can be no assurance that forward looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Unless required by securities laws, the Company undertakes no obligation to update forward looking statements if circumstances or management’s estimates or opinions should change. Accordingly, readers are cautioned not to place undue reliance on forward looking statements.\nFor further information please contact:\nDUNDEE PRECIOUS METALS INC.\nRick Howes\nPresident and\nChief Executive Officer\nTel: (416) 365-2836\nrhowes@dundeeprecious.com Janet Reid\nManager, Investor Relations\nTel: (416) 365-25479\njreid@dundeeprecious.com\nSource: Dundee Precious Metals, Inc.",
    "published": "2018-04-13T16:30:00.000+03:00",
    "crawled": "2018-04-13T19:43:45.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "globe",
        "newswire",
        "dundee",
        "precious",
        "metal",
        "tsx",
        "dpm",
        "dpm",
        "company",
        "announced",
        "mine",
        "smelter",
        "production",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "confirmed",
        "timing",
        "release",
        "first",
        "quarter",
        "operating",
        "financial",
        "result",
        "together",
        "related",
        "conference",
        "call",
        "webcast",
        "another",
        "strong",
        "quarter",
        "chelopech",
        "continue",
        "make",
        "good",
        "progress",
        "smelter",
        "optimization",
        "initiative",
        "said",
        "rick",
        "howe",
        "president",
        "ceo",
        "remain",
        "budget",
        "construction",
        "krumovgrad",
        "gold",
        "project",
        "production",
        "first",
        "concentrate",
        "track",
        "fourth",
        "quarter",
        "ore",
        "milled",
        "metal",
        "production",
        "chelopech",
        "concentrate",
        "smelted",
        "tsumeb",
        "first",
        "quarter",
        "tracking",
        "line",
        "company",
        "guidance",
        "production",
        "highlight",
        "first",
        "quarter",
        "mine",
        "metal",
        "production",
        "chelopech",
        "mine",
        "complex",
        "concentrate",
        "smelted",
        "tsumeb",
        "smelter",
        "provided",
        "chelopech",
        "tsumeb",
        "year",
        "consolidated",
        "guidance",
        "q1",
        "q1",
        "ore",
        "milled",
        "000s",
        "tonne",
        "metal",
        "contained",
        "concentrate",
        "produced",
        "gold",
        "000s",
        "ounce",
        "copper",
        "million",
        "pound",
        "payable",
        "metal",
        "concentrate",
        "sold",
        "gold",
        "000s",
        "ounce",
        "copper",
        "million",
        "pound",
        "complex",
        "concentrate",
        "smelted",
        "000s",
        "tonne",
        "disclosed",
        "management",
        "discussion",
        "analysis",
        "md",
        "period",
        "ended",
        "december",
        "issued",
        "february",
        "available",
        "first",
        "quarter",
        "chelopech",
        "gold",
        "copper",
        "production",
        "exceeded",
        "planned",
        "production",
        "due",
        "higher",
        "ore",
        "grade",
        "expected",
        "return",
        "planned",
        "level",
        "remainder",
        "year",
        "line",
        "guidance",
        "payable",
        "gold",
        "sold",
        "line",
        "expected",
        "concentrate",
        "shipment",
        "schedule",
        "expected",
        "increase",
        "coming",
        "quarter",
        "due",
        "timing",
        "shipment",
        "continued",
        "improved",
        "refractory",
        "performance",
        "ausmelt",
        "furnace",
        "tsumeb",
        "enabled",
        "start",
        "annual",
        "maintenance",
        "shutdown",
        "deferred",
        "march",
        "may",
        "oxygen",
        "plant",
        "performance",
        "much",
        "improved",
        "first",
        "quarter",
        "relative",
        "previous",
        "quarter",
        "upside",
        "remains",
        "result",
        "continued",
        "optimization",
        "replacement",
        "furnace",
        "roof",
        "repair",
        "completed",
        "quarter",
        "together",
        "adverse",
        "summer",
        "weather",
        "condition",
        "affected",
        "operating",
        "rate",
        "downtime",
        "served",
        "offset",
        "improved",
        "operating",
        "performance",
        "concentrate",
        "smelted",
        "planned",
        "level",
        "quarter",
        "smelter",
        "expected",
        "return",
        "targeted",
        "level",
        "line",
        "guidance",
        "krumovgrad",
        "earthwork",
        "relating",
        "construction",
        "integrated",
        "mine",
        "waste",
        "facility",
        "completed",
        "installation",
        "major",
        "foundation",
        "equipment",
        "structural",
        "steel",
        "continued",
        "quarter",
        "planned",
        "forecast",
        "capital",
        "cost",
        "remains",
        "million",
        "compared",
        "original",
        "estimate",
        "million",
        "first",
        "concentrate",
        "production",
        "track",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "result",
        "company",
        "first",
        "quarter",
        "operating",
        "financial",
        "result",
        "expected",
        "released",
        "market",
        "close",
        "wednesday",
        "may",
        "press",
        "release",
        "md",
        "consolidated",
        "financial",
        "statement",
        "posted",
        "sedar",
        "company",
        "website",
        "company",
        "hold",
        "call",
        "webcast",
        "discus",
        "first",
        "quarter",
        "result",
        "thursday",
        "may",
        "edt",
        "call",
        "hosted",
        "rick",
        "howe",
        "president",
        "chief",
        "executive",
        "officer",
        "joined",
        "hume",
        "kyle",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "together",
        "member",
        "executive",
        "management",
        "team",
        "call",
        "accessible",
        "via",
        "live",
        "webcast",
        "telephone",
        "first",
        "quarter",
        "call",
        "webcast",
        "date",
        "thursday",
        "may",
        "time",
        "edt",
        "webcast",
        "http",
        "canada",
        "usa",
        "toll",
        "free",
        "outside",
        "canada",
        "usa",
        "replay",
        "replay",
        "passcode",
        "dundee",
        "precious",
        "metal",
        "dundee",
        "precious",
        "metal",
        "canadian",
        "based",
        "international",
        "gold",
        "mining",
        "company",
        "engaged",
        "acquisition",
        "mineral",
        "property",
        "exploration",
        "development",
        "mining",
        "processing",
        "precious",
        "metal",
        "company",
        "operating",
        "asset",
        "include",
        "chelopech",
        "operation",
        "produce",
        "copper",
        "concentrate",
        "containing",
        "gold",
        "silver",
        "pyrite",
        "concentrate",
        "containing",
        "gold",
        "located",
        "east",
        "sofia",
        "bulgaria",
        "tsumeb",
        "smelter",
        "complex",
        "copper",
        "concentrate",
        "processing",
        "facility",
        "located",
        "namibia",
        "dpm",
        "also",
        "hold",
        "interest",
        "number",
        "developing",
        "gold",
        "exploration",
        "property",
        "located",
        "bulgaria",
        "including",
        "krumovgrad",
        "gold",
        "project",
        "started",
        "construction",
        "fourth",
        "quarter",
        "expected",
        "commence",
        "production",
        "fourth",
        "quarter",
        "canada",
        "serbia",
        "armenia",
        "interest",
        "sabina",
        "gold",
        "silver",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "forward",
        "looking",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "forward",
        "looking",
        "statement",
        "include",
        "limited",
        "statement",
        "respect",
        "estimated",
        "capital",
        "cost",
        "operating",
        "cost",
        "project",
        "economics",
        "respect",
        "krumovgrad",
        "timing",
        "development",
        "permitting",
        "construction",
        "commissioning",
        "activity",
        "commencement",
        "production",
        "respect",
        "krumovgrad",
        "timing",
        "optimization",
        "work",
        "tsumeb",
        "potential",
        "benefit",
        "rotary",
        "furnace",
        "installation",
        "price",
        "gold",
        "copper",
        "silver",
        "acid",
        "toll",
        "rate",
        "metal",
        "exposure",
        "stockpile",
        "interest",
        "deduction",
        "estimation",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "realization",
        "mineral",
        "estimate",
        "timing",
        "amount",
        "estimated",
        "future",
        "production",
        "output",
        "life",
        "mine",
        "cost",
        "production",
        "cash",
        "cost",
        "cost",
        "measure",
        "capital",
        "expenditure",
        "timing",
        "development",
        "new",
        "deposit",
        "result",
        "economic",
        "study",
        "success",
        "exploration",
        "activity",
        "success",
        "permitting",
        "activity",
        "permitting",
        "time",
        "line",
        "currency",
        "fluctuation",
        "requirement",
        "additional",
        "capital",
        "government",
        "regulation",
        "mining",
        "smelting",
        "operation",
        "environmental",
        "risk",
        "reclamation",
        "expense",
        "potential",
        "anticipated",
        "outcome",
        "title",
        "dispute",
        "claim",
        "timing",
        "possible",
        "outcome",
        "pending",
        "litigation",
        "often",
        "always",
        "forward",
        "looking",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "outlook",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "forward",
        "looking",
        "statement",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "uncertainty",
        "respect",
        "actual",
        "result",
        "current",
        "exploration",
        "activity",
        "actual",
        "result",
        "current",
        "reclamation",
        "activity",
        "conclusion",
        "economic",
        "evaluation",
        "economic",
        "study",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "possible",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "accident",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "delay",
        "obtaining",
        "governmental",
        "approval",
        "financing",
        "completion",
        "development",
        "construction",
        "activity",
        "uncertainty",
        "inherent",
        "conducting",
        "business",
        "foreign",
        "jurisdiction",
        "corruption",
        "civil",
        "unrest",
        "political",
        "instability",
        "uncertainty",
        "rule",
        "law",
        "may",
        "impact",
        "company",
        "activity",
        "fluctuation",
        "metal",
        "acid",
        "price",
        "toll",
        "rate",
        "foreign",
        "exchange",
        "rate",
        "unanticipated",
        "title",
        "dispute",
        "claim",
        "litigation",
        "limitation",
        "insurance",
        "coverage",
        "cyber",
        "attack",
        "failure",
        "successfully",
        "integrate",
        "minerp",
        "business",
        "failure",
        "realize",
        "projected",
        "synergy",
        "financial",
        "result",
        "minerp",
        "business",
        "risk",
        "relating",
        "operating",
        "technology",
        "business",
        "reliant",
        "ownership",
        "protection",
        "ongoing",
        "development",
        "key",
        "intellectual",
        "property",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "company",
        "md",
        "heading",
        "risk",
        "uncertainty",
        "heading",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "include",
        "detail",
        "material",
        "assumption",
        "used",
        "develop",
        "forward",
        "looking",
        "statement",
        "material",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "document",
        "including",
        "without",
        "limitation",
        "company",
        "recent",
        "aif",
        "filed",
        "time",
        "time",
        "security",
        "regulatory",
        "authority",
        "province",
        "territory",
        "canada",
        "available",
        "sedar",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "forward",
        "looking",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "forward",
        "looking",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "unless",
        "required",
        "security",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "circumstance",
        "management",
        "estimate",
        "opinion",
        "change",
        "accordingly",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "information",
        "please",
        "contact",
        "dundee",
        "precious",
        "metal",
        "rick",
        "howe",
        "president",
        "chief",
        "executive",
        "officer",
        "tel",
        "rhowes",
        "janet",
        "reid",
        "manager",
        "investor",
        "relation",
        "tel",
        "jreid",
        "source",
        "dundee",
        "precious",
        "metal",
        "inc"
    ]
}