{
    "organizations": [],
    "uuid": "3afe6a6c5ee9d7a95aede9375124dc023a9c4edc",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/17/chinese-electronics-giant-huawei-signals-a-change-in-tactics.html/",
    "ord_in_thread": 0,
    "title": "Chinese electronics giant Huawei signals a change in tactics after failing to crack US market - FOREXPARROT",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Chinese electronics giant Huawei signals a change in tactics after failing to crack US market April 17, 2018 \nSHENZHEN, China — In a grand hotel ballroom on Tuesday, Huawei executives laid out a soaring vision for the future. The Chinese electronics giant, already the world’s biggest supplier of the equipment that powers the wireless age, now wants to provide the digital backbone for artificial intelligence, the internet of things and other transformative technologies. \nBut that future is increasingly looking as if it will not include the United States. \nLast week, the company laid off five American employees, including William B. Plummer, the executive who was the face of its Sisyphean efforts to win over Washington, according to people familiar with the matter. Huawei has also been dialing back its political outreach in the United States, these people said — which could end a decade of mostly fruitless efforts to dispel Washington’s accusations that the company has ties to the Chinese government. \nMore from the New York Times: China’s Huawei is at center of fight over 5G’s future \nHuawei’s tactics are changing as its business prospects in the United States have darkened considerably. On Tuesday, the Federal Communications Commission is scheduled to vote on a new rule that could effectively kill off what little business the company has in the United States. Although the proposed rule does not mention Huawei by name, it would block federally subsidized telecommunications carriers from using suppliers deemed to pose a risk in American national security. \nLike other major tech companies, whether American or Chinese, Huawei (pronounced “HWA-way”) has been caught in the crossfire as the Trump administration ratchets up efforts to stop China’s high-tech ambitions . The two countries are waging a new kind of cold war , and with each increasingly suspicious of the other’s technology, winners are chosen based on national allegiances. MUST READ Coty Moves Up In Market Cap Rank, Passing Ansys \nHuawei’s latest moves suggest that it has accepted that its political battles in the United States are not ones it is likely to win. \nOne recent example of reduced communication with Washington came after the discovery in January of security flaws in the microprocessors inside nearly all of the world’s computers. A Senate committee wrote to Huawei’s founder to ask what the company knew about the vulnerabilities, and how it had been affected by them. Huawei decided not to respond. \n“Some things cannot change their course according to our wishes,” Eric Xu, Huawei’s deputy chairman, said at the company’s annual meeting with analysts on Tuesday. “With some things, when you let them go, you actually feel more at ease.” \nHuawei’s main Chinese rival, ZTE, also hit a roadblock in Washington this week. The Commerce Department said it would ban the much smaller company from buying American components after it made false statements to the government as part of an investigation into possible violations of American sanctions. \nYet Huawei’s experience also illustrates how little Washington can do to curb Chinese influence in cutting-edge industries throughout the rest of the world. \nAt Tuesday’s meeting with analysts, executives at the company, which says it is owned by its employees and not by the Chinese state, emphasized growth opportunities in Europe and Asia. They also described ambitions to further diversify Huawei’s business into helping organizations of all kinds — not merely wireless carriers, but factories, governments and the police — transform themselves through cloud computing and artificial intelligence. \n“For Huawei, the major challenge is not how we can serve operators better,” said David Wang, a company president. Instead, he said, “we have to work harder to cope with wider challenges in all industries.” \nHuawei’s troubles in the United States have been mounting since 2012, when a congressional report warned that its gear could be used to spy on Americans or to destabilize American telecom networks. The company spent $1.2 million on lobbying that year. Last year, it spent $60,000 on such efforts. MUST READ Discriminatory ads still get on Facebook, probe finds \nMajor American carriers such as Verizon and AT&T have since shunned Huawei. The Commerce and Treasury Departments have subpoenaed it over possible violations of American sanctions on Iran and North Korea. The company’s ambitions to become a major smartphone brand — it is already the world’s third largest , after Samsung and Apple — were curtailed when AT&T abandoned a deal this year to sell its handsets. And a bill is before Congress to stop government agencies and contractors from buying Huawei products. \nThe company has said repeatedly that its products pose no security risk and that it complies with the law everywhere it operates. Still, the layoffs last week appear to be an acknowledgment by Huawei that it has failed to clear the political cloud around it. \nMr. Plummer, Huawei’s vice president of external affairs, had been with the company for almost eight years. He was the most senior member of Huawei’s American policy team who was not a Chinese citizen. \nIt is not clear whether he will be replaced. The company’s policy operations in the United States are led by a relatively recent arrival, Zhang Ruijun, who took the post nine months ago after working for the company in Mexico and Russia. \nA Huawei spokesman said in a statement that any layoffs simply reflected an effort to better align resources with “business strategy and objectives.” \n“Any changes to staffing size or structure are simply a reflection of standard business organization,” he said. \nFounded three decades ago, Huawei made $93 billion in revenue last year — not much less than Google’s parent company, Alphabet, and more than its two main rivals in telecom gear, Nokia of Finland and Ericsson of Sweden, combined. MUST READ Google's shopping rivals call for action from EU antitrust watchdog \nWhen it comes to the next generation of mobile internet, or 5G, Huawei has invested heavily in technology development. \nChinese carriers are likely to deploy such networks more quickly than their American counterparts are, at least in the beginning. But as 5G comes up in the United States, Japan, South Korea and Europe, Nokia and Ericsson will catch up, said Pierre Ferragu, an analyst in New York with New Street Research. \nStill, Huawei’s telecom business could be dampened as other countries, particularly allies of the United States, weigh risks to their national security. The chief executive of a leading wireless provider in South Korea told the newspaper The Korea Herald last month that the company was unsure whether to use Huawei’s 5G equipment. \nIn the United States, Huawei customers that would be affected by the F.C.C.’s proposed rule — small carriers in rural areas — may soon need to find new equipment suppliers. \nThese carriers love Huawei gear, said Carri Bennet, general counsel for the Rural Wireless Association, an industry group for American telecom companies with fewer than 100,000 subscribers. \n“They just love it,” she said. “It works like a charm, the customer service support is awesome,” and the price is attractive, she added. \nThe association’s members have even elected a Huawei executive, William Levy , to their board. \nMs. Bennet said that rather than blacklisting specific manufacturers, Washington should be creating a system for testing telecom gear for security vulnerabilities. \n“These companies who are reliant on this support, they don’t have the funds to overhaul their whole network,” she said. “Public safety, getting 911 services, broadband — it all just starts falling apart.” ",
    "published": "2018-04-17T21:31:00.000+03:00",
    "crawled": "2018-04-18T00:02:28.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chinese",
        "electronics",
        "giant",
        "huawei",
        "signal",
        "change",
        "tactic",
        "failing",
        "crack",
        "u",
        "market",
        "april",
        "shenzhen",
        "china",
        "grand",
        "hotel",
        "ballroom",
        "tuesday",
        "huawei",
        "executive",
        "laid",
        "soaring",
        "vision",
        "future",
        "chinese",
        "electronics",
        "giant",
        "already",
        "world",
        "biggest",
        "supplier",
        "equipment",
        "power",
        "wireless",
        "age",
        "want",
        "provide",
        "digital",
        "backbone",
        "artificial",
        "intelligence",
        "internet",
        "thing",
        "transformative",
        "technology",
        "future",
        "increasingly",
        "looking",
        "include",
        "united",
        "state",
        "last",
        "week",
        "company",
        "laid",
        "five",
        "american",
        "employee",
        "including",
        "william",
        "plummer",
        "executive",
        "face",
        "sisyphean",
        "effort",
        "win",
        "washington",
        "according",
        "people",
        "familiar",
        "matter",
        "huawei",
        "also",
        "dialing",
        "back",
        "political",
        "outreach",
        "united",
        "state",
        "people",
        "said",
        "could",
        "end",
        "decade",
        "mostly",
        "fruitless",
        "effort",
        "dispel",
        "washington",
        "accusation",
        "company",
        "tie",
        "chinese",
        "government",
        "new",
        "york",
        "time",
        "china",
        "huawei",
        "center",
        "fight",
        "5g",
        "future",
        "huawei",
        "tactic",
        "changing",
        "business",
        "prospect",
        "united",
        "state",
        "darkened",
        "considerably",
        "tuesday",
        "federal",
        "communication",
        "commission",
        "scheduled",
        "vote",
        "new",
        "rule",
        "could",
        "effectively",
        "kill",
        "little",
        "business",
        "company",
        "united",
        "state",
        "although",
        "proposed",
        "rule",
        "mention",
        "huawei",
        "name",
        "would",
        "block",
        "federally",
        "subsidized",
        "telecommunication",
        "carrier",
        "using",
        "supplier",
        "deemed",
        "pose",
        "risk",
        "american",
        "national",
        "security",
        "like",
        "major",
        "tech",
        "company",
        "whether",
        "american",
        "chinese",
        "huawei",
        "pronounced",
        "caught",
        "crossfire",
        "trump",
        "administration",
        "ratchet",
        "effort",
        "stop",
        "china",
        "ambition",
        "two",
        "country",
        "waging",
        "new",
        "kind",
        "cold",
        "war",
        "increasingly",
        "suspicious",
        "technology",
        "winner",
        "chosen",
        "based",
        "national",
        "allegiance",
        "must",
        "read",
        "coty",
        "move",
        "market",
        "cap",
        "rank",
        "passing",
        "ansys",
        "huawei",
        "latest",
        "move",
        "suggest",
        "accepted",
        "political",
        "battle",
        "united",
        "state",
        "one",
        "likely",
        "win",
        "one",
        "recent",
        "example",
        "reduced",
        "communication",
        "washington",
        "came",
        "discovery",
        "january",
        "security",
        "flaw",
        "microprocessor",
        "inside",
        "nearly",
        "world",
        "computer",
        "senate",
        "committee",
        "wrote",
        "huawei",
        "founder",
        "ask",
        "company",
        "knew",
        "vulnerability",
        "affected",
        "huawei",
        "decided",
        "respond",
        "thing",
        "change",
        "course",
        "according",
        "wish",
        "eric",
        "xu",
        "huawei",
        "deputy",
        "chairman",
        "said",
        "company",
        "annual",
        "meeting",
        "analyst",
        "tuesday",
        "thing",
        "let",
        "go",
        "actually",
        "feel",
        "huawei",
        "main",
        "chinese",
        "rival",
        "zte",
        "also",
        "hit",
        "roadblock",
        "washington",
        "week",
        "commerce",
        "department",
        "said",
        "would",
        "ban",
        "much",
        "smaller",
        "company",
        "buying",
        "american",
        "component",
        "made",
        "false",
        "statement",
        "government",
        "part",
        "investigation",
        "possible",
        "violation",
        "american",
        "sanction",
        "yet",
        "huawei",
        "experience",
        "also",
        "illustrates",
        "little",
        "washington",
        "curb",
        "chinese",
        "influence",
        "industry",
        "throughout",
        "rest",
        "world",
        "tuesday",
        "meeting",
        "analyst",
        "executive",
        "company",
        "say",
        "owned",
        "employee",
        "chinese",
        "state",
        "emphasized",
        "growth",
        "opportunity",
        "europe",
        "asia",
        "also",
        "described",
        "ambition",
        "diversify",
        "huawei",
        "business",
        "helping",
        "organization",
        "kind",
        "merely",
        "wireless",
        "carrier",
        "factory",
        "government",
        "police",
        "transform",
        "cloud",
        "computing",
        "artificial",
        "intelligence",
        "huawei",
        "major",
        "challenge",
        "serve",
        "operator",
        "better",
        "said",
        "david",
        "wang",
        "company",
        "president",
        "instead",
        "said",
        "work",
        "harder",
        "cope",
        "wider",
        "challenge",
        "huawei",
        "trouble",
        "united",
        "state",
        "mounting",
        "since",
        "congressional",
        "report",
        "warned",
        "gear",
        "could",
        "used",
        "spy",
        "american",
        "destabilize",
        "american",
        "telecom",
        "network",
        "company",
        "spent",
        "million",
        "lobbying",
        "year",
        "last",
        "year",
        "spent",
        "effort",
        "must",
        "read",
        "discriminatory",
        "ad",
        "still",
        "get",
        "facebook",
        "probe",
        "find",
        "major",
        "american",
        "carrier",
        "verizon",
        "since",
        "shunned",
        "huawei",
        "commerce",
        "treasury",
        "department",
        "subpoenaed",
        "possible",
        "violation",
        "american",
        "sanction",
        "iran",
        "north",
        "korea",
        "company",
        "ambition",
        "become",
        "major",
        "smartphone",
        "brand",
        "already",
        "world",
        "third",
        "largest",
        "samsung",
        "apple",
        "curtailed",
        "abandoned",
        "deal",
        "year",
        "sell",
        "handset",
        "bill",
        "congress",
        "stop",
        "government",
        "agency",
        "contractor",
        "buying",
        "huawei",
        "product",
        "company",
        "said",
        "repeatedly",
        "product",
        "pose",
        "security",
        "risk",
        "complies",
        "law",
        "everywhere",
        "operates",
        "still",
        "layoff",
        "last",
        "week",
        "appear",
        "acknowledgment",
        "huawei",
        "failed",
        "clear",
        "political",
        "cloud",
        "around",
        "plummer",
        "huawei",
        "vice",
        "president",
        "external",
        "affair",
        "company",
        "almost",
        "eight",
        "year",
        "senior",
        "member",
        "huawei",
        "american",
        "policy",
        "team",
        "chinese",
        "citizen",
        "clear",
        "whether",
        "replaced",
        "company",
        "policy",
        "operation",
        "united",
        "state",
        "led",
        "relatively",
        "recent",
        "arrival",
        "zhang",
        "ruijun",
        "took",
        "post",
        "nine",
        "month",
        "ago",
        "working",
        "company",
        "mexico",
        "russia",
        "huawei",
        "spokesman",
        "said",
        "statement",
        "layoff",
        "simply",
        "reflected",
        "effort",
        "better",
        "align",
        "resource",
        "business",
        "strategy",
        "change",
        "staffing",
        "size",
        "structure",
        "simply",
        "reflection",
        "standard",
        "business",
        "organization",
        "said",
        "founded",
        "three",
        "decade",
        "ago",
        "huawei",
        "made",
        "billion",
        "revenue",
        "last",
        "year",
        "much",
        "less",
        "google",
        "parent",
        "company",
        "alphabet",
        "two",
        "main",
        "rival",
        "telecom",
        "gear",
        "nokia",
        "finland",
        "ericsson",
        "sweden",
        "combined",
        "must",
        "read",
        "google",
        "shopping",
        "rival",
        "call",
        "action",
        "eu",
        "antitrust",
        "watchdog",
        "come",
        "next",
        "generation",
        "mobile",
        "internet",
        "5g",
        "huawei",
        "invested",
        "heavily",
        "technology",
        "development",
        "chinese",
        "carrier",
        "likely",
        "deploy",
        "network",
        "quickly",
        "american",
        "counterpart",
        "least",
        "beginning",
        "5g",
        "come",
        "united",
        "state",
        "japan",
        "south",
        "korea",
        "europe",
        "nokia",
        "ericsson",
        "catch",
        "said",
        "pierre",
        "ferragu",
        "analyst",
        "new",
        "york",
        "new",
        "street",
        "research",
        "still",
        "huawei",
        "telecom",
        "business",
        "could",
        "dampened",
        "country",
        "particularly",
        "ally",
        "united",
        "state",
        "weigh",
        "risk",
        "national",
        "security",
        "chief",
        "executive",
        "leading",
        "wireless",
        "provider",
        "south",
        "korea",
        "told",
        "newspaper",
        "korea",
        "herald",
        "last",
        "month",
        "company",
        "unsure",
        "whether",
        "use",
        "huawei",
        "5g",
        "equipment",
        "united",
        "state",
        "huawei",
        "customer",
        "would",
        "affected",
        "proposed",
        "rule",
        "small",
        "carrier",
        "rural",
        "area",
        "may",
        "soon",
        "need",
        "find",
        "new",
        "equipment",
        "supplier",
        "carrier",
        "love",
        "huawei",
        "gear",
        "said",
        "carri",
        "bennet",
        "general",
        "counsel",
        "rural",
        "wireless",
        "association",
        "industry",
        "group",
        "american",
        "telecom",
        "company",
        "fewer",
        "subscriber",
        "love",
        "said",
        "work",
        "like",
        "charm",
        "customer",
        "service",
        "support",
        "awesome",
        "price",
        "attractive",
        "added",
        "association",
        "member",
        "even",
        "elected",
        "huawei",
        "executive",
        "william",
        "levy",
        "board",
        "bennet",
        "said",
        "rather",
        "blacklisting",
        "specific",
        "manufacturer",
        "washington",
        "creating",
        "system",
        "testing",
        "telecom",
        "gear",
        "security",
        "vulnerability",
        "company",
        "reliant",
        "support",
        "fund",
        "overhaul",
        "whole",
        "network",
        "said",
        "public",
        "safety",
        "getting",
        "service",
        "broadband",
        "start",
        "falling",
        "apart"
    ]
}