{
    "organizations": [],
    "uuid": "732547e96917bbeafa244bc0142ceb512a9a17d2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/globe-newswire-dirtt-and-iron-compass-agree-on-board-refreshment.html",
    "ord_in_thread": 0,
    "title": "DIRTT and Iron Compass agree on board refreshment",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Former President and CEO of Pure Technologies Ltd. and Chairman of Trex Company, Inc. to join DIRTT’s Board Iron Compass withdraws meeting requisition and enters into settlement agreement with DIRTT\nCALGARY, Alberta, DIRTT Environmental Solutions Ltd. (“DIRTT” or the “Company”) (TSX:DRT), an interior construction company using technology for client-driven design and manufacturing, announces it has agreed with recommendations provided by Iron Compass, LLC to add John (Jack) Elliott and Ronald Kaplan to the board of directors of the Company (the “Board”), effective immediately.\n“In January we renewed our commitment to engage with our shareholders to the betterment of the Company and all stakeholders. The addition of two great leaders, Jack Elliott and Ronald Kaplan, is evidence of what can happen when constructive collaboration with our shareholders takes place,” says Steve Parry, Lead Director. “Iron Compass put forward two truly talented and highly qualified nominees with impressive skill sets and track records that will enhance our board and contribute to DIRTT’s growth strategy.”\nGiven the expertise Mr. Elliott and Mr. Kaplan bring in leading and building successful companies, they will be participating in the recruitment of DIRTT’s new CEO. As such, both individuals will join existing directors Todd Lillibridge and Richard Haray on a newly-created CEO Search Committee with the mandate to recruit a talented external candidate with a track record of value creation to become the next CEO.\n“We are pleased with the addition of Mr. Elliott and Mr. Kaplan in order to enhance the Board and executive search process,” said Matt Kupersmith, Partner, Iron Compass. “Like the Board, we believe that DIRTT is a special company with an ability to create significant long-term shareholder value. Mr. Elliott and Mr. Kaplan can be instrumental in helping the Company to execute on the opportunity.”\nTo immediately accommodate these appointments, long-serving director Lawrence D. Fairholm who joined the Board in 2005 has retired from the Board and Interim CEO Mr. Goldstein will step down as a Director. Mr. Fairholm has agreed to remain involved with the Company as a special advisor to the Company with respect to Partners.\nMr. Goldstein will continue to lead the Company, with full scope and authority as Interim CEO, and will work closely with the Board and participate in Board meetings as an observer. Gregory Burke who also joined the Board in 2005 will not be nominated to serve as a Director at the June 26, 2018 meeting consistent with the Board’s focus on renewal and on having truly independent directors.\n“On behalf of the entire DIRTT family, we would like to thank Lawrence for his commitment and leadership to our company over the last 13 years. I would also like to personally express my appreciation to him for graciously agreeing to step off the board to make room for our new board members. He has demonstrated a selfless commitment to the betterment of the Company. It has been a pleasure to work alongside him and I know he has more to contribute to the Company as an advisor.” Parry added, “I would also like to express my appreciation to Michael for continuing to demonstrate leadership for our company by offering to step off the board to make room for our new board members.”\nDIRTT and Iron Compass have entered into a customary settlement agreement and Iron Compass has withdrawn its previous meeting requisition. The parties have agreed to amend the Company’s majority voting policy and, subject to shareholder approval, advance notice provisions . The agreement is available on SEDAR at www.sedar.com. DIRTT’s annual and special meeting of shareholders will take place on June 26, 2018 with a record date of May 7, 2018.\nNew Director Biographies\nJohn F. (Jack) Elliott, P.Eng.\nMr. Elliott served as President of Pure Technologies Ltd. since 2009 and CEO since 2014 until the company was acquired in February 2018. Since joining Pure in 1996 Mr. Elliott served in a number of key senior management positions and was instrumental in building the company into the world leader in technology-driven condition assessment, monitoring and analysis of water, wastewater and oil & gas pipelines. During Mr. Elliott’s tenure as President and later CEO, revenue and Adjusted EBITDA grew by more than 400% and 700%, respectively.\nPrior to joining Pure Technologies, Mr. Elliott was General Manager of Structural Diagnostics Limited, Operations Manager and General Manager of CCD Western Limited, and Operations Manager for Cana Construction Limited. Mr. Elliott is a Past President of the American Concrete Institute (Alberta Chapter).\nMr. Elliott holds a Bachelor of Engineering from National University of Ireland (University College Cork).\nRonald W. Kaplan\nMr. Kaplan is the Chairman of Trex Company (“Trex”), the leading manufacturer of wood alternative decking materials known for its long-tailed secular growth opportunity, dramatic financial success, and environmental sustainability. Trex (NYSE: TREX) has a market capitalization of approximately US$3.2 billion. As Chief Executive Officer (“CEO”) from 2008 until 2015 and subsequently Chairman, Mr. Kaplan led a dramatic turnaround that has resulted in greater than 70% growth in revenue, and an improvement of EBITDA from negative to more than positive US $150 million and a total shareholder return in excess of 2400%.\nMr. Kaplan has also served as the Chief Executive Officer and President of Continental Global Group Inc. and held numerous senior roles in the Harsco Corporation. He has also serves as a director of ECORE International Inc. and CaesarStone Ltd.\nMr. Kaplan holds a B.A. in Economics from Alfred University and an MBA Degree from the Wharton School of Business, University of Pennsylvania.\nAbout DIRTT\nDIRTT Environmental Solutions (Doing it Right This Time) uses its proprietary 3D software to design, manufacture and install fully customized prefabricated interiors. The Company's customers in the corporate, government, education and healthcare sectors benefit from DIRTT's precise design and costing; rapid lead times with the highest levels of customization and flexibility; and faster, cleaner construction.\nDIRTT's manufacturing facilities are in Phoenix, Savannah, Kelowna and Calgary. DIRTT's team supports 100 Partners throughout North America, the Middle East and Asia. DIRTT trades on the Toronto Stock Exchange under the symbol \"DRT.\" For more information visit www.dirtt.net .\nAbout Iron Compass\nIron Compass, LLC endeavors to be a long-term owner of ‘classically great’ businesses. Founded by James Hegyi and Matt Kupersmith, Iron Compass invests in companies it believes have a distinct competitive advantage that allows them to generate high returns on invested capital, stable cash flow, and growth over the long term. The greatest businesses seek to outperform contemporaneously in both operations and capital management. www.ironcompassinvestors.com.\nFor further information, please contact:\nKim MacEachern\nInvestor Relations, DIRTT\nKMacEachern@DIRTT.net\n403.618.4539\nForward-Looking Statements\nCertain information and statements contained in this news release constitute “forward-looking information” and “forward-looking statements” (collectively, “Forward-Looking Information”) as defined under applicable Canadian securities laws and the Company hereby cautions investors about important factors that could cause the Company’s actual results or outcomes to differ materially from those projected in any Forward-Looking Information contained in this news release. Any statements that express, or involve discussions as to, expectations, beliefs, plans, objectives, assumptions or future events or performance (often, but not always, through the use of words or phrases such as “will likely result”, “are expected to”, “will continue”, “is anticipated”, “believes”, “estimated”, “intends”, “plans”, “projection” and “outlook”), are not historical facts and may be forward-looking and may involve estimates, assumptions and uncertainties which could cause actual results or outcomes to differ materially from those expressed in such Forward-Looking Information.\nIn particular and without limitation, this news release contains Forward-Looking Information pertaining to the following: comments with respect to acceleration of the Company’s long-term growth and finding a permanent CEO. With respect to Forward-Looking Information contained in this news release, assumptions have been made regarding the Company, among other things:\nits ability to manage its growth; competition in its industry; its ability to enhance current products and develop and introduce new products; its ability to obtain components and products from suppliers on a timely basis and on favorable terms; its ability to obtain qualified staff and equipment in a timely and cost-efficient manner; the regulatory framework governing taxes in Canada and the US and any other jurisdictions in which the Company currently or may conduct its business in the future; future development plans for its assets unfolding as currently envisioned; future capital expenditures to be made by the Company; future sources of funding for its capital program; the impact of increasing competition on the Company; and its success in identifying risks to its business and managing the risks mentioned below.\nThe Company’s actual results or outcomes could differ materially from those expressed in the Forward- Looking Information as a result of the risks normally encountered in its industry and related to the foregoing assumptions. Since actual results or outcomes could differ materially from those expressed in the Forward-Looking Information provided by or on behalf of the Company, investors and others should not place undue reliance on any such Forward- Looking Information. Further, Forward-Looking Information is made as of the date hereof, and the Company undertakes no obligation to update Forward-Looking Information to reflect events or circumstances after the date on which such statement is made or to reflect the occurrence of unanticipated events, except as required by applicable Canadian securities laws. New factors emerge from time to time, and it is not possible for DIRTT’s management to predict all of these factors and to assess in advance the impact of each such factor on the Company’s business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in Forward-Looking Information. No assurance can be given that these expectations will prove to be correct and such Forward-Looking Information contained in this news release should not be unduly relied upon. In addition, this news release may contain Forward-Looking Information attributed to third party industry sources.\nFor a detailed description of the risks and uncertainties facing the Company and its business and affairs, readers should refer to the Company's annual financial statements, management’s discussion and analysis and annual information form for the year ended December 31, 2017, all of which are available at http://www.sedar.com.\nSource: DIRTT Environmental Solutions",
    "published": "2018-04-16T16:30:00.000+03:00",
    "crawled": "2018-04-16T16:25:23.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "former",
        "president",
        "ceo",
        "pure",
        "technology",
        "chairman",
        "trex",
        "company",
        "join",
        "dirtt",
        "board",
        "iron",
        "compass",
        "withdraws",
        "meeting",
        "requisition",
        "enters",
        "settlement",
        "agreement",
        "dirtt",
        "calgary",
        "alberta",
        "dirtt",
        "environmental",
        "solution",
        "dirtt",
        "company",
        "tsx",
        "drt",
        "interior",
        "construction",
        "company",
        "using",
        "technology",
        "design",
        "manufacturing",
        "announces",
        "agreed",
        "recommendation",
        "provided",
        "iron",
        "compass",
        "llc",
        "add",
        "john",
        "jack",
        "elliott",
        "ronald",
        "kaplan",
        "board",
        "director",
        "company",
        "board",
        "effective",
        "immediately",
        "january",
        "renewed",
        "commitment",
        "engage",
        "shareholder",
        "betterment",
        "company",
        "stakeholder",
        "addition",
        "two",
        "great",
        "leader",
        "jack",
        "elliott",
        "ronald",
        "kaplan",
        "evidence",
        "happen",
        "constructive",
        "collaboration",
        "shareholder",
        "take",
        "place",
        "say",
        "steve",
        "parry",
        "lead",
        "director",
        "iron",
        "compass",
        "put",
        "forward",
        "two",
        "truly",
        "talented",
        "highly",
        "qualified",
        "nominee",
        "impressive",
        "skill",
        "set",
        "track",
        "record",
        "enhance",
        "board",
        "contribute",
        "dirtt",
        "growth",
        "given",
        "expertise",
        "elliott",
        "kaplan",
        "bring",
        "leading",
        "building",
        "successful",
        "company",
        "participating",
        "recruitment",
        "dirtt",
        "new",
        "ceo",
        "individual",
        "join",
        "existing",
        "director",
        "todd",
        "lillibridge",
        "richard",
        "haray",
        "ceo",
        "search",
        "committee",
        "mandate",
        "recruit",
        "talented",
        "external",
        "candidate",
        "track",
        "record",
        "value",
        "creation",
        "become",
        "next",
        "ceo",
        "pleased",
        "addition",
        "elliott",
        "kaplan",
        "order",
        "enhance",
        "board",
        "executive",
        "search",
        "process",
        "said",
        "matt",
        "kupersmith",
        "partner",
        "iron",
        "compass",
        "like",
        "board",
        "believe",
        "dirtt",
        "special",
        "company",
        "ability",
        "create",
        "significant",
        "shareholder",
        "value",
        "elliott",
        "kaplan",
        "instrumental",
        "helping",
        "company",
        "execute",
        "immediately",
        "accommodate",
        "appointment",
        "director",
        "lawrence",
        "fairholm",
        "joined",
        "board",
        "retired",
        "board",
        "interim",
        "ceo",
        "goldstein",
        "step",
        "director",
        "fairholm",
        "agreed",
        "remain",
        "involved",
        "company",
        "special",
        "advisor",
        "company",
        "respect",
        "partner",
        "goldstein",
        "continue",
        "lead",
        "company",
        "full",
        "scope",
        "authority",
        "interim",
        "ceo",
        "work",
        "closely",
        "board",
        "participate",
        "board",
        "meeting",
        "observer",
        "gregory",
        "burke",
        "also",
        "joined",
        "board",
        "nominated",
        "serve",
        "director",
        "june",
        "meeting",
        "consistent",
        "board",
        "focus",
        "renewal",
        "truly",
        "independent",
        "director",
        "behalf",
        "entire",
        "dirtt",
        "family",
        "would",
        "like",
        "thank",
        "lawrence",
        "commitment",
        "leadership",
        "company",
        "last",
        "year",
        "would",
        "also",
        "like",
        "personally",
        "express",
        "appreciation",
        "graciously",
        "agreeing",
        "step",
        "board",
        "make",
        "room",
        "new",
        "board",
        "member",
        "demonstrated",
        "selfless",
        "commitment",
        "betterment",
        "company",
        "pleasure",
        "work",
        "alongside",
        "know",
        "contribute",
        "company",
        "parry",
        "added",
        "would",
        "also",
        "like",
        "express",
        "appreciation",
        "michael",
        "continuing",
        "demonstrate",
        "leadership",
        "company",
        "offering",
        "step",
        "board",
        "make",
        "room",
        "new",
        "board",
        "dirtt",
        "iron",
        "compass",
        "entered",
        "customary",
        "settlement",
        "agreement",
        "iron",
        "compass",
        "withdrawn",
        "previous",
        "meeting",
        "requisition",
        "party",
        "agreed",
        "amend",
        "company",
        "majority",
        "voting",
        "policy",
        "subject",
        "shareholder",
        "approval",
        "advance",
        "notice",
        "provision",
        "agreement",
        "available",
        "sedar",
        "dirtt",
        "annual",
        "special",
        "meeting",
        "shareholder",
        "take",
        "place",
        "june",
        "record",
        "date",
        "may",
        "new",
        "director",
        "biography",
        "john",
        "jack",
        "elliott",
        "elliott",
        "served",
        "president",
        "pure",
        "technology",
        "since",
        "ceo",
        "since",
        "company",
        "acquired",
        "february",
        "since",
        "joining",
        "pure",
        "elliott",
        "served",
        "number",
        "key",
        "senior",
        "management",
        "position",
        "instrumental",
        "building",
        "company",
        "world",
        "leader",
        "condition",
        "assessment",
        "monitoring",
        "analysis",
        "water",
        "wastewater",
        "oil",
        "gas",
        "pipeline",
        "elliott",
        "tenure",
        "president",
        "later",
        "ceo",
        "revenue",
        "adjusted",
        "ebitda",
        "grew",
        "respectively",
        "prior",
        "joining",
        "pure",
        "technology",
        "elliott",
        "general",
        "manager",
        "structural",
        "diagnostics",
        "limited",
        "operation",
        "manager",
        "general",
        "manager",
        "ccd",
        "western",
        "limited",
        "operation",
        "manager",
        "cana",
        "construction",
        "limited",
        "elliott",
        "past",
        "president",
        "american",
        "concrete",
        "institute",
        "alberta",
        "chapter",
        "elliott",
        "hold",
        "bachelor",
        "engineering",
        "national",
        "university",
        "ireland",
        "university",
        "college",
        "cork",
        "ronald",
        "kaplan",
        "kaplan",
        "chairman",
        "trex",
        "company",
        "trex",
        "leading",
        "manufacturer",
        "wood",
        "alternative",
        "decking",
        "material",
        "known",
        "secular",
        "growth",
        "opportunity",
        "dramatic",
        "financial",
        "success",
        "environmental",
        "sustainability",
        "trex",
        "nyse",
        "trex",
        "market",
        "capitalization",
        "approximately",
        "u",
        "billion",
        "chief",
        "executive",
        "officer",
        "ceo",
        "subsequently",
        "chairman",
        "kaplan",
        "led",
        "dramatic",
        "turnaround",
        "resulted",
        "greater",
        "growth",
        "revenue",
        "improvement",
        "ebitda",
        "negative",
        "positive",
        "u",
        "million",
        "total",
        "shareholder",
        "return",
        "excess",
        "kaplan",
        "also",
        "served",
        "chief",
        "executive",
        "officer",
        "president",
        "continental",
        "global",
        "group",
        "held",
        "numerous",
        "senior",
        "role",
        "harsco",
        "corporation",
        "also",
        "serf",
        "director",
        "ecore",
        "international",
        "caesarstone",
        "kaplan",
        "hold",
        "economics",
        "alfred",
        "university",
        "mba",
        "degree",
        "wharton",
        "school",
        "business",
        "university",
        "pennsylvania",
        "dirtt",
        "dirtt",
        "environmental",
        "solution",
        "right",
        "time",
        "us",
        "proprietary",
        "3d",
        "software",
        "design",
        "manufacture",
        "install",
        "fully",
        "customized",
        "prefabricated",
        "interior",
        "company",
        "customer",
        "corporate",
        "government",
        "education",
        "healthcare",
        "sector",
        "benefit",
        "dirtt",
        "precise",
        "design",
        "costing",
        "rapid",
        "lead",
        "time",
        "highest",
        "level",
        "customization",
        "flexibility",
        "faster",
        "cleaner",
        "construction",
        "dirtt",
        "manufacturing",
        "facility",
        "phoenix",
        "savannah",
        "kelowna",
        "calgary",
        "dirtt",
        "team",
        "support",
        "partner",
        "throughout",
        "north",
        "america",
        "middle",
        "east",
        "asia",
        "dirtt",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "drt",
        "information",
        "visit",
        "iron",
        "compass",
        "iron",
        "compass",
        "llc",
        "endeavor",
        "owner",
        "classically",
        "great",
        "business",
        "founded",
        "james",
        "hegyi",
        "matt",
        "kupersmith",
        "iron",
        "compass",
        "invests",
        "company",
        "belief",
        "distinct",
        "competitive",
        "advantage",
        "allows",
        "generate",
        "high",
        "return",
        "invested",
        "capital",
        "stable",
        "cash",
        "flow",
        "growth",
        "long",
        "term",
        "greatest",
        "business",
        "seek",
        "outperform",
        "contemporaneously",
        "operation",
        "capital",
        "management",
        "information",
        "please",
        "contact",
        "kim",
        "maceachern",
        "investor",
        "relation",
        "dirtt",
        "kmaceachern",
        "statement",
        "certain",
        "information",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "statement",
        "collectively",
        "information",
        "defined",
        "applicable",
        "canadian",
        "security",
        "law",
        "company",
        "hereby",
        "caution",
        "investor",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "projected",
        "information",
        "contained",
        "news",
        "release",
        "statement",
        "express",
        "involve",
        "discussion",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "future",
        "event",
        "performance",
        "often",
        "always",
        "use",
        "word",
        "phrase",
        "likely",
        "result",
        "expected",
        "continue",
        "anticipated",
        "belief",
        "estimated",
        "intends",
        "plan",
        "projection",
        "outlook",
        "historical",
        "fact",
        "may",
        "may",
        "involve",
        "estimate",
        "assumption",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "information",
        "particular",
        "without",
        "limitation",
        "news",
        "release",
        "contains",
        "information",
        "pertaining",
        "following",
        "comment",
        "respect",
        "acceleration",
        "company",
        "growth",
        "finding",
        "permanent",
        "ceo",
        "respect",
        "information",
        "contained",
        "news",
        "release",
        "assumption",
        "made",
        "regarding",
        "company",
        "among",
        "thing",
        "ability",
        "manage",
        "growth",
        "competition",
        "industry",
        "ability",
        "enhance",
        "current",
        "product",
        "develop",
        "introduce",
        "new",
        "product",
        "ability",
        "obtain",
        "component",
        "product",
        "supplier",
        "timely",
        "basis",
        "favorable",
        "term",
        "ability",
        "obtain",
        "qualified",
        "staff",
        "equipment",
        "timely",
        "manner",
        "regulatory",
        "framework",
        "governing",
        "tax",
        "canada",
        "u",
        "jurisdiction",
        "company",
        "currently",
        "may",
        "conduct",
        "business",
        "future",
        "future",
        "development",
        "plan",
        "asset",
        "unfolding",
        "currently",
        "envisioned",
        "future",
        "capital",
        "expenditure",
        "made",
        "company",
        "future",
        "source",
        "funding",
        "capital",
        "program",
        "impact",
        "increasing",
        "competition",
        "company",
        "success",
        "identifying",
        "risk",
        "business",
        "managing",
        "risk",
        "mentioned",
        "company",
        "actual",
        "result",
        "outcome",
        "could",
        "differ",
        "materially",
        "expressed",
        "looking",
        "information",
        "result",
        "risk",
        "normally",
        "encountered",
        "industry",
        "related",
        "foregoing",
        "assumption",
        "since",
        "actual",
        "result",
        "outcome",
        "could",
        "differ",
        "materially",
        "expressed",
        "information",
        "provided",
        "behalf",
        "company",
        "investor",
        "others",
        "place",
        "undue",
        "reliance",
        "looking",
        "information",
        "information",
        "made",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "information",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "applicable",
        "canadian",
        "security",
        "law",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "dirtt",
        "management",
        "predict",
        "factor",
        "assess",
        "advance",
        "impact",
        "factor",
        "company",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "information",
        "contained",
        "news",
        "release",
        "unduly",
        "relied",
        "upon",
        "addition",
        "news",
        "release",
        "may",
        "contain",
        "information",
        "attributed",
        "third",
        "party",
        "industry",
        "source",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "facing",
        "company",
        "business",
        "affair",
        "reader",
        "refer",
        "company",
        "annual",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "http",
        "source",
        "dirtt",
        "environmental",
        "solution"
    ]
}