{
    "organizations": [],
    "uuid": "1e8e0b57961f16c7b34451338bc3f4a742730e57",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-northkorea-southkorea/south-north-korea-to-hold-historic-first-summit-in-decade-at-dmz-idUKKBN1HX2I2",
    "ord_in_thread": 0,
    "title": "South, North Korea to hold historic first summit in decade at DMZ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 26, 2018 / 3:06 PM / Updated 36 minutes ago Korean leaders set 'denuclearisation' goal, Trump says he will maintain pressure Christine Kim , Josh Smith , Roberta Rampton 9 Min Read\nSEOUL/WASHINGTON (Reuters) - The leaders of North and South Korea pledged at their historic summit on Friday to work for the “complete denuclearisation” of the Korean peninsula, but U.S. President Donald Trump said he would maintain pressure on Pyongyang ahead of his own unprecedented meeting with North Korea’s Kim Jong Un.\nThe day produced dramatic images and emotions for Koreans and a sweeping declaration, but was short on specific commitments and failed to clear up key questions about Pyongyang’s intentions over its nuclear arsenal ahead of the U.S.-North Korean summit expected in coming weeks.\nHolding the first inter-Korean summit in more than a decade - an event marked by smiles, handshakes and embraces - South Korean President Moon Jae-in and Kim agreed to work with the United States and China this year to declare an official end to the 1950s Korean War and establish a permanent peace agreement.\nTrump, who has raised expectations that his meeting with Kim will deliver tangible results, said he looked forward to the encounter and expressed hope it would be productive.\nBut he added: “We will not repeat the mistakes of past administrations. Maximum pressure will continue until denuclearisation occurs.”\nHe was speaking at a joint White House news conference with German Chancellor Angela Merkel.\nThe declaration from the Moon-Kim meeting included promises to pursue phased arms reduction, cease hostile acts, transform their fortified border into a peace zone and seek multilateral talks with other countries including the United States.\n“The two leaders declare before our people of 80 million and the entire world there will be no more war on the Korean peninsula and a new age of peace has begun,” the two sides said.\nThe summit was held at the village of Panmunjom in the heavily fortified Demilitarized Zone at the border that has divided the Koreas for more than six decades.\nBut even as the Koreas agreed on a common goal of a “nuclear-free” peninsula, they stopped short of spelling out exactly what that meant or how it might come about.\nThe Trump administration defines “denuclearisation” as Kim giving up his nuclear weapons, something he has been unwilling to do. North Korea has historically demanded the United States withdraw its troops and remove its “nuclear umbrella” of support for the South.\nMoon agreed to visit the North Korean capital of Pyongyang this year, the leaders said.\nEarlier, Kim became the first North Korean leader since the 1950-53 Korean War to set foot in South Korea after shaking hands with his counterpart over a concrete curb marking the border. Related Coverage World welcomes Korean summit; urges denuclearisation progress CONTRAST WITH TENSIONS\nThe scenes of Moon and Kim joking and walking together were a striking contrast to last year’s barrage of North Korean missile tests and its largest ever nuclear test, which led to sweeping international sanctions and fears of war.\nTheir meeting was meant in part to lay some of the groundwork for the Trump-Kim meeting, which would be the first encounter between sitting leaders of the two countries.\nTrump, who has exchanged nuclear threats and personal insults with Kim in the past year, welcomed the Korean talks while injecting a note of caution.\nIn Twitter messages early on Friday he said only time would tell what the summit would achieve, but added “KOREAN WAR TO END! The United States, and all of its GREAT people, should be very proud of what is now taking place in Korea!”\nKim, widely regarded by many Americans and South Koreans as a brutal dictator, appeared to use the summit to soften his international image.\nTrump has credited a U.S.-led “maximum pressure” campaign of sanctions and military threats with bringing Kim to the negotiating table.\nMany analysts say that while sanctions have hurt, Kim now believes he has leverage to negotiate because of the advances he has made in developing a nuclear-tipped missile capable of hitting the United States, and is unlikely give up that full nuclear capability.\nBut Trump told reporters on Friday: “I don’t think he’s playing ... It’s never gone this far. This enthusiasm for them wanting to make a deal.”\n“We are going to hopefully make a deal. If we don’t, that’s fine,” Trump said, adding that two or three sites were under consideration for his meeting with Kim. It is being planned for late May or early June. NUCLEAR PROGRAMME\nChina, North Korea’s main ally, welcomed Kim and Moon’s statement and said it was willing to keep playing a proactive role in promoting political solutions. China is wary of being sidelined by a thaw between the two Koreas and by the Trump-Kim summit.\nRussia said it was ready to facilitate cooperation between North and South Korea, including in the fields of railway transport and energy. Japanese Prime Minister Shinzo Abe also welcomed the summit and said he expected North Korea to take concrete steps to carry out its promises. South Korean President Moon Jae-in and North Korean leader Kim Jong Un shake hands at the truce village of Panmunjom inside the demilitarized zone separating the two Koreas, South Korea, April 27, 2018. Korea Summit Press Pool/Pool via Reuters\nGlobal markets were lifted by hopes the summit would pave the way for the end of conflict on the Korean peninsula. Shares in Seoul briefly rose more than 1 percent to a one-month high and Japan’s Nikkei share average also gained.\nAs part of efforts to reduce tension, the two sides agreed to open a liaison office, stop propaganda broadcasts and leaflet drops along the border and allow Korean families divided by the border to meet.\nDays before the summit, Kim said North Korea would suspend nuclear and long-range missile tests and dismantle its only known nuclear test site.\nBut there has been widespread scepticism about whether Kim is ready to abandon the nuclear arsenal his country has developed for decades and that it calls a necessary deterrent against U.S. invasion.\nDaniel Russel, until recently the most senior U.S. diplomat for Asia, said the declaration “falls short of the explicit commitments to denuclearisation.”\nJonathan Schanzer, an expert at Washington’s Foundation for Defense of Democracies think tank, said North Korea had made many promises many times in the past. “The question now is whether Kim Jong Un is ready to deliver, or if this is a prelude to yet another deliberate effort to spurn the West.”\nKim Young-hee, a North Korean defector-turned-economist at the Korea Development Bank, said there were no quick solutions, adding, “Kim Jong Un has put the ball in the U.S. court. He declared denuclearisation, and promised to halt nuclear tests,” she said. “That tells us he wants the United States to guarantee the safety of his regime ... in return for denuclearisation.”\nIt is not the first time leaders of North and South Korea have declared hopes for peace. Two earlier summits, in Pyongyang in 2000 and 2007, failed to halt the North’s weapons programme or improve relations in a lasting way.\n“We will make efforts to create good results by communicating closely, in order to make sure our agreement signed today before the entire world, will not end as just a beginning like previous agreements before today,” Kim said after the agreement was signed. ‘NEW HISTORY’\nMoon greeted Kim at the military demarcation line where the men smiled and shook hands. In an unplanned move, Kim invited Moon to step briefly across into North Korea, before the two leaders crossed back into South Korea holding hands.\n“A new history starts now. An age of peace, from the starting point of history,” Kim wrote in Korean in a guest book in the South’s Peace House before talks began.\nDuring a private meeting in the morning, Kim told Moon he came to the summit to end the history of conflict and joked he was sorry for waking Moon up with his early morning missile tests, a senior presidential official said.\nMoon and Kim released their joint declaration before a dinner banquet. Slideshow (24 Images)\nLater, with their wives, they watched a music performance and held hands as they watched a montage of photos from their summit set to a K-pop song that included the words “be a family again.” After warm farewells, Kim was driven back to North Korea.\nJust months ago, Trump and Kim were trading threats and insults as the North made rapid advances in missile and nuclear weapons development.\nThe United States stations 28,500 troops in South Korea as a legacy of the Korean War, which ended in a truce, not a peace treaty. The war pitted the South, U.N. and U.S. forces against the communist North, backed by China and Russia. Reporting by the Inter-Korean Summit Press Corps Christine Kim and Josh Smith and by Roberta Rampton in WASHINGTON; Additional reporting by Hyonhee Shin in SEOUL and David Brunnstrom, Matt Spetalnick, Susan Heavey, Eric Beech and Jeff Mason in WASHINGTON; Writing by Matt Spetalnick; Editing by Lincoln Feast, Robert Birsel and Frances Kerry",
    "published": "2018-04-26T18:05:00.000+03:00",
    "crawled": "2018-04-26T18:17:34.046+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "pm",
        "updated",
        "minute",
        "ago",
        "korean",
        "leader",
        "set",
        "goal",
        "trump",
        "say",
        "maintain",
        "pressure",
        "christine",
        "kim",
        "josh",
        "smith",
        "roberta",
        "rampton",
        "min",
        "read",
        "reuters",
        "leader",
        "north",
        "south",
        "korea",
        "pledged",
        "historic",
        "summit",
        "friday",
        "work",
        "complete",
        "denuclearisation",
        "korean",
        "peninsula",
        "president",
        "donald",
        "trump",
        "said",
        "would",
        "maintain",
        "pressure",
        "pyongyang",
        "ahead",
        "unprecedented",
        "meeting",
        "north",
        "korea",
        "kim",
        "jong",
        "un",
        "day",
        "produced",
        "dramatic",
        "image",
        "emotion",
        "korean",
        "sweeping",
        "declaration",
        "short",
        "specific",
        "commitment",
        "failed",
        "clear",
        "key",
        "question",
        "pyongyang",
        "intention",
        "nuclear",
        "arsenal",
        "ahead",
        "korean",
        "summit",
        "expected",
        "coming",
        "week",
        "holding",
        "first",
        "summit",
        "decade",
        "event",
        "marked",
        "smile",
        "handshake",
        "embrace",
        "south",
        "korean",
        "president",
        "moon",
        "kim",
        "agreed",
        "work",
        "united",
        "state",
        "china",
        "year",
        "declare",
        "official",
        "end",
        "1950s",
        "korean",
        "war",
        "establish",
        "permanent",
        "peace",
        "agreement",
        "trump",
        "raised",
        "expectation",
        "meeting",
        "kim",
        "deliver",
        "tangible",
        "result",
        "said",
        "looked",
        "forward",
        "encounter",
        "expressed",
        "hope",
        "would",
        "productive",
        "added",
        "repeat",
        "mistake",
        "past",
        "administration",
        "maximum",
        "pressure",
        "continue",
        "denuclearisation",
        "speaking",
        "joint",
        "white",
        "house",
        "news",
        "conference",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "declaration",
        "meeting",
        "included",
        "promise",
        "pursue",
        "phased",
        "arm",
        "reduction",
        "cease",
        "hostile",
        "act",
        "transform",
        "fortified",
        "border",
        "peace",
        "zone",
        "seek",
        "multilateral",
        "talk",
        "country",
        "including",
        "united",
        "state",
        "two",
        "leader",
        "declare",
        "people",
        "million",
        "entire",
        "world",
        "war",
        "korean",
        "peninsula",
        "new",
        "age",
        "peace",
        "begun",
        "two",
        "side",
        "said",
        "summit",
        "held",
        "village",
        "panmunjom",
        "heavily",
        "fortified",
        "demilitarized",
        "zone",
        "border",
        "divided",
        "korea",
        "six",
        "decade",
        "even",
        "korea",
        "agreed",
        "common",
        "goal",
        "peninsula",
        "stopped",
        "short",
        "spelling",
        "exactly",
        "meant",
        "might",
        "come",
        "trump",
        "administration",
        "defines",
        "denuclearisation",
        "kim",
        "giving",
        "nuclear",
        "weapon",
        "something",
        "unwilling",
        "north",
        "korea",
        "historically",
        "demanded",
        "united",
        "state",
        "withdraw",
        "troop",
        "remove",
        "nuclear",
        "umbrella",
        "support",
        "south",
        "moon",
        "agreed",
        "visit",
        "north",
        "korean",
        "capital",
        "pyongyang",
        "year",
        "leader",
        "said",
        "earlier",
        "kim",
        "became",
        "first",
        "north",
        "korean",
        "leader",
        "since",
        "korean",
        "war",
        "set",
        "foot",
        "south",
        "korea",
        "shaking",
        "hand",
        "counterpart",
        "concrete",
        "curb",
        "marking",
        "border",
        "related",
        "coverage",
        "world",
        "welcome",
        "korean",
        "summit",
        "urge",
        "denuclearisation",
        "progress",
        "contrast",
        "tension",
        "scene",
        "moon",
        "kim",
        "joking",
        "walking",
        "together",
        "striking",
        "contrast",
        "last",
        "year",
        "barrage",
        "north",
        "korean",
        "missile",
        "test",
        "largest",
        "ever",
        "nuclear",
        "test",
        "led",
        "sweeping",
        "international",
        "sanction",
        "fear",
        "war",
        "meeting",
        "meant",
        "part",
        "lay",
        "groundwork",
        "meeting",
        "would",
        "first",
        "encounter",
        "sitting",
        "leader",
        "two",
        "country",
        "trump",
        "exchanged",
        "nuclear",
        "threat",
        "personal",
        "insult",
        "kim",
        "past",
        "year",
        "welcomed",
        "korean",
        "talk",
        "injecting",
        "note",
        "caution",
        "twitter",
        "message",
        "early",
        "friday",
        "said",
        "time",
        "would",
        "tell",
        "summit",
        "would",
        "achieve",
        "added",
        "korean",
        "war",
        "end",
        "united",
        "state",
        "great",
        "people",
        "proud",
        "taking",
        "place",
        "korea",
        "kim",
        "widely",
        "regarded",
        "many",
        "american",
        "south",
        "korean",
        "brutal",
        "dictator",
        "appeared",
        "use",
        "summit",
        "soften",
        "international",
        "image",
        "trump",
        "credited",
        "maximum",
        "pressure",
        "campaign",
        "sanction",
        "military",
        "threat",
        "bringing",
        "kim",
        "negotiating",
        "table",
        "many",
        "analyst",
        "say",
        "sanction",
        "hurt",
        "kim",
        "belief",
        "leverage",
        "negotiate",
        "advance",
        "made",
        "developing",
        "missile",
        "capable",
        "hitting",
        "united",
        "state",
        "unlikely",
        "give",
        "full",
        "nuclear",
        "capability",
        "trump",
        "told",
        "reporter",
        "friday",
        "think",
        "playing",
        "never",
        "gone",
        "far",
        "enthusiasm",
        "wanting",
        "make",
        "going",
        "hopefully",
        "make",
        "deal",
        "fine",
        "trump",
        "said",
        "adding",
        "two",
        "three",
        "site",
        "consideration",
        "meeting",
        "kim",
        "planned",
        "late",
        "may",
        "early",
        "june",
        "nuclear",
        "programme",
        "china",
        "north",
        "korea",
        "main",
        "ally",
        "welcomed",
        "kim",
        "moon",
        "statement",
        "said",
        "willing",
        "keep",
        "playing",
        "proactive",
        "role",
        "promoting",
        "political",
        "solution",
        "china",
        "wary",
        "sidelined",
        "thaw",
        "two",
        "korea",
        "summit",
        "russia",
        "said",
        "ready",
        "facilitate",
        "cooperation",
        "north",
        "south",
        "korea",
        "including",
        "field",
        "railway",
        "transport",
        "energy",
        "japanese",
        "prime",
        "minister",
        "shinzo",
        "abe",
        "also",
        "welcomed",
        "summit",
        "said",
        "expected",
        "north",
        "korea",
        "take",
        "concrete",
        "step",
        "carry",
        "promise",
        "south",
        "korean",
        "president",
        "moon",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "shake",
        "hand",
        "truce",
        "village",
        "panmunjom",
        "inside",
        "demilitarized",
        "zone",
        "separating",
        "two",
        "korea",
        "south",
        "korea",
        "april",
        "korea",
        "summit",
        "press",
        "via",
        "reuters",
        "global",
        "market",
        "lifted",
        "hope",
        "summit",
        "would",
        "pave",
        "way",
        "end",
        "conflict",
        "korean",
        "peninsula",
        "share",
        "seoul",
        "briefly",
        "rose",
        "percent",
        "high",
        "japan",
        "nikkei",
        "share",
        "average",
        "also",
        "gained",
        "part",
        "effort",
        "reduce",
        "tension",
        "two",
        "side",
        "agreed",
        "open",
        "liaison",
        "office",
        "stop",
        "propaganda",
        "broadcast",
        "leaflet",
        "drop",
        "along",
        "border",
        "allow",
        "korean",
        "family",
        "divided",
        "border",
        "meet",
        "day",
        "summit",
        "kim",
        "said",
        "north",
        "korea",
        "would",
        "suspend",
        "nuclear",
        "missile",
        "test",
        "dismantle",
        "known",
        "nuclear",
        "test",
        "site",
        "widespread",
        "scepticism",
        "whether",
        "kim",
        "ready",
        "abandon",
        "nuclear",
        "arsenal",
        "country",
        "developed",
        "decade",
        "call",
        "necessary",
        "deterrent",
        "invasion",
        "daniel",
        "russel",
        "recently",
        "senior",
        "diplomat",
        "asia",
        "said",
        "declaration",
        "fall",
        "short",
        "explicit",
        "commitment",
        "jonathan",
        "schanzer",
        "expert",
        "washington",
        "foundation",
        "defense",
        "democracy",
        "think",
        "tank",
        "said",
        "north",
        "korea",
        "made",
        "many",
        "promise",
        "many",
        "time",
        "past",
        "question",
        "whether",
        "kim",
        "jong",
        "un",
        "ready",
        "deliver",
        "prelude",
        "yet",
        "another",
        "deliberate",
        "effort",
        "spurn",
        "kim",
        "north",
        "korean",
        "korea",
        "development",
        "bank",
        "said",
        "quick",
        "solution",
        "adding",
        "kim",
        "jong",
        "un",
        "put",
        "ball",
        "court",
        "declared",
        "denuclearisation",
        "promised",
        "halt",
        "nuclear",
        "test",
        "said",
        "tell",
        "u",
        "want",
        "united",
        "state",
        "guarantee",
        "safety",
        "regime",
        "return",
        "first",
        "time",
        "leader",
        "north",
        "south",
        "korea",
        "declared",
        "hope",
        "peace",
        "two",
        "earlier",
        "summit",
        "pyongyang",
        "failed",
        "halt",
        "north",
        "weapon",
        "programme",
        "improve",
        "relation",
        "lasting",
        "way",
        "make",
        "effort",
        "create",
        "good",
        "result",
        "communicating",
        "closely",
        "order",
        "make",
        "sure",
        "agreement",
        "signed",
        "today",
        "entire",
        "world",
        "end",
        "beginning",
        "like",
        "previous",
        "agreement",
        "today",
        "kim",
        "said",
        "agreement",
        "signed",
        "new",
        "history",
        "moon",
        "greeted",
        "kim",
        "military",
        "demarcation",
        "line",
        "men",
        "smiled",
        "shook",
        "hand",
        "unplanned",
        "move",
        "kim",
        "invited",
        "moon",
        "step",
        "briefly",
        "across",
        "north",
        "korea",
        "two",
        "leader",
        "crossed",
        "back",
        "south",
        "korea",
        "holding",
        "hand",
        "new",
        "history",
        "start",
        "age",
        "peace",
        "starting",
        "point",
        "history",
        "kim",
        "wrote",
        "korean",
        "guest",
        "book",
        "south",
        "peace",
        "house",
        "talk",
        "began",
        "private",
        "meeting",
        "morning",
        "kim",
        "told",
        "moon",
        "came",
        "summit",
        "end",
        "history",
        "conflict",
        "joked",
        "sorry",
        "waking",
        "moon",
        "early",
        "morning",
        "missile",
        "test",
        "senior",
        "presidential",
        "official",
        "said",
        "moon",
        "kim",
        "released",
        "joint",
        "declaration",
        "dinner",
        "banquet",
        "slideshow",
        "image",
        "later",
        "wife",
        "watched",
        "music",
        "performance",
        "held",
        "hand",
        "watched",
        "montage",
        "photo",
        "summit",
        "set",
        "song",
        "included",
        "word",
        "family",
        "warm",
        "farewell",
        "kim",
        "driven",
        "back",
        "north",
        "korea",
        "month",
        "ago",
        "trump",
        "kim",
        "trading",
        "threat",
        "insult",
        "north",
        "made",
        "rapid",
        "advance",
        "missile",
        "nuclear",
        "weapon",
        "development",
        "united",
        "state",
        "station",
        "troop",
        "south",
        "korea",
        "legacy",
        "korean",
        "war",
        "ended",
        "truce",
        "peace",
        "treaty",
        "war",
        "pitted",
        "south",
        "force",
        "communist",
        "north",
        "backed",
        "china",
        "russia",
        "reporting",
        "summit",
        "press",
        "corp",
        "christine",
        "kim",
        "josh",
        "smith",
        "roberta",
        "rampton",
        "washington",
        "additional",
        "reporting",
        "hyonhee",
        "shin",
        "seoul",
        "david",
        "brunnstrom",
        "matt",
        "spetalnick",
        "susan",
        "heavey",
        "eric",
        "beech",
        "jeff",
        "mason",
        "washington",
        "writing",
        "matt",
        "spetalnick",
        "editing",
        "lincoln",
        "feast",
        "robert",
        "birsel",
        "france",
        "kerry"
    ]
}