{
    "organizations": [],
    "uuid": "71504b5c813d0a3623ebad4165c61b8c598fa589",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-cohbar-inc-announces-fourth-quarter-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "CohBar, Inc. Announces Fourth Quarter 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., April 02, 2018 (GLOBE NEWSWIRE) -- CohBar, Inc. (NASDAQ:CWBR) (TSXV:COB.U) (“CohBar” or the “Company”), an innovative biotechnology company developing mitochondria based therapeutics (MBTs) to treat age-related diseases, today reported its financial results for the fourth quarter ended December 31, 2017.\n“We continue to progress CB4211 toward a mid-year clinical entry for our Phase 1a/1b study in obese subjects with NAFLD,” said Simon Allen, CohBar CEO. “We are also making great progress in understanding the novel mechanism of action of CB4211 which we believe may translate into broader applications. CohBar also completed a seamless transition to the NASDAQ at the end of the fourth quarter to enhance trading liquidity, increase our market visibility, and better enable us to expand our institutional investor base as we become a clinical-stage company this year.”\nRecent and Fourth Quarter 2017 Business and Preclinical Development Highlights:\nExpansion of CohBar’s Board of Directors. CohBar Co-founder Dr. John Amatruda joined the CohBar Board of Directors in December 2017. Dr. Amatruda adds tremendous experience to the CohBar Board, having spent 25 years as a senior pharmaceutical research executive (at Merck Research Laboratories and Bayer Corporation), together with over 40 years practicing and teaching medicine at Columbia University and Yale University.\nCB4211 Clinical Study Design Expanded. In November, 2017, CohBar announced an expanded clinical study design for CB4211, its lead clinical candidate for nonalcoholic steatohepatitis (NASH) and obesity. The expanded design includes an exploratory Phase 1b assessment of activity in obese subjects with NAFLD, which is intended to substantially accelerate activity readouts relevant to NASH and obesity in advance of a Phase 2 study. The Company plans to initiate the Phase 1a/1b clinical trial in mid-2018, with an activity readout expected in early 2019.\nIncreased Visibility on CB4211 Mechanism of Action. CohBar’s ongoing investigation of the molecular mechanisms underlying CB4211’s efficacy in animal models of NASH and obesity has identified interaction with a cell-surface receptor that plays a key role in metabolic regulation. The Company intends to present its findings at a scientific conference during the year. Investment and Scientific Community Outreach. During the fourth quarter, CohBar’s CEO Simon Allen presented an overview of the Company and its clinical development program at The Bio Investor Forum and Torrey Hills Capital’s Emerging Growth Conference.\nApproved for Listing on the NASDAQ Capital Market. On December 15, 2017, CohBar’s common stock commenced trading on the NASDAQ Capital Market under the ticker symbol CWBR. The NASDAQ stock market trades more equities than any other US exchange and the Company’s listing is expected to provide increased liquidity, additional visibility in the marketplace, and enhanced access to capital markets.\nPrivate Placement Offering. On March 29, 2018 the Company issued and sold $2.1 million of non-convertible unsecured promissory notes, together with warrants to purchase 428,500 shares of common stock. Closing of a second tranche of the previously announced private placement is expected to occur on or before April 15, 2018.\nDuring the fourth quarter, CohBar’s founders, Dr. Pinchas Cohen and Dr. Nir Barzilai, continued to be recognized as international leaders in the study of aging, age-related diseases and mitochondrial science.\nDr. Cohen was an author of two clinical studies on mitochondrial peptides published during the quarter: “Downregulation of circulating MOTS-c levels in patients with coronary endothelial dysfunction,” in the International Journal of Cardiolog y (December 2017); and “Low circulating levels of the mitochondrial-peptide hormone SHLP2: novel biomarker for prostate cancer risk,” in Oncotarget (2017 Nov. 7). Dr. Cohen was also awarded grants for several new studies related to mitochondrial peptides including: “Role of the Mitochondrial Peptide Humanin in Regulating Aging and Lifespan” (NIH); “Ethnic Disparity of the Mitochondrial Peptides and Prostate Cancer Risk” (DOD) and “Characterization of the Healthspan promoting Activity of Humanin” (AFAR BIG Award).\nDr. Barzilai was a keynote speaker at the “Pathways to Extend Healthspan Symposium” at Bar Ilan University, and the Jackson Laboratories “Forum for Healthcare Innovation” at the University of Connecticut. He also was a featured speaker at “Metabesity 2017” in London, UK; “Biology of Aging – Impactful Interventions” in Singapore; and the “Inflammation, Aging and Chronic Disease Conference” at Stanford University. More recently, Dr. Barzilai delivered the “David Cugell Memorial Lectureship” at Northwestern University. During the quarter, Dr. Barzilai was also an author of two studies entitled: “Association between Sleep Patterns and Health in Families with Exceptional Longevity,” published in Frontiers of Medicine; and “System-wide Benefits of Intermeal Fasting by Autophagy” published in Cell Metabolism.\nFourth Quarter 2017 Financial Highlights\nCash and Investments. CohBar had cash and investments of $8,452,459 on December 31, 2017, compared to $8,686,420 on December 31, 2016.\nR&D Expenses. Research and development expenses were $1,791,212 in the three months ended December 31, 2017 compared to $960,390 in the prior year quarter. The increase was due primarily to the costs related to our IND-enabling activities for advancing our lead drug candidate into clinical studies and the initial costs incurred relating to the Company’s anticipated clinical trials.\nG&A Expenses. General and administrative expenses were $1,059,565 in the three months ended December 31, 2017, compared to $717,054 in the prior year quarter. The increase was primarily due the bonus accruals made in the fourth quarter and compliance costs associated with the Company’s move to the NASDAQ exchange.\nNet Loss. For the three months ended December 31, 2017, net loss was $2,833,396, or $0.07 per basic and diluted share, compared to a net loss of $1,677,148, or $0.05 per basic and diluted share, for the three months ended December 31, 2016.\nFourth Quarter Investor Call Information\nDate: April 2, 2018\nTime: 2:00 p.m. PDT (5:00 p.m. EDT)\nDial-in U.S. and Canada: 1-800-239-9838\nDial-in International: 1-323-794-2551\nConference ID# 4690749\nSlide Presentation – go to www.webex.com , click on the ‘Join’ button and enter Meeting Number 921930268 and Password Q4call, or alternatively, go to www.cohbar.com .\nFor individuals participating in the Investor Call and Slide Presentation, we request that you please call into the audio, and log into WebEx or go to CohBar’s website, approximately 10 minutes before the start of the presentation, so that we can begin promptly.\nAn audio replay of the call will be available beginning at 5:00 p.m. (PDT) on April 2, 2018, through 9:00 p.m. (PDT) on April 30, 2018. To access the recording please dial 1-844-512-2921 in the U.S. and Canada, or 1-412-317-6671 internationally, and reference Conference ID# 4690749. The audio replay will also be available at www.cohbar.com from April 3, through April 30, 2018.\nThe slide presentation will be available at www.cohbar.com from 2:00 p.m. (PDT) on April 2, through April 30, 2018.\nAbout CohBar’s Lead Program\nCohBar’s lead preclinical development program is based on MOTS-c, a mitochondrial-derived peptide discovered in 2012 by the Company’s founders and their academic collaborators, whose research has shown that MOTS-c plays a significant role in the regulation of metabolism. The Company has developed a novel, improved analog of the MOTS-c peptide, CB4211, which has demonstrated significant therapeutic potential in preclinical models of obesity and nonalcoholic steatohepatitis (NASH).\nAbout CohBar\nCohBar is an innovative biotechnology company focused on the research and development of mitochondria based therapeutics (MBTs), an emerging class of drugs for the treatment of age-related diseases. MBTs originate from the discovery by CohBar’s founders of a novel group of peptides within the mitochondrial genome which regulate metabolism and cell death, and whose biological activity declines with age. CohBar’s efforts focus on the development of these mitochondrial-derived peptides (MDPs) into clinically relevant MBTs that offer the potential to address a broad range of age-related diseases with underlying metabolic dysfunction, including obesity, nonalcoholic steatohepatitis (NASH), Type 2 diabetes, cancer, and cardiovascular and neurodegenerative diseases. To date, the Company and its founders have discovered more than 100 MDPs.\nFor additional company information, please visit www.cohbar.com .\nForward-Looking Statements\nThis news release contains forward-looking statements (statements which are not historical facts) within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include CohBar’s plans and expectations for its lead candidate program, including anticipated timing and results of IND-enabling activities and clinical trials; statements regarding the therapeutic potential of these and other mitochondria based therapeutics, and the potential for additional discoveries, and statements regarding our financing plans, including the anticipated benefits of our NASDAQ listing and expectations concerning completion of a private placement offering. Forward-looking statements are based on current expectations, estimates and projections that involve a number of risks and uncertainties that could cause actual results to differ materially from those anticipated by CohBar. These risks and uncertainties include, among other things, the uncertainties inherent in research and development, including the ability to meet anticipated commencement and completion dates for IND-enabling and initial clinical studies, as well as the possibility of unfavorable study results, including unfavorable new data and additional analyses of existing data; risks associated with initial data, including the risk that results of additional pre-clinical or clinical studies may be different from (including less favorable than) the earlier data results and may not support further clinical development. Additional risks and uncertainties include CohBar’s ability to retain key personnel, expand its research operations, and obtain financing necessary to continue its operations and fund its candidate programs. Additional assumptions, risks and uncertainties are described in detail in our registration statements, reports and other filings with the Securities and Exchange Commission and applicable Canadian securities regulators, which are available on our website, and at www.sec.gov or www.sedar.com .\nYou are cautioned that such statements are not guarantees of future performance and that our actual results may differ materially from those set forth in the forward-looking statements. The forward-looking statements and other information contained in this news release are made as of the date hereof and CohBar does not undertake any obligation to update publicly or revise any forward-looking statements or information, whether as a result of new information, future events or otherwise, unless so required by applicable securities laws. Nothing herein shall constitute an offer to sell or the solicitation of an offer to buy any securities.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nInvestor and Media Contact:\nJeff Biunno, CFO\nCohBar, Inc.\n(650) 446-7888, Option 3\njeff.biunno@cohbar.com\nCohBar, Inc. Balance Sheets As of December 31, 2017 2016 ASSETS Current assets: Cash $ 2,823,450 $ 3,257,458 Investments 5,629,009 5,428,962 Subscription receivable - 522,326 Prepaid expenses and other current assets 164,274 110,822 Total current assets 8,616,733 9,319,568 Property and equipment, net 176,531 230,512 Intangible assets, net 23,051 - Other assets 46,904 36,810 Total assets $ 8,863,219 $ 9,586,890 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 492,015 $ 103,294 Accrued liabilities 249,158 132,780 Accrued payroll and other compensation 503,133 447,641 Note payable, net of debt discount of $0 and $59 as of December 31, 2017 and 2016, respectively - 205,201 Total liabilities 1,244,306 888,916 Commitments and contingencies Stockholders’ equity: Preferred stock, $0.001 par value, Authorized 5,000,000 shares; No shares issued and outstanding as of December 31, 2017 and 2016, respectively - - Common stock, $0.001 par value, Authorized 75,000,000 shares; Issued and outstanding 39,439,505 shares as of December 31, 2017 and 34,807,881 as of December 31, 2016 39,440 34,808 Additional paid-in capital 31,822,161 23,072,702 Accumulated deficit (24,242,688 ) (14,409,536 ) Total stockholders’ equity 7,618,913 8,697,974 Total liabilities and stockholders’ equity $ 8,863,219 $ 9,586,890\nCohBar, Inc. Statements of Operations For The Three Months Ended December 31, For The Years Ended December 31, 2017 2016 2017 2016 (unaudited) (unaudited) Revenues $ - $ - $ - $ - Operating expenses: Research and development 1,791,212 960,390 6,675,080 3,606,515 General and administrative 1,059,565 717,054 3,184,166 2,470,062 Total operating expenses 2,850,777 1,677,444 9,859,246 6,076,577 Operating loss (2,850,777 ) (1,677,444 ) (9,859,246 ) (6,076,577 ) Other income (expense): Interest income 17,381 2,296 29,740 9,368 Interest expense - (1,951 ) (3,587 ) (7,594 ) Amortization of debt discount - (49 ) (59 ) (196 ) Total other income 17,381 296 26,094 1,578 Net loss $ (2,833,396 ) $ (1,677,148 ) $ (9,833,152 ) $ (6,074,999 ) Basic and diluted net loss per share $ (0.07 ) $ (0.05 ) $ (0.26 ) $ (0.18 ) Weighted average common shares outstanding - basic and diluted 39,405,355 33,881,454 37,478,883 33,130,424\nSource:CohBar, Inc.",
    "published": "2018-04-03T00:03:00.000+03:00",
    "crawled": "2018-04-03T01:22:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "april",
        "globe",
        "newswire",
        "cohbar",
        "nasdaq",
        "cwbr",
        "tsxv",
        "cohbar",
        "company",
        "innovative",
        "biotechnology",
        "company",
        "developing",
        "mitochondrion",
        "based",
        "therapeutic",
        "mbts",
        "treat",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "continue",
        "progress",
        "cb4211",
        "toward",
        "clinical",
        "entry",
        "phase",
        "study",
        "obese",
        "subject",
        "nafld",
        "said",
        "simon",
        "allen",
        "cohbar",
        "ceo",
        "also",
        "making",
        "great",
        "progress",
        "understanding",
        "novel",
        "mechanism",
        "action",
        "cb4211",
        "believe",
        "may",
        "translate",
        "broader",
        "application",
        "cohbar",
        "also",
        "completed",
        "seamless",
        "transition",
        "nasdaq",
        "end",
        "fourth",
        "quarter",
        "enhance",
        "trading",
        "liquidity",
        "increase",
        "market",
        "visibility",
        "better",
        "enable",
        "u",
        "expand",
        "institutional",
        "investor",
        "base",
        "become",
        "company",
        "recent",
        "fourth",
        "quarter",
        "business",
        "preclinical",
        "development",
        "highlight",
        "expansion",
        "cohbar",
        "board",
        "director",
        "cohbar",
        "john",
        "amatruda",
        "joined",
        "cohbar",
        "board",
        "director",
        "december",
        "amatruda",
        "add",
        "tremendous",
        "experience",
        "cohbar",
        "board",
        "spent",
        "year",
        "senior",
        "pharmaceutical",
        "research",
        "executive",
        "merck",
        "research",
        "laboratory",
        "bayer",
        "corporation",
        "together",
        "year",
        "practicing",
        "teaching",
        "medicine",
        "columbia",
        "university",
        "yale",
        "university",
        "cb4211",
        "clinical",
        "study",
        "design",
        "expanded",
        "november",
        "cohbar",
        "announced",
        "expanded",
        "clinical",
        "study",
        "design",
        "cb4211",
        "lead",
        "clinical",
        "candidate",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "obesity",
        "expanded",
        "design",
        "includes",
        "exploratory",
        "phase",
        "1b",
        "assessment",
        "activity",
        "obese",
        "subject",
        "nafld",
        "intended",
        "substantially",
        "accelerate",
        "activity",
        "readout",
        "relevant",
        "nash",
        "obesity",
        "advance",
        "phase",
        "study",
        "company",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "activity",
        "readout",
        "expected",
        "early",
        "increased",
        "visibility",
        "cb4211",
        "mechanism",
        "action",
        "cohbar",
        "ongoing",
        "investigation",
        "molecular",
        "mechanism",
        "underlying",
        "cb4211",
        "efficacy",
        "animal",
        "model",
        "nash",
        "obesity",
        "identified",
        "interaction",
        "receptor",
        "play",
        "key",
        "role",
        "metabolic",
        "regulation",
        "company",
        "intends",
        "present",
        "finding",
        "scientific",
        "conference",
        "year",
        "investment",
        "scientific",
        "community",
        "outreach",
        "fourth",
        "quarter",
        "cohbar",
        "ceo",
        "simon",
        "allen",
        "presented",
        "overview",
        "company",
        "clinical",
        "development",
        "program",
        "bio",
        "investor",
        "forum",
        "torrey",
        "hill",
        "capital",
        "emerging",
        "growth",
        "conference",
        "approved",
        "listing",
        "nasdaq",
        "capital",
        "market",
        "december",
        "cohbar",
        "common",
        "stock",
        "commenced",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "ticker",
        "symbol",
        "cwbr",
        "nasdaq",
        "stock",
        "market",
        "trade",
        "equity",
        "u",
        "exchange",
        "company",
        "listing",
        "expected",
        "provide",
        "increased",
        "liquidity",
        "additional",
        "visibility",
        "marketplace",
        "enhanced",
        "access",
        "capital",
        "market",
        "private",
        "placement",
        "offering",
        "march",
        "company",
        "issued",
        "sold",
        "million",
        "unsecured",
        "promissory",
        "note",
        "together",
        "warrant",
        "purchase",
        "share",
        "common",
        "stock",
        "closing",
        "second",
        "tranche",
        "previously",
        "announced",
        "private",
        "placement",
        "expected",
        "occur",
        "april",
        "fourth",
        "quarter",
        "cohbar",
        "founder",
        "pinchas",
        "cohen",
        "nir",
        "barzilai",
        "continued",
        "recognized",
        "international",
        "leader",
        "study",
        "aging",
        "disease",
        "mitochondrial",
        "science",
        "cohen",
        "author",
        "two",
        "clinical",
        "study",
        "mitochondrial",
        "peptide",
        "published",
        "quarter",
        "downregulation",
        "circulating",
        "level",
        "patient",
        "coronary",
        "endothelial",
        "dysfunction",
        "international",
        "journal",
        "cardiolog",
        "december",
        "low",
        "circulating",
        "level",
        "hormone",
        "shlp2",
        "novel",
        "biomarker",
        "prostate",
        "cancer",
        "risk",
        "oncotarget",
        "cohen",
        "also",
        "awarded",
        "grant",
        "several",
        "new",
        "study",
        "related",
        "mitochondrial",
        "peptide",
        "including",
        "role",
        "mitochondrial",
        "peptide",
        "humanin",
        "regulating",
        "aging",
        "lifespan",
        "nih",
        "ethnic",
        "disparity",
        "mitochondrial",
        "peptide",
        "prostate",
        "cancer",
        "risk",
        "dod",
        "characterization",
        "healthspan",
        "promoting",
        "activity",
        "humanin",
        "afar",
        "big",
        "award",
        "barzilai",
        "keynote",
        "speaker",
        "pathway",
        "extend",
        "healthspan",
        "symposium",
        "bar",
        "ilan",
        "university",
        "jackson",
        "laboratory",
        "forum",
        "healthcare",
        "innovation",
        "university",
        "connecticut",
        "also",
        "featured",
        "speaker",
        "metabesity",
        "london",
        "uk",
        "biology",
        "aging",
        "impactful",
        "intervention",
        "singapore",
        "inflammation",
        "aging",
        "chronic",
        "disease",
        "conference",
        "stanford",
        "university",
        "recently",
        "barzilai",
        "delivered",
        "david",
        "cugell",
        "memorial",
        "lectureship",
        "northwestern",
        "university",
        "quarter",
        "barzilai",
        "also",
        "author",
        "two",
        "study",
        "entitled",
        "association",
        "sleep",
        "pattern",
        "health",
        "family",
        "exceptional",
        "longevity",
        "published",
        "frontier",
        "medicine",
        "benefit",
        "intermeal",
        "fasting",
        "autophagy",
        "published",
        "cell",
        "metabolism",
        "fourth",
        "quarter",
        "financial",
        "highlight",
        "cash",
        "investment",
        "cohbar",
        "cash",
        "investment",
        "december",
        "compared",
        "december",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "quarter",
        "increase",
        "due",
        "primarily",
        "cost",
        "related",
        "activity",
        "advancing",
        "lead",
        "drug",
        "candidate",
        "clinical",
        "study",
        "initial",
        "cost",
        "incurred",
        "relating",
        "company",
        "anticipated",
        "clinical",
        "trial",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "quarter",
        "increase",
        "primarily",
        "due",
        "bonus",
        "accrual",
        "made",
        "fourth",
        "quarter",
        "compliance",
        "cost",
        "associated",
        "company",
        "move",
        "nasdaq",
        "exchange",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "fourth",
        "quarter",
        "investor",
        "call",
        "information",
        "date",
        "april",
        "time",
        "pdt",
        "edt",
        "canada",
        "international",
        "conference",
        "id",
        "slide",
        "presentation",
        "go",
        "click",
        "join",
        "button",
        "enter",
        "meeting",
        "number",
        "password",
        "q4call",
        "alternatively",
        "go",
        "individual",
        "participating",
        "investor",
        "call",
        "slide",
        "presentation",
        "request",
        "please",
        "call",
        "audio",
        "log",
        "webex",
        "go",
        "cohbar",
        "website",
        "approximately",
        "minute",
        "start",
        "presentation",
        "begin",
        "promptly",
        "audio",
        "replay",
        "call",
        "available",
        "beginning",
        "pdt",
        "april",
        "pdt",
        "april",
        "access",
        "recording",
        "please",
        "dial",
        "canada",
        "internationally",
        "reference",
        "conference",
        "id",
        "audio",
        "replay",
        "also",
        "available",
        "april",
        "april",
        "slide",
        "presentation",
        "available",
        "pdt",
        "april",
        "april",
        "cohbar",
        "lead",
        "program",
        "cohbar",
        "lead",
        "preclinical",
        "development",
        "program",
        "based",
        "peptide",
        "discovered",
        "company",
        "founder",
        "academic",
        "collaborator",
        "whose",
        "research",
        "shown",
        "play",
        "significant",
        "role",
        "regulation",
        "metabolism",
        "company",
        "developed",
        "novel",
        "improved",
        "analog",
        "peptide",
        "cb4211",
        "demonstrated",
        "significant",
        "therapeutic",
        "potential",
        "preclinical",
        "model",
        "obesity",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "cohbar",
        "cohbar",
        "innovative",
        "biotechnology",
        "company",
        "focused",
        "research",
        "development",
        "mitochondrion",
        "based",
        "therapeutic",
        "mbts",
        "emerging",
        "class",
        "drug",
        "treatment",
        "disease",
        "mbts",
        "originate",
        "discovery",
        "cohbar",
        "founder",
        "novel",
        "group",
        "peptide",
        "within",
        "mitochondrial",
        "genome",
        "regulate",
        "metabolism",
        "cell",
        "death",
        "whose",
        "biological",
        "activity",
        "decline",
        "age",
        "cohbar",
        "effort",
        "focus",
        "development",
        "peptide",
        "mdps",
        "clinically",
        "relevant",
        "mbts",
        "offer",
        "potential",
        "address",
        "broad",
        "range",
        "disease",
        "underlying",
        "metabolic",
        "dysfunction",
        "including",
        "obesity",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "type",
        "diabetes",
        "cancer",
        "cardiovascular",
        "neurodegenerative",
        "disease",
        "date",
        "company",
        "founder",
        "discovered",
        "mdps",
        "additional",
        "company",
        "information",
        "please",
        "visit",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "statement",
        "historical",
        "fact",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "cohbar",
        "plan",
        "expectation",
        "lead",
        "candidate",
        "program",
        "including",
        "anticipated",
        "timing",
        "result",
        "activity",
        "clinical",
        "trial",
        "statement",
        "regarding",
        "therapeutic",
        "potential",
        "mitochondrion",
        "based",
        "therapeutic",
        "potential",
        "additional",
        "discovery",
        "statement",
        "regarding",
        "financing",
        "plan",
        "including",
        "anticipated",
        "benefit",
        "nasdaq",
        "listing",
        "expectation",
        "concerning",
        "completion",
        "private",
        "placement",
        "offering",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "cohbar",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "including",
        "ability",
        "meet",
        "anticipated",
        "commencement",
        "completion",
        "date",
        "initial",
        "clinical",
        "study",
        "well",
        "possibility",
        "unfavorable",
        "study",
        "result",
        "including",
        "unfavorable",
        "new",
        "data",
        "additional",
        "analysis",
        "existing",
        "data",
        "risk",
        "associated",
        "initial",
        "data",
        "including",
        "risk",
        "result",
        "additional",
        "clinical",
        "study",
        "may",
        "different",
        "including",
        "less",
        "favorable",
        "earlier",
        "data",
        "result",
        "may",
        "support",
        "clinical",
        "development",
        "additional",
        "risk",
        "uncertainty",
        "include",
        "cohbar",
        "ability",
        "retain",
        "key",
        "personnel",
        "expand",
        "research",
        "operation",
        "obtain",
        "financing",
        "necessary",
        "continue",
        "operation",
        "fund",
        "candidate",
        "program",
        "additional",
        "assumption",
        "risk",
        "uncertainty",
        "described",
        "detail",
        "registration",
        "statement",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "applicable",
        "canadian",
        "security",
        "regulator",
        "available",
        "website",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "hereof",
        "cohbar",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "nothing",
        "herein",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "investor",
        "medium",
        "contact",
        "jeff",
        "biunno",
        "cfo",
        "cohbar",
        "option",
        "cohbar",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "investment",
        "subscription",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "payroll",
        "compensation",
        "note",
        "payable",
        "net",
        "debt",
        "discount",
        "december",
        "respectively",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "december",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "cohbar",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "unaudited",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "amortization",
        "debt",
        "discount",
        "total",
        "income",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "cohbar",
        "inc"
    ]
}