{
    "organizations": [],
    "uuid": "0c0c612d612012e0205c3bd5f3268ae8188b987f",
    "author": "",
    "url": "https://www.reuters.com/article/us-nhl-playoffs-questions/stanley-cup-playoffs-the-questions-that-face-each-team-idUSKBN1HI39Y",
    "ord_in_thread": 0,
    "title": "Stanley Cup playoffs: the questions that face each team",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - The 2017-18 NHL regular season has come to a close and now fans brace for two months of grueling hockey — the Stanley Cup playoffs. Over the years, the NHL playoffs have seen dramatic upheavals and witnessed new legends being born.\nMar 26, 2018; Tampa, FL, USA; Tampa Bay Lightning right wing Nikita Kucherov (86) skates with the puck against the Arizona Coyotes during the first period at Amalie Arena. Mandatory Credit: Kim Klement-USA TODAY Sports Every year poses new questions and unforeseen answers. Here’s a look at some of the questions facing the teams going into the playoffs.\nWestern Conference:\nNashville Predators vs. Colorado Avalanche\nWith their forwards and defense contributing to the offensive production, and goalie Pekka Rinne with 42 wins and a save percentage of .927, the Presidents’ Trophy-winning Predators have been a juggernaut this season. Last year, Predators were the wild card team in the West and steamrolled their way to the finals against the Pittsburgh Penguins. This time, they bear the burden of being the top team in the league. In the past 10 years only two teams have won the Presidents’ Trophy and the Stanley Cup — the 2007–08 Detroit Red Wings and 2012–13 Chicago Blackhawks. Will the Predators join this exclusive club?\nPlayers to watch: Filip Forsberg, P.K. Subban, Roman Josi, Pekka Rinne\nThe Colorado Avalanche were the worst team in the league a season ago. This year, they are in the playoffs riding on Nathan MacKinnon’s Hart Trophy-worthy 97-point season, and his dominant first line alongside Mikko Rantanen and Gabriel Landeskog. Coming up against the Predators, with probably the best defense in the league, will the Avalanche be up to the challenge?\nPlayers to watch: Nathan MacKinnon, Mikko Rantanen\nWinnipeg Jets vs. Minnesota Wild\nThe Jets have the second-highest regular season goal scorer in Patrik Laine, tied highest assist in Blake Wheeler and the goalie tied for the most number of wins in Connor Hellebuyck, another point-per-game player in Mark Scheifele, and Dustin Byfuglien on defense. Will the Jets be able to translate their season performance into playoff success in only their second playoff appearance?\nPlayers to watch: Patrick Laine, Blake Wheeler, Connor Hellebuyck, Mark Scheifele\nEric Staal had a magnificent 42-goal season and now Zach Parise is healthy and scoring. This will be the sixth consecutive playoff appearance for the Wild, but none that went beyond the second round. How far will this team go after having lost Ryan Suter to injury?\nPlayers to watch: Eric Staal, Mikael Granlund, Zach Parise\nLas Vegas Golden Knights vs. Los Angeles Kings\nThe Golden Knights have set the gold standard for all future expansion teams. This was led by players who had dominant seasons. Players such as William Karlsson had 15 goals in the past two full seasons and this year he had 43, Jonathan Marchessault went from 51 points in 75 games to 75 points in 77 games. Plus, the Golden Knights have Marc-Andre Fleury between the pipes. Fleury has a save percentage of .927 and with three Stanley Cups he is the goalie with the most cup rings in the playoffs. Will Vegas’s fairytale run carry them deep into the playoffs?\nApr 6, 2018; Pittsburgh, PA, USA; Pittsburgh Penguins right wing Patric Hornqvist (72) Sidney Crosby (87) and Evgeni Malkin (71) celebrate after Crosby scores a goal against the Ottawa Senators in the second period of an NHL game at PPG PAINTS Arena. Mandatory Credit: Don Wright-USA TODAY Sports Players to watch: William Karlsson, Jonathan Marchessault, Marc-Andre Fleury, James Neal\nThe Kings have gone from being the eighth-seeded team to winning the Stanley Cup in 2012. They are in a similar position once again, being a wildcard team. Will they be able to repeat that feat? This time they have Anze Kopitar having a career year. They are also the team with the lowest goals against average this season, Jonathan Quick having won the William M. Jennings Trophy, awarded to the goaltender whose team allows the fewest goals against.\nPlayers to watch: Anze Kopitar, Drew Doughty, Jeff Carter, Jonathan Quick\nAnaheim Ducks vs. San Jose Sharks\nThe Ducks are tenacious. With the number of man-games lost due to injury early on, it’s commendable that the Ducks were able to make it to the playoffs. But with the lowest goals for average amongst all the playoff-bound teams, will they be able to find their scoring when required? John Gibson had a successful season, but has battled injuries. Their defense has been their strength, but will they be able to withstand the early rounds without Cam Fowler?\nPlayers to watch: John Gibson, Ryan Getzlaf, Rickard Rakell\nThe Sharks were in the Stanley Cup finals two years ago. Last year, they were eliminated in the first round. This season, even though goalie Martin Jones hasn’t been that impressive, Evander Kane joining Brent Burns, Joe Pavelski and Logan Couture makes them a legitimate threat. How much will the Sharks miss Joe Thornton’s playmaking early on?\nPlayers to watch: Brent Burns, Joe Pavelski, Logan Couture\nEastern Conference:\nTampa Bay Lightning vs. New Jersey Devils\nThe Lightning were the force to reckon with for most of the season, with Steven Stamkos, Nikita Kucherov and Andrei Vasilevskiy seemingly headed for a superlative season. Since then, the team has cooled down, although the regular season ended with Kucherov third in the league in points and Vasilevskiy tied for most wins and shutouts. They hope to have Stamkos back from injury by the start of the post-season. Is it possible that the Lighting will return to that early form?\nPlayers to watch: Steven Stamkos, Nikita Kucherov, Andrei Vasilevskiy, Victor Hedman\nThe Devils, like the Avalanche, are driven by the outstanding performance of one player. Taylor Hall leads the next player in his team by 41 points. Hall led his team into the playoffs – can he take them further?\nSlideshow (3 Images) Players to watch: Taylor Hall\nBoston Bruins vs. Toronto Maple Leafs\nThe Bruins have most of their pieces in place and healthy. They are almost the perfect mix of young talent and veterans. Does this translate into a deep playoff run? Will the other teams find the means to contain the line of Brad Marchand, Patrice Bergeron and David Pastrnak? Then there are Charlie McAvoy and Zdeno Chara on the blueline. Trade-deadline signing Rick Nash should be back from. This is the team that Leafs coach Mike Babcock thought was really, really good last month.\nPlayers to watch: Brad Marchand, Patrice Bergeron, David Pastrnak\nThe young Leafs made it to the playoffs in Auston Matthews’ first NHL season last year. Has the addition of veterans such as Patrick Marleau made the team mature enough for their second consecutive playoff? That their forwards can score goes without saying. It’s a group that comprises James van Riemsdyk, Matthews, Nazem Kadri, Patrick Marleau, Mitchell Marner and William Nylander. Frederik Andersen had the most shots against in the regular season even though he ended third in wins. The Leafs need a similar post season from their goalie.\nPlayers to watch: Auston Matthews, James van Riemsdyk, Nazem Kadri, Mitchell Marner\nWashington Capitals vs. Columbus Blue Jackets\nThe Capitals were the Presidents’ Trophy winners in 2016 and 2017, only to bow out of the playoffs in the second rounds both times. Is this the year Alex Ovechkin leads his team beyond? They may have lost important players who made the team dominant in the past years, yet managed to win the Metro Division. Their goalie situation remains precarious. Braden Holtby hasn’t been as excellent as in the past and Philipp Grubauer will be staring between the pipes against the Blue Jackets.\nPlayers to watch: Alex Ovechkin, Evgeny Kuznetsov\nLast season, Sergei Bobrovsky had a regular season save percentage of .931 and playoff .882. Which Bobrovsky will show up for the playoffs this time after a regular season save percentage of .921? Artemi Panarin led the team in goals and assists in the regular season, will the playoffs see the others step up?\nPlayers to watch: Sergei Bobrovsky, Artemi Panarin\nPittsburgh Penguins vs. Philadelphia Flyers\nCan Sidney Crosby, Phil Kessel, Matt Murray and Evgeni Malkin make it three cups in a row for the Penguins? Will it matter during the playoffs that the Penguins have the highest regular season goals-against average amongst all the teams in the playoffs? They are third in goals for, and have the highest powerplay percentage.\nPlayers to watch: Sidney Crosby, Phil Kessel, Matt Murray, Evgeni Malkin\nThe Flyers have been inconsistent during the regular season, but made it to the playoffs in the end. They face one of the deepest teams in the league and the winners of the last two cups. The last time these two teams met in the playoffs in 2012, it was a high-octane series, with the Flyers coming out on top. Will the 2018 Flyers be able to repeat that? Will Claude Giroux again prove to be the Penguins nemesis? A lot of their success might also depend on Flyers goaltender Brian Elliott.\nPlayers to watch: Claude Giroux, Jakub Voracek, Sean Couturier\nReporting by Shakeel Sobhan; Editing by Robert Macmillan\n ",
    "published": "2018-04-12T10:49:00.000+03:00",
    "crawled": "2018-04-12T11:07:45.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "nhl",
        "regular",
        "season",
        "come",
        "close",
        "fan",
        "brace",
        "two",
        "month",
        "grueling",
        "hockey",
        "stanley",
        "cup",
        "playoff",
        "year",
        "nhl",
        "playoff",
        "seen",
        "dramatic",
        "upheaval",
        "witnessed",
        "new",
        "legend",
        "born",
        "mar",
        "tampa",
        "fl",
        "usa",
        "tampa",
        "bay",
        "lightning",
        "right",
        "wing",
        "nikita",
        "kucherov",
        "skate",
        "puck",
        "arizona",
        "coyote",
        "first",
        "period",
        "amalie",
        "arena",
        "mandatory",
        "credit",
        "kim",
        "today",
        "sport",
        "every",
        "year",
        "pose",
        "new",
        "question",
        "unforeseen",
        "answer",
        "look",
        "question",
        "facing",
        "team",
        "going",
        "playoff",
        "western",
        "conference",
        "nashville",
        "predator",
        "colorado",
        "avalanche",
        "forward",
        "defense",
        "contributing",
        "offensive",
        "production",
        "goalie",
        "pekka",
        "rinne",
        "win",
        "save",
        "percentage",
        "president",
        "predator",
        "juggernaut",
        "season",
        "last",
        "year",
        "predator",
        "wild",
        "card",
        "team",
        "west",
        "steamrolled",
        "way",
        "final",
        "pittsburgh",
        "penguin",
        "time",
        "bear",
        "burden",
        "top",
        "team",
        "league",
        "past",
        "year",
        "two",
        "team",
        "president",
        "trophy",
        "stanley",
        "cup",
        "detroit",
        "red",
        "wing",
        "chicago",
        "blackhawks",
        "predator",
        "join",
        "exclusive",
        "club",
        "player",
        "watch",
        "filip",
        "forsberg",
        "subban",
        "roman",
        "josi",
        "pekka",
        "rinne",
        "colorado",
        "avalanche",
        "worst",
        "team",
        "league",
        "season",
        "ago",
        "year",
        "playoff",
        "riding",
        "nathan",
        "mackinnon",
        "hart",
        "season",
        "dominant",
        "first",
        "line",
        "alongside",
        "mikko",
        "rantanen",
        "gabriel",
        "landeskog",
        "coming",
        "predator",
        "probably",
        "best",
        "defense",
        "league",
        "avalanche",
        "challenge",
        "player",
        "watch",
        "nathan",
        "mackinnon",
        "mikko",
        "rantanen",
        "winnipeg",
        "jet",
        "minnesota",
        "wild",
        "jet",
        "regular",
        "season",
        "goal",
        "scorer",
        "patrik",
        "laine",
        "tied",
        "highest",
        "assist",
        "blake",
        "wheeler",
        "goalie",
        "tied",
        "number",
        "win",
        "connor",
        "hellebuyck",
        "another",
        "player",
        "mark",
        "scheifele",
        "dustin",
        "byfuglien",
        "defense",
        "jet",
        "able",
        "translate",
        "season",
        "performance",
        "playoff",
        "success",
        "second",
        "playoff",
        "appearance",
        "player",
        "watch",
        "patrick",
        "laine",
        "blake",
        "wheeler",
        "connor",
        "hellebuyck",
        "mark",
        "scheifele",
        "eric",
        "staal",
        "magnificent",
        "season",
        "zach",
        "parise",
        "healthy",
        "scoring",
        "sixth",
        "consecutive",
        "playoff",
        "appearance",
        "wild",
        "none",
        "went",
        "beyond",
        "second",
        "round",
        "far",
        "team",
        "go",
        "lost",
        "ryan",
        "suter",
        "injury",
        "player",
        "watch",
        "eric",
        "staal",
        "mikael",
        "granlund",
        "zach",
        "parise",
        "la",
        "vega",
        "golden",
        "knight",
        "los",
        "angeles",
        "king",
        "golden",
        "knight",
        "set",
        "gold",
        "standard",
        "future",
        "expansion",
        "team",
        "led",
        "player",
        "dominant",
        "season",
        "player",
        "william",
        "karlsson",
        "goal",
        "past",
        "two",
        "full",
        "season",
        "year",
        "jonathan",
        "marchessault",
        "went",
        "point",
        "game",
        "point",
        "game",
        "plus",
        "golden",
        "knight",
        "fleury",
        "pipe",
        "fleury",
        "save",
        "percentage",
        "three",
        "stanley",
        "cup",
        "goalie",
        "cup",
        "ring",
        "playoff",
        "vega",
        "fairytale",
        "run",
        "carry",
        "deep",
        "playoff",
        "apr",
        "pittsburgh",
        "pa",
        "usa",
        "pittsburgh",
        "penguin",
        "right",
        "wing",
        "patric",
        "hornqvist",
        "sidney",
        "crosby",
        "evgeni",
        "malkin",
        "celebrate",
        "crosby",
        "score",
        "goal",
        "ottawa",
        "senator",
        "second",
        "period",
        "nhl",
        "game",
        "ppg",
        "paint",
        "arena",
        "mandatory",
        "credit",
        "today",
        "sport",
        "player",
        "watch",
        "william",
        "karlsson",
        "jonathan",
        "marchessault",
        "fleury",
        "james",
        "neal",
        "king",
        "gone",
        "team",
        "winning",
        "stanley",
        "cup",
        "similar",
        "position",
        "wildcard",
        "team",
        "able",
        "repeat",
        "feat",
        "time",
        "anze",
        "kopitar",
        "career",
        "year",
        "also",
        "team",
        "lowest",
        "goal",
        "average",
        "season",
        "jonathan",
        "quick",
        "william",
        "jennings",
        "trophy",
        "awarded",
        "goaltender",
        "whose",
        "team",
        "allows",
        "fewest",
        "goal",
        "player",
        "watch",
        "anze",
        "kopitar",
        "drew",
        "doughty",
        "jeff",
        "carter",
        "jonathan",
        "quick",
        "anaheim",
        "duck",
        "san",
        "jose",
        "shark",
        "duck",
        "tenacious",
        "number",
        "lost",
        "due",
        "injury",
        "early",
        "commendable",
        "duck",
        "able",
        "make",
        "playoff",
        "lowest",
        "goal",
        "average",
        "amongst",
        "team",
        "able",
        "find",
        "scoring",
        "required",
        "john",
        "gibson",
        "successful",
        "season",
        "battled",
        "injury",
        "defense",
        "strength",
        "able",
        "withstand",
        "early",
        "round",
        "without",
        "cam",
        "fowler",
        "player",
        "watch",
        "john",
        "gibson",
        "ryan",
        "getzlaf",
        "rickard",
        "rakell",
        "shark",
        "stanley",
        "cup",
        "final",
        "two",
        "year",
        "ago",
        "last",
        "year",
        "eliminated",
        "first",
        "round",
        "season",
        "even",
        "though",
        "goalie",
        "martin",
        "jones",
        "impressive",
        "evander",
        "kane",
        "joining",
        "brent",
        "burn",
        "joe",
        "pavelski",
        "logan",
        "couture",
        "make",
        "legitimate",
        "threat",
        "much",
        "shark",
        "miss",
        "joe",
        "thornton",
        "playmaking",
        "early",
        "player",
        "watch",
        "brent",
        "burn",
        "joe",
        "pavelski",
        "logan",
        "couture",
        "eastern",
        "conference",
        "tampa",
        "bay",
        "lightning",
        "new",
        "jersey",
        "devil",
        "lightning",
        "force",
        "reckon",
        "season",
        "steven",
        "stamkos",
        "nikita",
        "kucherov",
        "andrei",
        "vasilevskiy",
        "seemingly",
        "headed",
        "superlative",
        "season",
        "since",
        "team",
        "cooled",
        "although",
        "regular",
        "season",
        "ended",
        "kucherov",
        "third",
        "league",
        "point",
        "vasilevskiy",
        "tied",
        "win",
        "shutout",
        "hope",
        "stamkos",
        "back",
        "injury",
        "start",
        "possible",
        "lighting",
        "return",
        "early",
        "form",
        "player",
        "watch",
        "steven",
        "stamkos",
        "nikita",
        "kucherov",
        "andrei",
        "vasilevskiy",
        "victor",
        "hedman",
        "devil",
        "like",
        "avalanche",
        "driven",
        "outstanding",
        "performance",
        "one",
        "player",
        "taylor",
        "hall",
        "lead",
        "next",
        "player",
        "team",
        "point",
        "hall",
        "led",
        "team",
        "playoff",
        "take",
        "slideshow",
        "image",
        "player",
        "watch",
        "taylor",
        "hall",
        "boston",
        "bruin",
        "toronto",
        "maple",
        "leaf",
        "bruin",
        "piece",
        "place",
        "healthy",
        "almost",
        "perfect",
        "mix",
        "young",
        "talent",
        "veteran",
        "translate",
        "deep",
        "playoff",
        "run",
        "team",
        "find",
        "mean",
        "contain",
        "line",
        "brad",
        "marchand",
        "patrice",
        "bergeron",
        "david",
        "pastrnak",
        "charlie",
        "mcavoy",
        "zdeno",
        "chara",
        "blueline",
        "signing",
        "rick",
        "nash",
        "back",
        "team",
        "leaf",
        "coach",
        "mike",
        "babcock",
        "thought",
        "really",
        "really",
        "good",
        "last",
        "month",
        "player",
        "watch",
        "brad",
        "marchand",
        "patrice",
        "bergeron",
        "david",
        "pastrnak",
        "young",
        "leaf",
        "made",
        "playoff",
        "auston",
        "matthew",
        "first",
        "nhl",
        "season",
        "last",
        "year",
        "addition",
        "veteran",
        "patrick",
        "marleau",
        "made",
        "team",
        "mature",
        "enough",
        "second",
        "consecutive",
        "playoff",
        "forward",
        "score",
        "go",
        "without",
        "saying",
        "group",
        "comprises",
        "james",
        "van",
        "riemsdyk",
        "matthew",
        "nazem",
        "kadri",
        "patrick",
        "marleau",
        "mitchell",
        "marner",
        "william",
        "nylander",
        "frederik",
        "andersen",
        "shot",
        "regular",
        "season",
        "even",
        "though",
        "ended",
        "third",
        "win",
        "leaf",
        "need",
        "similar",
        "post",
        "season",
        "goalie",
        "player",
        "watch",
        "auston",
        "matthew",
        "james",
        "van",
        "riemsdyk",
        "nazem",
        "kadri",
        "mitchell",
        "marner",
        "washington",
        "capital",
        "columbus",
        "blue",
        "jacket",
        "capital",
        "president",
        "trophy",
        "winner",
        "bow",
        "playoff",
        "second",
        "round",
        "time",
        "year",
        "alex",
        "ovechkin",
        "lead",
        "team",
        "beyond",
        "may",
        "lost",
        "important",
        "player",
        "made",
        "team",
        "dominant",
        "past",
        "year",
        "yet",
        "managed",
        "win",
        "metro",
        "division",
        "goalie",
        "situation",
        "remains",
        "precarious",
        "braden",
        "holtby",
        "excellent",
        "past",
        "philipp",
        "grubauer",
        "staring",
        "pipe",
        "blue",
        "jacket",
        "player",
        "watch",
        "alex",
        "ovechkin",
        "evgeny",
        "kuznetsov",
        "last",
        "season",
        "sergei",
        "bobrovsky",
        "regular",
        "season",
        "save",
        "percentage",
        "playoff",
        "bobrovsky",
        "show",
        "playoff",
        "time",
        "regular",
        "season",
        "save",
        "percentage",
        "artemi",
        "panarin",
        "led",
        "team",
        "goal",
        "assist",
        "regular",
        "season",
        "playoff",
        "see",
        "others",
        "step",
        "player",
        "watch",
        "sergei",
        "bobrovsky",
        "artemi",
        "panarin",
        "pittsburgh",
        "penguin",
        "philadelphia",
        "flyer",
        "sidney",
        "crosby",
        "phil",
        "kessel",
        "matt",
        "murray",
        "evgeni",
        "malkin",
        "make",
        "three",
        "cup",
        "row",
        "penguin",
        "matter",
        "playoff",
        "penguin",
        "highest",
        "regular",
        "season",
        "average",
        "amongst",
        "team",
        "playoff",
        "third",
        "goal",
        "highest",
        "powerplay",
        "percentage",
        "player",
        "watch",
        "sidney",
        "crosby",
        "phil",
        "kessel",
        "matt",
        "murray",
        "evgeni",
        "malkin",
        "flyer",
        "inconsistent",
        "regular",
        "season",
        "made",
        "playoff",
        "end",
        "face",
        "one",
        "deepest",
        "team",
        "league",
        "winner",
        "last",
        "two",
        "cup",
        "last",
        "time",
        "two",
        "team",
        "met",
        "playoff",
        "series",
        "flyer",
        "coming",
        "top",
        "flyer",
        "able",
        "repeat",
        "claude",
        "giroux",
        "prove",
        "penguin",
        "nemesis",
        "lot",
        "success",
        "might",
        "also",
        "depend",
        "flyer",
        "goaltender",
        "brian",
        "elliott",
        "player",
        "watch",
        "claude",
        "giroux",
        "jakub",
        "voracek",
        "sean",
        "couturier",
        "reporting",
        "shakeel",
        "sobhan",
        "editing",
        "robert",
        "macmillan"
    ]
}