{
    "organizations": [],
    "uuid": "efabd5a9a1ad02cadadb67f04bc8e9d10d2890ad",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-ingenico-group-first-quarter-2018-performance-consistent-with-our-full-year-expectations.html",
    "ord_in_thread": 0,
    "title": "INGENICO GROUP: First Quarter 2018: Performance consistent with our full-year expectations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Press Release Paris, 25 th April 2018\nQ1'18 performance in line with our expectations\nRevenues of €581 million, negatively impacted by a €40 million forex impact 5% organic decline [1] , up 3% adjusted from Indian demonetization and Europe PCI migration Retail grew 7% on a comparable basis 15% decline of Banks & Acquirers impacted by both India and Europe comparison basis\nReturn to growth as early as Q2'18, with acceleration in the second half of the year\nDouble-digit growth in Retail and a soft growth in Banks & Acquirers in 2018\nFull-year 2018 financial outlook reiterated: EBITDA [2] range of €545m - €570m\nc. €25-30 million negative impact from currencies integrated in the guidance Adjusted FCF [3] conversion rate > 45%\nIngenico Group (Euronext: FR0000125346 - ING), the global leader in seamless payment, today announced its revenue for the first quarter of 2018.\nPhilippe Lazare, Chairman and Chief Executive Officer of Ingenico Group, commented: \"The beginning of the year was perfectly in line with our expectations. The Bambora integration and its end-to-end solutions opens up new market opportunities and reinforces the acceleration of the Group growth profile. The resilient trends that we foresee in Retail and the pipeline of projects of Banks & Acquirers allow us to expect a gradual improvement of the growth dynamic reflected in a positive organic growth as early as the second quarter. In this environment we are approaching the coming quarters with confidence and we reiterate our full-year 2018 guidance. Our organisation, our assets and our offer are up and running and allow us to accelerate towards our 2020 objectives.\"\nKey figures for the first quarter 2018\nQ1 2017 Reported Q1 2017\nPro forma* Q1 2018 €m % Change €m €m Comparable 1 Reported Retail 243 299 302 7% 24% SMBs 33 81 88 13% 169% Global Online 111 118 119 11% 7% Enterprise 99 100 95 -2% -4% Banks & Acquirers 351 354 280 -15% -20% EMEA 142 137 114 -14% -20% Latin America 40 40 34 0% -16% North America 37 37 30 -7% -18% Asia-Pacific 132 140 101 -22% -23% TOTAL 594 653 581 -5% -2% * 2017 PF figures including acquisitions made during the year at 100% First quarter 2018 performance\nIn the first quarter of 2018, revenue totalled €581 million, representing a 2% decline on a reported basis, including a negative foreign exchange impact of €40 million. On a comparable basis, revenue was 5% lower than in the first quarter of 2017. Adjusted from the impact of the Indian demonetization process and the European PCI V1 to V3 migration, revenue would have grown 3% on a comparable basis.\nThe Banks & Acquirers business unit totalled revenues of €280 million, down 20% on a reported basis, impacted by a negative foreign exchange impact of €22 million. On a comparable basis, revenue declined by 15% in the first quarter of 2018. Adjusted from the high comparison basis coming from the Indian demonetization process and the PCI V1 to V3 migration in Europe, revenue would have declined by 1% on a comparable basis. Over the quarter, Banks & Acquirers has continued its innovation effort, in particular with the launch of new Axium platform or the development of a PIN on Glass solution dedicated to micro merchants.\nEurope, Middle-East & Africa (down 14%): The Western Europe performance has been impacted by a difficult comparison basis coming from the PCI V1 to V3 migration that took place last year. Eastern Europe made less of a contribution to the region's growth profile due to a solid performance last year, even though some local initiatives will support the dynamic over the coming quarters. Russia and Middle-Eastern countries remained strong in the continuity of their strong 2017 performance.\nAsia-Pacific (down 22%): As expected, the quarterly performance has been strongly impacted by the Indian demonetization process last year. As a reminder, the first quarter of 2017 was the biggest contributor of the three quarters concerned by the government initiative. China continued to be resilient compared to last year, still supported by the success of the APOS (c. 350k units shipped) and the return of orders from Banks. In Australia, the activity has been impacted by a phasing of the tenders without any impact on our full-year expectations. Southeast Asia is back to positive growth, mostly driven by the recovery of the Indonesian market impacted last semester by regulation changes. The other countries remained dynamic, such as Japan that started to ramp up in light of the EMV equipment phase prior to the 2020 Tokyo Olympic Games. Latin America (0%): The quarterly performance was in line with our expectations. Mexico was still driven by the Telium Tetra deployment and Argentina was a very good contributor to the region's dynamic, while Brazil continued to weigh on the performance. Despite that decline, the signs of a Brazilian recovery remain relevant and the trend should improve throughout the year in the light of the numerous ongoing tender offers.\nNorth America (down 7%): The dynamic shown over the quarter has been impacted by the large deployment of Telium Tetra in Canada and a large order from a US client in Q1'17. Despite this declining performance, the trend is in line with our expectations and remains well-oriented towards growth throughout the year. The adoption of our mobile solutions continued to be strong, notably with a new contract signed with an Integrated Software Vendor (ISV) specialized in the Restaurant vertical, and the deployment of mobile equipment in the stores of a consumer electronic leader. In parallel, the already announced partnership on the unattended space is expected to ramp up and to fuel growth. With our launch of a new set of mobile products that are market ready, our ISVs in certification and pipeline of deals in pilot, we see strong revenue building for the coming quarters.\nThe Retail business unit revenues reached €302 million, up 24% on a reported basis, impacted by a negative foreign exchange impact of €18 million. On a comparable basis, revenue grew by 7% in the first quarter of 2018. Adjusted from the Indian demonetization process that has driven the performance over the first quarter of 2017, revenue would have grown by 9% on a comparable basis. The Bambora integration is going perfectly in line with our expectations, and we confirm the €30 million net synergies at EBITDA level to be generated by 2020.\nSmall & Medium Businesses (up 13%): The division recorded a strong performance over the quarter, mostly driven by the signing of c. 4 000 new contracts per month. In parallel, Bambora's growth contribution was in line with our aims, and it continues to expand its model both from a geographical standpoint, with the ongoing Switzerland development, and from an innovative standpoint, with the launch of a merchant cash advance service. The implementation of the synergies related to its integration is in line with the expectations, with ongoing connections of the acquiring platform to the existing ones as well as the ongoing development of cross-selling opportunities.\nGlobal Online (up 11%): The quarterly performance was in line with expectations, with a strong milestone reached over the quarter. In India, the merger between Techprocess and EBS is now completed and teams are fully focused on delivering new sales opportunities on a promising local market. In parallel, Global Online platforms have been fully connected to the acquiring platform of Bambora. Over the first quarter, it enabled the Group to insource acquiring for client flows representing €1 billion of transactions per year. Customer satisfaction continues to improve as the churn rate has reached an historical low level.\nEnterprise (down 2%): The dynamic has been supported by the good momentum within the instore payment services activities that continued to expand across Western Europe. The expansion of pan-European omnichannel solutions continued throughout the quarter, illustrated in particular by the recent gain of ADEO (Leroy Merlin, Alice Délice,.). In parallel, the performance has been offset by the Indian demonetization process of last year, and that created a difficult comparison basis. Adjusted from that effect, organic performance would have been up 2%.\nFull-year 2018 outlook reiterated\nIn 2018, Ingenico Group expects an EBITDA of between €545 million and €570 million. The guidance factors in a negative impact from currencies of c. €25-30 million. Given the high comparison basis in the first half and the projects pipeline, the phasing of the year will result in a soft first half and a stronger second half.\nOver the full year, our assumptions are based on a soft organic growth for the Banks & Acquirers business unit and a double digit organic growth in Retail. We expect a resumption of organic growth at group level in the second quarter thanks to an improving trend in the Banks & Acquirers business unit. The second half of the year will benefit from a higher growth driven by an acceleration of growth in the Retail business unit and an improvement in the Banks & Acquirers business unit.\nConference Call\nThe first quarter 2018 revenue will be discussed in a Group telephone conference call which will be held on the 25th April 2018 at 6.00pm Paris Time (5.00pm UK Time). The call will be accessible by dialling one of the following numbers: +33 (0)1 72 72 74 03 (from France), +1 646 722 4916 (from the US) and +44 (0)20 7194 3759 (from other countries), with the conference ID: 86931991#. A presentation will be available at www.ingenico.com/finance\nThis press release contains forward-looking statements. The trends and objectives given in this release are based on data, assumptions and estimates considered reasonable by Ingenico Group. These data, assumptions and estimates may change or be amended as a result of uncertainties connected in particular to the performance of Ingenico Group and its subsidiaries. These forward-looking statements in no case constitute a guarantee of future performance, and involve risks and uncertainties. Actual performance may differ materially from that expressed or suggested in the forward-looking statements. Ingenico Group therefore makes no firm commitment on the realization of the growth objectives shown in this release. Ingenico Group and its subsidiaries, as well as their executives, representatives, employees and respective advisors, undertake no obligation to update or revise any forward-looking statements contained in this release, whether as a result of new information, future developments or otherwise. This release shall not constitute an offer to sell or the solicitation of an offer to buy or subscribe for securities or financial instruments.\nAbout Ingenico Group\nIngenico Group (Euronext: FR0000125346 - ING) is the global leader in seamless payment, providing smart, trusted and secure solutions to empower commerce across all channels, in-store, online and mobile. With the world's largest payment acceptance network, we deliver secure payment solutions with a local, national and international scope. We are the trusted world-class partner for financial institutions and retailers, from small merchants to several of the world's best known global brands. Our solutions enable merchants to simplify payment and deliver their brand promise.\nStay in touch with us:\nwww.ingenico.com twitter.com/ingenico\nFor more experts' views, visit our blog .\nContacts / Ingenico Group\nInvestors\nLaurent Marie\nVP Investor Relations &\nFinancial Communication\nlaurent.marie@ingenico.com\n(T) / (+33) (0)1 58 01 92 98 Investors\nKevin Woringer\nInvestor Relations Manager\nkevin.woringer@ingenico.com\n(T) / (+33) (0)1 58 01 85 09\nCommunication\nCoba Taillefer\nExternal Communication Manager\ncoba.taillefer@ingenico.com\n(T) / (+33) (0)1 58 01 89 62 Upcoming events\n2018 half year results: 25 th July 2018\nEXHIBIT 1\nFollowing the evolution of its activities and in order to support its position as world leader in omnichannel payments, Ingenico Group has put in place a new client-focused organization. The Group's reporting is structured around two business units: Banks and Acquirers (B&A) and Retail.\nThe pro forma revenue for the period ended on 31 st December 2017 integrates Techprocess, IECISA, SST and Bambora. It has been produced as if each of these acquisitions were integrated from 1 st January 2017.\nNEW ORGANIZATONAL REPORTING ON A REPORTED BASIS In millions of euros Q1 2017 Q2 2017 Q3 2017 Q4 2017 2017 Retail 243 272 260 325 1,099 SMBs 33 35 35 72 175 Global Online 111 127 124 131 494 Enterprise 99 110 101 122 434 Banks & Acquirers 351 356 337 367 1,411 EMEA 142 147 155 159 602 Latin America 40 37 44 49 170 North America 37 55 45 50 187 APAC 132 118 93 111 454 TOTAL 594 628 597 692 2,510 2. NEW ORGANIZATONAL REPORTING ON A PRO FORMA BASIS In millions of euros Q1 2017 PF Q2 2017 PF Q3 2017 PF Q4 2017 PF 2017 PF Retail 299 328 316 343 1,286 SMBs 81 90 89 89 349 Global Online 118 127 124 131 500 Enterprise 100 112 103 122 438 Banks & Acquirers 354 363 343 369 1,428 EMEA 137 146 152 158 594 Latin America 40 37 44 49 170 North America 37 55 45 50 187 APAC 140 126 101 114 480 TOTAL 653 692 658 711 2,714\n[1] On a like-for-like basis\n[2] EBITDA is not an accounting term; it is a financial metric defined here as profit from ordinary activities before depreciation, amortization and provisions, and before share-based compensations.\n[3] Adjusted free cash-flow from non-recurring items (restructurings, M&A)\nAttachment\nPDF VERSION.pdf\nSource:INGENICO GROUP SA",
    "published": "2018-04-25T19:42:00.000+03:00",
    "crawled": "2018-04-25T19:15:27.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "press",
        "release",
        "paris",
        "th",
        "april",
        "performance",
        "line",
        "expectation",
        "revenue",
        "million",
        "negatively",
        "impacted",
        "million",
        "forex",
        "impact",
        "organic",
        "decline",
        "adjusted",
        "indian",
        "demonetization",
        "europe",
        "pci",
        "migration",
        "retail",
        "grew",
        "comparable",
        "basis",
        "decline",
        "bank",
        "acquirer",
        "impacted",
        "india",
        "europe",
        "comparison",
        "basis",
        "return",
        "growth",
        "early",
        "acceleration",
        "second",
        "half",
        "year",
        "growth",
        "retail",
        "soft",
        "growth",
        "bank",
        "acquirer",
        "financial",
        "outlook",
        "reiterated",
        "ebitda",
        "range",
        "million",
        "negative",
        "impact",
        "currency",
        "integrated",
        "guidance",
        "adjusted",
        "fcf",
        "conversion",
        "rate",
        "ingenico",
        "group",
        "euronext",
        "fr0000125346",
        "ing",
        "global",
        "leader",
        "seamless",
        "payment",
        "today",
        "announced",
        "revenue",
        "first",
        "quarter",
        "philippe",
        "lazare",
        "chairman",
        "chief",
        "executive",
        "officer",
        "ingenico",
        "group",
        "commented",
        "beginning",
        "year",
        "perfectly",
        "line",
        "expectation",
        "bambora",
        "integration",
        "solution",
        "open",
        "new",
        "market",
        "opportunity",
        "reinforces",
        "acceleration",
        "group",
        "growth",
        "profile",
        "resilient",
        "trend",
        "foresee",
        "retail",
        "pipeline",
        "project",
        "bank",
        "acquirer",
        "allow",
        "u",
        "expect",
        "gradual",
        "improvement",
        "growth",
        "dynamic",
        "reflected",
        "positive",
        "organic",
        "growth",
        "early",
        "second",
        "quarter",
        "environment",
        "approaching",
        "coming",
        "quarter",
        "confidence",
        "reiterate",
        "guidance",
        "organisation",
        "asset",
        "offer",
        "running",
        "allow",
        "u",
        "accelerate",
        "towards",
        "objective",
        "key",
        "figure",
        "first",
        "quarter",
        "q1",
        "reported",
        "q1",
        "pro",
        "forma",
        "q1",
        "change",
        "comparable",
        "reported",
        "retail",
        "smbs",
        "global",
        "online",
        "enterprise",
        "bank",
        "acquirer",
        "emea",
        "latin",
        "america",
        "north",
        "america",
        "total",
        "pf",
        "figure",
        "including",
        "acquisition",
        "made",
        "year",
        "first",
        "quarter",
        "performance",
        "first",
        "quarter",
        "revenue",
        "totalled",
        "million",
        "representing",
        "decline",
        "reported",
        "basis",
        "including",
        "negative",
        "foreign",
        "exchange",
        "impact",
        "million",
        "comparable",
        "basis",
        "revenue",
        "lower",
        "first",
        "quarter",
        "adjusted",
        "impact",
        "indian",
        "demonetization",
        "process",
        "european",
        "pci",
        "v1",
        "v3",
        "migration",
        "revenue",
        "would",
        "grown",
        "comparable",
        "basis",
        "bank",
        "acquirer",
        "business",
        "unit",
        "totalled",
        "revenue",
        "million",
        "reported",
        "basis",
        "impacted",
        "negative",
        "foreign",
        "exchange",
        "impact",
        "million",
        "comparable",
        "basis",
        "revenue",
        "declined",
        "first",
        "quarter",
        "adjusted",
        "high",
        "comparison",
        "basis",
        "coming",
        "indian",
        "demonetization",
        "process",
        "pci",
        "v1",
        "v3",
        "migration",
        "europe",
        "revenue",
        "would",
        "declined",
        "comparable",
        "basis",
        "quarter",
        "bank",
        "acquirer",
        "continued",
        "innovation",
        "effort",
        "particular",
        "launch",
        "new",
        "axium",
        "platform",
        "development",
        "pin",
        "glass",
        "solution",
        "dedicated",
        "micro",
        "merchant",
        "europe",
        "africa",
        "western",
        "europe",
        "performance",
        "impacted",
        "difficult",
        "comparison",
        "basis",
        "coming",
        "pci",
        "v1",
        "v3",
        "migration",
        "took",
        "place",
        "last",
        "year",
        "eastern",
        "europe",
        "made",
        "less",
        "contribution",
        "region",
        "growth",
        "profile",
        "due",
        "solid",
        "performance",
        "last",
        "year",
        "even",
        "though",
        "local",
        "initiative",
        "support",
        "dynamic",
        "coming",
        "quarter",
        "russia",
        "country",
        "remained",
        "strong",
        "continuity",
        "strong",
        "performance",
        "expected",
        "quarterly",
        "performance",
        "strongly",
        "impacted",
        "indian",
        "demonetization",
        "process",
        "last",
        "year",
        "reminder",
        "first",
        "quarter",
        "biggest",
        "contributor",
        "three",
        "quarter",
        "concerned",
        "government",
        "initiative",
        "china",
        "continued",
        "resilient",
        "compared",
        "last",
        "year",
        "still",
        "supported",
        "success",
        "apos",
        "350k",
        "unit",
        "shipped",
        "return",
        "order",
        "bank",
        "australia",
        "activity",
        "impacted",
        "phasing",
        "tender",
        "without",
        "impact",
        "expectation",
        "southeast",
        "asia",
        "back",
        "positive",
        "growth",
        "mostly",
        "driven",
        "recovery",
        "indonesian",
        "market",
        "impacted",
        "last",
        "semester",
        "regulation",
        "change",
        "country",
        "remained",
        "dynamic",
        "japan",
        "started",
        "ramp",
        "light",
        "emv",
        "equipment",
        "phase",
        "prior",
        "tokyo",
        "olympic",
        "game",
        "latin",
        "america",
        "quarterly",
        "performance",
        "line",
        "expectation",
        "mexico",
        "still",
        "driven",
        "telium",
        "tetra",
        "deployment",
        "argentina",
        "good",
        "contributor",
        "region",
        "dynamic",
        "brazil",
        "continued",
        "weigh",
        "performance",
        "despite",
        "decline",
        "sign",
        "brazilian",
        "recovery",
        "remain",
        "relevant",
        "trend",
        "improve",
        "throughout",
        "year",
        "light",
        "numerous",
        "ongoing",
        "tender",
        "offer",
        "north",
        "america",
        "dynamic",
        "shown",
        "quarter",
        "impacted",
        "large",
        "deployment",
        "telium",
        "tetra",
        "canada",
        "large",
        "order",
        "u",
        "client",
        "despite",
        "declining",
        "performance",
        "trend",
        "line",
        "expectation",
        "remains",
        "towards",
        "growth",
        "throughout",
        "year",
        "adoption",
        "mobile",
        "solution",
        "continued",
        "strong",
        "notably",
        "new",
        "contract",
        "signed",
        "integrated",
        "software",
        "vendor",
        "isv",
        "specialized",
        "restaurant",
        "vertical",
        "deployment",
        "mobile",
        "equipment",
        "store",
        "consumer",
        "electronic",
        "leader",
        "parallel",
        "already",
        "announced",
        "partnership",
        "unattended",
        "space",
        "expected",
        "ramp",
        "fuel",
        "growth",
        "launch",
        "new",
        "set",
        "mobile",
        "product",
        "market",
        "ready",
        "isvs",
        "certification",
        "pipeline",
        "deal",
        "pilot",
        "see",
        "strong",
        "revenue",
        "building",
        "coming",
        "quarter",
        "retail",
        "business",
        "unit",
        "revenue",
        "reached",
        "million",
        "reported",
        "basis",
        "impacted",
        "negative",
        "foreign",
        "exchange",
        "impact",
        "million",
        "comparable",
        "basis",
        "revenue",
        "grew",
        "first",
        "quarter",
        "adjusted",
        "indian",
        "demonetization",
        "process",
        "driven",
        "performance",
        "first",
        "quarter",
        "revenue",
        "would",
        "grown",
        "comparable",
        "basis",
        "bambora",
        "integration",
        "going",
        "perfectly",
        "line",
        "expectation",
        "confirm",
        "million",
        "net",
        "synergy",
        "ebitda",
        "level",
        "generated",
        "small",
        "medium",
        "business",
        "division",
        "recorded",
        "strong",
        "performance",
        "quarter",
        "mostly",
        "driven",
        "signing",
        "new",
        "contract",
        "per",
        "month",
        "parallel",
        "bambora",
        "growth",
        "contribution",
        "line",
        "aim",
        "continues",
        "expand",
        "model",
        "geographical",
        "standpoint",
        "ongoing",
        "switzerland",
        "development",
        "innovative",
        "standpoint",
        "launch",
        "merchant",
        "cash",
        "advance",
        "service",
        "implementation",
        "synergy",
        "related",
        "integration",
        "line",
        "expectation",
        "ongoing",
        "connection",
        "acquiring",
        "platform",
        "existing",
        "one",
        "well",
        "ongoing",
        "development",
        "opportunity",
        "global",
        "online",
        "quarterly",
        "performance",
        "line",
        "expectation",
        "strong",
        "milestone",
        "reached",
        "quarter",
        "india",
        "merger",
        "techprocess",
        "eb",
        "completed",
        "team",
        "fully",
        "focused",
        "delivering",
        "new",
        "sale",
        "opportunity",
        "promising",
        "local",
        "market",
        "parallel",
        "global",
        "online",
        "platform",
        "fully",
        "connected",
        "acquiring",
        "platform",
        "bambora",
        "first",
        "quarter",
        "enabled",
        "group",
        "insource",
        "acquiring",
        "client",
        "flow",
        "representing",
        "billion",
        "transaction",
        "per",
        "year",
        "customer",
        "satisfaction",
        "continues",
        "improve",
        "churn",
        "rate",
        "reached",
        "historical",
        "low",
        "level",
        "enterprise",
        "dynamic",
        "supported",
        "good",
        "momentum",
        "within",
        "instore",
        "payment",
        "service",
        "activity",
        "continued",
        "expand",
        "across",
        "western",
        "europe",
        "expansion",
        "omnichannel",
        "solution",
        "continued",
        "throughout",
        "quarter",
        "illustrated",
        "particular",
        "recent",
        "gain",
        "adeo",
        "leroy",
        "merlin",
        "alice",
        "délice",
        "parallel",
        "performance",
        "offset",
        "indian",
        "demonetization",
        "process",
        "last",
        "year",
        "created",
        "difficult",
        "comparison",
        "basis",
        "adjusted",
        "effect",
        "organic",
        "performance",
        "would",
        "outlook",
        "reiterated",
        "ingenico",
        "group",
        "expects",
        "ebitda",
        "million",
        "million",
        "guidance",
        "factor",
        "negative",
        "impact",
        "currency",
        "million",
        "given",
        "high",
        "comparison",
        "basis",
        "first",
        "half",
        "project",
        "pipeline",
        "phasing",
        "year",
        "result",
        "soft",
        "first",
        "half",
        "stronger",
        "second",
        "half",
        "full",
        "year",
        "assumption",
        "based",
        "soft",
        "organic",
        "growth",
        "bank",
        "acquirer",
        "business",
        "unit",
        "double",
        "digit",
        "organic",
        "growth",
        "retail",
        "expect",
        "resumption",
        "organic",
        "growth",
        "group",
        "level",
        "second",
        "quarter",
        "thanks",
        "improving",
        "trend",
        "bank",
        "acquirer",
        "business",
        "unit",
        "second",
        "half",
        "year",
        "benefit",
        "higher",
        "growth",
        "driven",
        "acceleration",
        "growth",
        "retail",
        "business",
        "unit",
        "improvement",
        "bank",
        "acquirer",
        "business",
        "unit",
        "conference",
        "call",
        "first",
        "quarter",
        "revenue",
        "discussed",
        "group",
        "telephone",
        "conference",
        "call",
        "held",
        "25th",
        "april",
        "paris",
        "time",
        "uk",
        "time",
        "call",
        "accessible",
        "dialling",
        "one",
        "following",
        "number",
        "france",
        "u",
        "country",
        "conference",
        "id",
        "presentation",
        "available",
        "press",
        "release",
        "contains",
        "statement",
        "trend",
        "objective",
        "given",
        "release",
        "based",
        "data",
        "assumption",
        "estimate",
        "considered",
        "reasonable",
        "ingenico",
        "group",
        "data",
        "assumption",
        "estimate",
        "may",
        "change",
        "amended",
        "result",
        "uncertainty",
        "connected",
        "particular",
        "performance",
        "ingenico",
        "group",
        "subsidiary",
        "statement",
        "case",
        "constitute",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "performance",
        "may",
        "differ",
        "materially",
        "expressed",
        "suggested",
        "statement",
        "ingenico",
        "group",
        "therefore",
        "make",
        "firm",
        "commitment",
        "realization",
        "growth",
        "objective",
        "shown",
        "release",
        "ingenico",
        "group",
        "subsidiary",
        "well",
        "executive",
        "representative",
        "employee",
        "respective",
        "advisor",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "contained",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "subscribe",
        "security",
        "financial",
        "instrument",
        "ingenico",
        "group",
        "ingenico",
        "group",
        "euronext",
        "fr0000125346",
        "ing",
        "global",
        "leader",
        "seamless",
        "payment",
        "providing",
        "smart",
        "trusted",
        "secure",
        "solution",
        "empower",
        "commerce",
        "across",
        "channel",
        "online",
        "mobile",
        "world",
        "largest",
        "payment",
        "acceptance",
        "network",
        "deliver",
        "secure",
        "payment",
        "solution",
        "local",
        "national",
        "international",
        "scope",
        "trusted",
        "partner",
        "financial",
        "institution",
        "retailer",
        "small",
        "merchant",
        "several",
        "world",
        "best",
        "known",
        "global",
        "brand",
        "solution",
        "enable",
        "merchant",
        "simplify",
        "payment",
        "deliver",
        "brand",
        "promise",
        "stay",
        "touch",
        "u",
        "expert",
        "view",
        "visit",
        "blog",
        "contact",
        "ingenico",
        "group",
        "investor",
        "laurent",
        "marie",
        "vp",
        "investor",
        "relation",
        "financial",
        "communication",
        "investor",
        "kevin",
        "woringer",
        "investor",
        "relation",
        "manager",
        "communication",
        "coba",
        "taillefer",
        "external",
        "communication",
        "manager",
        "upcoming",
        "event",
        "half",
        "year",
        "result",
        "th",
        "july",
        "exhibit",
        "following",
        "evolution",
        "activity",
        "order",
        "support",
        "position",
        "world",
        "leader",
        "omnichannel",
        "payment",
        "ingenico",
        "group",
        "put",
        "place",
        "new",
        "organization",
        "group",
        "reporting",
        "structured",
        "around",
        "two",
        "business",
        "unit",
        "bank",
        "acquirer",
        "b",
        "retail",
        "pro",
        "forma",
        "revenue",
        "period",
        "ended",
        "st",
        "december",
        "integrates",
        "techprocess",
        "iecisa",
        "sst",
        "bambora",
        "produced",
        "acquisition",
        "integrated",
        "st",
        "january",
        "new",
        "organizatonal",
        "reporting",
        "reported",
        "basis",
        "million",
        "euro",
        "q1",
        "q2",
        "q3",
        "q4",
        "retail",
        "smbs",
        "global",
        "online",
        "enterprise",
        "bank",
        "acquirer",
        "emea",
        "latin",
        "america",
        "north",
        "america",
        "apac",
        "total",
        "new",
        "organizatonal",
        "reporting",
        "pro",
        "forma",
        "basis",
        "million",
        "euro",
        "q1",
        "pf",
        "q2",
        "pf",
        "q3",
        "pf",
        "q4",
        "pf",
        "pf",
        "retail",
        "smbs",
        "global",
        "online",
        "enterprise",
        "bank",
        "acquirer",
        "emea",
        "latin",
        "america",
        "north",
        "america",
        "apac",
        "total",
        "basis",
        "ebitda",
        "accounting",
        "term",
        "financial",
        "metric",
        "defined",
        "profit",
        "ordinary",
        "activity",
        "depreciation",
        "amortization",
        "provision",
        "compensation",
        "adjusted",
        "free",
        "item",
        "restructurings",
        "attachment",
        "pdf",
        "source",
        "ingenico",
        "group",
        "sa"
    ]
}