{
    "organizations": [],
    "uuid": "4a7e8a5e0350e0a0b687c93f5a2fb71fb4df5903",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/04/globe-newswire-movit-media-corp-announces-receipt-of-conditional-listing-approval-and-filing-of-filing-statement-in-respect-of-reverse.html",
    "ord_in_thread": 0,
    "title": "Movit Media Corp. Announces Receipt of Conditional Listing Approval and Filing of Filing Statement in Respect of Reverse Takeover Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NOT FOR DISTRIBUTION TO US NEWSWIRES OR DISSEMINATION IN THE UNITED STATES\nVANCOUVER, B.C., Movit Media Corp. (“ Movit ” or the “ Company ”) (TSX.V:MV.H) is pleased to announce that it has received conditional approval for the listing of its common shares on the Aequitas NEO Exchange (“ NEO Exchange ”). Movit has been seeking listing approval from the NEO Exchange in connection with its previously announced acquisition of all of the issued and outstanding shares of Ethereum Capital Inc. (“ Ethereum Capital ”) pursuant to a three-cornered amalgamation, which will result in a reverse takeover of Movit (the “ Transaction ”). Movit expects to have its common shares listed on the NEO Exchange under the symbol “ETHC” and delist its shares from the TSX Venture Exchange following the closing of the Transaction. The Company will issue a further press release announcing when trading in the Company's common shares will commence once that date is known.\nMovit is also pleased to announce that it has filed a filing statement dated April 3, 2018, in respect of the Transaction (the “ Filing Statement ”). A copy of the Filing Statement is available under Movit’s corporate profile on SEDAR at www.sedar.com .\nAs previously announced, the terms of the transition agreement (“ Transition Agreement ”) setting out the terms and conditions to the Transaction provide that Ethereum Capital will amalgamate with a wholly-owned subsidiary of Movit (the “ Amalgamation ”) and continue as one corporation (“ Amalco ”). On the Amalgamation, each share of Ethereum Capital (“ Ethereum Share ”) will be cancelled and holders of Ethereum Shares will receive one common share of Movit (“ Movit Share ”) for each Ethereum Share. On the completion of the Amalgamation, holders of Ethereum Shares will become holders of Movit and Amalco will be a wholly-owned subsidiary of Movit.\nAt the annual and special meeting of Movit shareholders to be held on April 13th, 2018, Movit shareholders will be asked, among other matters, to consider, and if deemed appropriate, to pass resolutions (collectively, the “ Transaction Resolutions ”) approving certain matters in connection with the Transaction, including (i) the continuance of Movit's corporate existence from British Columbia to Ontario (the “ Continuance ”); (ii) consolidation of the issued and outstanding Movit Shares on the basis of one post-consolidation common share for every 12.5 issued and outstanding common shares (the “ Consolidation ”); (iii) a change of name to “Ether Capital Corporation” (the “ Name Change ”); (iv) reconstitution of the board of directors (the “ Movit Board ”) with nominees of Ethereum Capital effective on the completion of the Amalgamation; (v) adoption of a new by-law relating generally to its business and affairs (the “ By-law ”); and (vi) adoption of a share compensation plan (“ Share Compensation Plan ”). The Continuance, Consolidation and Name Change will require the approval of 66 2/3% of the votes cast at the Meeting while the By-law and Share Compensation Plan will require approval of the holders of a simple majority of the votes cast.\nThe Movit Board has unanimously determined that the Transaction, including the Amalgamation, is in the best interests of Movit and determined to recommend that shareholders vote in favour of the Transaction Resolutions. Holders of approximately 76% of the outstanding common shares of Movit entitled to vote at the Meeting have entered into voting agreements with Movit pursuant to which they have agreed to vote their Movit Shares for the Transaction Resolutions, subject to the right to terminate such voting agreements in certain circumstances.\nShareholders are urged to review the press release issued by Movit on January 29, 2018 announcing the entering into of the Transition Agreement, Movit’s management information circular dated March 16, 2018, and the Filing Statement as such documents contain important disclosure regarding the Transaction.\nThe closing of the Transaction remains subject to the satisfaction of a number of conditions customary for this type of transaction, including the receipt of requisite approvals from Movit shareholders. Subject to receipt of all approvals, the Transaction is currently scheduled to close shortly after the date of the Meeting.\nAbout Ethereum Capital\nEthereum Capital is a technology company whose objective is to become the central business and investment hub for the Ethereum ecosystem. The Company aims to both acquire Ether, Ethereum’s native crypto-asset, as a strategic asset, and make selective acquisitions in Ethereum-based businesses. Through its highly experienced Board of Directors and management team, Ethereum Capital expects to see a robust opportunity pipeline and invest in industry-shifting disruptive technologies. For more information, visit http://ethcap.co/\nFurther Information\nFor further information concerning this press release, please contact:\nJeffrey Sharpe\nDirector\nMovit Media Corp.\n604-285-7977\njeff@digitalshelfspace.com\nThis press release is not an offer of securities for sale in the United States, and the securities described in this press release may not be offered or sold in the United States absent registration or an exemption from registration. The securities have not been and will not be registered under the United States Securities Act of 1933.\nCompletion of the transaction is subject to a number of conditions. Where applicable, the transaction cannot close until the required shareholder approval is obtained. There can be no assurance that the transaction will be completed as proposed or at all.\nInvestors are cautioned that, except as disclosed in the management information circular or filing statement to be prepared in connection with the transaction, any information released or received with respect to the transaction may not be accurate or complete and should not be relied upon.\nTrading in the securities of Movit should be considered highly speculative. The TSX Venture Exchange Inc. has in no way passed upon the merits of the proposed transaction and has neither approved nor disapproved the contents of this news release.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nForward-Looking Information\nThis press release contains “forward-looking information” within the meaning of applicable Canadian securities legislation. Generally, forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “scheduled”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or statements that certain actions, events or results “may”, “could”, “would”, “might” or “will” occur or be achieved. Forward-looking information includes, but is not limited to, statements in regard to Ethereum Capital’s business and strategy, Ethereum Capital’s opportunity pipeline, the expected terms and conditions of the Transaction (including the Amalgamation), the closing of the Transaction (including the Amalgamation) and timing thereof, the receipt of all requisite approvals in respect of the Transaction; the parties’ ability to satisfy the closing conditions for the Transaction; and the listing of the Movit Shares on the NEO Exchange under the symbol “ETHC”, the delisting of the Movit Shares from the TSX Venture Exchange and the timing thereof.\nForward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of Movit or Ethereum Capital to be materially different from those expressed or implied by such forward-looking information. Such factors include, but are not limited to: general business, economic, competitive, geopolitical, technological and social uncertainties; uncertainties in regard to the development and acceptance of blockchain technology and the Ethereum platform; uncertain capital markets; delay or failure to receive all requisite approvals; a party’s inability to satisfy a condition precedent to the closing of the Transaction (including the obtaining of regulatory approval), and other risks related to the completion of the Transaction and the inability of a party to perform its obligations under the Transition Agreement. Although the forward-looking information is based on Ethereum Capital and Movit’s reasonable assumptions at the date such statements are made, there can be no assurance that the Transaction will be completed, or that, if the Transaction is completed, that it will be completed on the terms described above, or that the forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such forward-looking information. Accordingly, readers should not place undue reliance on forward-looking information. Ethereum Capital and Movit do not undertake to update or revise any forward-looking information, except in accordance with applicable securities laws.\nSource: Movit Media Corp.",
    "published": "2018-04-05T01:36:00.000+03:00",
    "crawled": "2018-04-05T02:13:56.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "distribution",
        "u",
        "newswires",
        "dissemination",
        "united",
        "state",
        "vancouver",
        "movit",
        "medium",
        "movit",
        "company",
        "pleased",
        "announce",
        "received",
        "conditional",
        "approval",
        "listing",
        "common",
        "share",
        "aequitas",
        "neo",
        "exchange",
        "neo",
        "exchange",
        "movit",
        "seeking",
        "listing",
        "approval",
        "neo",
        "exchange",
        "connection",
        "previously",
        "announced",
        "acquisition",
        "issued",
        "outstanding",
        "share",
        "ethereum",
        "capital",
        "ethereum",
        "capital",
        "pursuant",
        "amalgamation",
        "result",
        "reverse",
        "takeover",
        "movit",
        "transaction",
        "movit",
        "expects",
        "common",
        "share",
        "listed",
        "neo",
        "exchange",
        "symbol",
        "ethc",
        "delist",
        "share",
        "tsx",
        "venture",
        "exchange",
        "following",
        "closing",
        "transaction",
        "company",
        "issue",
        "press",
        "release",
        "announcing",
        "trading",
        "company",
        "common",
        "share",
        "commence",
        "date",
        "known",
        "movit",
        "also",
        "pleased",
        "announce",
        "filed",
        "filing",
        "statement",
        "dated",
        "april",
        "respect",
        "transaction",
        "filing",
        "statement",
        "copy",
        "filing",
        "statement",
        "available",
        "movit",
        "corporate",
        "profile",
        "sedar",
        "previously",
        "announced",
        "term",
        "transition",
        "agreement",
        "transition",
        "agreement",
        "setting",
        "term",
        "condition",
        "transaction",
        "provide",
        "ethereum",
        "capital",
        "amalgamate",
        "subsidiary",
        "movit",
        "amalgamation",
        "continue",
        "one",
        "corporation",
        "amalco",
        "amalgamation",
        "share",
        "ethereum",
        "capital",
        "ethereum",
        "share",
        "cancelled",
        "holder",
        "ethereum",
        "share",
        "receive",
        "one",
        "common",
        "share",
        "movit",
        "movit",
        "share",
        "ethereum",
        "share",
        "completion",
        "amalgamation",
        "holder",
        "ethereum",
        "share",
        "become",
        "holder",
        "movit",
        "amalco",
        "subsidiary",
        "movit",
        "annual",
        "special",
        "meeting",
        "movit",
        "shareholder",
        "held",
        "april",
        "13th",
        "movit",
        "shareholder",
        "asked",
        "among",
        "matter",
        "consider",
        "deemed",
        "appropriate",
        "pas",
        "resolution",
        "collectively",
        "transaction",
        "resolution",
        "approving",
        "certain",
        "matter",
        "connection",
        "transaction",
        "including",
        "continuance",
        "movit",
        "corporate",
        "existence",
        "british",
        "columbia",
        "ontario",
        "continuance",
        "ii",
        "consolidation",
        "issued",
        "outstanding",
        "movit",
        "share",
        "basis",
        "one",
        "common",
        "share",
        "every",
        "issued",
        "outstanding",
        "common",
        "share",
        "consolidation",
        "iii",
        "change",
        "name",
        "ether",
        "capital",
        "corporation",
        "name",
        "change",
        "iv",
        "reconstitution",
        "board",
        "director",
        "movit",
        "board",
        "nominee",
        "ethereum",
        "capital",
        "effective",
        "completion",
        "amalgamation",
        "v",
        "adoption",
        "new",
        "relating",
        "generally",
        "business",
        "affair",
        "vi",
        "adoption",
        "share",
        "compensation",
        "plan",
        "share",
        "compensation",
        "plan",
        "continuance",
        "consolidation",
        "name",
        "change",
        "require",
        "approval",
        "vote",
        "cast",
        "meeting",
        "share",
        "compensation",
        "plan",
        "require",
        "approval",
        "holder",
        "simple",
        "majority",
        "vote",
        "cast",
        "movit",
        "board",
        "unanimously",
        "determined",
        "transaction",
        "including",
        "amalgamation",
        "best",
        "interest",
        "movit",
        "determined",
        "recommend",
        "shareholder",
        "vote",
        "favour",
        "transaction",
        "resolution",
        "holder",
        "approximately",
        "outstanding",
        "common",
        "share",
        "movit",
        "entitled",
        "vote",
        "meeting",
        "entered",
        "voting",
        "agreement",
        "movit",
        "pursuant",
        "agreed",
        "vote",
        "movit",
        "share",
        "transaction",
        "resolution",
        "subject",
        "right",
        "terminate",
        "voting",
        "agreement",
        "certain",
        "circumstance",
        "shareholder",
        "urged",
        "review",
        "press",
        "release",
        "issued",
        "movit",
        "january",
        "announcing",
        "entering",
        "transition",
        "agreement",
        "movit",
        "management",
        "information",
        "circular",
        "dated",
        "march",
        "filing",
        "statement",
        "document",
        "contain",
        "important",
        "disclosure",
        "regarding",
        "transaction",
        "closing",
        "transaction",
        "remains",
        "subject",
        "satisfaction",
        "number",
        "condition",
        "customary",
        "type",
        "transaction",
        "including",
        "receipt",
        "requisite",
        "approval",
        "movit",
        "shareholder",
        "subject",
        "receipt",
        "approval",
        "transaction",
        "currently",
        "scheduled",
        "close",
        "shortly",
        "date",
        "meeting",
        "ethereum",
        "capital",
        "ethereum",
        "capital",
        "technology",
        "company",
        "whose",
        "objective",
        "become",
        "central",
        "business",
        "investment",
        "hub",
        "ethereum",
        "ecosystem",
        "company",
        "aim",
        "acquire",
        "ether",
        "ethereum",
        "native",
        "strategic",
        "asset",
        "make",
        "selective",
        "acquisition",
        "business",
        "highly",
        "experienced",
        "board",
        "director",
        "management",
        "team",
        "ethereum",
        "capital",
        "expects",
        "see",
        "robust",
        "opportunity",
        "pipeline",
        "invest",
        "disruptive",
        "technology",
        "information",
        "visit",
        "http",
        "information",
        "information",
        "concerning",
        "press",
        "release",
        "please",
        "contact",
        "jeffrey",
        "sharpe",
        "director",
        "movit",
        "medium",
        "jeff",
        "press",
        "release",
        "offer",
        "security",
        "sale",
        "united",
        "state",
        "security",
        "described",
        "press",
        "release",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "exemption",
        "registration",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "completion",
        "transaction",
        "subject",
        "number",
        "condition",
        "applicable",
        "transaction",
        "close",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "investor",
        "cautioned",
        "except",
        "disclosed",
        "management",
        "information",
        "circular",
        "filing",
        "statement",
        "prepared",
        "connection",
        "transaction",
        "information",
        "released",
        "received",
        "respect",
        "transaction",
        "may",
        "accurate",
        "complete",
        "relied",
        "upon",
        "trading",
        "security",
        "movit",
        "considered",
        "highly",
        "speculative",
        "tsx",
        "venture",
        "exchange",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "news",
        "release",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "scheduled",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "occur",
        "achieved",
        "information",
        "includes",
        "limited",
        "statement",
        "regard",
        "ethereum",
        "capital",
        "business",
        "strategy",
        "ethereum",
        "capital",
        "opportunity",
        "pipeline",
        "expected",
        "term",
        "condition",
        "transaction",
        "including",
        "amalgamation",
        "closing",
        "transaction",
        "including",
        "amalgamation",
        "timing",
        "thereof",
        "receipt",
        "requisite",
        "approval",
        "respect",
        "transaction",
        "party",
        "ability",
        "satisfy",
        "closing",
        "condition",
        "transaction",
        "listing",
        "movit",
        "share",
        "neo",
        "exchange",
        "symbol",
        "ethc",
        "delisting",
        "movit",
        "share",
        "tsx",
        "venture",
        "exchange",
        "timing",
        "thereof",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "movit",
        "ethereum",
        "capital",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "factor",
        "include",
        "limited",
        "general",
        "business",
        "economic",
        "competitive",
        "geopolitical",
        "technological",
        "social",
        "uncertainty",
        "uncertainty",
        "regard",
        "development",
        "acceptance",
        "blockchain",
        "technology",
        "ethereum",
        "platform",
        "uncertain",
        "capital",
        "market",
        "delay",
        "failure",
        "receive",
        "requisite",
        "approval",
        "party",
        "inability",
        "satisfy",
        "condition",
        "precedent",
        "closing",
        "transaction",
        "including",
        "obtaining",
        "regulatory",
        "approval",
        "risk",
        "related",
        "completion",
        "transaction",
        "inability",
        "party",
        "perform",
        "obligation",
        "transition",
        "agreement",
        "although",
        "information",
        "based",
        "ethereum",
        "capital",
        "movit",
        "reasonable",
        "assumption",
        "date",
        "statement",
        "made",
        "assurance",
        "transaction",
        "completed",
        "transaction",
        "completed",
        "completed",
        "term",
        "described",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "ethereum",
        "capital",
        "movit",
        "undertake",
        "update",
        "revise",
        "information",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "movit",
        "medium",
        "corp"
    ]
}