{
    "organizations": [],
    "uuid": "62833b45269349fd0c47d558f0db23711266f9a8",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/04/25/the-morning-ledger-april-25/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: U.S. Companies Under Pressure to Put More Women on Boards",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nA Macy’s store. Five of Macy’s 10 directors are women, making it one of a handful of major U.S. companies to have achieved gender parity in the boardroom. Zuma Press Good morning. Decision makers at large U.S. companies are coming under pressure to appoint more women to their boards as quotas and other blunt-force measures have boosted the number of female board members at their European peers, reports the WSJ’s Vanessa Fuhrmans.\nIn Italy, Germany and several other European nations, the number of women on big company boards has tripled and, in some cases, quadrupled in recent years, according to a new report by Corporate Women Directors International , a research and advocacy group.\nIn the U.S., the share of women on S&P 500 company boards rose 1 percentage point last year to 22%, according to Spencer Stuart , an executive recruitment firm. It said one big reason is the lack of boardroom turnover: The average director stays on more than eight years.\nSeveral institutional investors, including State Street Global Advisors and state pension funds in Massachusetts, California and New York, are prodding companies to diversify, threatening to vote against certain board members at firms lacking female directors.\nTHE DAY AHEAD\nTwitter Inc. reports earnings before the U.S. market opens, here’s what to watch. Anthem Inc. , AT&T Inc. , Boeing Co. , Facebook Inc. , Paypal Holdings Inc. and Nasdaq Inc. also release earnings. The WSJ’s Laura Stevens has three things you need to know about eBay Inc.’s first quarter earnings.\nCORPORATE NEWS\nChristophe Weber, president and CEO of Takeda Pharmaceuticals, is seen in Germany in 2017. Reuters Shire inches closer to accepting Takeda’s bid. Shire PLC is willing to recommend that shareholders accept Takeda Pharmaceutical Co.’s last-ditch $64 billion takeover bid and extended the deadline for a possible deal to May 8, a move that could cap a monthslong battle by Takeda to buy the European company and mark the largest-ever acquisition by a Japanese company of a Western rival.\nApple edges closer to paying back taxes to Ireland. Apple Inc. completed an agreement with Ireland enabling the company to transfer roughly €13 billion ($16 billion) into a Dublin escrow account, a step toward complying with a European Commission tax order.\nComcast posts earnings growth. Comcast Corp. posted strong first quarter earnings growth, despite its fourth straight quarter of cable TV subscriber losses, as the cable giant contemplates big acquisitions that could transform its business and roil its rivals.\nThe leadership drama holding up a CBS-Viacom deal. The fate of a tie-up between CBS Corp. and Viacom Inc. is turning on one key question: will CBS Chief Executive Leslie Moonves accept Viacom CEO Bob Bakish as his No. 2 and likely successor in a combined company?\nGucci’s success prompts CFO to cool expectations. Gucci continued to ring up sales in its latest quarter on the strength of its name in the U.S., with sales in North America rising 64%. Though this swift pace of growth is unlikely to continue, said Jean-Marc Duplaix, finance chief of Kering SA, Gucci’s corporate parent.\nBMW to build electric SUV in China. BMW AG plans to begin producing its first all-electric sport utility vehicle, dubbed the iX3, in 2020 at its joint-venture in China and will sell the model abroad, according to partner Brilliance China Automotive Holdings Ltd., reports Bloomberg.\nGoogle overhauls Gmail to lure clients away from Microsoft. Alphabet Inc.’s Google unveiled on Wednesday its first Gmail redesign since 2013, capping what the company says was an expensive overhaul two years in the making to adopt security and offline functionality and better resemble Microsoft Corp.’s Outlook, reports Reuters.\nAmazon to start offering in-car deliveries. Amazon.com Inc. has partnered with General Motors Co. and Volvo Cars to start offering in-car deliveries, giving its couriers access to potentially millions of vehicles in 37 U.S. markets.\n‘Amazon effect’ stings consumer-staples. Consumer-staples shares are the biggest losers in the S&P 500 this years as the ‘Amazon effect’ takes its toll. Under pressure from online retailers, companies like Procter & Gamble Co. and Kimberly-Clark Corp. are struggling to raise prices for their marquee products.\nAt Southwest, the minutes after disaster struck. How Southwest Airlines Co.’s top management, using updates from the cockpit and passengers’ phones, put the emergency-response plan into action in Philadelphia and Dallas.\nSinclair to sell TV stations in bid to secure Tribune deal approval. Sinclair Broadcast Group Inc. has reached deals to sell nearly two dozen television stations as it works to get regulators to sign off on its purchase of Tribune Media Co.\nWeWork’s debt receives junk rating. Shared-workspace firm WeWork Cos. Inc. is planning to tap the bond market, according to reports by ratings companies, which have offered a glimpse into the New York-based startup’s financial health. Meanwhile, Bloomberg breaks down the numbers behind WeWork’s growing empire.\nCredit Suisse reports higher profit. Credit Suisse Group AG on Wednesday posted a strong rise in first-quarter net profit, beating expectations and bolstering evidence that the Swiss lender’s yearslong restructuring has put it back on track to growth.\nGlobalstar to merge with FiberLight. Satellite provider Globalstar Inc. plans to merge with landline operator FiberLight LLC in a $1.65 billion deal, according to people familiar with the matter, a combination designed to put the unprofitable satellite company on firmer footing as it chases new customers.\nREGULATION\nAn analyst works in front of monitors displaying Altaba signage inside the Nasdaq MarketSite in New York, N.Y., U.S., July 3, 2017. Bloomberg News Yahoo’s successor to pay $35 million to settle cyberbreach suit. Yahoo Inc.’s response to a 2014 hack of hundreds of millions of user accounts drew a $35 million fine from regulators, the first time a public company has been penalized over its handling of a cybersecurity breach.\nFDA seeks documents from maker of e-cigarettes. The U.S. Food and Drug Administration on Tuesday said it is moving against the sale of e-cigarettes to minors by targeting Juul Labs Inc., the maker of one of the most popular such products in the U.S.\nSenators ask banks for information on accounts linked to Putin allies. In a letter to eight banks, Sens. Jeanne Shaheen (D, N.H.) and Sheldon Whitehouse (D, R.I.) asked for details about accounts, assets or services the institutions were providing to any of the 96 Russian oligarchs identified by the U.S. Treasury Department in January as having ties to the government of Russian President Vladimir Putin.\nGeneric-drug makers to face first charges in U.S. probe. U.S. prosecutors are nearing their first charges against companies in an almost four-year-old criminal investigation into alleged price-fixing by generic-drug makers, reports Bloomberg.\nPrivate companies lag on new accounting standards. Most private companies haven’t made significant progress preparing to adopt the new revenue recognition and lease accounting standards, reports Accounting Today.\nECONOMY\nEuropean Central Bank President Mario Draghi addresses a news conference at the ECB headquarters in Frankfurt, Germany, December 2017. Reuters As ECB weighs rate move, economic outlook dims. Trade disputes and a stronger currency are threatening a hard-fought economic recovery in the 19-nation eurozone, potentially delaying a move by the European Central Bank to follow the U.S. Federal Reserve in increasing short-term interest rates.\nTrump under pressure to choose sides. President Donald Trump is caught between two powerful business constituents of the Republican Party as he faces growing pressure to resolve a dispute between the oil industry and the Farm Belt.\nU.S. new-home sales surge. U.S. sales of newly built single-family homes increased 4.0% in March from the prior month, capping off a strong first quarter in a segment of the housing market characterized by solid buyer demand.\nU.S. consumer confidence up. The Conference Board said Tuesday its index of consumer confidence rose 1.7 points from a month earlier to 128.7 in April, suggesting Americans remain confident in the economy despite rising inflation and stock-market gyrations.\nCFO MOVES\nBeiersdorf AG , the Hamburg, Germany-based maker of Nivea cream, named Dessi Temperley chief financial officer, effective July 1, 2018. She succeeds Jesper Andersen, who will complete his term as CFO by the end of June 2018. Ms. Temperley was most recently head of investor relations at Nestlé SA, where she held various other roles since 2004. Compensation details were not immediately available.\nJabil Inc., the St. Petersburg, Florida, manufacturing services company, named Michael Dastoor CFO, effective September 1, 2018. He succeeds Forbes Alexander, who will retire effective August 31, 2018. Mr. Dastoor was most recently Jabil’s senior vice president, and has served as controller since 2004. He joined Jabil in 2000 as regional controller, Asia Pacific. Compensation details were not immediately available.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: Previous The Morning Ledger: CFOs Turn to Divestments to Narrow Focus, Drive Growth Next CFO Moves: Beiersdorf, Jabil Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte Creating an Effective Communications Program Given the complexity of modern multinational organizations and the number of stakeholders a CFO connects with, it is essential to have a disciplined communications program to convey critical messages and ensure they are not drowned out or lost in translation. By following a ‘communications cascade’ model, finance chiefs can create a communications program that aligns to their core objectives, and persuades and informs key stakeholders on their intentions and successes. A strong communications program also can help accelerate a CFO’s impact on the organization.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-04-25T12:35:00.000+03:00",
    "crawled": "2018-04-25T14:47:19.050+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "macy",
        "store",
        "five",
        "macy",
        "director",
        "woman",
        "making",
        "one",
        "handful",
        "major",
        "company",
        "achieved",
        "gender",
        "parity",
        "boardroom",
        "zuma",
        "press",
        "good",
        "morning",
        "decision",
        "maker",
        "large",
        "company",
        "coming",
        "pressure",
        "appoint",
        "woman",
        "board",
        "quota",
        "measure",
        "boosted",
        "number",
        "female",
        "board",
        "member",
        "european",
        "peer",
        "report",
        "wsj",
        "vanessa",
        "fuhrmans",
        "italy",
        "germany",
        "several",
        "european",
        "nation",
        "number",
        "woman",
        "big",
        "company",
        "board",
        "tripled",
        "case",
        "quadrupled",
        "recent",
        "year",
        "according",
        "new",
        "report",
        "corporate",
        "woman",
        "director",
        "international",
        "research",
        "advocacy",
        "group",
        "share",
        "woman",
        "p",
        "company",
        "board",
        "rose",
        "percentage",
        "point",
        "last",
        "year",
        "according",
        "spencer",
        "stuart",
        "executive",
        "recruitment",
        "firm",
        "said",
        "one",
        "big",
        "reason",
        "lack",
        "boardroom",
        "turnover",
        "average",
        "director",
        "stay",
        "eight",
        "year",
        "several",
        "institutional",
        "investor",
        "including",
        "state",
        "street",
        "global",
        "advisor",
        "state",
        "pension",
        "fund",
        "massachusetts",
        "california",
        "new",
        "york",
        "prodding",
        "company",
        "diversify",
        "threatening",
        "vote",
        "certain",
        "board",
        "member",
        "firm",
        "lacking",
        "female",
        "director",
        "day",
        "ahead",
        "twitter",
        "report",
        "earnings",
        "market",
        "open",
        "watch",
        "anthem",
        "boeing",
        "facebook",
        "paypal",
        "holding",
        "nasdaq",
        "also",
        "release",
        "earnings",
        "wsj",
        "laura",
        "stevens",
        "three",
        "thing",
        "need",
        "know",
        "ebay",
        "first",
        "quarter",
        "earnings",
        "corporate",
        "news",
        "christophe",
        "weber",
        "president",
        "ceo",
        "takeda",
        "pharmaceutical",
        "seen",
        "germany",
        "reuters",
        "shire",
        "inch",
        "closer",
        "accepting",
        "takeda",
        "bid",
        "shire",
        "plc",
        "willing",
        "recommend",
        "shareholder",
        "accept",
        "takeda",
        "pharmaceutical",
        "billion",
        "takeover",
        "bid",
        "extended",
        "deadline",
        "possible",
        "deal",
        "may",
        "move",
        "could",
        "cap",
        "monthslong",
        "battle",
        "takeda",
        "buy",
        "european",
        "company",
        "mark",
        "acquisition",
        "japanese",
        "company",
        "western",
        "rival",
        "apple",
        "edge",
        "closer",
        "paying",
        "back",
        "tax",
        "ireland",
        "apple",
        "completed",
        "agreement",
        "ireland",
        "enabling",
        "company",
        "transfer",
        "roughly",
        "billion",
        "billion",
        "dublin",
        "escrow",
        "account",
        "step",
        "toward",
        "complying",
        "european",
        "commission",
        "tax",
        "order",
        "comcast",
        "post",
        "earnings",
        "growth",
        "comcast",
        "posted",
        "strong",
        "first",
        "quarter",
        "earnings",
        "growth",
        "despite",
        "fourth",
        "straight",
        "quarter",
        "cable",
        "tv",
        "subscriber",
        "loss",
        "cable",
        "giant",
        "contemplates",
        "big",
        "acquisition",
        "could",
        "transform",
        "business",
        "roil",
        "rival",
        "leadership",
        "drama",
        "holding",
        "deal",
        "fate",
        "cbs",
        "viacom",
        "turning",
        "one",
        "key",
        "question",
        "cbs",
        "chief",
        "executive",
        "leslie",
        "moonves",
        "accept",
        "viacom",
        "ceo",
        "bob",
        "bakish",
        "likely",
        "successor",
        "combined",
        "company",
        "gucci",
        "success",
        "prompt",
        "cfo",
        "cool",
        "expectation",
        "gucci",
        "continued",
        "ring",
        "sale",
        "latest",
        "quarter",
        "strength",
        "name",
        "sale",
        "north",
        "america",
        "rising",
        "though",
        "swift",
        "pace",
        "growth",
        "unlikely",
        "continue",
        "said",
        "duplaix",
        "finance",
        "chief",
        "kering",
        "sa",
        "gucci",
        "corporate",
        "parent",
        "bmw",
        "build",
        "electric",
        "suv",
        "china",
        "bmw",
        "ag",
        "plan",
        "begin",
        "producing",
        "first",
        "sport",
        "utility",
        "vehicle",
        "dubbed",
        "ix3",
        "china",
        "sell",
        "model",
        "abroad",
        "according",
        "partner",
        "brilliance",
        "china",
        "automotive",
        "holding",
        "report",
        "bloomberg",
        "google",
        "overhaul",
        "gmail",
        "lure",
        "client",
        "away",
        "microsoft",
        "alphabet",
        "google",
        "unveiled",
        "wednesday",
        "first",
        "gmail",
        "redesign",
        "since",
        "capping",
        "company",
        "say",
        "expensive",
        "overhaul",
        "two",
        "year",
        "making",
        "adopt",
        "security",
        "offline",
        "functionality",
        "better",
        "resemble",
        "microsoft",
        "outlook",
        "report",
        "reuters",
        "amazon",
        "start",
        "offering",
        "delivery",
        "partnered",
        "general",
        "motor",
        "volvo",
        "car",
        "start",
        "offering",
        "delivery",
        "giving",
        "courier",
        "access",
        "potentially",
        "million",
        "vehicle",
        "market",
        "amazon",
        "effect",
        "sting",
        "share",
        "biggest",
        "loser",
        "p",
        "year",
        "amazon",
        "effect",
        "take",
        "toll",
        "pressure",
        "online",
        "retailer",
        "company",
        "like",
        "procter",
        "gamble",
        "struggling",
        "raise",
        "price",
        "marquee",
        "product",
        "southwest",
        "minute",
        "disaster",
        "struck",
        "southwest",
        "airline",
        "top",
        "management",
        "using",
        "update",
        "cockpit",
        "passenger",
        "phone",
        "put",
        "plan",
        "action",
        "philadelphia",
        "dallas",
        "sinclair",
        "sell",
        "tv",
        "station",
        "bid",
        "secure",
        "tribune",
        "deal",
        "approval",
        "sinclair",
        "broadcast",
        "group",
        "reached",
        "deal",
        "sell",
        "nearly",
        "two",
        "dozen",
        "television",
        "station",
        "work",
        "get",
        "regulator",
        "sign",
        "purchase",
        "tribune",
        "medium",
        "wework",
        "debt",
        "receives",
        "junk",
        "rating",
        "firm",
        "wework",
        "planning",
        "tap",
        "bond",
        "market",
        "according",
        "report",
        "rating",
        "company",
        "offered",
        "glimpse",
        "new",
        "startup",
        "financial",
        "health",
        "meanwhile",
        "bloomberg",
        "break",
        "number",
        "behind",
        "wework",
        "growing",
        "empire",
        "credit",
        "suisse",
        "report",
        "higher",
        "profit",
        "credit",
        "suisse",
        "group",
        "ag",
        "wednesday",
        "posted",
        "strong",
        "rise",
        "net",
        "profit",
        "beating",
        "expectation",
        "bolstering",
        "evidence",
        "swiss",
        "lender",
        "yearslong",
        "restructuring",
        "put",
        "back",
        "track",
        "growth",
        "globalstar",
        "merge",
        "fiberlight",
        "satellite",
        "provider",
        "globalstar",
        "plan",
        "merge",
        "landline",
        "operator",
        "fiberlight",
        "llc",
        "billion",
        "deal",
        "according",
        "people",
        "familiar",
        "matter",
        "combination",
        "designed",
        "put",
        "unprofitable",
        "satellite",
        "company",
        "firmer",
        "footing",
        "chase",
        "new",
        "customer",
        "regulation",
        "analyst",
        "work",
        "front",
        "monitor",
        "displaying",
        "altaba",
        "signage",
        "inside",
        "nasdaq",
        "marketsite",
        "new",
        "york",
        "july",
        "bloomberg",
        "news",
        "yahoo",
        "successor",
        "pay",
        "million",
        "settle",
        "cyberbreach",
        "suit",
        "yahoo",
        "response",
        "hack",
        "hundred",
        "million",
        "user",
        "account",
        "drew",
        "million",
        "fine",
        "regulator",
        "first",
        "time",
        "public",
        "company",
        "penalized",
        "handling",
        "cybersecurity",
        "breach",
        "fda",
        "seek",
        "document",
        "maker",
        "food",
        "drug",
        "administration",
        "tuesday",
        "said",
        "moving",
        "sale",
        "minor",
        "targeting",
        "juul",
        "lab",
        "maker",
        "one",
        "popular",
        "product",
        "senator",
        "ask",
        "bank",
        "information",
        "account",
        "linked",
        "putin",
        "ally",
        "letter",
        "eight",
        "bank",
        "sen",
        "jeanne",
        "shaheen",
        "sheldon",
        "whitehouse",
        "asked",
        "detail",
        "account",
        "asset",
        "service",
        "institution",
        "providing",
        "russian",
        "oligarch",
        "identified",
        "treasury",
        "department",
        "january",
        "tie",
        "government",
        "russian",
        "president",
        "vladimir",
        "putin",
        "maker",
        "face",
        "first",
        "charge",
        "probe",
        "prosecutor",
        "nearing",
        "first",
        "charge",
        "company",
        "almost",
        "criminal",
        "investigation",
        "alleged",
        "maker",
        "report",
        "bloomberg",
        "private",
        "company",
        "lag",
        "new",
        "accounting",
        "standard",
        "private",
        "company",
        "made",
        "significant",
        "progress",
        "preparing",
        "adopt",
        "new",
        "revenue",
        "recognition",
        "lease",
        "accounting",
        "standard",
        "report",
        "accounting",
        "today",
        "economy",
        "european",
        "central",
        "bank",
        "president",
        "mario",
        "draghi",
        "address",
        "news",
        "conference",
        "ecb",
        "headquarters",
        "frankfurt",
        "germany",
        "december",
        "reuters",
        "ecb",
        "weighs",
        "rate",
        "move",
        "economic",
        "outlook",
        "dims",
        "trade",
        "dispute",
        "stronger",
        "currency",
        "threatening",
        "economic",
        "recovery",
        "eurozone",
        "potentially",
        "delaying",
        "move",
        "european",
        "central",
        "bank",
        "follow",
        "federal",
        "reserve",
        "increasing",
        "interest",
        "rate",
        "trump",
        "pressure",
        "choose",
        "side",
        "president",
        "donald",
        "trump",
        "caught",
        "two",
        "powerful",
        "business",
        "constituent",
        "republican",
        "party",
        "face",
        "growing",
        "pressure",
        "resolve",
        "dispute",
        "oil",
        "industry",
        "farm",
        "belt",
        "sale",
        "surge",
        "sale",
        "newly",
        "built",
        "home",
        "increased",
        "march",
        "prior",
        "month",
        "capping",
        "strong",
        "first",
        "quarter",
        "segment",
        "housing",
        "market",
        "characterized",
        "solid",
        "buyer",
        "demand",
        "consumer",
        "confidence",
        "conference",
        "board",
        "said",
        "tuesday",
        "index",
        "consumer",
        "confidence",
        "rose",
        "point",
        "month",
        "earlier",
        "april",
        "suggesting",
        "american",
        "remain",
        "confident",
        "economy",
        "despite",
        "rising",
        "inflation",
        "gyration",
        "cfo",
        "move",
        "beiersdorf",
        "ag",
        "hamburg",
        "maker",
        "nivea",
        "cream",
        "named",
        "dessi",
        "temperley",
        "chief",
        "financial",
        "officer",
        "effective",
        "july",
        "succeeds",
        "jesper",
        "andersen",
        "complete",
        "term",
        "cfo",
        "end",
        "june",
        "temperley",
        "recently",
        "head",
        "investor",
        "relation",
        "nestlé",
        "sa",
        "held",
        "various",
        "role",
        "since",
        "compensation",
        "detail",
        "immediately",
        "available",
        "jabil",
        "petersburg",
        "florida",
        "manufacturing",
        "service",
        "company",
        "named",
        "michael",
        "dastoor",
        "cfo",
        "effective",
        "september",
        "succeeds",
        "forbes",
        "alexander",
        "retire",
        "effective",
        "august",
        "dastoor",
        "recently",
        "jabil",
        "senior",
        "vice",
        "president",
        "served",
        "controller",
        "since",
        "joined",
        "jabil",
        "regional",
        "controller",
        "asia",
        "pacific",
        "compensation",
        "detail",
        "immediately",
        "available",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "previous",
        "morning",
        "ledger",
        "cfo",
        "turn",
        "divestments",
        "narrow",
        "focus",
        "drive",
        "growth",
        "next",
        "cfo",
        "move",
        "beiersdorf",
        "jabil",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "creating",
        "effective",
        "communication",
        "program",
        "given",
        "complexity",
        "modern",
        "multinational",
        "organization",
        "number",
        "stakeholder",
        "cfo",
        "connects",
        "essential",
        "disciplined",
        "communication",
        "program",
        "convey",
        "critical",
        "message",
        "ensure",
        "drowned",
        "lost",
        "translation",
        "following",
        "communication",
        "cascade",
        "model",
        "finance",
        "chief",
        "create",
        "communication",
        "program",
        "aligns",
        "core",
        "objective",
        "persuades",
        "informs",
        "key",
        "stakeholder",
        "intention",
        "success",
        "strong",
        "communication",
        "program",
        "also",
        "help",
        "accelerate",
        "cfo",
        "impact",
        "organization",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}