{
    "organizations": [],
    "uuid": "03eadfc622e06102e02a481aaeed75cf4d7ecc66",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/lloyd-ireland/column-commentary-could-brexit-revive-irelands-troubles-idUSL2N1RJ1S1",
    "ord_in_thread": 0,
    "title": "COLUMN-Commentary: Could Brexit revive Ireland’s ‘Troubles’?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is a senior research fellow. The opinions expressed here are his own.)\nBy John Lloyd\nApril 6 (Reuters) - Will Northern Ireland, otherwise known as Ulster, return to the civil strife which roiled it for much of the 20th century? In the decades after Ireland gained independence in the early 1920s, the Irish Republican Army, which never reconciled itself to the division of the island, mounted attacks on police and civilians in the province with the aim of forcing out the British. It had seemed, on the conclusion of an agreement to share power and end terrorist acts signed 20 years ago next week between the British and Irish governments, the pro-British Unionists and Republican Sinn Fein – the political expression of the IRA – that a kind of peace had come.\nYet now, as collateral damage of Britain’s planned departure from the European Union, a new conflict threatens. With both Britain and Ireland in the EU, the border between them – separating 4.7 million Irish citizens in the south and west from over 1.8 million British citizens in the northeast of the island – became invisible. But on Britain’s exit, it will reappear. People and goods will need to be checked, guards will patrol it and, according to the New York Times, it may prompt a “renewal of violence from dissident Irish republicans, bound to chafe at signs of British control at the crossings.” Brexit is a thoroughly peaceful movement, but those who wish to restart a terror campaign can seize upon it; people living on both sides of the border voiced these fears in a recent National Public Radio documentary.\nDissident republicans did not cease to target police officers and Unionists over the past 20 years; the list of their efforts, often successful, is long. But the main IRA did stand down. One of the organisation’s most ruthless leaders, Martin McGuinness, after perceiving that British and Irish intelligence had weakened his forces and convincing fellow militants that politics should replace terrorism, became Deputy First Minister in the power-sharing administration (he died last March).\nMy first exposure to both journalism and urban warfare was in Northern Ireland, at the height of the conflict in the mid-1970s. I interviewed McGuiness twice, in his headquarters in the province’s second city, Londonderry (republicans insist on dropping the “London”), an area of which had been “liberated” by the IRA. One day, as I stood despairingly beside my broken-down, sixth-hand car, he happened to drive past, stopped and, on his orders, his bodyguards pushed me to the nearest garage.\nI was grateful for that, but my callow enthusiasm for the struggle for a united Ireland was already ebbing, as the viciousness of the quarrel pressed upon me, as I witnessed the effects of daily murders, burnings and bombings.\nThe crystallizing of the true depths to which conflict reduces humanity came to me, and to many others, from friendship with a remarkable Irishman, who died last month. Sean O’Callaghan was born in 1954 to a working-class, largely IRA-supporting family in Tralee, a town in Ireland’s south-west. He joined the IRA in his mid-teens, rose rapidly through its ranks and helped mold it into a formidable weapon of terror.\nIn the north, the militants engaged the Northern Irish police and the British army, seeing in vicious Protestant-Catholic, Unionist-Republican strife a chance to force the unity of the island. The young O’Callaghan wholly bought the idea that only violence could win that goal. Barely in his 20s, he controlled and disciplined IRA volunteers in his own, then in other areas.\nHe killed two people – one, a young woman member of the Ulster Defence Regiment, who died in an attack on a police station in which he participated; the other, Detective Inspector Peter Flanagan, one of the few Roman Catholics in the Northern Irish police, whom O’Callaghan shot in a pub. He writes in his memoir, “The Informer,” that, by 1985 at 31, he was “Officer Commanding the Southern Command, a member of the General Headquarters Staff, on Sinn Fein’s national executive, a local councillor – as well as being a high level informer for the Irish police.”\nTreachery, usually an infamy, was the source of O’Callaghan’s greatness. He became an informer, one who passed to the Irish police special branch names of comrades and friends, dates and times of operations, locations of arms dumps and the high-level policy debates to which he was privy. His life became an endless tension – between acting out the part of a senior, competent, loyal member of the IRA leadership – and at the same time betraying it. And he betrayed it big time: tasked with placing a bomb in a theater designed to kill Prince Charles and his then-wife, Princess Diana, he made sure the mission was fouled up.\nO’Callaghan had enough conscience and intelligence to grasp the depths to which he and his fellow terrorists had sunk. He did not cross to the “side” of the British; he recognized, throughout his life, the brutality with which Britain had treated Ireland in the 19th century, and the discrimination in jobs and elsewhere against the Catholics who remained in Ulster. But even as he murdered Inspector Flanagan, “one clear thought flashed through my mind… you’re going to have to pay for this some day.”\nHe did, in his increasingly tormented thoughts; then, more concretely, in his decision to pay by submitting himself to the role of the secret enemy, at any moment vulnerable to a slip of the tongue or the insight of a savvy colleague. He saw that at the heart of the republican struggle was “a bitter form of tribalism,” a hatred of Protestantism which “lay somewhere in folk memory, a bastardized and hate-filled version of Irish history.” In seeing that from the belly of the tribal beast and in seeking to help end it lies the towering example which Sean O’Callaghan left.\nMoving to the UK mainland, he relocated continually to avoid assassination attempts by his former comrades.\nHis memorial service, in a famed church in central London, was attended by British government ministers, police from the UK and Ulster, military and security officials, editors, reporters and friends. He had a gift for friendship, as well as for courage. The eminent Northern Irish historian Paul Bew drew from Othello’s speech, by the deathbed of the wife he had murdered and before his own suicide – “Soft you: a word or two before you go/ I have done the state some service, and they know’t.” Many know what service O’Callaghan rendered, not just to assist the ending of a near-civil war, but to point up the necessity of recognizing that “hate-filled versions” of any history are a terrible code by which to live, and to die.\nThe issue of a “hard border” between the EU and non-EU area of Ireland may yet be resolved in the ongoing negotiations with Brussels. But if conflict does return to Northern Ireland, it will not be “because of Brexit,” but because hate has not died. (Reporting by John Lloyd)\n ",
    "published": "2018-04-07T03:52:00.000+03:00",
    "crawled": "2018-04-07T16:05:24.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "opinion",
        "expressed",
        "john",
        "lloyd",
        "april",
        "reuters",
        "northern",
        "ireland",
        "otherwise",
        "known",
        "ulster",
        "return",
        "civil",
        "strife",
        "roiled",
        "much",
        "20th",
        "century",
        "decade",
        "ireland",
        "gained",
        "independence",
        "early",
        "1920s",
        "irish",
        "republican",
        "army",
        "never",
        "reconciled",
        "division",
        "island",
        "mounted",
        "attack",
        "police",
        "civilian",
        "province",
        "aim",
        "forcing",
        "british",
        "seemed",
        "conclusion",
        "agreement",
        "share",
        "power",
        "end",
        "terrorist",
        "act",
        "signed",
        "year",
        "ago",
        "next",
        "week",
        "british",
        "irish",
        "government",
        "unionist",
        "republican",
        "sinn",
        "fein",
        "political",
        "expression",
        "ira",
        "kind",
        "peace",
        "come",
        "yet",
        "collateral",
        "damage",
        "britain",
        "planned",
        "departure",
        "european",
        "union",
        "new",
        "conflict",
        "threatens",
        "britain",
        "ireland",
        "eu",
        "border",
        "separating",
        "million",
        "irish",
        "citizen",
        "south",
        "west",
        "million",
        "british",
        "citizen",
        "northeast",
        "island",
        "became",
        "invisible",
        "britain",
        "exit",
        "reappear",
        "people",
        "good",
        "need",
        "checked",
        "guard",
        "patrol",
        "according",
        "new",
        "york",
        "time",
        "may",
        "prompt",
        "renewal",
        "violence",
        "dissident",
        "irish",
        "republican",
        "bound",
        "chafe",
        "sign",
        "british",
        "control",
        "brexit",
        "thoroughly",
        "peaceful",
        "movement",
        "wish",
        "restart",
        "terror",
        "campaign",
        "seize",
        "upon",
        "people",
        "living",
        "side",
        "border",
        "voiced",
        "fear",
        "recent",
        "national",
        "public",
        "radio",
        "documentary",
        "dissident",
        "republican",
        "cease",
        "target",
        "police",
        "officer",
        "unionist",
        "past",
        "year",
        "list",
        "effort",
        "often",
        "successful",
        "long",
        "main",
        "ira",
        "stand",
        "one",
        "organisation",
        "ruthless",
        "leader",
        "martin",
        "mcguinness",
        "perceiving",
        "british",
        "irish",
        "intelligence",
        "weakened",
        "force",
        "convincing",
        "fellow",
        "militant",
        "politics",
        "replace",
        "terrorism",
        "became",
        "deputy",
        "first",
        "minister",
        "administration",
        "died",
        "last",
        "march",
        "first",
        "exposure",
        "journalism",
        "urban",
        "warfare",
        "northern",
        "ireland",
        "height",
        "conflict",
        "interviewed",
        "mcguiness",
        "twice",
        "headquarters",
        "province",
        "second",
        "city",
        "londonderry",
        "republican",
        "insist",
        "dropping",
        "london",
        "area",
        "liberated",
        "ira",
        "one",
        "day",
        "stood",
        "despairingly",
        "beside",
        "car",
        "happened",
        "drive",
        "past",
        "stopped",
        "order",
        "bodyguard",
        "pushed",
        "nearest",
        "garage",
        "grateful",
        "callow",
        "enthusiasm",
        "struggle",
        "united",
        "ireland",
        "already",
        "ebbing",
        "viciousness",
        "quarrel",
        "pressed",
        "upon",
        "witnessed",
        "effect",
        "daily",
        "murder",
        "burning",
        "bombing",
        "crystallizing",
        "true",
        "depth",
        "conflict",
        "reduces",
        "humanity",
        "came",
        "many",
        "others",
        "friendship",
        "remarkable",
        "irishman",
        "died",
        "last",
        "month",
        "sean",
        "callaghan",
        "born",
        "largely",
        "family",
        "tralee",
        "town",
        "ireland",
        "joined",
        "ira",
        "rose",
        "rapidly",
        "rank",
        "helped",
        "mold",
        "formidable",
        "weapon",
        "terror",
        "north",
        "militant",
        "engaged",
        "northern",
        "irish",
        "police",
        "british",
        "army",
        "seeing",
        "vicious",
        "strife",
        "chance",
        "force",
        "unity",
        "island",
        "young",
        "callaghan",
        "wholly",
        "bought",
        "idea",
        "violence",
        "could",
        "win",
        "goal",
        "barely",
        "20",
        "controlled",
        "disciplined",
        "ira",
        "volunteer",
        "area",
        "killed",
        "two",
        "people",
        "one",
        "young",
        "woman",
        "member",
        "ulster",
        "defence",
        "regiment",
        "died",
        "attack",
        "police",
        "station",
        "participated",
        "detective",
        "inspector",
        "peter",
        "flanagan",
        "one",
        "roman",
        "catholic",
        "northern",
        "irish",
        "police",
        "callaghan",
        "shot",
        "pub",
        "writes",
        "memoir",
        "informer",
        "officer",
        "commanding",
        "southern",
        "command",
        "member",
        "general",
        "headquarters",
        "staff",
        "sinn",
        "fein",
        "national",
        "executive",
        "local",
        "councillor",
        "well",
        "high",
        "level",
        "informer",
        "irish",
        "treachery",
        "usually",
        "infamy",
        "source",
        "callaghan",
        "greatness",
        "became",
        "informer",
        "one",
        "passed",
        "irish",
        "police",
        "special",
        "branch",
        "name",
        "comrade",
        "friend",
        "date",
        "time",
        "operation",
        "location",
        "arm",
        "dump",
        "policy",
        "debate",
        "privy",
        "life",
        "became",
        "endless",
        "tension",
        "acting",
        "part",
        "senior",
        "competent",
        "loyal",
        "member",
        "ira",
        "leadership",
        "time",
        "betraying",
        "betrayed",
        "big",
        "time",
        "tasked",
        "placing",
        "bomb",
        "theater",
        "designed",
        "kill",
        "prince",
        "charles",
        "princess",
        "diana",
        "made",
        "sure",
        "mission",
        "fouled",
        "callaghan",
        "enough",
        "conscience",
        "intelligence",
        "grasp",
        "depth",
        "fellow",
        "terrorist",
        "sunk",
        "cross",
        "side",
        "british",
        "recognized",
        "throughout",
        "life",
        "brutality",
        "britain",
        "treated",
        "ireland",
        "19th",
        "century",
        "discrimination",
        "job",
        "elsewhere",
        "catholic",
        "remained",
        "ulster",
        "even",
        "murdered",
        "inspector",
        "flanagan",
        "one",
        "clear",
        "thought",
        "flashed",
        "going",
        "pay",
        "increasingly",
        "tormented",
        "thought",
        "concretely",
        "decision",
        "pay",
        "submitting",
        "role",
        "secret",
        "enemy",
        "moment",
        "vulnerable",
        "slip",
        "tongue",
        "insight",
        "savvy",
        "colleague",
        "saw",
        "heart",
        "republican",
        "struggle",
        "bitter",
        "form",
        "tribalism",
        "hatred",
        "protestantism",
        "lay",
        "somewhere",
        "folk",
        "memory",
        "bastardized",
        "version",
        "irish",
        "seeing",
        "belly",
        "tribal",
        "beast",
        "seeking",
        "help",
        "end",
        "lie",
        "towering",
        "example",
        "sean",
        "callaghan",
        "left",
        "moving",
        "uk",
        "mainland",
        "relocated",
        "continually",
        "avoid",
        "assassination",
        "attempt",
        "former",
        "comrade",
        "memorial",
        "service",
        "famed",
        "church",
        "central",
        "london",
        "attended",
        "british",
        "government",
        "minister",
        "police",
        "uk",
        "ulster",
        "military",
        "security",
        "official",
        "editor",
        "reporter",
        "friend",
        "gift",
        "friendship",
        "well",
        "courage",
        "eminent",
        "northern",
        "irish",
        "historian",
        "paul",
        "bew",
        "drew",
        "othello",
        "speech",
        "deathbed",
        "wife",
        "murdered",
        "suicide",
        "soft",
        "word",
        "two",
        "done",
        "state",
        "service",
        "know",
        "many",
        "know",
        "service",
        "callaghan",
        "rendered",
        "assist",
        "ending",
        "war",
        "point",
        "necessity",
        "recognizing",
        "version",
        "history",
        "terrible",
        "code",
        "live",
        "die",
        "issue",
        "hard",
        "border",
        "eu",
        "area",
        "ireland",
        "may",
        "yet",
        "resolved",
        "ongoing",
        "negotiation",
        "brussels",
        "conflict",
        "return",
        "northern",
        "ireland",
        "brexit",
        "hate",
        "died",
        "reporting",
        "john",
        "lloyd"
    ]
}