{
    "organizations": [],
    "uuid": "b72ed28515df91bee6dba30b4f524c163d713f5a",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/27/eco-friendly-tourism-is-becoming-a-movement-and-more-vacationers-are-buying-into-the-concept.html",
    "ord_in_thread": 0,
    "title": "Eco-friendly tourism is becoming a movement, and more vacationers are buying into the concept",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Eco-friendly tourism is becoming a movement, and more vacationers are buying into the concept A trend is underway, where environmentally sustainable outcomes are emphasized over mere 'experience' vacationing. Places like Vail, Colorado and far-flung international destinations in Thailand and Iceland are also joining the push. Sustainability \"can improve our vacation and then affect us when we go home,\" an analyst told CNBC. Samantha Kummerer, special to CNBC.com Published 6 Hours Ago Getty Images Longtail boats in Surin Island, Thailand.\nAs part of a shift toward natural resource preservation, some major destinations — and the people who visit them — are becoming more attuned to the environmental impact of tourism.\nThe shift is disrupting some of the traditions associated with tourist hotspots, and given rise to a trend where environmentally sustainable outcomes are emphasized over mere 'experience' vacationing.\nThe dynamic is taking place against a backdrop of a very busy market for international tourism, which the World Tourism Organization expects to climb to 1.8 billion by 2030. Since 2000, worldwide destination seeking has jumped by more than 50 percent, the organization notes.\nTourism — by itself a large source of growth — contributes to around 10 percent of the world's economy, according to the World Travel and Tourism Council. Data from the Global Sustainability Dashboard reveal that nearly half of tourism's economic impact is derived from only 10 destinations, with the natural resources of those locations increasingly strained.\nWith that in mind, tourist locations are becoming more eco-friendly, and more visitors are doing their part. It has gradually evolved into a movement that prioritizes local culture over mass tourism — with its impact being felt from the U.S. Midwest to Iceland.\nIn order for a destination to be certified as sustainable, the Global Sustainable Tourism Council outlines a list of criteria. It ranges from supporting local businesses, to conserving natural resources, and encouraging visitors to participate in the community. Getty Images Horseback riding the backcountry near Vail, Colorado.\nVail, Colorado, a popular mountain resort town, is in the process of becoming the first certified sustainable destination in the U.S. \"We are doing a lot of great work, but we want to compare ourselves against the world – we wanted to be leaders,\" environmental sustainability manager Kristen Bertuglia told CNBC recently.\nFor Vail, the achievement literally took a village. Hundreds of business, from high-end hotels to plumbing companies, collaborated to make the town more eco-friendly. The effort spanned the public transportation, waste and housing sectors.\nSeparately, places like Jackson Hole, Wyoming and Yellowstone National Park in Montana are following a similar path. Under the coordination of the Riverwind Foundation, Yellowstone has spent the last five years coordinating efforts between government entities, businesses and nonprofits to make the park more sustainable.\nBoth locations were recognized this year by Green Destinations, a nonprofit that annually recognizes the top 100 sustainable destinations across the globe.\nTimothy O'Donoghue, Riverwind's executive director, told CNBC the voluntary efforts help Yellowstone combat overcrowding, and educate the public.\nThe park's 4.8 million yearly visitors can still immerse themselves in the pure mountain air and its natural beauty, but O'Donoghue and other conservationists hope the public will spread the message of sustainability.\nThis opportunity for tourism to do good is what Center for Responsible Tourism co-founder Martha Honey said is fundamentally what responsible tourism is about.\n\"I think what we find in this soft education is our mind being open and it can really have profound effects on us,\" said Martha Honey, co-founder of the Center for Responsible Tourism, a policy organization that promotes environmentally friendly tourism.\nSustainability \"can improve our vacation and then affect us when we go home,\" she added. Getty Images People bathing in The Blue Lagoon, a geothermal bath resort in the south of Iceland. Tourism as a 'savior'\nOriginally, the vast barren lava fields of Iceland's Reykjanes Peninsula were never a tourist destination for travelers seeking the idyllic green expanses of the Nordic country. Yet in the mid-2000's, the citizens of Reykjanes, faced with a stagnant economy, turned the area into a destination for travelers seeking to enjoy nature in its purest form.\n\"Tourism has kind of been our savior in a way, because people have started to respect the area more,\" said Thuridur Aradottir Braun, manager of Visit Reykjanes.\nIn the last few years, the area has become a UNESCO Global Geopark, a UN-based project that promotes global conservation , and launched a marketing campaign to promote Reykjanes' virtues.\nNow, tourism fuels job creation, and people are more willing to work and visit. Braun described the project as \"building a baseline\" for the area's future. The Geopark partners with local businesses to spread its commitment to supporting conservation, and the proper use of local resources.\nTourists have led to new opportunities in the area, but Braun said the peninsula is not aiming to attracting large numbers. Instead, Reykjanes is targeting a specific subset of travelers, with the objective of escaping threats to the ecosystem, the likes of which Thailand and other scenic locations have struggled with recently.\nIn Thailand, the Surin Islands National Park's rich ocean wildlife makes it a top diving destination for tourists worldwide. The increase in visitors to the lush tropical destination is proving disruptive to the traditional lifestyle of the Mokens, an indigenous nomadic seafaring tribe. \"When we first started, people didn't know what we were talking about. [Now] there is an increase of consumers seeking experience and memories.\" -Justin Francis, founder and CEO, Responsible Travel\nVolunteer group Andaman Discoveries has sought to blunt the negative impact of tourists on the Surin Islands. The organization worked with the Mokens to develop a unique tour group that focuses on their cultural heritage, and preserve the environment.\n\"This project enables the Moken to…generate benefits including job development, educational culture exchange, Andaman client relations manager Lindsey Reding told CNBC. By creating sustainable tourism, the Moken can \"remain within their community and strengthens their cultural heritage,\" Reding added.\nThe organization specializes in a community-based tourist model that includes facilitating experiences, volunteer services and service projects that give directly back to the locals.\nPrograms focus on nature conservation, but also human rights and sustainable development, in a way that spurs \"meaningful, educational and memorable experiences for both the guest and the host,\" Reding said.\nReding said most communities see income boosted by as much as 30 percent when they participate in the organization's programs. Meanwhile, tourists are exposed to the traditional and authentic lifestyle of the cultures they visit.\nPart of the growth of sustainable tourism movement is aided by the attitudes of travelers. Justin Francis, the founder and CEO of UK-based Responsible Travel, said that awareness among vacationers has \"massively\" changed.\n\"When we first started, people didn't know what we were talking about,\" Francis said.\nNow, \"there is an increase of consumers seeking experience and memories,\" he noted. \"This desire is more suited for supporting responsible travel rather than luxurious travel.\"\nLike with Andaman Discoveries, visitors who take part in these activities tend to learn more about the environment in which they vacation, while the respective communities can reap the economic benefits.\nEconomically, the sustainable approach can be profitable as well. A 2016 study by Sustainable Travel International and Mandala Research revealed that eco-tourists tend to stay longer, spend more, and believe they have a responsibility to respect the destination.\nOver the last three years, 60 percent of U.S. travelers reported taking a \"sustainable\" trip and say they have a responsibility to make sure their trips do not cause harm to a destination.\n\"Ten years ago, [sustainability] was more of an inconvenience, said Vail's Bertuglia, \"and now it is appreciated and ingrained,\" Bertuglia from Vail said.",
    "published": "2018-04-28T16:00:00.000+03:00",
    "crawled": "2018-04-28T16:48:27.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tourism",
        "becoming",
        "movement",
        "vacationer",
        "buying",
        "concept",
        "trend",
        "underway",
        "environmentally",
        "sustainable",
        "outcome",
        "emphasized",
        "mere",
        "vacationing",
        "place",
        "like",
        "vail",
        "colorado",
        "international",
        "destination",
        "thailand",
        "iceland",
        "also",
        "joining",
        "push",
        "sustainability",
        "improve",
        "vacation",
        "affect",
        "u",
        "go",
        "home",
        "analyst",
        "told",
        "cnbc",
        "samantha",
        "kummerer",
        "special",
        "published",
        "hour",
        "ago",
        "getty",
        "image",
        "longtail",
        "boat",
        "surin",
        "island",
        "thailand",
        "part",
        "shift",
        "toward",
        "natural",
        "resource",
        "preservation",
        "major",
        "destination",
        "people",
        "visit",
        "becoming",
        "attuned",
        "environmental",
        "impact",
        "tourism",
        "shift",
        "disrupting",
        "tradition",
        "associated",
        "tourist",
        "hotspot",
        "given",
        "rise",
        "trend",
        "environmentally",
        "sustainable",
        "outcome",
        "emphasized",
        "mere",
        "vacationing",
        "dynamic",
        "taking",
        "place",
        "backdrop",
        "busy",
        "market",
        "international",
        "tourism",
        "world",
        "tourism",
        "organization",
        "expects",
        "climb",
        "billion",
        "since",
        "worldwide",
        "destination",
        "seeking",
        "jumped",
        "percent",
        "organization",
        "note",
        "tourism",
        "large",
        "source",
        "growth",
        "contributes",
        "around",
        "percent",
        "world",
        "economy",
        "according",
        "world",
        "travel",
        "tourism",
        "council",
        "data",
        "global",
        "sustainability",
        "dashboard",
        "reveal",
        "nearly",
        "half",
        "tourism",
        "economic",
        "impact",
        "derived",
        "destination",
        "natural",
        "resource",
        "location",
        "increasingly",
        "strained",
        "mind",
        "tourist",
        "location",
        "becoming",
        "visitor",
        "part",
        "gradually",
        "evolved",
        "movement",
        "prioritizes",
        "local",
        "culture",
        "mass",
        "tourism",
        "impact",
        "felt",
        "midwest",
        "iceland",
        "order",
        "destination",
        "certified",
        "sustainable",
        "global",
        "sustainable",
        "tourism",
        "council",
        "outline",
        "list",
        "criterion",
        "range",
        "supporting",
        "local",
        "business",
        "conserving",
        "natural",
        "resource",
        "encouraging",
        "visitor",
        "participate",
        "community",
        "getty",
        "image",
        "horseback",
        "riding",
        "backcountry",
        "near",
        "vail",
        "colorado",
        "vail",
        "colorado",
        "popular",
        "mountain",
        "resort",
        "town",
        "process",
        "becoming",
        "first",
        "certified",
        "sustainable",
        "destination",
        "lot",
        "great",
        "work",
        "want",
        "compare",
        "world",
        "wanted",
        "leader",
        "environmental",
        "sustainability",
        "manager",
        "kristen",
        "bertuglia",
        "told",
        "cnbc",
        "recently",
        "vail",
        "achievement",
        "literally",
        "took",
        "village",
        "hundred",
        "business",
        "hotel",
        "plumbing",
        "company",
        "collaborated",
        "make",
        "town",
        "effort",
        "spanned",
        "public",
        "transportation",
        "waste",
        "housing",
        "sector",
        "separately",
        "place",
        "like",
        "jackson",
        "hole",
        "wyoming",
        "yellowstone",
        "national",
        "park",
        "montana",
        "following",
        "similar",
        "path",
        "coordination",
        "riverwind",
        "foundation",
        "yellowstone",
        "spent",
        "last",
        "five",
        "year",
        "coordinating",
        "effort",
        "government",
        "entity",
        "business",
        "nonprofit",
        "make",
        "park",
        "sustainable",
        "location",
        "recognized",
        "year",
        "green",
        "destination",
        "nonprofit",
        "annually",
        "recognizes",
        "top",
        "sustainable",
        "destination",
        "across",
        "globe",
        "timothy",
        "riverwind",
        "executive",
        "director",
        "told",
        "cnbc",
        "voluntary",
        "effort",
        "help",
        "yellowstone",
        "combat",
        "overcrowding",
        "educate",
        "public",
        "park",
        "million",
        "yearly",
        "visitor",
        "still",
        "immerse",
        "pure",
        "mountain",
        "air",
        "natural",
        "beauty",
        "conservationist",
        "hope",
        "public",
        "spread",
        "message",
        "sustainability",
        "opportunity",
        "tourism",
        "good",
        "center",
        "responsible",
        "tourism",
        "martha",
        "honey",
        "said",
        "fundamentally",
        "responsible",
        "tourism",
        "think",
        "find",
        "soft",
        "education",
        "mind",
        "open",
        "really",
        "profound",
        "effect",
        "u",
        "said",
        "martha",
        "honey",
        "center",
        "responsible",
        "tourism",
        "policy",
        "organization",
        "promotes",
        "environmentally",
        "friendly",
        "tourism",
        "sustainability",
        "improve",
        "vacation",
        "affect",
        "u",
        "go",
        "home",
        "added",
        "getty",
        "image",
        "people",
        "bathing",
        "blue",
        "lagoon",
        "geothermal",
        "bath",
        "resort",
        "south",
        "iceland",
        "tourism",
        "originally",
        "vast",
        "barren",
        "lava",
        "field",
        "iceland",
        "reykjanes",
        "peninsula",
        "never",
        "tourist",
        "destination",
        "traveler",
        "seeking",
        "idyllic",
        "green",
        "expanse",
        "nordic",
        "country",
        "yet",
        "citizen",
        "reykjanes",
        "faced",
        "stagnant",
        "economy",
        "turned",
        "area",
        "destination",
        "traveler",
        "seeking",
        "enjoy",
        "nature",
        "purest",
        "form",
        "tourism",
        "kind",
        "savior",
        "way",
        "people",
        "started",
        "respect",
        "area",
        "said",
        "thuridur",
        "aradottir",
        "braun",
        "manager",
        "visit",
        "reykjanes",
        "last",
        "year",
        "area",
        "become",
        "unesco",
        "global",
        "geopark",
        "project",
        "promotes",
        "global",
        "conservation",
        "launched",
        "marketing",
        "campaign",
        "promote",
        "reykjanes",
        "virtue",
        "tourism",
        "fuel",
        "job",
        "creation",
        "people",
        "willing",
        "work",
        "visit",
        "braun",
        "described",
        "project",
        "building",
        "baseline",
        "area",
        "future",
        "geopark",
        "partner",
        "local",
        "business",
        "spread",
        "commitment",
        "supporting",
        "conservation",
        "proper",
        "use",
        "local",
        "resource",
        "tourist",
        "led",
        "new",
        "opportunity",
        "area",
        "braun",
        "said",
        "peninsula",
        "aiming",
        "attracting",
        "large",
        "number",
        "instead",
        "reykjanes",
        "targeting",
        "specific",
        "subset",
        "traveler",
        "objective",
        "escaping",
        "threat",
        "ecosystem",
        "like",
        "thailand",
        "scenic",
        "location",
        "struggled",
        "recently",
        "thailand",
        "surin",
        "island",
        "national",
        "park",
        "rich",
        "ocean",
        "wildlife",
        "make",
        "top",
        "diving",
        "destination",
        "tourist",
        "worldwide",
        "increase",
        "visitor",
        "lush",
        "tropical",
        "destination",
        "proving",
        "disruptive",
        "traditional",
        "lifestyle",
        "mokens",
        "indigenous",
        "nomadic",
        "seafaring",
        "tribe",
        "first",
        "started",
        "people",
        "know",
        "talking",
        "increase",
        "consumer",
        "seeking",
        "experience",
        "memory",
        "francis",
        "founder",
        "ceo",
        "responsible",
        "travel",
        "volunteer",
        "group",
        "andaman",
        "discovery",
        "sought",
        "blunt",
        "negative",
        "impact",
        "tourist",
        "surin",
        "island",
        "organization",
        "worked",
        "mokens",
        "develop",
        "unique",
        "tour",
        "group",
        "focus",
        "cultural",
        "heritage",
        "preserve",
        "environment",
        "project",
        "enables",
        "moken",
        "benefit",
        "including",
        "job",
        "development",
        "educational",
        "culture",
        "exchange",
        "andaman",
        "client",
        "relation",
        "manager",
        "lindsey",
        "reding",
        "told",
        "cnbc",
        "creating",
        "sustainable",
        "tourism",
        "moken",
        "remain",
        "within",
        "community",
        "strengthens",
        "cultural",
        "heritage",
        "reding",
        "added",
        "organization",
        "specializes",
        "tourist",
        "model",
        "includes",
        "facilitating",
        "experience",
        "volunteer",
        "service",
        "service",
        "project",
        "give",
        "directly",
        "back",
        "local",
        "program",
        "focus",
        "nature",
        "conservation",
        "also",
        "human",
        "right",
        "sustainable",
        "development",
        "way",
        "spur",
        "meaningful",
        "educational",
        "memorable",
        "experience",
        "guest",
        "host",
        "reding",
        "said",
        "reding",
        "said",
        "community",
        "see",
        "income",
        "boosted",
        "much",
        "percent",
        "participate",
        "organization",
        "program",
        "meanwhile",
        "tourist",
        "exposed",
        "traditional",
        "authentic",
        "lifestyle",
        "culture",
        "visit",
        "part",
        "growth",
        "sustainable",
        "tourism",
        "movement",
        "aided",
        "attitude",
        "traveler",
        "justin",
        "francis",
        "founder",
        "ceo",
        "responsible",
        "travel",
        "said",
        "awareness",
        "among",
        "vacationer",
        "massively",
        "changed",
        "first",
        "started",
        "people",
        "know",
        "talking",
        "francis",
        "said",
        "increase",
        "consumer",
        "seeking",
        "experience",
        "memory",
        "noted",
        "desire",
        "suited",
        "supporting",
        "responsible",
        "travel",
        "rather",
        "luxurious",
        "travel",
        "like",
        "andaman",
        "discovery",
        "visitor",
        "take",
        "part",
        "activity",
        "tend",
        "learn",
        "environment",
        "vacation",
        "respective",
        "community",
        "reap",
        "economic",
        "benefit",
        "economically",
        "sustainable",
        "approach",
        "profitable",
        "well",
        "study",
        "sustainable",
        "travel",
        "international",
        "mandala",
        "research",
        "revealed",
        "tend",
        "stay",
        "longer",
        "spend",
        "believe",
        "responsibility",
        "respect",
        "destination",
        "last",
        "three",
        "year",
        "percent",
        "traveler",
        "reported",
        "taking",
        "sustainable",
        "trip",
        "say",
        "responsibility",
        "make",
        "sure",
        "trip",
        "cause",
        "harm",
        "destination",
        "ten",
        "year",
        "ago",
        "sustainability",
        "inconvenience",
        "said",
        "vail",
        "bertuglia",
        "appreciated",
        "ingrained",
        "bertuglia",
        "vail",
        "said"
    ]
}