{
    "organizations": [],
    "uuid": "50d85ab02e5af3c656675fd9667edb719a8c0a69",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/the-right-and-wrong-way-to-manage-up-at-the-office-1523366792",
    "ord_in_thread": 0,
    "title": "The Right and Wrong Way to Manage Up at the Office",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "19 COMMENTS It’s an ability that can shape your career more than almost any other—but many employees don’t know how to do it.\nManaging up, or building smooth, productive relationships with higher-ups, requires understanding and adapting to your boss’s communication and decision-making style. Many people are promoted because of the quality of their work. But as newly minted managers aim to rise in the ranks, assuming their work will speak for itself becomes increasingly hazardous to their careers.\nRoberta Matuson felt unprepared after she rose to a senior human-resources job years ago. “I was tossed into the executive suite with little more than a prayer, wondering, ‘What the heck do you do?’ ” she says. She focused on doing her job well but failed to build relationships with her bosses, leaving her with few allies.\nWhen the company went public, “I got taken out by a wave I didn’t see coming” while the rest of the management team kept their jobs, she says. “You have to toot your own horn in a sea of cubicles to be heard.” Ms. Matuson is now a Brookline, Mass., leadership coach and author of the management book “Suddenly in Charge.”\nEmployees are getting less help learning these skills as companies shift training dollars toward senior leaders at the expense of middle- and low-level employees. The proportion of employers spending more than $1,000 a person annually to train middle managers, supervisors and rank-and-file employees fell below one-third in the past two years, according to a 2017 survey of 237 employers by Brandon Hall Group. Meanwhile, employers spending that much on training senior leaders rose to 58% in 2017 from 55% in 2015, says David Wentworth, a principal learning analyst for the research and advisory firm.\nTo advance your career, make your boss’s job easier, not harder. Illustration: Dominic Bugatto Some bosses readily explain to subordinates how and when they want to communicate. Others do better when offered multiple-choice questions, says Julie Kantor, a New York City executive coach. How often do you want updates: daily, weekly or only when I have something to report? Do you prefer phone, instant messaging, email or face-to-face?\nIf you must bring the boss a problem, offer at least one potential solution. And respect the boss’s time. Mario Gabriele served as chief of staff for And Co, a New York City provider of software for freelancers that was recently acquired by Fiverr, a freelance marketplace. Rather than running to his bosses whenever he had a question, he waited until he could say, “I have these 10 things that we can cross off in 10 minutes,” Mr. Gabriele says. His boss, Leif Abraham, says Mr. Gabriele’s approach enabled him to give more thoughtful answers, and served as a useful update on his work.\nA common pitfall is taking a boss’s behavior personally as a sign that “this person is just trying to annoy me,” says Robert Tanner, a Lacey, Wash., leadership and business consultant. Many tensions have a less sinister explanation, based on differences in how people see things and make decisions, he says.\nShort of giving your boss a personality test, it’s possible to understand a manager’s style by reading such books as “Please Understand Me,” a classic on personality types, and watching how your boss communicates and makes decisions, Mr. Tanner says. Is she quick to act, or more thoughtful and reflective? Does he focus on facts, or intuitive signals or insights?\nOne small way to maintain a good relationship with your boss is knowing how and when to gently interrupt her. Illustration: Dominic Bugatto One financial-services executive was at odds with his subordinates until he and they understood they had different decision-making styles, says Mr. Tanner, who coached both the executive and his team. The executive tended to make decisions intuitively and change his mind a lot. Employees who preferred a more fact-based approach concluded he was indecisive and cared only about himself. Understanding their conflicting styles helped employees stop taking the executive’s behavior personally and frame their complaints in a way that mattered to him—by explaining that he was hurting the department’s reputation.\nEmployees also need to understand the boss’s priorities, Dr. Kantor says. What seems like a small error to an employee might look like a systemic failure to a boss with a broader realm to manage, she says. This includes being mindful of how your performance affects your boss’s success.\nBill Sandbrook, chief executive officer of U.S. Concrete in Euless, Texas, says he once gave a manager a big promotion, knowing he’d need mentoring to handle the increased responsibility. Mr. Sandbrook had a stake in the manager’s success, and he was disappointed when the man refused to accept coaching or even answer questions. “The power had gone to his head” and he soon left the company, Mr. Sandbrook says. “The new manager can’t be too proud to show when he doesn’t know something, and he has to totally swallow his ego and listen.”\nIt pays to figure out what motivates your boss, Dr. Kantor says. Does he or she need to look important? Find ways to help her talk about her successes, Dr. Kantor says. Does he want to be in control? Give him lots of information about what you’re doing and offer choices about next steps so he can make the decision.\nAvoid overload by asking your boss for help setting priorities, rather than saying no or getting swamped. Illustration: Dominic Bugatto It also pays to learn the unwritten rules of your workplace: How are disagreements handled here? When is it OK to interrupt a meeting?\nLaura Williams’s boss, Rick Miller, chief executive of Sensible Financial Planning, a Waltham, Mass., investment-advisory firm, sometimes gets tied up in meetings or calls and fails to show up on time for appointments she has scheduled with him. Ms. Williams, an associate financial adviser, knows it’s OK to knock on Mr. Miller’s door when he’s more than five minutes late. She also knows the exceptions to the rule—such as avoiding interruptions when he’s on a client call, which he blocks out in red on his calendar.\n“Getting to know how your boss prefers to deal with things is important,” Ms. Williams says. Mr. Miller, who includes “managing up” as a target ability on employees’ performance reviews, gives Ms. Williams high marks.\nRules of Engagement With Your Boss Figure out and adapt to your bosses’ communication styles by watching them interact with others. Seek agreement on how and when to update your boss on your work. Ask yourself whether tensions with the boss may be a problem of clashing styles rather than more fundamental conflicts. Avoid escalating problems to the boss too quickly, before you’ve tried solving them yourself. When you bring the boss a problem, also bring at least one potential solution. If you must disagree with your boss, do it privately, in a calm voice during a low-stress time. Never bad-mouth your bosses behind their backs. Never embarrass your boss in front of others. Avoid overload by asking your boss for help prioritizing projects, rather than saying no. Write to Sue Shellenbarger at sue.shellenbarger@wsj.com\nMore From Work & Family\nNew Strategies Help Women Build Career Confidence March 19, 2018 Quit Feeling Guilty About Missing Your Child’s Performance March 13, 2018 How to Gain Power at Work When You Have None March 6, 2018 An Escape to the Dentist? Parents Confess Their Secret Ways to Get Alone Time February 20, 2018 Is It OK for Your Boss to Hug Your Intern? February 13, 2018",
    "published": "2018-04-10T17:26:00.000+03:00",
    "crawled": "2018-04-10T17:08:13.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "ability",
        "shape",
        "career",
        "almost",
        "many",
        "employee",
        "know",
        "managing",
        "building",
        "smooth",
        "productive",
        "relationship",
        "requires",
        "understanding",
        "adapting",
        "bos",
        "communication",
        "style",
        "many",
        "people",
        "promoted",
        "quality",
        "work",
        "newly",
        "minted",
        "manager",
        "aim",
        "rise",
        "rank",
        "assuming",
        "work",
        "speak",
        "becomes",
        "increasingly",
        "hazardous",
        "career",
        "roberta",
        "matuson",
        "felt",
        "unprepared",
        "rose",
        "senior",
        "job",
        "year",
        "ago",
        "tossed",
        "executive",
        "suite",
        "little",
        "prayer",
        "wondering",
        "heck",
        "say",
        "focused",
        "job",
        "well",
        "failed",
        "build",
        "relationship",
        "boss",
        "leaving",
        "ally",
        "company",
        "went",
        "public",
        "got",
        "taken",
        "wave",
        "see",
        "coming",
        "rest",
        "management",
        "team",
        "kept",
        "job",
        "say",
        "toot",
        "horn",
        "sea",
        "cubicle",
        "matuson",
        "brookline",
        "leadership",
        "coach",
        "author",
        "management",
        "book",
        "suddenly",
        "employee",
        "getting",
        "less",
        "help",
        "learning",
        "skill",
        "company",
        "shift",
        "training",
        "dollar",
        "toward",
        "senior",
        "leader",
        "expense",
        "employee",
        "proportion",
        "employer",
        "spending",
        "person",
        "annually",
        "train",
        "middle",
        "manager",
        "supervisor",
        "employee",
        "fell",
        "past",
        "two",
        "year",
        "according",
        "survey",
        "employer",
        "brandon",
        "hall",
        "group",
        "meanwhile",
        "employer",
        "spending",
        "much",
        "training",
        "senior",
        "leader",
        "rose",
        "say",
        "david",
        "wentworth",
        "principal",
        "learning",
        "analyst",
        "research",
        "advisory",
        "firm",
        "advance",
        "career",
        "make",
        "bos",
        "job",
        "easier",
        "harder",
        "illustration",
        "dominic",
        "bugatto",
        "boss",
        "readily",
        "explain",
        "subordinate",
        "want",
        "communicate",
        "others",
        "better",
        "offered",
        "question",
        "say",
        "julie",
        "kantor",
        "new",
        "york",
        "city",
        "executive",
        "coach",
        "often",
        "want",
        "update",
        "daily",
        "weekly",
        "something",
        "report",
        "prefer",
        "phone",
        "instant",
        "messaging",
        "email",
        "must",
        "bring",
        "bos",
        "problem",
        "offer",
        "least",
        "one",
        "potential",
        "solution",
        "respect",
        "bos",
        "time",
        "mario",
        "gabriele",
        "served",
        "chief",
        "staff",
        "co",
        "new",
        "york",
        "city",
        "provider",
        "software",
        "freelancer",
        "recently",
        "acquired",
        "fiverr",
        "freelance",
        "marketplace",
        "rather",
        "running",
        "boss",
        "whenever",
        "question",
        "waited",
        "could",
        "say",
        "thing",
        "cross",
        "minute",
        "gabriele",
        "say",
        "bos",
        "leif",
        "abraham",
        "say",
        "gabriele",
        "approach",
        "enabled",
        "give",
        "thoughtful",
        "answer",
        "served",
        "useful",
        "update",
        "work",
        "common",
        "pitfall",
        "taking",
        "bos",
        "behavior",
        "personally",
        "sign",
        "person",
        "trying",
        "annoy",
        "say",
        "robert",
        "tanner",
        "lacey",
        "leadership",
        "business",
        "consultant",
        "many",
        "tension",
        "less",
        "sinister",
        "explanation",
        "based",
        "difference",
        "people",
        "see",
        "thing",
        "make",
        "decision",
        "say",
        "short",
        "giving",
        "bos",
        "personality",
        "test",
        "possible",
        "understand",
        "manager",
        "style",
        "reading",
        "book",
        "please",
        "understand",
        "classic",
        "personality",
        "type",
        "watching",
        "bos",
        "communicates",
        "make",
        "decision",
        "tanner",
        "say",
        "quick",
        "act",
        "thoughtful",
        "reflective",
        "focus",
        "fact",
        "intuitive",
        "signal",
        "insight",
        "one",
        "small",
        "way",
        "maintain",
        "good",
        "relationship",
        "bos",
        "knowing",
        "gently",
        "interrupt",
        "illustration",
        "dominic",
        "bugatto",
        "one",
        "executive",
        "odds",
        "subordinate",
        "understood",
        "different",
        "style",
        "say",
        "tanner",
        "coached",
        "executive",
        "team",
        "executive",
        "tended",
        "make",
        "decision",
        "intuitively",
        "change",
        "mind",
        "lot",
        "employee",
        "preferred",
        "approach",
        "concluded",
        "indecisive",
        "cared",
        "understanding",
        "conflicting",
        "style",
        "helped",
        "employee",
        "stop",
        "taking",
        "executive",
        "behavior",
        "personally",
        "frame",
        "complaint",
        "way",
        "mattered",
        "explaining",
        "hurting",
        "department",
        "reputation",
        "employee",
        "also",
        "need",
        "understand",
        "bos",
        "priority",
        "kantor",
        "say",
        "seems",
        "like",
        "small",
        "error",
        "employee",
        "might",
        "look",
        "like",
        "systemic",
        "failure",
        "bos",
        "broader",
        "realm",
        "manage",
        "say",
        "includes",
        "mindful",
        "performance",
        "affect",
        "bos",
        "success",
        "bill",
        "sandbrook",
        "chief",
        "executive",
        "officer",
        "concrete",
        "euless",
        "texas",
        "say",
        "gave",
        "manager",
        "big",
        "promotion",
        "knowing",
        "need",
        "mentoring",
        "handle",
        "increased",
        "responsibility",
        "sandbrook",
        "stake",
        "manager",
        "success",
        "disappointed",
        "man",
        "refused",
        "accept",
        "coaching",
        "even",
        "answer",
        "question",
        "power",
        "gone",
        "head",
        "soon",
        "left",
        "company",
        "sandbrook",
        "say",
        "new",
        "manager",
        "proud",
        "show",
        "know",
        "something",
        "totally",
        "swallow",
        "ego",
        "pay",
        "figure",
        "motivates",
        "bos",
        "kantor",
        "say",
        "need",
        "look",
        "important",
        "find",
        "way",
        "help",
        "talk",
        "success",
        "kantor",
        "say",
        "want",
        "control",
        "give",
        "lot",
        "information",
        "offer",
        "choice",
        "next",
        "step",
        "make",
        "decision",
        "avoid",
        "overload",
        "asking",
        "bos",
        "help",
        "setting",
        "priority",
        "rather",
        "saying",
        "getting",
        "swamped",
        "illustration",
        "dominic",
        "bugatto",
        "also",
        "pay",
        "learn",
        "unwritten",
        "rule",
        "workplace",
        "disagreement",
        "handled",
        "ok",
        "interrupt",
        "meeting",
        "laura",
        "williams",
        "bos",
        "rick",
        "miller",
        "chief",
        "executive",
        "sensible",
        "financial",
        "planning",
        "waltham",
        "firm",
        "sometimes",
        "get",
        "tied",
        "meeting",
        "call",
        "fails",
        "show",
        "time",
        "appointment",
        "scheduled",
        "williams",
        "associate",
        "financial",
        "adviser",
        "know",
        "ok",
        "knock",
        "miller",
        "door",
        "five",
        "minute",
        "late",
        "also",
        "know",
        "exception",
        "avoiding",
        "interruption",
        "client",
        "call",
        "block",
        "red",
        "calendar",
        "getting",
        "know",
        "bos",
        "prefers",
        "deal",
        "thing",
        "important",
        "williams",
        "say",
        "miller",
        "includes",
        "managing",
        "target",
        "ability",
        "employee",
        "performance",
        "review",
        "give",
        "williams",
        "high",
        "mark",
        "rule",
        "engagement",
        "bos",
        "figure",
        "adapt",
        "boss",
        "communication",
        "style",
        "watching",
        "interact",
        "others",
        "seek",
        "agreement",
        "update",
        "bos",
        "work",
        "ask",
        "whether",
        "tension",
        "bos",
        "may",
        "problem",
        "clashing",
        "style",
        "rather",
        "fundamental",
        "conflict",
        "avoid",
        "escalating",
        "problem",
        "bos",
        "quickly",
        "tried",
        "solving",
        "bring",
        "bos",
        "problem",
        "also",
        "bring",
        "least",
        "one",
        "potential",
        "solution",
        "must",
        "disagree",
        "bos",
        "privately",
        "calm",
        "voice",
        "time",
        "never",
        "boss",
        "behind",
        "back",
        "never",
        "embarrass",
        "bos",
        "front",
        "others",
        "avoid",
        "overload",
        "asking",
        "bos",
        "help",
        "prioritizing",
        "project",
        "rather",
        "saying",
        "write",
        "sue",
        "shellenbarger",
        "work",
        "family",
        "new",
        "strategy",
        "help",
        "woman",
        "build",
        "career",
        "confidence",
        "march",
        "quit",
        "feeling",
        "guilty",
        "missing",
        "child",
        "performance",
        "march",
        "gain",
        "power",
        "work",
        "none",
        "march",
        "escape",
        "dentist",
        "parent",
        "confess",
        "secret",
        "way",
        "get",
        "alone",
        "time",
        "february",
        "ok",
        "bos",
        "hug",
        "intern",
        "february"
    ]
}