{
    "organizations": [],
    "uuid": "ea82f5d37d64eabad3458af0e30e53db48201d75",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/diary-top-econ/diary-top-economic-events-to-may-30-idUSL3N1RM410",
    "ord_in_thread": 0,
    "title": "DIARY-Top Economic Events to May 30",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 10 (Reuters) - For other diaries, please see:\nTop Economic Events\nEmerging Markets Economic Events\nGovernment Debt Auctions\nPolitical and General News\nU.S. Federal Reserve\nToday in Washington\n- This Diary is filed daily. ** Indicates new events -\nTUESDAY, APRIL 10 ** JOHANNESBURG - The World Bank will announce revised economic forecasts for South Africa at a news conference in Johannesburg. LJUBLJANA - Keynote speech by ECB supervisory chief Daniele Nouy at an international conference on risk appetite framework in banks organised by Banka Slovenije in Ljubljana, Slovenia – 0730 GMT.\nLONDON - European Central Bank policymaker Ewald Nowotny talks about the bank’s plans to end its 2.5 billion euro stimulus programme this year.\nMADRID - Bank of Spain’s Luis M. Linde to appear at financial crisis investigation committee in Parliament - 0700 GMT.\nOSLO - Norwegian finance ministry presents annual white paper about Norway’s $1-trillion sovereign wealth fund, which may address a range of issues including whether to split management from the central bank; whether to allow fund to invest in unlisted infrastructures and private equity - 1000 GMT. CAMBRIDGE, Massachusetts - Atlanta Fed President Raphael Bostic, who was a housing official under President Obama, speaks about fair housing in a lecture at his alma mater Harvard University - 2230 GMT. OSLO - Governor of Norges Bank Oystein Olsen will give speech to Foreign Embassy Representatives - 1300 GMT.\nWEDNESDAY, APRIL 11 ** STOCKHOLM – Swedish Central Bank Deputy Governor Cecilia Skingsley will describe the Riksbank’s inquiry into the so-called e-krona in light of the decreasing usage of banknotes and coins in Sweden - 1600 GMT. FRANKFURT - Speech by the ECB President Mario Draghi followed by a question and answer session with winners of the Generation €uro Students’ Award (G€SA), organised by the ECB in Frankfurt, Germany – 1100 GMT. BRUSSELS - Participation by ECB Board member Pentti Hakkarainen in a panel discussion on “Risks of International Fragmentation” at the 2018 European Bank Executive Committee Forum organised by BNP Paribas in Brussels, Belgium – 1300 GMT. BRUSSELS - Participation by ECB supervisor Ignazio Angeloni in a panel discussion on “The Future of Europe” at the 2018 European Bank Executive Committee Forum organised by BNP Paribas in Brussels, Belgium – 1440 GMT.\nSWEDEN - Swedish central bank deputy governor Cecilia Skingsley, talks about digitfal currencies - 1600 GMT. FRANKFURT, Germany - ECB Governing Council member Ardo Hansson speaks in Frankfurt - 1030 GMT. FRANKFURT, Germany - ECB Governing Council meeting. No interest rate announcements scheduled. WASHINGTON, D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) will release minutes from its March 20-21 policy meeting – 1800 GMT.\nTHURSDAY, APRIL 12 ** BERLIN - Jens Weidmann, Germany’s respresentative on the European Central Bank’s Governing Council, gives a lecture about the euro zone’s currency union - 1615 GMT. FRANKFURT - The European Central Bank publishes the accounts of the policy meeting of the Governing Council held on March 7-8 - 1130 GMT.\nPARIS - Participation by ECB Executive Board member Benoit Coeure in a panel discussion at a conference ‘La France et l’Europe dans la mondialisation’ organised by CEPII in Paris, France – 1215 GMT.\nBRUSSELS - Seminar in Brussels with title “Systemic Risk Protection: Is the Picture Complete? Did We Over / Under Regulate?”. European Central Bank Vice President Vitor Constancio is the main speaker - 1600 GMT.\nMINNEAPOLIS, Minnesota - Federal Reserve Bank of Minneapolis President Neel Kashkari participates in question-and-answer session moderated by the Associated General Contractors of Minnesota - 2100 GMT.\nPARIS – Bundesbank Panel discussion with Vice President of the Bundesbank Prof. Dr. Claudia Maria Buch, Title: “Have the main advanced economies become more resilient to real and financial shocks?” at CEPII 40th Anniversary – 1215 GMT.\nMUNICH - Bundesbank speech by Executive Board of the Deutsche Bundesbank Dr. Andreas Dombret, Title: “Plan B - Where is the Banking Union heading?” – 1500 GMT. BERLIN - Bundesbank speech by President of the Deutsche Bundesbank and Chairman of the Board of Directors of the Bank for International Settlements, Dr. Jens Weidmann, Title: “A spirit of optimism in Europe - Guidelines for a crisis-proof monetary union” at XIII. Ludwig-Erhard-Lecture – 1600 GMT.\nSTAVANGER, Norway – Norges Bank Governor Oystein Olsen and Deputy Governor Egil Matsen give speeches to the Regional network, Region South-West and also give lectures at the University of Stavanger - 0730 GMT. OSLO - Deputy Governor of Norges Bank Jon Nicolaisen speaks at the Norwegian Academy Of Science And Letters - 1530 GMT.\nFRIDAY, APRIL 13 ** FRANKFURT - European Central Bank President Mario Draghi talks to the winners of the Generation Euro Students’ Award organised by the ECB - 1100 GMT.\n** ODESSA, Texas - Federal Reserve Bank of Dallas President Robert Kaplan participates in moderated question-and-answer session before an Odessa Chamber of Commerce Member Luncheon - 1700 GMT.\nSTOCKHOLM- Swedish central bank deputy governor Martin Floden, talks about the Riksbank’s balance of payment - 0600 GMT.\nBOSTON - Federal Reserve Bank of Boston President Eric Rosengren speaks before the Greater Boston Chamber Economic Outlook Breakfast - 1130 GMT. ST. LOUIS - Federal Reserve Bank of St. Louis President James Bullard makes a presentation on “Living Standards across U.S. Metropolitan Statistical Areas” at the Washington University’s Calhoun Lecture Series - 1300 GMT.\nTROMSO, Norway – Norges Bank Governor Oystein Olsen and Deputy Governor Egil Matsen give speeches to the Regional network, Region North and also in Tromso - 1030 GMT.\nMONDAY, APRIL 16 FLORENCE, Alabama - Federal Reserve Bank of Atlanta President Raphael Bostic speaks on the economy and rural market trends before the Shoals Chamber of Commerce - 1715 GMT. STOCKHOLM - Riksbank executive board meeting – 0700 GMT. TUESDAY, APRIL 17 ** WASHINGTON, D.C. – Swedish Central Bank Governor Stefan Ingves will participate in a panel discussion on how the digitisation of money affects the role of central banks – 1200 GMT. MADRID - Federal Reserve Bank of San Francisco President John Williams speaks before the National Association for Business Economics (NABE)-Bank of Spain International Symposium, “Global Recovery: The Good, the Bad, and the Ugly - 1315 GMT CHICAGO - Federal Reserve Bank of Chicago President Charles Evans speaks before a Chicago Rotary Club luncheon - 1740 GMT.\nWEDNESDAY, APRIL 18 OTTAWA - Bank of Canada Governor Stephen Poloz and Bank of Canada Senior Deputy Governor Carolyn Wilkins will hold a press conference to discuss the contents of the Monetary Policy Report – 1515 GMT. WASHINGTON, D.C. - U.S. Federal Reserve issues its Beige Book on economic condition - 1800 GMT. OTTAWA - Bank of Canada key policy interest rate announcement and monetary policy report – 1400 GMT.\nTHURSDAY, APRIL 19 ** WASHINGTON, D.C. - Swedish Central Bank Governor Stefan Ingves and Deputy Governor Per Jansson will attend the Spring Meetings of the International Monetary Fund and the World Bank in Washington, D.C. – 2200 GMT. WASHINGTON, D.C. - Federal Reserve Vice Chair for Supervision Randal Quarles testifies before the Senate Banking Committee hearing, “The Semiannual Testimony of the Federal Reserve’s Supervision and Regulation of the Financial System” - 1330 GMT.\nOSLO - Governor of Norges Bank Oystein Olsen will give a speech for the financial markets association – 1600 GMT. PHILADELPHIA, Pennsylvania - Norges Bank Deputy Governor Jon Nicolaisen gives a speech at the 36th Annual Monetary and Trade Conference: Cryptocurrencies in the Global Economy - 1715 GMT.\nFRIDAY, APRIL 20 ** WASHINGTON, D.C. - Swedish Central Bank Governor Stefan Ingves will participate in a panel discussion on regulations, guidelines and supervision to create financial systems capable of managing cyberattacks and cyber risks – 0900 GMT. WASHINGTON, D.C. - Swedish central bank Governor Stefan Ingves and Deputy Governor Per Jansson will attend the Spring Meetings of the International Monetary Fund and the World Bank in Washington D.C., United States (to Apr 22). CHICAGO - Federal Reserve Bank of Chicago President Charles Evans speaks on current economic conditions and monetary policy before the Graaskamp Center Spring Board Conference - 1340 GMT. TUESDAY, APRIL 24 LONDON - City Lecture with François Villeroy de Galhau, Governor, Bank of France. LONDON – Lunch discussion with François Villeroy de Galhau, Governor, Bank of France.\nWEDNESDAY, APRIL 25 STOCKHOLM - Riksbank monetary policy meeting – 0700 GMT.\nTHURSDAY, APRIL 26 FRANKFURT, Germany - ECB Governing Council meeting, followed by interest rate announcement. FRANKFURT, Germany - ECB President Mario Draghi holds a press conference after an interest rate meeting. TOKYO - Bank of Japan holds Monetary Policy Meeting. (to April 27). STOCKHOLM - Riksbank interest rate decision and monetary policy report - 0730 GMT.\nFRIDAY, APRIL 27 BERN, Switzerland - Speeches by president of the Swiss National Bank Council Jean Studer and Swiss National Bank Chairman Thomas Jordan, at SNB’s General Meeting of Shareholders, Bern - 0800 GMT.\nTUESDAY, MAY 1 WASHINGTON, D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) starts its two-day meeting on interest rates. WEDNESDAY, MAY 2 WASHINGTON, D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) announces decision on interest rate, followed by statement – 1800 GMT. THURSDAY, MAY 3 OLSO - Norway Central Bank announces interest rate decision - 0800 GMT. FRIDAY, MAY 4\nOSLO - Central Bank chief Oystein Olsen and Director Yngve Slyngstad participate in consultation on the management of the Government Pension Fund abroad 2017 in the Storting’s Financial Committee – 0700 GMT. STOCKHOLM - Riksbank General Council Meeting - 1100 GMT.\nSUNDAY, May 6 TOKYO - Bank of Japan releases minutes of Monetary Policy Meeting held on Mar 8 and 9 – 2350 GMT.\nTUESDAY, MAY 8 STOCKHOLM - Swedish Central Bank publishes Minutes from the Monetary Policy meeting - 0730 GMT. WEDNESDAY, MAY 9\nTOKYO - Bank of Japan to release summary of opinions from board members at its April 26-27 policy meeting – 2350 GMT. STOCKHOLM - Riksbank executive board meeting - 0700 GMT. THURSDAY. MAY 10 LONDON - Bank of England publishes summary and minutes of the Monetary Policy Committee meeting and Inflation Report - 1100 GMT. WELLINGTON - Reserve Bank of New Zealand announces Official Cash Rate (OCR) and Monetary Policy Statement. MONDAY, MAY 14 OSLO - Central Bank chief Øystein Olsen participates in consultation on the implementation of monetary policy in the Storting’s Financial Committee – 1015 GMT.\nWEDNESDAY, MAY 16 FRANKFURT, Germany - ECB Governing Council meeting. No interest rate announcements scheduled.\nMONDAY, MAY 21 STOCKHOLM - Riksbank executive board meeting - 0700 GMT. WEDNESDAY, MAY 23\nWASHINGTON, D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) will release minutes from its March 20-21 policy meeting – 1800 GMT. STOCKHOLM - Swedish Central Bank publishes The Financial Stability Report 2018:1 - 0730 GMT.\nTHURSDAY, MAY 24 DALLAS - Federal Reserve Banks of Dallas and Atlanta hold a two-day conference on “Technology-Enabled Disruption: Implications for Business, Labor Markets and Monetary Policy”. Participants include Federal Reserve Bank of Atlanta President Raphael Bostic, Federal Reserve Bank of Chicago President Charles Evans, Federal Reserve Bank of Philadelphia President Patrick Harker and Federal Reserve Bank of Dallas President Robert Kaplan (to May 25). ** DALLAS - Federal Reserve Bank of Atlanta President Raphael Bostic and his Dallas counterpart, Robert Kaplan, give opening remarks at the conference - 1435 GMT. ** DALLAS - Federal Reserve Bank of Dallas President Robert Kaplan moderates “Session I: The Disruption Challenge Facing Business” of the conference - 1500 GMT\n** DALLAS - Federal Reserve Bank of Philadelphia President Patrick Harker participates in “Session III: Broader Labor Market Implications of Technology-Enabled Disruption” of the conference - 1800 GMT.\n** DALLAS - Federal Reserve Bank of Dallas President Robert Kaplan gives introductory remarks before the conference - 0000 GMT.\nFRIDAY, MAY 25 ** DALLAS - Federal Reserve Bank of Atlanta President Raphael Bostic, Federal Reserve Bank of Chicago President Charles Evans and Federal Reserve Bank of Dallas President Robert Kaplan participate in “Session VIII: Policymaker Panel” of the conference - 1545 GMT. ** DALLAS - Federal Reserve Bank of Dallas President Robert Kaplan gives closing remarks at the conference - 1830 GMT.\nWEDNESDAY, MAY 30 WASHINGTON, D.C. - U.S. Federal Reserve issues its Beige Book on economic condition - 1800 GMT. WELLINGTON - Reserve Bank of New Zealand publishes Financial Stability Report. OTTAWA - Bank of Canada key policy interest rate announcement and monetary policy report – 1400 GMT.\nNOTE: The inclusion of items in this diary does not necessarily mean that Reuters will file a story based on the event. For technical issues, please contact Thomson Reuters Customer Support (TRCS) here\n ",
    "published": "2018-04-10T08:01:00.000+03:00",
    "crawled": "2018-04-10T12:53:33.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "reuters",
        "diary",
        "please",
        "see",
        "top",
        "economic",
        "event",
        "emerging",
        "market",
        "economic",
        "event",
        "government",
        "debt",
        "auction",
        "political",
        "general",
        "news",
        "federal",
        "reserve",
        "today",
        "washington",
        "diary",
        "filed",
        "daily",
        "indicates",
        "new",
        "event",
        "tuesday",
        "april",
        "johannesburg",
        "world",
        "bank",
        "announce",
        "revised",
        "economic",
        "forecast",
        "south",
        "africa",
        "news",
        "conference",
        "johannesburg",
        "ljubljana",
        "keynote",
        "speech",
        "ecb",
        "supervisory",
        "chief",
        "daniele",
        "nouy",
        "international",
        "conference",
        "risk",
        "appetite",
        "framework",
        "bank",
        "organised",
        "banka",
        "slovenije",
        "ljubljana",
        "slovenia",
        "gmt",
        "london",
        "european",
        "central",
        "bank",
        "policymaker",
        "ewald",
        "nowotny",
        "talk",
        "bank",
        "plan",
        "end",
        "billion",
        "euro",
        "stimulus",
        "programme",
        "year",
        "madrid",
        "bank",
        "spain",
        "luis",
        "linde",
        "appear",
        "financial",
        "crisis",
        "investigation",
        "committee",
        "parliament",
        "gmt",
        "oslo",
        "norwegian",
        "finance",
        "ministry",
        "present",
        "annual",
        "white",
        "paper",
        "norway",
        "sovereign",
        "wealth",
        "fund",
        "may",
        "address",
        "range",
        "issue",
        "including",
        "whether",
        "split",
        "management",
        "central",
        "bank",
        "whether",
        "allow",
        "fund",
        "invest",
        "unlisted",
        "infrastructure",
        "private",
        "equity",
        "gmt",
        "cambridge",
        "massachusetts",
        "atlanta",
        "fed",
        "president",
        "raphael",
        "bostic",
        "housing",
        "official",
        "president",
        "obama",
        "speaks",
        "fair",
        "housing",
        "lecture",
        "alma",
        "mater",
        "harvard",
        "university",
        "gmt",
        "oslo",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "foreign",
        "embassy",
        "representative",
        "gmt",
        "wednesday",
        "april",
        "stockholm",
        "swedish",
        "central",
        "bank",
        "deputy",
        "governor",
        "cecilia",
        "skingsley",
        "describe",
        "riksbank",
        "inquiry",
        "light",
        "decreasing",
        "usage",
        "banknote",
        "coin",
        "sweden",
        "gmt",
        "frankfurt",
        "speech",
        "ecb",
        "president",
        "mario",
        "draghi",
        "followed",
        "question",
        "answer",
        "session",
        "winner",
        "generation",
        "student",
        "award",
        "organised",
        "ecb",
        "frankfurt",
        "germany",
        "gmt",
        "brussels",
        "participation",
        "ecb",
        "board",
        "member",
        "pentti",
        "hakkarainen",
        "panel",
        "discussion",
        "risk",
        "international",
        "fragmentation",
        "european",
        "bank",
        "executive",
        "committee",
        "forum",
        "organised",
        "bnp",
        "paribas",
        "brussels",
        "belgium",
        "gmt",
        "brussels",
        "participation",
        "ecb",
        "supervisor",
        "ignazio",
        "angeloni",
        "panel",
        "discussion",
        "future",
        "europe",
        "european",
        "bank",
        "executive",
        "committee",
        "forum",
        "organised",
        "bnp",
        "paribas",
        "brussels",
        "belgium",
        "gmt",
        "sweden",
        "swedish",
        "central",
        "bank",
        "deputy",
        "governor",
        "cecilia",
        "skingsley",
        "talk",
        "digitfal",
        "currency",
        "gmt",
        "frankfurt",
        "germany",
        "ecb",
        "governing",
        "council",
        "member",
        "ardo",
        "hansson",
        "speaks",
        "frankfurt",
        "gmt",
        "frankfurt",
        "germany",
        "ecb",
        "governing",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "scheduled",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "release",
        "minute",
        "march",
        "policy",
        "meeting",
        "gmt",
        "thursday",
        "april",
        "berlin",
        "jens",
        "weidmann",
        "germany",
        "respresentative",
        "european",
        "central",
        "bank",
        "governing",
        "council",
        "give",
        "lecture",
        "euro",
        "zone",
        "currency",
        "union",
        "gmt",
        "frankfurt",
        "european",
        "central",
        "bank",
        "publishes",
        "account",
        "policy",
        "meeting",
        "governing",
        "council",
        "held",
        "march",
        "gmt",
        "paris",
        "participation",
        "ecb",
        "executive",
        "board",
        "member",
        "benoit",
        "coeure",
        "panel",
        "discussion",
        "conference",
        "la",
        "france",
        "et",
        "l",
        "europe",
        "dans",
        "la",
        "mondialisation",
        "organised",
        "cepii",
        "paris",
        "france",
        "gmt",
        "brussels",
        "seminar",
        "brussels",
        "title",
        "systemic",
        "risk",
        "protection",
        "picture",
        "complete",
        "regulate",
        "european",
        "central",
        "bank",
        "vice",
        "president",
        "vitor",
        "constancio",
        "main",
        "speaker",
        "gmt",
        "minneapolis",
        "minnesota",
        "federal",
        "reserve",
        "bank",
        "minneapolis",
        "president",
        "neel",
        "kashkari",
        "participates",
        "session",
        "moderated",
        "associated",
        "general",
        "contractor",
        "minnesota",
        "gmt",
        "paris",
        "bundesbank",
        "panel",
        "discussion",
        "vice",
        "president",
        "bundesbank",
        "claudia",
        "maria",
        "buch",
        "title",
        "main",
        "advanced",
        "economy",
        "become",
        "resilient",
        "real",
        "financial",
        "shock",
        "cepii",
        "40th",
        "anniversary",
        "gmt",
        "munich",
        "bundesbank",
        "speech",
        "executive",
        "board",
        "deutsche",
        "bundesbank",
        "andreas",
        "dombret",
        "title",
        "plan",
        "b",
        "banking",
        "union",
        "heading",
        "gmt",
        "berlin",
        "bundesbank",
        "speech",
        "president",
        "deutsche",
        "bundesbank",
        "chairman",
        "board",
        "director",
        "bank",
        "international",
        "settlement",
        "jens",
        "weidmann",
        "title",
        "spirit",
        "optimism",
        "europe",
        "guideline",
        "monetary",
        "union",
        "xiii",
        "gmt",
        "stavanger",
        "norway",
        "norge",
        "bank",
        "governor",
        "oystein",
        "olsen",
        "deputy",
        "governor",
        "egil",
        "matsen",
        "give",
        "speech",
        "regional",
        "network",
        "region",
        "also",
        "give",
        "lecture",
        "university",
        "stavanger",
        "gmt",
        "oslo",
        "deputy",
        "governor",
        "norge",
        "bank",
        "jon",
        "nicolaisen",
        "speaks",
        "norwegian",
        "academy",
        "science",
        "letter",
        "gmt",
        "friday",
        "april",
        "frankfurt",
        "european",
        "central",
        "bank",
        "president",
        "mario",
        "draghi",
        "talk",
        "winner",
        "generation",
        "euro",
        "student",
        "award",
        "organised",
        "ecb",
        "gmt",
        "odessa",
        "texas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "participates",
        "moderated",
        "session",
        "odessa",
        "chamber",
        "commerce",
        "member",
        "luncheon",
        "gmt",
        "swedish",
        "central",
        "bank",
        "deputy",
        "governor",
        "martin",
        "floden",
        "talk",
        "riksbank",
        "balance",
        "payment",
        "gmt",
        "boston",
        "federal",
        "reserve",
        "bank",
        "boston",
        "president",
        "eric",
        "rosengren",
        "speaks",
        "greater",
        "boston",
        "chamber",
        "economic",
        "outlook",
        "breakfast",
        "gmt",
        "louis",
        "federal",
        "reserve",
        "bank",
        "louis",
        "president",
        "james",
        "bullard",
        "make",
        "presentation",
        "living",
        "standard",
        "across",
        "metropolitan",
        "statistical",
        "area",
        "washington",
        "university",
        "calhoun",
        "lecture",
        "series",
        "gmt",
        "tromso",
        "norway",
        "norge",
        "bank",
        "governor",
        "oystein",
        "olsen",
        "deputy",
        "governor",
        "egil",
        "matsen",
        "give",
        "speech",
        "regional",
        "network",
        "region",
        "north",
        "also",
        "tromso",
        "gmt",
        "monday",
        "april",
        "florence",
        "alabama",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "speaks",
        "economy",
        "rural",
        "market",
        "trend",
        "shoal",
        "chamber",
        "commerce",
        "gmt",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "tuesday",
        "april",
        "washington",
        "swedish",
        "central",
        "bank",
        "governor",
        "stefan",
        "ingves",
        "participate",
        "panel",
        "discussion",
        "digitisation",
        "money",
        "affect",
        "role",
        "central",
        "bank",
        "gmt",
        "madrid",
        "federal",
        "reserve",
        "bank",
        "san",
        "francisco",
        "president",
        "john",
        "williams",
        "speaks",
        "national",
        "association",
        "business",
        "economics",
        "nabe",
        "spain",
        "international",
        "symposium",
        "global",
        "recovery",
        "good",
        "bad",
        "ugly",
        "gmt",
        "chicago",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "speaks",
        "chicago",
        "rotary",
        "club",
        "luncheon",
        "gmt",
        "wednesday",
        "april",
        "ottawa",
        "bank",
        "canada",
        "governor",
        "stephen",
        "poloz",
        "bank",
        "canada",
        "senior",
        "deputy",
        "governor",
        "carolyn",
        "wilkins",
        "hold",
        "press",
        "conference",
        "discus",
        "content",
        "monetary",
        "policy",
        "report",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "issue",
        "beige",
        "book",
        "economic",
        "condition",
        "gmt",
        "ottawa",
        "bank",
        "canada",
        "key",
        "policy",
        "interest",
        "rate",
        "announcement",
        "monetary",
        "policy",
        "report",
        "gmt",
        "thursday",
        "april",
        "washington",
        "swedish",
        "central",
        "bank",
        "governor",
        "stefan",
        "ingves",
        "deputy",
        "governor",
        "per",
        "jansson",
        "attend",
        "spring",
        "meeting",
        "international",
        "monetary",
        "fund",
        "world",
        "bank",
        "washington",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "vice",
        "chair",
        "supervision",
        "randal",
        "quarles",
        "testifies",
        "senate",
        "banking",
        "committee",
        "hearing",
        "semiannual",
        "testimony",
        "federal",
        "reserve",
        "supervision",
        "regulation",
        "financial",
        "system",
        "gmt",
        "oslo",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "financial",
        "market",
        "association",
        "gmt",
        "philadelphia",
        "pennsylvania",
        "norge",
        "bank",
        "deputy",
        "governor",
        "jon",
        "nicolaisen",
        "give",
        "speech",
        "36th",
        "annual",
        "monetary",
        "trade",
        "conference",
        "cryptocurrencies",
        "global",
        "economy",
        "gmt",
        "friday",
        "april",
        "washington",
        "swedish",
        "central",
        "bank",
        "governor",
        "stefan",
        "ingves",
        "participate",
        "panel",
        "discussion",
        "regulation",
        "guideline",
        "supervision",
        "create",
        "financial",
        "system",
        "capable",
        "managing",
        "cyberattacks",
        "cyber",
        "risk",
        "gmt",
        "washington",
        "swedish",
        "central",
        "bank",
        "governor",
        "stefan",
        "ingves",
        "deputy",
        "governor",
        "per",
        "jansson",
        "attend",
        "spring",
        "meeting",
        "international",
        "monetary",
        "fund",
        "world",
        "bank",
        "washington",
        "united",
        "state",
        "apr",
        "chicago",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "speaks",
        "current",
        "economic",
        "condition",
        "monetary",
        "policy",
        "graaskamp",
        "center",
        "spring",
        "board",
        "conference",
        "gmt",
        "tuesday",
        "april",
        "london",
        "city",
        "lecture",
        "françois",
        "villeroy",
        "de",
        "galhau",
        "governor",
        "bank",
        "france",
        "london",
        "lunch",
        "discussion",
        "françois",
        "villeroy",
        "de",
        "galhau",
        "governor",
        "bank",
        "france",
        "wednesday",
        "april",
        "stockholm",
        "riksbank",
        "monetary",
        "policy",
        "meeting",
        "gmt",
        "thursday",
        "april",
        "frankfurt",
        "germany",
        "ecb",
        "governing",
        "council",
        "meeting",
        "followed",
        "interest",
        "rate",
        "announcement",
        "frankfurt",
        "germany",
        "ecb",
        "president",
        "mario",
        "draghi",
        "hold",
        "press",
        "conference",
        "interest",
        "rate",
        "meeting",
        "tokyo",
        "bank",
        "japan",
        "hold",
        "monetary",
        "policy",
        "meeting",
        "april",
        "stockholm",
        "riksbank",
        "interest",
        "rate",
        "decision",
        "monetary",
        "policy",
        "report",
        "gmt",
        "friday",
        "april",
        "bern",
        "switzerland",
        "speech",
        "president",
        "swiss",
        "national",
        "bank",
        "council",
        "jean",
        "studer",
        "swiss",
        "national",
        "bank",
        "chairman",
        "thomas",
        "jordan",
        "snb",
        "general",
        "meeting",
        "shareholder",
        "bern",
        "gmt",
        "tuesday",
        "may",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "start",
        "meeting",
        "interest",
        "rate",
        "wednesday",
        "may",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "announces",
        "decision",
        "interest",
        "rate",
        "followed",
        "statement",
        "gmt",
        "thursday",
        "may",
        "olso",
        "norway",
        "central",
        "bank",
        "announces",
        "interest",
        "rate",
        "decision",
        "gmt",
        "friday",
        "may",
        "oslo",
        "central",
        "bank",
        "chief",
        "oystein",
        "olsen",
        "director",
        "yngve",
        "slyngstad",
        "participate",
        "consultation",
        "management",
        "government",
        "pension",
        "fund",
        "abroad",
        "storting",
        "financial",
        "committee",
        "gmt",
        "stockholm",
        "riksbank",
        "general",
        "council",
        "meeting",
        "gmt",
        "sunday",
        "may",
        "tokyo",
        "bank",
        "japan",
        "release",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "held",
        "mar",
        "gmt",
        "tuesday",
        "may",
        "stockholm",
        "swedish",
        "central",
        "bank",
        "publishes",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "gmt",
        "wednesday",
        "may",
        "tokyo",
        "bank",
        "japan",
        "release",
        "summary",
        "opinion",
        "board",
        "member",
        "april",
        "policy",
        "meeting",
        "gmt",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "thursday",
        "may",
        "london",
        "bank",
        "england",
        "publishes",
        "summary",
        "minute",
        "monetary",
        "policy",
        "committee",
        "meeting",
        "inflation",
        "report",
        "gmt",
        "wellington",
        "reserve",
        "bank",
        "new",
        "zealand",
        "announces",
        "official",
        "cash",
        "rate",
        "ocr",
        "monetary",
        "policy",
        "statement",
        "monday",
        "may",
        "oslo",
        "central",
        "bank",
        "chief",
        "øystein",
        "olsen",
        "participates",
        "consultation",
        "implementation",
        "monetary",
        "policy",
        "storting",
        "financial",
        "committee",
        "gmt",
        "wednesday",
        "may",
        "frankfurt",
        "germany",
        "ecb",
        "governing",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "scheduled",
        "monday",
        "may",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "wednesday",
        "may",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "release",
        "minute",
        "march",
        "policy",
        "meeting",
        "gmt",
        "stockholm",
        "swedish",
        "central",
        "bank",
        "publishes",
        "financial",
        "stability",
        "report",
        "gmt",
        "thursday",
        "may",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "atlanta",
        "hold",
        "conference",
        "disruption",
        "implication",
        "business",
        "labor",
        "market",
        "monetary",
        "policy",
        "participant",
        "include",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "federal",
        "reserve",
        "bank",
        "philadelphia",
        "president",
        "patrick",
        "harker",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "may",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "dallas",
        "counterpart",
        "robert",
        "kaplan",
        "give",
        "opening",
        "remark",
        "conference",
        "gmt",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "moderate",
        "session",
        "disruption",
        "challenge",
        "facing",
        "business",
        "conference",
        "gmt",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "philadelphia",
        "president",
        "patrick",
        "harker",
        "participates",
        "session",
        "iii",
        "broader",
        "labor",
        "market",
        "implication",
        "disruption",
        "conference",
        "gmt",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "give",
        "introductory",
        "remark",
        "conference",
        "gmt",
        "friday",
        "may",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "participate",
        "session",
        "viii",
        "policymaker",
        "panel",
        "conference",
        "gmt",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "give",
        "closing",
        "remark",
        "conference",
        "gmt",
        "wednesday",
        "may",
        "washington",
        "federal",
        "reserve",
        "issue",
        "beige",
        "book",
        "economic",
        "condition",
        "gmt",
        "wellington",
        "reserve",
        "bank",
        "new",
        "zealand",
        "publishes",
        "financial",
        "stability",
        "report",
        "ottawa",
        "bank",
        "canada",
        "key",
        "policy",
        "interest",
        "rate",
        "announcement",
        "monetary",
        "policy",
        "report",
        "gmt",
        "note",
        "inclusion",
        "item",
        "diary",
        "necessarily",
        "mean",
        "reuters",
        "file",
        "story",
        "based",
        "event",
        "technical",
        "issue",
        "please",
        "contact",
        "thomson",
        "reuters",
        "customer",
        "support",
        "trcs"
    ]
}