{
    "organizations": [],
    "uuid": "4bbb6bc54637128e0d4601168c84aaff113501a1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/globe-newswire-freedom-leaf-inc-completes-acquisition-of-1-point-5-million-revenue-cbd-formulator.html",
    "ord_in_thread": 0,
    "title": "Freedom Leaf Inc. Completes Acquisition of $1.5 Million Revenue CBD Formulator",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The acquisition of IRIE, a formulator of CBD products, adds another level of integration to our already vertically-integrated business model\nLAS VEGAS, NV, April 17, 2018 (GLOBE NEWSWIRE) -- Freedom Leaf Inc. (OTCQB: FRLF), a group of diversified, international, vertically-integrated hemp business and cannabis media companies, consummated its previously-announced acquisition of the Irie CBD Product Line , including virtually all: assets, trademarks, formulating equipment, formulas and products.\nIrie is a California-based CBD, “ Cannabidiol” , product line that, and has been operating since 2015, it formulates, manufactures and distributes CBD tinctures, CBD edibles, CBD topicals and CBD concentrates to retail markets across the country . Irie boasts a large inventory of more than 25 different products and recorded approximately $1.5 million of revenue in 2017and net profits in excess of $200,000. Irie also leases a full manufacturing and processing facility in Oakland, California.\nIn addition to the Irie CBD line and associated assets and trademarks, the acquisition also includes: the product lines, websites and other assets of: Earth Born, Inc., a California corporation; Earth Born, Inc., a Delaware corporation; Irie Living, a California nonprofit mutual benefit corporation, and Genesis Media Works, LLC, a Utah limited liability company doing business as “Terra’s Way,” “Irie Hemp Company,” and “Earth Born Botanicals.”\nClifford Perry, CEO and Co-Founder of Freedom Leaf, commented: “The acquisition of the Irie CBD product lines adds another level of integration to our already vertically-integrated business model – increasing our revenues and margins. Freedom Leaf already has commenced providing Irie CBD with the raw material from our Leafceuticals extractions. Going forward we will produce our exclusive Hempology full spectrum hemp CBD line utilizing Irie’s existing processing facilities.” Perry explained further: “In addition to the revenue generation and processing capabilities resulting from this acquisition, Freedom Leaf hopes to be able to utilize the established name of Irie CBD to market the Hempology CBD.”\nFreedom Leaf paid $356,080 in cash and approximately 8,118,886 shares of the Company’s common stock (valued at $1.844 million). The transaction provided for possible purchase price reductions based on the acquisition achieving targeted post-closing monthly revenue targets.\nRichard Groberg, Chief Financial Officer for Freedom Leaf, also explained: “Completing the Irie CBD acquisition is directly in line with Freedom Leaf’s goal of creating a more financially stable corporation in the cannabis/hemp space. Freedom Leaf expects to see a direct growth in sales for the target’s existing product lines as well as providing various cost-saving and revenue-enhancing aspects to Freedom Leaf’s existing businesses.” Groberg went on to say: “While we plan to retain the targets key executives, at least through a transition period, the application of the years of experience of Freedom Leaf’s team to the Irie CBD team should be invaluable in growing their revenues.”\nThe acquisition of Irie CBD adds to Freedom Leaf’s current portfolio of cannabis/hemp media and processing companies, including: their flagship publication Freedom Leaf Magazine ; one of the largest Spanish-speaking web portal in the world LaMarihuana.com ; the exclusive high-quality Hempology CBD product line; its extraction and distribution division Leafceuticals Inc , and its European hemp cultivation and production company Green Market Europe . The acquired assets include the following web sites: www.iriecbd.com , www.iriejournal.com , www.iriemedicinals.com , www.irieliving.org , www.iriehemp.com , www.earthbornbotanicals,com, www.terrasway.com , www.pranahemp.com and www.nirvanahemp.com .\nAbout Freedom Leaf Inc.®\nFreedom Leaf Inc. , The Marijuana Legalization Company®, is a group of diversified, international, vertically-integrated hemp businesses and cannabis media companies. Freedom Leaf Inc. is a fully-reporting and audited publicly-traded company under the symbol (OTCQB: FRLF). Freedom Leaf Inc. has been working since 2014 to build a diverse portfolio of related cannabis and hemp businesses through strategic mergers and acquisitions across the industry.\nFRLF’s large portfolio of acquisitions includes: our recently acquired hemp CBD product line Irie CBD ; our wholly-owned hemp extraction division Leafceuticals, Inc. ; our exclusive health and wellness CBD brand Hempology ; our 60,000 acres of hemp greenhouse cultivation with the acquisition of Green Market Europe ; our hemp-based rolling paper company Plants to Paper ; two of the largest Spanish-speaking cannabis web portals in the world LaMarihuana.com and Marihuana-Medicinal.com , and, of course, our flagship publication, Freedom Leaf Magazine .\nUtilizing these mergers and acquisitions, Freedom Leaf Inc. is continually building a solid foundation for our vertically-integrated cannabis/hemp company to maximize both revenue growth and shareholder value. Our cultivation and extraction divisions allow FRLF to grow and source our own hemp CBD, which allows dramatically lower production costs for our wholly-owned CBD product lines, thereby generating more revenue for each product sold. In addition, our extensive domestic and international media companies ensure we can continuously direct organic traffic to our many eCommerce sites and retail locations.\nFreedom Leaf, Inc. does not handle, grow, sell, or dispense marijuana or related products All of our European activities are in full compliance with relevant EU laws. Investor relations information can be found on the FreedomLeafInc.com company website.\nSafe Harbor Statement\nThis news release contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, that are intended to be covered by the “safe harbor” created by those sections. Forward-looking statements, which are based on certain assumptions and describe our future plans, strategies and expectations, can generally be identified by the use of forward-looking terms such as “believe,” “expect,” “may,” “will,” “should,” “could,” “seek,” “intend,” “plan,” “goal,” “estimate,” “anticipate” or other comparable terms. All statements other than statements of historical facts included in this news release regarding our strategies, prospects, financial condition, operations, costs, plans and objectives are forward-looking statements. Forward-looking statements are neither historical facts nor assurances of future performance. Instead, they are based only on our current beliefs, expectations and assumptions regarding the future of our business, future plans and strategies, projections, anticipated events and trends, the economy and other future conditions. Because forward-looking statements relate to the future, they are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict and many of which are outside of our control. Our actual results and financial condition may differ materially from those indicated in the forward-looking statements. Therefore, you should not rely on any of these forward-looking statements. Important factors that could cause our actual results and financial condition to differ materially from those indicated in the forward-looking statements include, among others, the following: our ability to successfully market our products and services; the acceptance of our products and services by customers; our continued ability to pay operating costs and ability to meet demand for our products and services; the amount and nature of competition from other media and cannabis/hemp-related products and services; the effects of changes in laws governing the cannabis and hemp industries; our ability to successfully develop and sell new products and services; our success establishing and maintaining industry relationships, licensing and supplier arrangements; our ability to comply with applicable regulations; and the other risks and uncertainties described in our prior filings with the Securities and Exchange Commission. We undertake no obligation to publicly update any forward-looking statement, whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\nContact: Raymond Medeiros PR and Business Development Director Phone: 415-601-1974 ray@freedomleaf.com Freedom Leaf, Inc.\nSource:Freedom Leaf, Inc.",
    "published": "2018-04-17T16:00:00.000+03:00",
    "crawled": "2018-04-17T16:25:22.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "acquisition",
        "irie",
        "formulator",
        "cbd",
        "product",
        "add",
        "another",
        "level",
        "integration",
        "already",
        "business",
        "model",
        "la",
        "vega",
        "nv",
        "april",
        "globe",
        "newswire",
        "freedom",
        "leaf",
        "otcqb",
        "frlf",
        "group",
        "diversified",
        "international",
        "hemp",
        "business",
        "cannabis",
        "medium",
        "company",
        "consummated",
        "acquisition",
        "irie",
        "cbd",
        "product",
        "line",
        "including",
        "virtually",
        "asset",
        "trademark",
        "formulating",
        "equipment",
        "formula",
        "product",
        "irie",
        "cbd",
        "cannabidiol",
        "product",
        "line",
        "operating",
        "since",
        "formulates",
        "manufacture",
        "distributes",
        "cbd",
        "tincture",
        "cbd",
        "edible",
        "cbd",
        "topicals",
        "cbd",
        "concentrate",
        "retail",
        "market",
        "across",
        "country",
        "irie",
        "boast",
        "large",
        "inventory",
        "different",
        "product",
        "recorded",
        "approximately",
        "million",
        "revenue",
        "2017and",
        "net",
        "profit",
        "excess",
        "irie",
        "also",
        "lease",
        "full",
        "manufacturing",
        "processing",
        "facility",
        "oakland",
        "california",
        "addition",
        "irie",
        "cbd",
        "line",
        "associated",
        "asset",
        "trademark",
        "acquisition",
        "also",
        "includes",
        "product",
        "line",
        "website",
        "asset",
        "earth",
        "born",
        "california",
        "corporation",
        "earth",
        "born",
        "delaware",
        "corporation",
        "irie",
        "living",
        "california",
        "nonprofit",
        "mutual",
        "benefit",
        "corporation",
        "genesis",
        "medium",
        "work",
        "llc",
        "utah",
        "limited",
        "liability",
        "company",
        "business",
        "terra",
        "way",
        "irie",
        "hemp",
        "company",
        "earth",
        "born",
        "clifford",
        "perry",
        "ceo",
        "freedom",
        "leaf",
        "commented",
        "acquisition",
        "irie",
        "cbd",
        "product",
        "line",
        "add",
        "another",
        "level",
        "integration",
        "already",
        "business",
        "model",
        "increasing",
        "revenue",
        "margin",
        "freedom",
        "leaf",
        "already",
        "commenced",
        "providing",
        "irie",
        "cbd",
        "raw",
        "material",
        "leafceuticals",
        "extraction",
        "going",
        "forward",
        "produce",
        "exclusive",
        "hempology",
        "full",
        "spectrum",
        "hemp",
        "cbd",
        "line",
        "utilizing",
        "irie",
        "existing",
        "processing",
        "perry",
        "explained",
        "addition",
        "revenue",
        "generation",
        "processing",
        "capability",
        "resulting",
        "acquisition",
        "freedom",
        "leaf",
        "hope",
        "able",
        "utilize",
        "established",
        "name",
        "irie",
        "cbd",
        "market",
        "hempology",
        "freedom",
        "leaf",
        "paid",
        "cash",
        "approximately",
        "share",
        "company",
        "common",
        "stock",
        "valued",
        "million",
        "transaction",
        "provided",
        "possible",
        "purchase",
        "price",
        "reduction",
        "based",
        "acquisition",
        "achieving",
        "targeted",
        "monthly",
        "revenue",
        "target",
        "richard",
        "groberg",
        "chief",
        "financial",
        "officer",
        "freedom",
        "leaf",
        "also",
        "explained",
        "completing",
        "irie",
        "cbd",
        "acquisition",
        "directly",
        "line",
        "freedom",
        "leaf",
        "goal",
        "creating",
        "financially",
        "stable",
        "corporation",
        "space",
        "freedom",
        "leaf",
        "expects",
        "see",
        "direct",
        "growth",
        "sale",
        "target",
        "existing",
        "product",
        "line",
        "well",
        "providing",
        "various",
        "aspect",
        "freedom",
        "leaf",
        "existing",
        "groberg",
        "went",
        "say",
        "plan",
        "retain",
        "target",
        "key",
        "executive",
        "least",
        "transition",
        "period",
        "application",
        "year",
        "experience",
        "freedom",
        "leaf",
        "team",
        "irie",
        "cbd",
        "team",
        "invaluable",
        "growing",
        "acquisition",
        "irie",
        "cbd",
        "add",
        "freedom",
        "leaf",
        "current",
        "portfolio",
        "medium",
        "processing",
        "company",
        "including",
        "flagship",
        "publication",
        "freedom",
        "leaf",
        "magazine",
        "one",
        "largest",
        "web",
        "portal",
        "world",
        "exclusive",
        "hempology",
        "cbd",
        "product",
        "line",
        "extraction",
        "distribution",
        "division",
        "leafceuticals",
        "inc",
        "european",
        "hemp",
        "cultivation",
        "production",
        "company",
        "green",
        "market",
        "europe",
        "acquired",
        "asset",
        "include",
        "following",
        "web",
        "site",
        "com",
        "freedom",
        "leaf",
        "freedom",
        "leaf",
        "marijuana",
        "legalization",
        "group",
        "diversified",
        "international",
        "hemp",
        "business",
        "cannabis",
        "medium",
        "company",
        "freedom",
        "leaf",
        "audited",
        "company",
        "symbol",
        "otcqb",
        "frlf",
        "freedom",
        "leaf",
        "working",
        "since",
        "build",
        "diverse",
        "portfolio",
        "related",
        "cannabis",
        "hemp",
        "business",
        "strategic",
        "merger",
        "acquisition",
        "across",
        "industry",
        "frlf",
        "large",
        "portfolio",
        "acquisition",
        "includes",
        "recently",
        "acquired",
        "hemp",
        "cbd",
        "product",
        "line",
        "irie",
        "cbd",
        "hemp",
        "extraction",
        "division",
        "leafceuticals",
        "exclusive",
        "health",
        "wellness",
        "cbd",
        "brand",
        "hempology",
        "acre",
        "hemp",
        "greenhouse",
        "cultivation",
        "acquisition",
        "green",
        "market",
        "europe",
        "rolling",
        "paper",
        "company",
        "plant",
        "paper",
        "two",
        "largest",
        "cannabis",
        "web",
        "portal",
        "world",
        "course",
        "flagship",
        "publication",
        "freedom",
        "leaf",
        "magazine",
        "utilizing",
        "merger",
        "acquisition",
        "freedom",
        "leaf",
        "continually",
        "building",
        "solid",
        "foundation",
        "company",
        "maximize",
        "revenue",
        "growth",
        "shareholder",
        "value",
        "cultivation",
        "extraction",
        "division",
        "allow",
        "frlf",
        "grow",
        "source",
        "hemp",
        "cbd",
        "allows",
        "dramatically",
        "lower",
        "production",
        "cost",
        "cbd",
        "product",
        "line",
        "thereby",
        "generating",
        "revenue",
        "product",
        "sold",
        "addition",
        "extensive",
        "domestic",
        "international",
        "medium",
        "company",
        "ensure",
        "continuously",
        "direct",
        "organic",
        "traffic",
        "many",
        "ecommerce",
        "site",
        "retail",
        "location",
        "freedom",
        "leaf",
        "handle",
        "grow",
        "sell",
        "dispense",
        "marijuana",
        "related",
        "product",
        "european",
        "activity",
        "full",
        "compliance",
        "relevant",
        "eu",
        "law",
        "investor",
        "relation",
        "information",
        "found",
        "company",
        "website",
        "safe",
        "harbor",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intended",
        "covered",
        "safe",
        "harbor",
        "created",
        "section",
        "statement",
        "based",
        "certain",
        "assumption",
        "describe",
        "future",
        "plan",
        "strategy",
        "expectation",
        "generally",
        "identified",
        "use",
        "term",
        "believe",
        "expect",
        "may",
        "could",
        "seek",
        "intend",
        "plan",
        "goal",
        "estimate",
        "anticipate",
        "comparable",
        "term",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "news",
        "release",
        "regarding",
        "strategy",
        "prospect",
        "financial",
        "condition",
        "operation",
        "cost",
        "plan",
        "objective",
        "statement",
        "statement",
        "neither",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "based",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "projection",
        "anticipated",
        "event",
        "trend",
        "economy",
        "future",
        "condition",
        "statement",
        "relate",
        "future",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "many",
        "outside",
        "control",
        "actual",
        "result",
        "financial",
        "condition",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "therefore",
        "rely",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "among",
        "others",
        "following",
        "ability",
        "successfully",
        "market",
        "product",
        "service",
        "acceptance",
        "product",
        "service",
        "customer",
        "continued",
        "ability",
        "pay",
        "operating",
        "cost",
        "ability",
        "meet",
        "demand",
        "product",
        "service",
        "amount",
        "nature",
        "competition",
        "medium",
        "product",
        "service",
        "effect",
        "change",
        "law",
        "governing",
        "cannabis",
        "hemp",
        "industry",
        "ability",
        "successfully",
        "develop",
        "sell",
        "new",
        "product",
        "service",
        "success",
        "establishing",
        "maintaining",
        "industry",
        "relationship",
        "licensing",
        "supplier",
        "arrangement",
        "ability",
        "comply",
        "applicable",
        "regulation",
        "risk",
        "uncertainty",
        "described",
        "prior",
        "filing",
        "security",
        "exchange",
        "commission",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "contact",
        "raymond",
        "medeiros",
        "pr",
        "business",
        "development",
        "director",
        "phone",
        "ray",
        "freedom",
        "leaf",
        "source",
        "freedom",
        "leaf",
        "inc"
    ]
}