{
    "organizations": [],
    "uuid": "9ef771e2239fe589ddcc5181dc9045a19f1770eb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/pr-newswire-mabvax-therapeutics-reports-2017-operational-and-financial-results-and-2018-milestones.html",
    "ord_in_thread": 0,
    "title": "MabVax Therapeutics Reports 2017 Operational and Financial Results and 2018 Milestones",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, April 2, 2018 /PRNewswire/ -- MabVax Therapeutics Holdings, Inc . (NASDAQ: MBVX), a clinical-stage oncology drug development company, announced today its financial results for the year ended December 31, 2017.\nThe Company also provided an update on its corporate progress, clinical status and anticipated milestones for Phase 1 clinical programs including the MVT-5873 clinical trial in combination with a standard of care chemotherapy as a first line therapy for patients newly diagnosed with pancreatic cancer, and the MVT-1075 radioimmunotherapy clinical trial for the treatment of pancreatic, colon and lung cancers.\nRecent Highlights\nAnnounced positive interim results from the Company's ongoing Phase 1 trial evaluating MVT-5873 in combination with standard of care chemotherapy in patients newly diagnosed with pancreatic and other CA19-9 positive malignancies. At the dose tested, all six patients in the cohort had meaningful reductions in tumor volume by RECIST; Reported positive interim results from the initial cohort of the Phase 1 clinical trial evaluating the Company's new human antibody-based radioimmunotherapy (\"RIT\") product MVT-1075 for the treatment of pancreatic, colon and lung cancers; Presented preclinical data for its HuMab-Tn research program describing a new series of fully-human antibodies targeting ovarian and breast cancer at the AACR-NCI-EORTC International Conference on Molecular Targets and Cancer Therapeutics; Closed $2.75 million private financing with existing shareholders; and Presented positive research and development study results enabling manufacturing of two radionuclide products for Phase 1 clinical trials at the 2017 AAPS Annual Meeting.\nDavid Hansen, MabVax's President and Chief Executive Officer , commented, \"We are pleased with the progress we made over the course of 2017 and we remain focused on advancing our corporate, clinical and research strategies in 2018. We have made notable progress with our MVT-5873 and MVT-1075 clinical programs and are very encouraged with the positive data we have seen to date. We look forward to continuing enrollment in each program and participating in key scientific conferences over the course of 2018, including our upcoming presentation of new data at AACR.\"\nClinical Program Update\nClinical development of MVT-5873 – The Company's therapeutic product MVT-5873 is being evaluated in a Phase 1 clinical study in combination with gemcitabine and nab-paclitaxel in first line therapy for the treatment of newly diagnosed patients with pancreatic cancer. MabVax has treated a total of nine patients in two cohorts since September 2017. Based on early results from patients treated at a dose of 0.125 mg/kg in combination with chemotherapy, the Company expanded enrollment by three additional patients at this dose and completed enrollment and initial patient dosing in December 2017. In February 2018, the Company reported that all six patients treated at a dose of 0.125 mg/kg in combination with chemotherapy had measurable tumor reductions, with four patients meeting the criteria for partial response (PR) and two patients meeting the criteria for stable disease (SD). Patient CA19-9 levels, which are a prognostic indicator of the disease state, were markedly reduced in all subjects with this combination therapy. MVT-5873 was generally well tolerated by all subjects. The Company is currently enrolling additional patients at this dose to add to the statistical significance of the results seen to date and further explore safety and potential response. For additional information about the Phase 1 MVT-5873 clinical trial, please visit clinicaltrials.gov , and reference Identifier NCT02672917.\nClinical development of MVT-1075 – The Company's development of a human antibody-based radioimmunotherapy (\"RIT\") product is currently being evaluated in a Phase 1 clinical trial for the treatment of pancreatic, colon and lung cancer. In February 2018, MabVax announced positive interim results from the initial cohort of the Phase 1 clinical trial evaluating MVT-1075 for the treatment of pancreatic, colon and lung cancer. Results from the first three patients dosed in the initial cohort of this dose escalation Phase 1 safety trial demonstrated that MVT-1075 is reasonably well tolerated and accumulates on tumor as evidenced by dosimetry measurements performed after the first dose. At this initial dose, two subjects met the criteria for stable disease (SD) and one met the criteria of progressive disease (PD) as measured using RECIST 1.1 criteria. Hematologic toxicities were manageable, and the Company has enrolled the first patient in the second cohort at the planned 50% increase in dose. For additional information about the Phase 1 MVT-1075 clinical trial, please visit clinicaltrials.gov , and reference Identifier NCT03118349.\n\"In addition to the advancements we have made with our clinical programs, we continue to make progress with our efforts to explore and evaluate strategic options through the assistance of Greenhill & Co. As we have previously stated, we are currently in discussions with several third parties regarding potential partnering of certain assets for defined fields of use and expect to close one or more strategic transactions by mid-year. At the end of this process, we expect to retain rights to key aspects of our antibody development program to unlock significant value for our shareholders by advancing some of these valuable programs on our own. We are optimistic that we will successfully conclude this process,\" added Mr. Hansen.\nExpected Near-Term Milestones\nComplete one or more strategic transactions by mid-year with third parties regarding potential partnering/licensing of our technologies to unlock significant shareholder value; Complete enrollment of additional patients and report results in the ongoing Phase 1 trial evaluating MVT-5873 in combination with standard of care chemotherapy in patients newly diagnosed with pancreatic and other CA19-9 positive malignancies; Report interim progress for the second cohort in the Phase 1 clinical trial of MVT-1075 for the treatment of pancreatic, and other CA19-9 positive malignancies; and Present three scientific posters at the American Association for Cancer Research (AACR) Annual Meeting being held April 14-18, 2018 in Chicago, Illinois.\nSummary of Financial Results for 2017\nResearch and development expenses for the year ended December 31, 2017 was $7.5 million, compared to $7.8 million for the year ended December 31, 2016. General and administrative expenses for the year ended December 31, 2017 were $10.5 million, compared to $9.0 million for the year ended December 31, 2016. Net loss for the year ended December 31, 2017 was $19.0 million, compared to $17.7 million for the year ended December 31, 2016. Cash and cash equivalents totaled approximately $885,710 as of December 31, 2017, compared with $4.0 million as of December 31, 2016. Management expects that current cash and cash equivalents, together with the receipt of the $2.7 million in private placements, net of cost of financing, in February 2018, and without any other additional funding or receipt of payments from potential licensing agreements, will be sufficient to fund operations through April 2018.\nAbout MabVax:\nMabVax Therapeutics Holdings, Inc. is a clinical-stage biotechnology company with a fully human antibody discovery platform focused on the rapid translation into clinical development of products to address unmet medical needs in the treatment of cancer. Our antibody MVT-5873, is a fully human IgG1 monoclonal antibody (mAb) that targets sialyl Lewis A (sLea), an epitope on CA19-9, and is currently in Phase 1 clinical trials as a therapeutic agent for patients with pancreatic cancer and other CA19-9 positive tumors. CA19-9 is expressed in over 90% of pancreatic cancers and in other diseases including small cell lung and GI cancers. CA19-9 plays an important role in tumor adhesion and metastasis, and is a marker of an aggressive cancer phenotype. CA19-9 serum levels are considered a valuable adjunct in the diagnosis, prognosis and treatment monitoring of pancreatic cancer. With our collaborators including Memorial Sloan Kettering Cancer Center, Sarah Cannon Research Institute, Honor Health and Imaging Endpoints, we have treated 50 patients with either our therapeutic antibody designated as MVT-5873 or our PET imaging diagnostic product designated as MVT-2163 in Phase 1 clinical studies, and demonstrated early safety and specificity for the target. Patient dosing is underway for our lead development program in Phase 1 clinical study of the Company's radioimmunotherapy product MVT-1075. Our human antibody targeting Tn and sTn is in preclinical development. For additional information, please visit the Company's website, www.mabvax.com .\nForward Looking Statements:\nThis press release on announcing the 2017 operational and financial results contains \"forward-looking statements\" regarding matters that are not historical facts, including statements relating to the Company's ability to complete one or more strategic transactions by mid-year with third parties regarding potential partnering/licensing of our technologies, achievement of our milestones in connection our clinical development programs for MVT-5873, MVT-1075 and the immunoPET imaging agent MVT-2163, and continuing development of the Company's human antibody targeting Tn and sTn in preclinical development. We have no assurance that the near-term milestones, such as completing one or more strategic transactions and milestones related to our product development pipeline, will be fully achieved by the Company. Because such statements are subject to risks and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements. Words such as \"anticipates,\" \"plans,\" \"expects,\" \"intends,\" \"will,\" \"potential,\" \"hope\" and similar expressions are intended to identify forward-looking statements. These forward-looking statements are based upon current expectations of the Company and involve assumptions that may never materialize or may prove to be incorrect. Actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of various risks and uncertainties. Detailed information regarding factors that may cause actual results to differ materially from the results expressed or implied by statements in this press release relating to the Company may be found in the Company's periodic filings with the Securities and Exchange Commission, including the factors described in the section entitled \"Risk Factors\" in its annual report on Form 10-K for the fiscal year ended December 31, 2016, as amended and supplemented from time to time and the Company's Quarterly Reports on Form 10-Q and other filings submitted by the Company to the SEC, copies of which may be obtained from the SEC's website at www.sec.gov . The parties do not undertake any obligation to update forward-looking statements contained in this press release.\nInvestor Contact:\nJenene Thomas\nJenene Thomas Communications, LLC\nPhone: 908-938-1475\nEmail: MBVX@jtcir.com\nMedia Contact:\nTravis Kruse, Ph.D.\nRusso Partners LLC\nPhone: 212-845-4272\nEmail: travis.kruse@russopartnersllc.com\nView original content: http://www.prnewswire.com/news-releases/mabvax-therapeutics-reports-2017-operational-and-financial-results-and-2018-milestones-300622440.html\nSOURCE MabVax Therapeutics Holdings, Inc.",
    "published": "2018-04-02T15:35:00.000+03:00",
    "crawled": "2018-04-02T19:00:33.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "april",
        "mabvax",
        "therapeutic",
        "holding",
        "inc",
        "nasdaq",
        "mbvx",
        "oncology",
        "drug",
        "development",
        "company",
        "announced",
        "today",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "also",
        "provided",
        "update",
        "corporate",
        "progress",
        "clinical",
        "status",
        "anticipated",
        "milestone",
        "phase",
        "clinical",
        "program",
        "including",
        "clinical",
        "trial",
        "combination",
        "standard",
        "care",
        "chemotherapy",
        "first",
        "line",
        "therapy",
        "patient",
        "newly",
        "diagnosed",
        "pancreatic",
        "cancer",
        "radioimmunotherapy",
        "clinical",
        "trial",
        "treatment",
        "pancreatic",
        "colon",
        "lung",
        "cancer",
        "recent",
        "highlight",
        "announced",
        "positive",
        "interim",
        "result",
        "company",
        "ongoing",
        "phase",
        "trial",
        "evaluating",
        "combination",
        "standard",
        "care",
        "chemotherapy",
        "patient",
        "newly",
        "diagnosed",
        "pancreatic",
        "positive",
        "malignancy",
        "dose",
        "tested",
        "six",
        "patient",
        "cohort",
        "meaningful",
        "reduction",
        "tumor",
        "volume",
        "recist",
        "reported",
        "positive",
        "interim",
        "result",
        "initial",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "company",
        "new",
        "human",
        "radioimmunotherapy",
        "rit",
        "product",
        "treatment",
        "pancreatic",
        "colon",
        "lung",
        "cancer",
        "presented",
        "preclinical",
        "data",
        "research",
        "program",
        "describing",
        "new",
        "series",
        "antibody",
        "targeting",
        "ovarian",
        "breast",
        "cancer",
        "international",
        "conference",
        "molecular",
        "target",
        "cancer",
        "therapeutic",
        "closed",
        "million",
        "private",
        "financing",
        "existing",
        "shareholder",
        "presented",
        "positive",
        "research",
        "development",
        "study",
        "result",
        "enabling",
        "manufacturing",
        "two",
        "radionuclide",
        "product",
        "phase",
        "clinical",
        "trial",
        "aaps",
        "annual",
        "meeting",
        "david",
        "hansen",
        "mabvax",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "pleased",
        "progress",
        "made",
        "course",
        "remain",
        "focused",
        "advancing",
        "corporate",
        "clinical",
        "research",
        "strategy",
        "made",
        "notable",
        "progress",
        "clinical",
        "program",
        "encouraged",
        "positive",
        "data",
        "seen",
        "date",
        "look",
        "forward",
        "continuing",
        "enrollment",
        "program",
        "participating",
        "key",
        "scientific",
        "conference",
        "course",
        "including",
        "upcoming",
        "presentation",
        "new",
        "data",
        "aacr",
        "clinical",
        "program",
        "update",
        "clinical",
        "development",
        "company",
        "therapeutic",
        "product",
        "evaluated",
        "phase",
        "clinical",
        "study",
        "combination",
        "gemcitabine",
        "first",
        "line",
        "therapy",
        "treatment",
        "newly",
        "diagnosed",
        "patient",
        "pancreatic",
        "cancer",
        "mabvax",
        "treated",
        "total",
        "nine",
        "patient",
        "two",
        "cohort",
        "since",
        "september",
        "based",
        "early",
        "result",
        "patient",
        "treated",
        "dose",
        "combination",
        "chemotherapy",
        "company",
        "expanded",
        "enrollment",
        "three",
        "additional",
        "patient",
        "dose",
        "completed",
        "enrollment",
        "initial",
        "patient",
        "dosing",
        "december",
        "february",
        "company",
        "reported",
        "six",
        "patient",
        "treated",
        "dose",
        "combination",
        "chemotherapy",
        "measurable",
        "tumor",
        "reduction",
        "four",
        "patient",
        "meeting",
        "criterion",
        "partial",
        "response",
        "pr",
        "two",
        "patient",
        "meeting",
        "criterion",
        "stable",
        "disease",
        "sd",
        "patient",
        "level",
        "prognostic",
        "indicator",
        "disease",
        "state",
        "markedly",
        "reduced",
        "subject",
        "combination",
        "therapy",
        "generally",
        "well",
        "tolerated",
        "subject",
        "company",
        "currently",
        "enrolling",
        "additional",
        "patient",
        "dose",
        "add",
        "statistical",
        "significance",
        "result",
        "seen",
        "date",
        "explore",
        "safety",
        "potential",
        "response",
        "additional",
        "information",
        "phase",
        "clinical",
        "trial",
        "please",
        "visit",
        "reference",
        "identifier",
        "nct02672917",
        "clinical",
        "development",
        "company",
        "development",
        "human",
        "radioimmunotherapy",
        "rit",
        "product",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "pancreatic",
        "colon",
        "lung",
        "cancer",
        "february",
        "mabvax",
        "announced",
        "positive",
        "interim",
        "result",
        "initial",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "treatment",
        "pancreatic",
        "colon",
        "lung",
        "cancer",
        "result",
        "first",
        "three",
        "patient",
        "dosed",
        "initial",
        "cohort",
        "dose",
        "escalation",
        "phase",
        "safety",
        "trial",
        "demonstrated",
        "reasonably",
        "well",
        "tolerated",
        "accumulates",
        "tumor",
        "evidenced",
        "dosimetry",
        "measurement",
        "performed",
        "first",
        "dose",
        "initial",
        "dose",
        "two",
        "subject",
        "met",
        "criterion",
        "stable",
        "disease",
        "sd",
        "one",
        "met",
        "criterion",
        "progressive",
        "disease",
        "pd",
        "measured",
        "using",
        "recist",
        "criterion",
        "hematologic",
        "toxicity",
        "manageable",
        "company",
        "enrolled",
        "first",
        "patient",
        "second",
        "cohort",
        "planned",
        "increase",
        "dose",
        "additional",
        "information",
        "phase",
        "clinical",
        "trial",
        "please",
        "visit",
        "reference",
        "identifier",
        "nct03118349",
        "addition",
        "advancement",
        "made",
        "clinical",
        "program",
        "continue",
        "make",
        "progress",
        "effort",
        "explore",
        "evaluate",
        "strategic",
        "option",
        "assistance",
        "greenhill",
        "previously",
        "stated",
        "currently",
        "discussion",
        "several",
        "third",
        "party",
        "regarding",
        "potential",
        "partnering",
        "certain",
        "asset",
        "defined",
        "field",
        "use",
        "expect",
        "close",
        "one",
        "strategic",
        "transaction",
        "end",
        "process",
        "expect",
        "retain",
        "right",
        "key",
        "aspect",
        "antibody",
        "development",
        "program",
        "unlock",
        "significant",
        "value",
        "shareholder",
        "advancing",
        "valuable",
        "program",
        "optimistic",
        "successfully",
        "conclude",
        "process",
        "added",
        "hansen",
        "expected",
        "milestone",
        "complete",
        "one",
        "strategic",
        "transaction",
        "third",
        "party",
        "regarding",
        "potential",
        "technology",
        "unlock",
        "significant",
        "shareholder",
        "value",
        "complete",
        "enrollment",
        "additional",
        "patient",
        "report",
        "result",
        "ongoing",
        "phase",
        "trial",
        "evaluating",
        "combination",
        "standard",
        "care",
        "chemotherapy",
        "patient",
        "newly",
        "diagnosed",
        "pancreatic",
        "positive",
        "malignancy",
        "report",
        "interim",
        "progress",
        "second",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "pancreatic",
        "positive",
        "malignancy",
        "present",
        "three",
        "scientific",
        "poster",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "held",
        "april",
        "chicago",
        "illinois",
        "summary",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "approximately",
        "december",
        "compared",
        "million",
        "december",
        "management",
        "expects",
        "current",
        "cash",
        "cash",
        "equivalent",
        "together",
        "receipt",
        "million",
        "private",
        "placement",
        "net",
        "cost",
        "financing",
        "february",
        "without",
        "additional",
        "funding",
        "receipt",
        "payment",
        "potential",
        "licensing",
        "agreement",
        "sufficient",
        "fund",
        "operation",
        "april",
        "mabvax",
        "mabvax",
        "therapeutic",
        "holding",
        "biotechnology",
        "company",
        "fully",
        "human",
        "antibody",
        "discovery",
        "platform",
        "focused",
        "rapid",
        "translation",
        "clinical",
        "development",
        "product",
        "address",
        "unmet",
        "medical",
        "need",
        "treatment",
        "cancer",
        "antibody",
        "fully",
        "human",
        "igg1",
        "monoclonal",
        "antibody",
        "mab",
        "target",
        "sialyl",
        "lewis",
        "slea",
        "epitope",
        "currently",
        "phase",
        "clinical",
        "trial",
        "therapeutic",
        "agent",
        "patient",
        "pancreatic",
        "cancer",
        "positive",
        "tumor",
        "expressed",
        "pancreatic",
        "cancer",
        "disease",
        "including",
        "small",
        "cell",
        "lung",
        "gi",
        "cancer",
        "play",
        "important",
        "role",
        "tumor",
        "adhesion",
        "metastasis",
        "marker",
        "aggressive",
        "cancer",
        "phenotype",
        "serum",
        "level",
        "considered",
        "valuable",
        "adjunct",
        "diagnosis",
        "prognosis",
        "treatment",
        "monitoring",
        "pancreatic",
        "cancer",
        "collaborator",
        "including",
        "memorial",
        "sloan",
        "kettering",
        "cancer",
        "center",
        "sarah",
        "cannon",
        "research",
        "institute",
        "honor",
        "health",
        "imaging",
        "endpoint",
        "treated",
        "patient",
        "either",
        "therapeutic",
        "antibody",
        "designated",
        "pet",
        "imaging",
        "diagnostic",
        "product",
        "designated",
        "phase",
        "clinical",
        "study",
        "demonstrated",
        "early",
        "safety",
        "specificity",
        "target",
        "patient",
        "dosing",
        "underway",
        "lead",
        "development",
        "program",
        "phase",
        "clinical",
        "study",
        "company",
        "radioimmunotherapy",
        "product",
        "human",
        "antibody",
        "targeting",
        "tn",
        "stn",
        "preclinical",
        "development",
        "additional",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "announcing",
        "operational",
        "financial",
        "result",
        "contains",
        "statement",
        "regarding",
        "matter",
        "historical",
        "fact",
        "including",
        "statement",
        "relating",
        "company",
        "ability",
        "complete",
        "one",
        "strategic",
        "transaction",
        "third",
        "party",
        "regarding",
        "potential",
        "technology",
        "achievement",
        "milestone",
        "connection",
        "clinical",
        "development",
        "program",
        "immunopet",
        "imaging",
        "agent",
        "continuing",
        "development",
        "company",
        "human",
        "antibody",
        "targeting",
        "tn",
        "stn",
        "preclinical",
        "development",
        "assurance",
        "milestone",
        "completing",
        "one",
        "strategic",
        "transaction",
        "milestone",
        "related",
        "product",
        "development",
        "pipeline",
        "fully",
        "achieved",
        "company",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "word",
        "anticipates",
        "plan",
        "expects",
        "intends",
        "potential",
        "hope",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "company",
        "involve",
        "assumption",
        "may",
        "never",
        "materialize",
        "may",
        "prove",
        "incorrect",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "various",
        "risk",
        "uncertainty",
        "detailed",
        "information",
        "regarding",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "statement",
        "press",
        "release",
        "relating",
        "company",
        "may",
        "found",
        "company",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "factor",
        "described",
        "section",
        "entitled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "amended",
        "supplemented",
        "time",
        "time",
        "company",
        "quarterly",
        "report",
        "form",
        "filing",
        "submitted",
        "company",
        "sec",
        "copy",
        "may",
        "obtained",
        "sec",
        "website",
        "party",
        "undertake",
        "obligation",
        "update",
        "statement",
        "contained",
        "press",
        "release",
        "investor",
        "contact",
        "jenene",
        "thomas",
        "jenene",
        "thomas",
        "communication",
        "llc",
        "phone",
        "email",
        "mbvx",
        "medium",
        "contact",
        "travis",
        "kruse",
        "russo",
        "partner",
        "llc",
        "phone",
        "email",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mabvax",
        "therapeutic",
        "holding",
        "inc"
    ]
}