{
    "organizations": [],
    "uuid": "b918cd5597dbd38c99edd69acc67baf975621fb1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/globe-newswire-spartan-energy-corp-announces-strategic-business-combination-with-vermilion-energy-inc.html",
    "ord_in_thread": 0,
    "title": "Spartan Energy Corp. Announces Strategic Business Combination With Vermilion Energy Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 16, 2018 (GLOBE NEWSWIRE) -- Spartan Energy Corp. (“ Spartan ” or the “ Company ”) (TSX:SPE) is pleased to announce that it has entered into an arrangement agreement (the “ Arrangement Agreement ”) with Vermilion Energy Inc. (“ Vermilion ”) (TSX:VET) (NYSE:VET) providing for the acquisition by Vermilion of all the issued and outstanding common shares (the “ Spartan Shares ”) of Spartan (the “ Arrangement ”). Under the terms of the Arrangement Agreement, each Spartan Share shall be exchanged for 0.1476 (the “ Share Exchange Ratio ”) common shares of Vermilion (the “ Vermilion Shares ”).\nThe Arrangement implies a value of approximately $1.4 billion for Spartan after taking into account assumption of Spartan’s net debt and the payment of transaction costs. The Company’s current production is approximately 23,000 Boe per day and independently evaluated proven plus probable reserves as of December 31, 2017 were 113.5 MMBoe.\nSTRATEGIC RATIONALE\nSince inception in late 2013, Spartan has assembled a quality asset base in southeast Saskatchewan characterized by a deep inventory of highly economic light oil drilling locations and waterflood projects capable of delivering sustainable growth and free cash flow. Through the Arrangement, Spartan shareholders will continue to benefit from the Spartan asset base while gaining exposure to Vermilion’s high quality, internationally diversified oil and gas portfolio.\nThe highlights of the Arrangement and the anticipated benefits to Spartan shareholders associated with the Arrangement include, but are not limited to, the following:\nPremium to Existing Share Price\nthe Share Exchange Ratio implies a value of $6.50 per Spartan Share based on the closing price of Vermilion Shares of $44.04 on April 13, 2018, and a premium of approximately 13% to the 30-day volume weighted average price of Spartan Shares as at April 13, 2018.\nIntroduction of a Highly Sustainable Dividend\nSpartan shareholders will receive an annualized dividend of $0.41 per Spartan Share based on the Share Exchange Ratio ($2.76 per Vermilion Share).\nPro forma the Arrangement, Vermilion is expected to have an all-in payout ratio of <90% and a decline rate of <19% in 2018. Vermilion's dividend per share has grown consistently since its initiation in 2003 and has never been reduced.\nExposure to High Quality International Oil and Gas Assets with Access to Premium Pricing\nCanadian energy is currently facing a number of significant challenges, including material infrastructure constraints causing discounted and volatile pricing for oil and gas. A combination with Vermilion exposes Spartan shareholders to a well diversified production base and a deep inventory of globally diverse drilling opportunities, providing for sustainable long-term production and cash flow growth.\nAttractive Pro Forma Total Return\nVermilion is expected to achieve strong production per share growth plus yield of ~15% in 2018, exceeding Spartan's existing stand-alone growth rate. Since its conversion to a trust in 2003, Vermilion has consistently delivered attractive production per share growth plus yield.\nImproved Size and Premium Valuation\nFollowing the Arrangement, Vermilion will have production in excess of 95,000 Boe/d and market capitalization of greater than $6.6 billion. Spartan shareholders will be provided with ownership in a large, well-capitalized entity at a time when energy investors favour scale and liquidity and access to capital is uncertain for smaller Canadian producers. In addition, access to United States financial markets is enhanced through Vermilion’s New York Stock Exchange listing.\nVermilion has consistently traded at a strong multiple premium to its peers, reflecting the quality of the asset base and management team. In addition, Vermilion's strong balance sheet and low financial leverage are further enhanced by the combination with Spartan.\nTop Tier Management Team and Board with a Proven Track Record of Success\nVermilion's management team have historically been strong stewards of capital, providing one of the most stable dividends in the Canadian upstream sector.\nVermilion will further benefit from the technical and operational expertise of Spartan personnel in maximizing the value of its southeast Saskatchewan asset base.\nVermilion has grown production from <25,000 – >70,000 Boe/d, increased its share price from <$13.00 - $44.00, and paid cumulative dividends of over $34.00 per Vermilion Share since 2003.\nTHE ARRANGEMENT AGREEMENT\nThe Arrangement Agreement provides for the implementation of the Arrangement by means of a plan of arrangement under the Business Corporations Act (Alberta). The Arrangement Agreement contains customary representations and warranties of each party, non-solicitation covenants by Spartan and right to match provisions in favour of Vermilion. Pursuant to the Arrangement Agreement, a non-completion fee of $40 million will be payable by Spartan in certain circumstances, including if Spartan enters into an agreement with respect to a superior proposal or if the Board of Directors of Spartan withdraws or modifies its recommendation with respect to the Arrangement. The Arrangement Agreement also provides that a non-completion fee of $40 million will be payable by Vermilion in certain circumstances.\nThe Arrangement is subject to customary conditions for a transaction of this nature, which include court and regulatory approvals (including Competition Act approval and approval of the Toronto Stock Exchange and New York Stock Exchange for the issuance of Vermilion Shares), and the approval of 66 2/3 percent of the votes cast by Spartan shareholders represented in person or by proxy at a meeting of Spartan shareholders to be called to consider the Arrangement (the “ Meeting ”) and a majority of the votes cast by Spartan shareholders, represented in person or by proxy at the Meeting, after excluding the votes cast by those persons whose votes may not be included in determining minority approval of a business combination pursuant to Multilateral Instrument 61-101 – Protection of Minority Security Holders in Special Transaction .\nAn information circular regarding the Arrangement and the annual business of Spartan is expected to be mailed to shareholders of Spartan in early May 2018 with the Meeting expected to take place in early to mid-June 2018. Closing of the Arrangement is expected to occur shortly thereafter.\nA copy of the Arrangement Agreement will be filed on Spartan’s SEDAR profile and will be available for viewing at www.sedar.com .\nFINANCIAL ADVISOR AND FAIRNESS OPINION\nTD Securities Inc. (“ TD ”) is acting as financial advisor to the Board of Directors of Spartan. TD has provided its verbal opinion that, subject to their review of the final form of the documents affecting the Arrangement, the consideration to be received by Spartan shareholders pursuant to the terms of the Arrangement is fair, from a financial point of view, to the Spartan shareholders (the “ Fairness Opinion ”). GMP FirstEnergy and Peters & Co. Limited are acting as strategic advisors to Spartan in respect of the Arrangement.\nRECOMMENDATION OF THE BOARD OF DIRECTORS\nAfter considering, among other things, the Fairness Opinion and other relevant matters, the Board of Directors of Spartan has unanimously determined that the Arrangement is in the best interests of Spartan and unanimously recommends that the Spartan shareholders vote in favour of the Arrangement.\nAll directors and officers of Spartan have entered into voting support agreements with Vermilion pursuant to which they have agreed, among other things, to vote their Spartan Shares in favour of the Agreement, subject to certain permitted exceptions.\nSpartan is a Calgary, Alberta based company actively engaged in the business of oil and gas exploration, development, acquisition and production in Alberta and Saskatchewan whose Spartan Shares are traded on the Toronto Stock Exchange under the trading symbol “SPE”.\nFURTHER INFORMATION\nRichard (Rick) McHardy\nPresident and Chief Executive Officer OR Tim Sweeney\nManager, Business Development Spartan Energy Corp.\nSuite 3200, 500 Centre Street SE\nCalgary, Alberta T2G 1A6 Fax: (403) 355-2779\nEmail: info@spartanenergy.ca Forward Looking Statements\nThis press release contains forward-looking statements within the meaning of applicable securities laws. More particularly and without limitation, this press release contains forward-looking statements regarding the proposed acquisition of Spartan by Vermilion pursuant to a plan or arrangement, the mailing of the information circular regarding the Arrangement, the date of the Meeting, the completion of the Arrangement and the expected benefits of the Arrangement to Spartan shareholders. All statements, other than statements of historical facts, that address activities that Spartan assumes, anticipates, plans, expects, believes, projects, aims, estimates or anticipates (and other similar expressions) will, should or may occur in the future are forward-looking statements. All of the forward-looking statements in this release are qualified by the assumptions that are stated or inherent in such forward-looking statements. Although Spartan believes these assumptions are reasonable, they are not exhaustive of the factors that may affect any of the forward-looking statements and the reader should not place undue reliance on these assumptions and such forward-looking statements. The key assumptions that have been made in connection with the forward-looking statements include: that the business of the Meeting concludes as anticipated; the timing and receipt of the necessary shareholder, regulatory, court and other approvals; and the timely satisfaction of all other conditions to the closing of the Arrangement. Spartan believes the material factors, expectations and assumptions reflected in the forward-looking statements are reasonable, but no assurance can be given that these factors, expectations and assumptions will prove to be correct.\nThe forward-looking statements provided in this press release are based on management’s current belief, based on currently available information, as to the outcome and timing of future events. Spartan cautions that its intention to proceed with the Arrangement and other forward-looking statements relating to Spartan are subject to all of the risks and uncertainties normally incident to such endeavors. These risks relating to Spartan include, but are not limited to, that the Arrangement is not completed on the announced terms or at all. Furthermore, the forward-looking statements contained herein are made as at the date hereof and Spartan does not undertake any obligation to update publicly or to revise any of the included forward-looking statements, whether as a result of new information, future events or otherwise, except as may be required by applicable securities laws. Readers are cautioned that the foregoing list of factors is not exhaustive. Additional information on these and other factors that could affect Spartan’s operations and financial results are included in reports on file with Canadian securities regulatory authorities and may be accessed through the SEDAR website ( www.sedar.com ) or the Company’s website ( www.spartanenergy.ca ).\nReserves Data\nStatements relating to “reserves” are also deemed to be forward looking statements, as they involve the implied assessment, based on certain estimates and assumptions, that the reserves described exist in the quantities predicted or estimated and that the reserves can be profitably produced in the future. There are numerous uncertainties inherent in estimating quantities of crude oil, natural gas and NGL reserves and the future cash flows attributed to such reserves. The reserve information set forth herein are estimates only. In general, estimates of economically recoverable crude oil, natural gas and NGL reserves and the future net cash flows therefrom are based upon a number of variable factors and assumptions, such as historical production from the properties, production rates, ultimate reserve recovery, timing and amount of capital expenditures, marketability of oil and natural gas, royalty rates, the assumed effects of regulation by governmental agencies and future operating costs, all of which may vary materially. For these reasons, estimates of the economically recoverable crude oil, NGL and natural gas reserves attributable to any particular group of properties, classification of such reserves based on risk of recovery and estimates of future net revenues associated with reserves prepared by different engineers, or by the same engineers at different times, may vary. Spartan’s actual production, revenues, taxes and development and operating expenditures with respect to its reserves will vary from estimates thereof and such variations could be material. Readers should refer to Spartan’s Annual Information form for the year ended December 31, 2017, which is available under the Company’s profile at www.sedar.com , for more information.\nCaution Respecting Boe\nBoe means barrel of oil equivalent. All Boe conversions in this report are derived by converting natural gas to oil equivalent at a ratio of six thousand cubic feet of natural gas to one barrel of oil equivalent. Boe may be misleading, particularly if used in isolation. A Boe conversion rate of 1 Boe: 6 Mcf is based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead. Given that the value ratio of oil compared to natural gas based on currently prevailing prices is significantly different than the energy equivalency ratio of 1 Boe : 6 Mcf, utilizing a conversion ratio of 1 Boe : 6 Mcf may be misleading as an indication of value.\nSource:Spartan Energy Corp",
    "published": "2018-04-16T15:59:00.000+03:00",
    "crawled": "2018-04-16T16:35:56.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "spartan",
        "energy",
        "spartan",
        "company",
        "tsx",
        "spe",
        "pleased",
        "announce",
        "entered",
        "arrangement",
        "agreement",
        "arrangement",
        "agreement",
        "vermilion",
        "energy",
        "vermilion",
        "tsx",
        "vet",
        "nyse",
        "vet",
        "providing",
        "acquisition",
        "vermilion",
        "issued",
        "outstanding",
        "common",
        "share",
        "spartan",
        "share",
        "spartan",
        "arrangement",
        "term",
        "arrangement",
        "agreement",
        "spartan",
        "share",
        "shall",
        "exchanged",
        "share",
        "exchange",
        "ratio",
        "common",
        "share",
        "vermilion",
        "vermilion",
        "share",
        "arrangement",
        "implies",
        "value",
        "approximately",
        "billion",
        "spartan",
        "taking",
        "account",
        "assumption",
        "spartan",
        "net",
        "debt",
        "payment",
        "transaction",
        "cost",
        "company",
        "current",
        "production",
        "approximately",
        "boe",
        "per",
        "day",
        "independently",
        "evaluated",
        "proven",
        "plus",
        "probable",
        "reserve",
        "december",
        "mmboe",
        "strategic",
        "rationale",
        "since",
        "inception",
        "late",
        "spartan",
        "assembled",
        "quality",
        "asset",
        "base",
        "southeast",
        "saskatchewan",
        "characterized",
        "deep",
        "inventory",
        "highly",
        "economic",
        "light",
        "oil",
        "drilling",
        "location",
        "waterflood",
        "project",
        "capable",
        "delivering",
        "sustainable",
        "growth",
        "free",
        "cash",
        "flow",
        "arrangement",
        "spartan",
        "shareholder",
        "continue",
        "benefit",
        "spartan",
        "asset",
        "base",
        "gaining",
        "exposure",
        "vermilion",
        "high",
        "quality",
        "internationally",
        "diversified",
        "oil",
        "gas",
        "portfolio",
        "highlight",
        "arrangement",
        "anticipated",
        "benefit",
        "spartan",
        "shareholder",
        "associated",
        "arrangement",
        "include",
        "limited",
        "following",
        "premium",
        "existing",
        "share",
        "price",
        "share",
        "exchange",
        "ratio",
        "implies",
        "value",
        "per",
        "spartan",
        "share",
        "based",
        "closing",
        "price",
        "vermilion",
        "share",
        "april",
        "premium",
        "approximately",
        "volume",
        "weighted",
        "average",
        "price",
        "spartan",
        "share",
        "april",
        "introduction",
        "highly",
        "sustainable",
        "dividend",
        "spartan",
        "shareholder",
        "receive",
        "annualized",
        "dividend",
        "per",
        "spartan",
        "share",
        "based",
        "share",
        "exchange",
        "ratio",
        "per",
        "vermilion",
        "share",
        "pro",
        "forma",
        "arrangement",
        "vermilion",
        "expected",
        "payout",
        "ratio",
        "decline",
        "rate",
        "vermilion",
        "dividend",
        "per",
        "share",
        "grown",
        "consistently",
        "since",
        "initiation",
        "never",
        "reduced",
        "exposure",
        "high",
        "quality",
        "international",
        "oil",
        "gas",
        "asset",
        "access",
        "premium",
        "pricing",
        "canadian",
        "energy",
        "currently",
        "facing",
        "number",
        "significant",
        "challenge",
        "including",
        "material",
        "infrastructure",
        "constraint",
        "causing",
        "discounted",
        "volatile",
        "pricing",
        "oil",
        "gas",
        "combination",
        "vermilion",
        "expose",
        "spartan",
        "shareholder",
        "well",
        "diversified",
        "production",
        "base",
        "deep",
        "inventory",
        "globally",
        "diverse",
        "drilling",
        "opportunity",
        "providing",
        "sustainable",
        "production",
        "cash",
        "flow",
        "growth",
        "attractive",
        "pro",
        "forma",
        "total",
        "return",
        "vermilion",
        "expected",
        "achieve",
        "strong",
        "production",
        "per",
        "share",
        "growth",
        "plus",
        "yield",
        "exceeding",
        "spartan",
        "existing",
        "growth",
        "rate",
        "since",
        "conversion",
        "trust",
        "vermilion",
        "consistently",
        "delivered",
        "attractive",
        "production",
        "per",
        "share",
        "growth",
        "plus",
        "yield",
        "improved",
        "size",
        "premium",
        "valuation",
        "following",
        "arrangement",
        "vermilion",
        "production",
        "excess",
        "market",
        "capitalization",
        "greater",
        "billion",
        "spartan",
        "shareholder",
        "provided",
        "ownership",
        "large",
        "entity",
        "time",
        "energy",
        "investor",
        "favour",
        "scale",
        "liquidity",
        "access",
        "capital",
        "uncertain",
        "smaller",
        "canadian",
        "producer",
        "addition",
        "access",
        "united",
        "state",
        "financial",
        "market",
        "enhanced",
        "vermilion",
        "new",
        "york",
        "stock",
        "exchange",
        "listing",
        "vermilion",
        "consistently",
        "traded",
        "strong",
        "multiple",
        "premium",
        "peer",
        "reflecting",
        "quality",
        "asset",
        "base",
        "management",
        "team",
        "addition",
        "vermilion",
        "strong",
        "balance",
        "sheet",
        "low",
        "financial",
        "leverage",
        "enhanced",
        "combination",
        "spartan",
        "top",
        "tier",
        "management",
        "team",
        "board",
        "proven",
        "track",
        "record",
        "success",
        "vermilion",
        "management",
        "team",
        "historically",
        "strong",
        "steward",
        "capital",
        "providing",
        "one",
        "stable",
        "dividend",
        "canadian",
        "upstream",
        "sector",
        "vermilion",
        "benefit",
        "technical",
        "operational",
        "expertise",
        "spartan",
        "personnel",
        "maximizing",
        "value",
        "southeast",
        "saskatchewan",
        "asset",
        "base",
        "vermilion",
        "grown",
        "production",
        "increased",
        "share",
        "price",
        "paid",
        "cumulative",
        "dividend",
        "per",
        "vermilion",
        "share",
        "since",
        "arrangement",
        "agreement",
        "arrangement",
        "agreement",
        "provides",
        "implementation",
        "arrangement",
        "mean",
        "plan",
        "arrangement",
        "business",
        "corporation",
        "act",
        "alberta",
        "arrangement",
        "agreement",
        "contains",
        "customary",
        "representation",
        "warranty",
        "party",
        "covenant",
        "spartan",
        "right",
        "match",
        "provision",
        "favour",
        "vermilion",
        "pursuant",
        "arrangement",
        "agreement",
        "fee",
        "million",
        "payable",
        "spartan",
        "certain",
        "circumstance",
        "including",
        "spartan",
        "enters",
        "agreement",
        "respect",
        "superior",
        "proposal",
        "board",
        "director",
        "spartan",
        "withdraws",
        "modifies",
        "recommendation",
        "respect",
        "arrangement",
        "arrangement",
        "agreement",
        "also",
        "provides",
        "fee",
        "million",
        "payable",
        "vermilion",
        "certain",
        "circumstance",
        "arrangement",
        "subject",
        "customary",
        "condition",
        "transaction",
        "nature",
        "include",
        "court",
        "regulatory",
        "approval",
        "including",
        "competition",
        "act",
        "approval",
        "approval",
        "toronto",
        "stock",
        "exchange",
        "new",
        "york",
        "stock",
        "exchange",
        "issuance",
        "vermilion",
        "share",
        "approval",
        "percent",
        "vote",
        "cast",
        "spartan",
        "shareholder",
        "represented",
        "person",
        "proxy",
        "meeting",
        "spartan",
        "shareholder",
        "called",
        "consider",
        "arrangement",
        "meeting",
        "majority",
        "vote",
        "cast",
        "spartan",
        "shareholder",
        "represented",
        "person",
        "proxy",
        "meeting",
        "excluding",
        "vote",
        "cast",
        "person",
        "whose",
        "vote",
        "may",
        "included",
        "determining",
        "minority",
        "approval",
        "business",
        "combination",
        "pursuant",
        "multilateral",
        "instrument",
        "protection",
        "minority",
        "security",
        "holder",
        "special",
        "transaction",
        "information",
        "circular",
        "regarding",
        "arrangement",
        "annual",
        "business",
        "spartan",
        "expected",
        "mailed",
        "shareholder",
        "spartan",
        "early",
        "may",
        "meeting",
        "expected",
        "take",
        "place",
        "early",
        "closing",
        "arrangement",
        "expected",
        "occur",
        "shortly",
        "thereafter",
        "copy",
        "arrangement",
        "agreement",
        "filed",
        "spartan",
        "sedar",
        "profile",
        "available",
        "viewing",
        "financial",
        "advisor",
        "fairness",
        "opinion",
        "td",
        "security",
        "td",
        "acting",
        "financial",
        "advisor",
        "board",
        "director",
        "spartan",
        "td",
        "provided",
        "verbal",
        "opinion",
        "subject",
        "review",
        "final",
        "form",
        "document",
        "affecting",
        "arrangement",
        "consideration",
        "received",
        "spartan",
        "shareholder",
        "pursuant",
        "term",
        "arrangement",
        "fair",
        "financial",
        "point",
        "view",
        "spartan",
        "shareholder",
        "fairness",
        "opinion",
        "gmp",
        "firstenergy",
        "peter",
        "limited",
        "acting",
        "strategic",
        "advisor",
        "spartan",
        "respect",
        "arrangement",
        "recommendation",
        "board",
        "director",
        "considering",
        "among",
        "thing",
        "fairness",
        "opinion",
        "relevant",
        "matter",
        "board",
        "director",
        "spartan",
        "unanimously",
        "determined",
        "arrangement",
        "best",
        "interest",
        "spartan",
        "unanimously",
        "recommends",
        "spartan",
        "shareholder",
        "vote",
        "favour",
        "arrangement",
        "director",
        "officer",
        "spartan",
        "entered",
        "voting",
        "support",
        "agreement",
        "vermilion",
        "pursuant",
        "agreed",
        "among",
        "thing",
        "vote",
        "spartan",
        "share",
        "favour",
        "agreement",
        "subject",
        "certain",
        "permitted",
        "exception",
        "spartan",
        "calgary",
        "alberta",
        "based",
        "company",
        "actively",
        "engaged",
        "business",
        "oil",
        "gas",
        "exploration",
        "development",
        "acquisition",
        "production",
        "alberta",
        "saskatchewan",
        "whose",
        "spartan",
        "share",
        "traded",
        "toronto",
        "stock",
        "exchange",
        "trading",
        "symbol",
        "spe",
        "information",
        "richard",
        "rick",
        "mchardy",
        "president",
        "chief",
        "executive",
        "officer",
        "tim",
        "sweeney",
        "manager",
        "business",
        "development",
        "spartan",
        "energy",
        "suite",
        "centre",
        "street",
        "se",
        "calgary",
        "alberta",
        "t2g",
        "1a6",
        "fax",
        "email",
        "info",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "particularly",
        "without",
        "limitation",
        "press",
        "release",
        "contains",
        "statement",
        "regarding",
        "proposed",
        "acquisition",
        "spartan",
        "vermilion",
        "pursuant",
        "plan",
        "arrangement",
        "mailing",
        "information",
        "circular",
        "regarding",
        "arrangement",
        "date",
        "meeting",
        "completion",
        "arrangement",
        "expected",
        "benefit",
        "arrangement",
        "spartan",
        "shareholder",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "spartan",
        "assumes",
        "anticipates",
        "plan",
        "expects",
        "belief",
        "project",
        "aim",
        "estimate",
        "anticipates",
        "similar",
        "expression",
        "may",
        "occur",
        "future",
        "statement",
        "statement",
        "release",
        "qualified",
        "assumption",
        "stated",
        "inherent",
        "statement",
        "although",
        "spartan",
        "belief",
        "assumption",
        "reasonable",
        "exhaustive",
        "factor",
        "may",
        "affect",
        "statement",
        "reader",
        "place",
        "undue",
        "reliance",
        "assumption",
        "statement",
        "key",
        "assumption",
        "made",
        "connection",
        "statement",
        "include",
        "business",
        "meeting",
        "concludes",
        "anticipated",
        "timing",
        "receipt",
        "necessary",
        "shareholder",
        "regulatory",
        "court",
        "approval",
        "timely",
        "satisfaction",
        "condition",
        "closing",
        "arrangement",
        "spartan",
        "belief",
        "material",
        "factor",
        "expectation",
        "assumption",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "factor",
        "expectation",
        "assumption",
        "prove",
        "correct",
        "statement",
        "provided",
        "press",
        "release",
        "based",
        "management",
        "current",
        "belief",
        "based",
        "currently",
        "available",
        "information",
        "outcome",
        "timing",
        "future",
        "event",
        "spartan",
        "caution",
        "intention",
        "proceed",
        "arrangement",
        "statement",
        "relating",
        "spartan",
        "subject",
        "risk",
        "uncertainty",
        "normally",
        "incident",
        "endeavor",
        "risk",
        "relating",
        "spartan",
        "include",
        "limited",
        "arrangement",
        "completed",
        "announced",
        "term",
        "furthermore",
        "statement",
        "contained",
        "herein",
        "made",
        "date",
        "hereof",
        "spartan",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "included",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "spartan",
        "operation",
        "financial",
        "result",
        "included",
        "report",
        "file",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "may",
        "accessed",
        "sedar",
        "website",
        "company",
        "website",
        "reserve",
        "data",
        "statement",
        "relating",
        "reserve",
        "also",
        "deemed",
        "forward",
        "looking",
        "statement",
        "involve",
        "implied",
        "assessment",
        "based",
        "certain",
        "estimate",
        "assumption",
        "reserve",
        "described",
        "exist",
        "quantity",
        "predicted",
        "estimated",
        "reserve",
        "profitably",
        "produced",
        "future",
        "numerous",
        "uncertainty",
        "inherent",
        "estimating",
        "quantity",
        "crude",
        "oil",
        "natural",
        "gas",
        "ngl",
        "reserve",
        "future",
        "cash",
        "flow",
        "attributed",
        "reserve",
        "reserve",
        "information",
        "set",
        "forth",
        "herein",
        "estimate",
        "general",
        "estimate",
        "economically",
        "recoverable",
        "crude",
        "oil",
        "natural",
        "gas",
        "ngl",
        "reserve",
        "future",
        "net",
        "cash",
        "flow",
        "therefrom",
        "based",
        "upon",
        "number",
        "variable",
        "factor",
        "assumption",
        "historical",
        "production",
        "property",
        "production",
        "rate",
        "ultimate",
        "reserve",
        "recovery",
        "timing",
        "amount",
        "capital",
        "expenditure",
        "marketability",
        "oil",
        "natural",
        "gas",
        "royalty",
        "rate",
        "assumed",
        "effect",
        "regulation",
        "governmental",
        "agency",
        "future",
        "operating",
        "cost",
        "may",
        "vary",
        "materially",
        "reason",
        "estimate",
        "economically",
        "recoverable",
        "crude",
        "oil",
        "ngl",
        "natural",
        "gas",
        "reserve",
        "attributable",
        "particular",
        "group",
        "property",
        "classification",
        "reserve",
        "based",
        "risk",
        "recovery",
        "estimate",
        "future",
        "net",
        "revenue",
        "associated",
        "reserve",
        "prepared",
        "different",
        "engineer",
        "engineer",
        "different",
        "time",
        "may",
        "vary",
        "spartan",
        "actual",
        "production",
        "revenue",
        "tax",
        "development",
        "operating",
        "expenditure",
        "respect",
        "reserve",
        "vary",
        "estimate",
        "thereof",
        "variation",
        "could",
        "material",
        "reader",
        "refer",
        "spartan",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "company",
        "profile",
        "information",
        "caution",
        "respecting",
        "boe",
        "boe",
        "mean",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "conversion",
        "report",
        "derived",
        "converting",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "ratio",
        "six",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "one",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "may",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "boe",
        "conversion",
        "rate",
        "boe",
        "mcf",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "given",
        "value",
        "ratio",
        "oil",
        "compared",
        "natural",
        "gas",
        "based",
        "currently",
        "prevailing",
        "price",
        "significantly",
        "different",
        "energy",
        "equivalency",
        "ratio",
        "boe",
        "mcf",
        "utilizing",
        "conversion",
        "ratio",
        "boe",
        "mcf",
        "may",
        "misleading",
        "indication",
        "value",
        "source",
        "spartan",
        "energy",
        "corp"
    ]
}