{
    "organizations": [],
    "uuid": "3688252e87b600cd63563d9605336c763d6b452b",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/18/skip-elon-musks-tesla-hell-theres-an-easier-way-to-buy-car-future.html",
    "ord_in_thread": 0,
    "title": "Skip Elon Musk's 'production hell.' There's an easier way to invest in the cars of the future",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If you'd like a way to invest in the future of cars, including autonomous vehicles and electric batteries, Tesla has been a rewarding stock market bet, up from $20 in 2010 to close to $300 today. But it has not been stress-free, for stockholders or for Tesla founder and CEO Elon Musk . Musk recently said, more than once, that trying to ramp production of the mass market Model 3 is a living \"hell\", and lately, he has been sleeping on a couch at the Tesla manufacturing plant —when sleeping at all. Tesla cash flow and bankruptcy fears (which to be fair to Tesla, have trailed the company for years and many hedge fund shorts have been on the wrong side of, so far) have taken a toll in the past year on the high-flying stock, down close to $100.\nFor investors who do not relish life on the edge, a few exchange-traded funds have launched in the past year targeting the autonomous and electric vehicles trend. The most recent, which launched on Tuesday, is the Global X Autonomous & Electric Vehicles ETF ( DRIV ). It's the fourth-such ETF following the SPDR Kensho Smart Mobility ETF ( XKST ), KraneShares Electric Vehicles and Future Mobility Index ETF ( KARS ) and Innovation Shares NextGen Vehicles & Technology ( EKAR ), and arguably the most notable of the bunch given the success of Global X in launching thematic ETFs that hit on major technology themes. \nGlobal X launched roughly a decade ago with ETFs tracking undercovered markets like Colombian stocks, but a look at where it has has attracted assets shows where the investor interest has been, and remains. That Colombian stock market ETF has about $110 million in assets since launching in 2009. Global X's Robotics and Artificial Intelligence ETF ( BOTZ ) and its Lithium & Battery Tech ETF ( LIT ) have $2.6 billion and $1 billion in assets under management, respectively. BOTZ, in particular, is third among all ETFs launched in the past three years in terms of asset growth. \nTrading volume in DRIV (57,000) on its first day dwarfed trading in either KARS (6,900) or EKAR (3,000). \n\" Given the success of robotics ETFs, ROBO [Robotics & Automation Index ETF] and BOTZ, from a performance and asset gathering perspective, the supply of thematic ETFs is going to accelerate,\" said Todd Rosenbluth, director of ETF and mutual fund research at CFRA. \"But there will be as many strikeouts as home runs.\"\nIf a big whiff is coming, a Tesla freefall won't be the cause of it. Tesla shares represent roughly 1 percent of DRIV; and about 2 percent of XKST and EKAR. Only KARS has Tesla among its top 10 holdings, at a fund weighting of 3.5 percent.\nTake a look under the hood of autonomous vehicle ETFs The lack of exposure to Tesla also raises the question, what exactly do these transportation of the future ETFs invest in? \nKim Arthur, founding partner of Main Management, which uses a variety of ETFs to construct its investment portfolios, said the key to thematic ETFs that work is getting past the ones that market an idea that's popular but hold stocks that have only a tangential relationship to the investment theme. \"I don't see how buying IBM gets me blockchain exposure when it's 0.00001 percent of the IBM business model. You need to be careful. Don't buy a thematic name only,\" Arthur said, adding, \"I looked recently at a marijuana one and was like, 'C'mon, a bunch of Canadian dispensaries trading at hundreds of times revenue?' It harkens back to 1999. Scrub under the cover.\"\nArthur does review all new Global X thematic ETFs, though he has not had a chance to review DRIV yet. But his cursory look at the top 10 list did catch his attention for being more tech generally than driving tech specifically. Only one of the top holdings is a car company, Toyota. The other stocks include Intel, Microsoft , Samsung, Apple and Alphabet .\nJay Jacobs, Global X director of research, said beyond the EV builders and component companies, there is a legitimate third category to invest in the autonomous vehicles theme, and that creates a stock universe covering a broader range than investors might expect.\n\"Hardware and software, sensors and mapping and AI driver assist, rideshare ... Lots of these companies are involved in or building the user interface,\" Jacobs said. \"Technology companies have realized the last hour of your life they haven't taken over is driving. So lots of these tech companies are obsessed with transport.\"\nshow chapters Tesla aims to produce 6,000 Model 3s per week by end of June      1 Hour Ago | 04:02 ETF experts do follow the investing logic. \"There have been so many technological disruptions in transportation, particularly in the areas of electrification and automation, that will change the way we move around. It makes sense for investors to invest in the future of mobility,\" said Neena Mishra, director of ETF research at Zacks Investment Research. She added, \"I'll not be surprised to see DRIV gathering assets at a faster pace than the others,\" pointing to the Global X track record of successes. \nShe noted that one thing these thematic ETFs do well is diversify globally. DRIV is 52 percent U.S. stocks and 48 percent international.\nThe Global X track record raises the question of whether an investor who already has exposure to the AI ETF or lithium ETF really needs an autonomous vehicles ETF as well.\n\"What's happening in robotics is we are going from robots in a structured, pre-programmed environment to a free-flowing environment working alongside humans, and that is a baby step to a car operating on its own on the road.\" -Jay Jacobs, director of research at Global X Jacobs said there is only one stock that overlaps between BOTZ and DRIV in the AI space, but there is definitely going to be some overlap between robotics technology and autonomous vehicles technology. \"What's happening in robotics is we are going from robots in a structured, pre-programmed environment to a free-flowing environment working alongside humans, and that is a baby step to a car operating on its own on the road, an even more free environment,\" Jacobs said. \"A robot that can cruise around a warehouse is applicable to driving.\"\nDRIV's stock holdings have 3 percent overlap with BOZT and 7 percent overlap with LIT.\n\"They are related themes but it's not just doubling up on that many companies. This is one of the most disruptive themes out there and I can't believe not having it,\" Jacobs said about adding DRIV to its lineup of 6 thematic investments.\nLIT is the closer of two existing ETFs to DRIV, but since it is focused on battery technology and lithium as a raw material it has much more exposure to mining companies and, as a result, is more like a commodities market play. DRIV is also more diversified, with 75 stocks versus roughly 30 for LIT.\n\"I think both are good ideas,\" Mishra said.\nUsing thematic ETFs as a short-term trade Global X advises investors to think of this as a 10 to 20 year investment theme, but for professional money managers like Arthur who use ETFs, thematic funds can serve a short-term sector rotation trading goal.\nArthur said historically the ETFs that focus on sub-sectors, say semiconductor stocks broken out from the S&P tech sector, would be opportunistically bought and sold based on valuation. Thematic ETFs provide another way to make that trade that can be even more narrow. When volatility picks up, as it has this year, sub industries, including thematics, become more interesting as trades, he said. \"Price and proof rarely happen at the same time, and are much more likely to be disconnected with sub industries and thematics, and therein lies the opportunity.\"\nWhen Main Management looked at LIT as a potential buy, it was because of a downturn in the materials sector (LIT was still trading at too high a valuation compared to the mining and materials sub-sector ETF ( XME ). He said LIT looks more attractive right now than it did when he originally reviewed it.\n\"We tend to be real reversion to the mean investors. So we want the low-end of the historical range,\" Arthur said. He stressed that he will be talking to Global X about DRIV, but at first glance he said the holdings list looked too broad for him to be interested in using the ETF as an autonomous play.\n\"We scrub them all and put them on a hit list, on the bench, until they reach the right price. But if we were looking for a pureplay on autonomous vehicles, this wouldn't come up yet for us.\"\nGlobal X has 10 to 20 years to change his mind, whether or not Tesla is still around.\nMore from ETF Spotlight: \nTrading Facebook for Amazon is diversification delusion \n\nJack Bogle just slammed ETF investors (sort of) \n\nCheap index funds and ETFs can leave you short of retirement goals",
    "published": "2018-04-18T22:10:00.000+03:00",
    "crawled": "2018-04-18T22:20:53.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "like",
        "way",
        "invest",
        "future",
        "car",
        "including",
        "autonomous",
        "vehicle",
        "electric",
        "battery",
        "tesla",
        "rewarding",
        "stock",
        "market",
        "bet",
        "close",
        "today",
        "stockholder",
        "tesla",
        "founder",
        "ceo",
        "elon",
        "musk",
        "musk",
        "recently",
        "said",
        "trying",
        "ramp",
        "production",
        "mass",
        "market",
        "model",
        "living",
        "hell",
        "lately",
        "sleeping",
        "couch",
        "tesla",
        "manufacturing",
        "plant",
        "sleeping",
        "tesla",
        "cash",
        "flow",
        "bankruptcy",
        "fear",
        "fair",
        "tesla",
        "trailed",
        "company",
        "year",
        "many",
        "hedge",
        "fund",
        "short",
        "wrong",
        "side",
        "far",
        "taken",
        "toll",
        "past",
        "year",
        "stock",
        "close",
        "investor",
        "relish",
        "life",
        "edge",
        "fund",
        "launched",
        "past",
        "year",
        "targeting",
        "autonomous",
        "electric",
        "vehicle",
        "trend",
        "recent",
        "launched",
        "tuesday",
        "global",
        "x",
        "autonomous",
        "electric",
        "vehicle",
        "etf",
        "driv",
        "etf",
        "following",
        "spdr",
        "kensho",
        "smart",
        "mobility",
        "etf",
        "xkst",
        "kraneshares",
        "electric",
        "vehicle",
        "future",
        "mobility",
        "index",
        "etf",
        "kars",
        "innovation",
        "share",
        "nextgen",
        "vehicle",
        "technology",
        "ekar",
        "arguably",
        "notable",
        "bunch",
        "given",
        "success",
        "global",
        "x",
        "launching",
        "thematic",
        "etf",
        "hit",
        "major",
        "technology",
        "theme",
        "global",
        "x",
        "launched",
        "roughly",
        "decade",
        "ago",
        "etf",
        "tracking",
        "undercovered",
        "market",
        "like",
        "colombian",
        "stock",
        "look",
        "attracted",
        "asset",
        "show",
        "investor",
        "interest",
        "remains",
        "colombian",
        "stock",
        "market",
        "etf",
        "million",
        "asset",
        "since",
        "launching",
        "global",
        "x",
        "robotics",
        "artificial",
        "intelligence",
        "etf",
        "botz",
        "lithium",
        "battery",
        "tech",
        "etf",
        "lit",
        "billion",
        "billion",
        "asset",
        "management",
        "respectively",
        "botz",
        "particular",
        "third",
        "among",
        "etf",
        "launched",
        "past",
        "three",
        "year",
        "term",
        "asset",
        "growth",
        "trading",
        "volume",
        "driv",
        "first",
        "day",
        "dwarfed",
        "trading",
        "either",
        "kars",
        "ekar",
        "given",
        "success",
        "robotics",
        "etf",
        "robo",
        "robotics",
        "automation",
        "index",
        "etf",
        "botz",
        "performance",
        "asset",
        "gathering",
        "perspective",
        "supply",
        "thematic",
        "etf",
        "going",
        "accelerate",
        "said",
        "todd",
        "rosenbluth",
        "director",
        "etf",
        "mutual",
        "fund",
        "research",
        "cfra",
        "many",
        "strikeout",
        "home",
        "run",
        "big",
        "whiff",
        "coming",
        "tesla",
        "freefall",
        "wo",
        "cause",
        "tesla",
        "share",
        "represent",
        "roughly",
        "percent",
        "driv",
        "percent",
        "xkst",
        "ekar",
        "kars",
        "tesla",
        "among",
        "top",
        "holding",
        "fund",
        "weighting",
        "percent",
        "take",
        "look",
        "hood",
        "autonomous",
        "vehicle",
        "etf",
        "lack",
        "exposure",
        "tesla",
        "also",
        "raise",
        "question",
        "exactly",
        "transportation",
        "future",
        "etf",
        "invest",
        "kim",
        "arthur",
        "founding",
        "partner",
        "main",
        "management",
        "us",
        "variety",
        "etf",
        "construct",
        "investment",
        "portfolio",
        "said",
        "key",
        "thematic",
        "etf",
        "work",
        "getting",
        "past",
        "one",
        "market",
        "idea",
        "popular",
        "hold",
        "stock",
        "tangential",
        "relationship",
        "investment",
        "theme",
        "see",
        "buying",
        "ibm",
        "get",
        "blockchain",
        "exposure",
        "percent",
        "ibm",
        "business",
        "model",
        "need",
        "careful",
        "buy",
        "thematic",
        "name",
        "arthur",
        "said",
        "adding",
        "looked",
        "recently",
        "marijuana",
        "one",
        "like",
        "bunch",
        "canadian",
        "dispensary",
        "trading",
        "hundred",
        "time",
        "revenue",
        "harkens",
        "back",
        "scrub",
        "cover",
        "arthur",
        "review",
        "new",
        "global",
        "x",
        "thematic",
        "etf",
        "though",
        "chance",
        "review",
        "driv",
        "yet",
        "cursory",
        "look",
        "top",
        "list",
        "catch",
        "attention",
        "tech",
        "generally",
        "driving",
        "tech",
        "specifically",
        "one",
        "top",
        "holding",
        "car",
        "company",
        "toyota",
        "stock",
        "include",
        "intel",
        "microsoft",
        "samsung",
        "apple",
        "alphabet",
        "jay",
        "jacob",
        "global",
        "x",
        "director",
        "research",
        "said",
        "beyond",
        "ev",
        "builder",
        "component",
        "company",
        "legitimate",
        "third",
        "category",
        "invest",
        "autonomous",
        "vehicle",
        "theme",
        "creates",
        "stock",
        "universe",
        "covering",
        "broader",
        "range",
        "investor",
        "might",
        "expect",
        "hardware",
        "software",
        "sensor",
        "mapping",
        "ai",
        "driver",
        "assist",
        "rideshare",
        "lot",
        "company",
        "involved",
        "building",
        "user",
        "interface",
        "jacob",
        "said",
        "technology",
        "company",
        "realized",
        "last",
        "hour",
        "life",
        "taken",
        "driving",
        "lot",
        "tech",
        "company",
        "obsessed",
        "transport",
        "show",
        "chapter",
        "tesla",
        "aim",
        "produce",
        "model",
        "3",
        "per",
        "week",
        "end",
        "june",
        "hour",
        "ago",
        "etf",
        "expert",
        "follow",
        "investing",
        "logic",
        "many",
        "technological",
        "disruption",
        "transportation",
        "particularly",
        "area",
        "electrification",
        "automation",
        "change",
        "way",
        "move",
        "around",
        "make",
        "sense",
        "investor",
        "invest",
        "future",
        "mobility",
        "said",
        "neena",
        "mishra",
        "director",
        "etf",
        "research",
        "zacks",
        "investment",
        "research",
        "added",
        "surprised",
        "see",
        "driv",
        "gathering",
        "asset",
        "faster",
        "pace",
        "others",
        "pointing",
        "global",
        "x",
        "track",
        "record",
        "success",
        "noted",
        "one",
        "thing",
        "thematic",
        "etf",
        "well",
        "diversify",
        "globally",
        "driv",
        "percent",
        "stock",
        "percent",
        "international",
        "global",
        "x",
        "track",
        "record",
        "raise",
        "question",
        "whether",
        "investor",
        "already",
        "exposure",
        "ai",
        "etf",
        "lithium",
        "etf",
        "really",
        "need",
        "autonomous",
        "vehicle",
        "etf",
        "well",
        "happening",
        "robotics",
        "going",
        "robot",
        "structured",
        "environment",
        "environment",
        "working",
        "alongside",
        "human",
        "baby",
        "step",
        "car",
        "operating",
        "road",
        "jacob",
        "director",
        "research",
        "global",
        "x",
        "jacob",
        "said",
        "one",
        "stock",
        "overlap",
        "botz",
        "driv",
        "ai",
        "space",
        "definitely",
        "going",
        "overlap",
        "robotics",
        "technology",
        "autonomous",
        "vehicle",
        "technology",
        "happening",
        "robotics",
        "going",
        "robot",
        "structured",
        "environment",
        "environment",
        "working",
        "alongside",
        "human",
        "baby",
        "step",
        "car",
        "operating",
        "road",
        "even",
        "free",
        "environment",
        "jacob",
        "said",
        "robot",
        "cruise",
        "around",
        "warehouse",
        "applicable",
        "driving",
        "driv",
        "stock",
        "holding",
        "percent",
        "overlap",
        "bozt",
        "percent",
        "overlap",
        "lit",
        "related",
        "theme",
        "doubling",
        "many",
        "company",
        "one",
        "disruptive",
        "theme",
        "ca",
        "believe",
        "jacob",
        "said",
        "adding",
        "driv",
        "lineup",
        "thematic",
        "investment",
        "lit",
        "closer",
        "two",
        "existing",
        "etf",
        "driv",
        "since",
        "focused",
        "battery",
        "technology",
        "lithium",
        "raw",
        "material",
        "much",
        "exposure",
        "mining",
        "company",
        "result",
        "like",
        "commodity",
        "market",
        "play",
        "driv",
        "also",
        "diversified",
        "stock",
        "versus",
        "roughly",
        "lit",
        "think",
        "good",
        "idea",
        "mishra",
        "said",
        "using",
        "thematic",
        "etf",
        "trade",
        "global",
        "x",
        "advises",
        "investor",
        "think",
        "year",
        "investment",
        "theme",
        "professional",
        "money",
        "manager",
        "like",
        "arthur",
        "use",
        "etf",
        "thematic",
        "fund",
        "serve",
        "sector",
        "rotation",
        "trading",
        "goal",
        "arthur",
        "said",
        "historically",
        "etf",
        "focus",
        "say",
        "semiconductor",
        "stock",
        "broken",
        "p",
        "tech",
        "sector",
        "would",
        "opportunistically",
        "bought",
        "sold",
        "based",
        "valuation",
        "thematic",
        "etf",
        "provide",
        "another",
        "way",
        "make",
        "trade",
        "even",
        "narrow",
        "volatility",
        "pick",
        "year",
        "sub",
        "industry",
        "including",
        "thematics",
        "become",
        "interesting",
        "trade",
        "said",
        "price",
        "proof",
        "rarely",
        "happen",
        "time",
        "much",
        "likely",
        "disconnected",
        "sub",
        "industry",
        "thematics",
        "therein",
        "lie",
        "opportunity",
        "main",
        "management",
        "looked",
        "lit",
        "potential",
        "buy",
        "downturn",
        "material",
        "sector",
        "lit",
        "still",
        "trading",
        "high",
        "valuation",
        "compared",
        "mining",
        "material",
        "etf",
        "xme",
        "said",
        "lit",
        "look",
        "attractive",
        "right",
        "originally",
        "reviewed",
        "tend",
        "real",
        "reversion",
        "mean",
        "investor",
        "want",
        "historical",
        "range",
        "arthur",
        "said",
        "stressed",
        "talking",
        "global",
        "x",
        "driv",
        "first",
        "glance",
        "said",
        "holding",
        "list",
        "looked",
        "broad",
        "interested",
        "using",
        "etf",
        "autonomous",
        "play",
        "scrub",
        "put",
        "hit",
        "list",
        "bench",
        "reach",
        "right",
        "price",
        "looking",
        "pureplay",
        "autonomous",
        "vehicle",
        "would",
        "come",
        "yet",
        "u",
        "global",
        "x",
        "year",
        "change",
        "mind",
        "whether",
        "tesla",
        "still",
        "around",
        "etf",
        "spotlight",
        "trading",
        "facebook",
        "amazon",
        "diversification",
        "delusion",
        "jack",
        "bogle",
        "slammed",
        "etf",
        "investor",
        "sort",
        "cheap",
        "index",
        "fund",
        "etf",
        "leave",
        "short",
        "retirement",
        "goal"
    ]
}