{
    "organizations": [],
    "uuid": "166fc1e89c8aeeaa06c000470cb6e4ce4ccc54dd",
    "author": "",
    "url": "https://blogs.wsj.com/cio/2018/04/17/the-morning-download-the-corporate-network-becomes-the-cyber-battlefield/",
    "ord_in_thread": 0,
    "title": "The Morning Download: The Corporate Network Becomes the Cyber Battlefield",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS People walk by the ZTE stand at the Mobile World Congress in Barcelona, Feb. 26, 201 Photo: Agence France-Presse/Getty Images Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. \nGood morning, CIOs. The comfortable separation of the public and private sector is blurring as rising tensions among nation states create concerns about cybersecurity. Increasingly, it is up to the CIO and CISO to help ensure the integrity of the corporate network and wider public network and internets. It feels more and more like companies are on a cyberwar footing. \nU.S. and British officials on Monday “struck separate blows at telecommunications-equipment giant ZTE Corp. , ratcheting up national-security scrutiny of a big Chinese company amid broader economic tensions between Washington and Beijing,” the Journal’s Jason Douglas and Robert Wall report . “British cybersecurity officials warned U.K. phone carriers to stay clear of ZTE’s equipment and services, citing concern about the potential that Beijing could force the company to help it infiltrate or sabotage telecoms infrastructure. The U.S. Commerce Department, separately, banned American companies from selling products to ZTE, saying the company violated the terms of a deal last year settling allegations of sanctions busting involving North Korea and Iran.” \nAlso on Monday, intelligence officials in the UK and the U.S. issued an unusual joint warning that state-sponsored Russian hackers had penetrated devices and software programs world-wide, ranging from routers to switches to firewalls, in order to steal corporate secrets and conduct espionage. They also warned that covert Russian action is aimed at laying the groundwork for future offensive cyberattacks against Western targets, the Journal reports . CIOs must think about corporate networks as part of a growing battlefield. \nAnd today, the Federal Communications Commission will vote on whether domestic carriers that use equipment from Huawei Technologies Co., cited by the U.S. government as a national-security threat, will be able to continue to receive American subsidies while using the hardware, the New York Times reports. \nFacebook hearings illuminate future of business and data privacy. CIO Journal’s Steven Norton and Angus Loten repor t that the grilling of Facebook Inc. Chief Executive Mark Zuckerberg by Congress last week has prompted organizations to revisit their data-usage policies and take a closer look at how they communicate with customers and constituents. People “are looking for a social contract in which they understand how data is captured and what permissions exist,” said Ted Ross, CIO for the City of Los Angeles . Organizations should work toward a plan in which “gone are the days of the extremely complicated usage agreements.” \nSECURITY AND PRIVACY TaskRabbit took down its website and app and urged customers to change their passwords as it investigates a cybersecurity incident Monday. RICHARD B. LEVINE/ZUMA PRESS \nTaskRabbit hit by cybercriminals. On Monday the online marketplace for freelance labor that is part of Swedish furniture chain IKEA , took down its website and app and urged customers to change their passwords, the Journal’s Maria Armental reports . The company said it was working with a cybersecurity firm but didn’t specify what happened, how many people may have been affected or how it learned of the security breach. \nISS wants Equifax board members out. Proxy advisory firm Institutional Shareholder Services Inc. in a note to institutional investor clients on Saturday called for Equifax Inc. investors to vote against the re-election of five board members, including the board chairman, all of whom were on the board’s technology committee at the time of the company’s massive cybersecurity breach last year. The Journal’s Maria Andriotis has more . \nCLOUD ALY SONG/REUTERS \nU.S. considers retaliation over Beijing restrictions on U.S. cloud firms. Beijing currently requires U.S. cloud-computing firms to form joint operations with Chinese companies and license their technology to the Chinese partners, the Journal’s Bob Davis reports . Chinese firms, such as Alibaba Group Holding , by comparison, are allowed to operate in the U.S. without restriction. \nMORE TECHNOLOGY NEWS Microsoft CEO Satya Nadella is leading the company past the Windows era GIAN EHRENZELLER/EPA/SHUTTERSTOCK \nMicrosoft turns to Linux for internet-connected devices. The company plans to embed Linux in a new design for a computer chip for toys, household appliances, industrial machinery and millions of other internet-connected devices. The decision to go with Linux, a rival technology former Chief Executive Steve Ballmer once called a “cancer,” is the latest sign that the company under CEO Satya Nadella is moving past the Windows era, the WSJ’s Jay Greene reports . \nWhy Linux? “Microsoft used Linux because even the most scaled-down version of Windows won’t fit on thumbnail-size microcontroller chips. Its engineers added security features the company developed to the Linux “kernel,” the core elements of the operating system.” \nWither Windows? Mr. Nadella last month reorganized the company around its Azure cloud and its Office productivity business. In doing so, he downgraded the role of Windows . He also has shifted Microsoft’s strategy by making products such as its SQL Server database program work with Linux . \nWalmart is making its website less like Walmart. Goodbye cluttered product listings, big logos and that bright blue color. Marc Lore, chief executive of Walmart U.S. e-commerce, tells the Journal’s Sarah Nassauer that the the redesign “is meant to be cleaner and more modern and more appealing such that we are able to open up more relationships with brands,” and customers become more loyal. Its website has around 100 million unique monthly visitors, compared with 180 million at rival Amazon.com Inc. , according to comScore Inc. \nSamsung considering blockchain. Samsung Electronics Co., with its world-spanning networks of suppliers and distributors, is considering using blockchain to track global shipments, Bloomberg reports . The company’s logistics arm said swapping out the current paper documentation-based system for a blockchain ledger could cut shipping costs by 20 percent. The company expects to send 488,000 tons of air cargo and 1 million 20-foot-equivalent shipping units this year, says Bloomberg. \nThis is how automation comes. With the fast-growing economies of Eastern Europe facing worker shortages and governments there unwilling to take in more immigrants, local companies are staffing up with machines, the New York Times reports . But what happens when the good times end? Says Michal Pechoucek, head of the Artificial Intelligence Center at the Czech Technical University in Prague: “You won’t switch off the robots and bring back people.” \nNo overwhelming support for more online regulation, WSJ/NBC poll finds. Some 37% of people in the new survey said social media platforms such as Facebook and Twitter are not regulated enough, while the same share said the sites have the right amount of government regulation, and 14% said there was too much regulation. The Journal’s Janet Hook shares more results from the April 8-11 poll. \nWith GDPR looming, Facebook CEO meets EU’s digital chief. Andrus Ansip, the European Commission Vice President in charge of digital issues, will sit down with Mark Zuckerberg in San Francisco Tuesday to discuss data privacy and other issues, Reuters reports . \nToyota plans chips for vehicles. Toyota Motor Corp. plans to install short-range chips in some of its models in an effort to get the rest of the auto industry to support vehicle-to-vehicle communication technology. Bloomberg reports that Toyota’s move, which will enable vehicles on the road to share data, such as location and speed, sets the industry up for a clash with phone companies and tech giants, which also value the same airwaves. \nAt Facebook, median pay tops $240,000. Chief Executive Mark Zuckerberg’s total compensation was more than $8.8 million, about 37 times higher than the median, the Journal’s Deepa Seetharman reports . Facebook’s median pay is the second-highest disclosed so far by 325 companies in the S&P 500 index and it is nearly double the median pay disclosed by Morgan Stanley . \nEVERYTHING ELSE YOU NEED TO KNOW \nChina said it will phase out by 2022 rules requiring foreign auto makers to share their factory ownership and profits with Chinese companies, answering U.S. calls for a level playing field. (WSJ) \nRising global tensions, including U.S. sanctions against Russia and the continuing conflict in Syria, have sparked a steep rally in commodities , sending materials from aluminum to oil to fresh multiyear highs. (WSJ) \nMore people view the GOP tax overhaul as a bad idea than a good one , a new Wall Street Journal/NBC News poll found. (WSJ) \nFox News commentator Sean Hannity was revealed in federal court to have been represented by President Trump’s lawyer, Michael Cohen (WSJ) \nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . Share this:",
    "published": "2018-04-17T16:32:00.000+03:00",
    "crawled": "2018-04-17T16:36:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "people",
        "walk",
        "zte",
        "stand",
        "mobile",
        "world",
        "congress",
        "barcelona",
        "photo",
        "agence",
        "image",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "comfortable",
        "separation",
        "public",
        "private",
        "sector",
        "blurring",
        "rising",
        "tension",
        "among",
        "nation",
        "state",
        "create",
        "concern",
        "cybersecurity",
        "increasingly",
        "cio",
        "ciso",
        "help",
        "ensure",
        "integrity",
        "corporate",
        "network",
        "wider",
        "public",
        "network",
        "internet",
        "feel",
        "like",
        "company",
        "cyberwar",
        "footing",
        "british",
        "official",
        "monday",
        "struck",
        "separate",
        "blow",
        "giant",
        "zte",
        "ratcheting",
        "scrutiny",
        "big",
        "chinese",
        "company",
        "amid",
        "broader",
        "economic",
        "tension",
        "washington",
        "beijing",
        "journal",
        "jason",
        "douglas",
        "robert",
        "wall",
        "report",
        "british",
        "cybersecurity",
        "official",
        "warned",
        "phone",
        "carrier",
        "stay",
        "clear",
        "zte",
        "equipment",
        "service",
        "citing",
        "concern",
        "potential",
        "beijing",
        "could",
        "force",
        "company",
        "help",
        "infiltrate",
        "sabotage",
        "telecom",
        "infrastructure",
        "commerce",
        "department",
        "separately",
        "banned",
        "american",
        "company",
        "selling",
        "product",
        "zte",
        "saying",
        "company",
        "violated",
        "term",
        "deal",
        "last",
        "year",
        "settling",
        "allegation",
        "sanction",
        "busting",
        "involving",
        "north",
        "korea",
        "also",
        "monday",
        "intelligence",
        "official",
        "uk",
        "issued",
        "unusual",
        "joint",
        "warning",
        "russian",
        "hacker",
        "penetrated",
        "device",
        "software",
        "program",
        "ranging",
        "router",
        "switch",
        "firewall",
        "order",
        "steal",
        "corporate",
        "secret",
        "conduct",
        "espionage",
        "also",
        "warned",
        "covert",
        "russian",
        "action",
        "aimed",
        "laying",
        "groundwork",
        "future",
        "offensive",
        "cyberattacks",
        "western",
        "target",
        "journal",
        "report",
        "cio",
        "must",
        "think",
        "corporate",
        "network",
        "part",
        "growing",
        "battlefield",
        "today",
        "federal",
        "communication",
        "commission",
        "vote",
        "whether",
        "domestic",
        "carrier",
        "use",
        "equipment",
        "huawei",
        "technology",
        "cited",
        "government",
        "threat",
        "able",
        "continue",
        "receive",
        "american",
        "subsidy",
        "using",
        "hardware",
        "new",
        "york",
        "time",
        "report",
        "facebook",
        "hearing",
        "illuminate",
        "future",
        "business",
        "data",
        "privacy",
        "cio",
        "journal",
        "steven",
        "norton",
        "angus",
        "loten",
        "repor",
        "grilling",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "congress",
        "last",
        "week",
        "prompted",
        "organization",
        "revisit",
        "policy",
        "take",
        "closer",
        "look",
        "communicate",
        "customer",
        "constituent",
        "people",
        "looking",
        "social",
        "contract",
        "understand",
        "data",
        "captured",
        "permission",
        "exist",
        "said",
        "ted",
        "ross",
        "cio",
        "city",
        "los",
        "angeles",
        "organization",
        "work",
        "toward",
        "plan",
        "gone",
        "day",
        "extremely",
        "complicated",
        "usage",
        "security",
        "privacy",
        "taskrabbit",
        "took",
        "website",
        "app",
        "urged",
        "customer",
        "change",
        "password",
        "investigates",
        "cybersecurity",
        "incident",
        "monday",
        "richard",
        "press",
        "taskrabbit",
        "hit",
        "cybercriminals",
        "monday",
        "online",
        "marketplace",
        "freelance",
        "labor",
        "part",
        "swedish",
        "furniture",
        "chain",
        "ikea",
        "took",
        "website",
        "app",
        "urged",
        "customer",
        "change",
        "password",
        "journal",
        "maria",
        "armental",
        "report",
        "company",
        "said",
        "working",
        "cybersecurity",
        "firm",
        "specify",
        "happened",
        "many",
        "people",
        "may",
        "affected",
        "learned",
        "security",
        "breach",
        "iss",
        "want",
        "equifax",
        "board",
        "member",
        "proxy",
        "advisory",
        "firm",
        "institutional",
        "shareholder",
        "service",
        "note",
        "institutional",
        "investor",
        "client",
        "saturday",
        "called",
        "equifax",
        "investor",
        "vote",
        "five",
        "board",
        "member",
        "including",
        "board",
        "chairman",
        "board",
        "technology",
        "committee",
        "time",
        "company",
        "massive",
        "cybersecurity",
        "breach",
        "last",
        "year",
        "journal",
        "maria",
        "andriotis",
        "cloud",
        "aly",
        "considers",
        "retaliation",
        "beijing",
        "restriction",
        "cloud",
        "firm",
        "beijing",
        "currently",
        "requires",
        "firm",
        "form",
        "joint",
        "operation",
        "chinese",
        "company",
        "license",
        "technology",
        "chinese",
        "partner",
        "journal",
        "bob",
        "davis",
        "report",
        "chinese",
        "firm",
        "alibaba",
        "group",
        "holding",
        "comparison",
        "allowed",
        "operate",
        "without",
        "restriction",
        "technology",
        "news",
        "microsoft",
        "ceo",
        "satya",
        "nadella",
        "leading",
        "company",
        "past",
        "window",
        "era",
        "gian",
        "microsoft",
        "turn",
        "linux",
        "device",
        "company",
        "plan",
        "embed",
        "linux",
        "new",
        "design",
        "computer",
        "chip",
        "toy",
        "household",
        "appliance",
        "industrial",
        "machinery",
        "million",
        "device",
        "decision",
        "go",
        "linux",
        "rival",
        "technology",
        "former",
        "chief",
        "executive",
        "steve",
        "ballmer",
        "called",
        "cancer",
        "latest",
        "sign",
        "company",
        "ceo",
        "satya",
        "nadella",
        "moving",
        "past",
        "window",
        "era",
        "wsj",
        "jay",
        "greene",
        "report",
        "linux",
        "microsoft",
        "used",
        "linux",
        "even",
        "version",
        "window",
        "fit",
        "microcontroller",
        "chip",
        "engineer",
        "added",
        "security",
        "feature",
        "company",
        "developed",
        "linux",
        "kernel",
        "core",
        "element",
        "operating",
        "wither",
        "window",
        "nadella",
        "last",
        "month",
        "reorganized",
        "company",
        "around",
        "azure",
        "cloud",
        "office",
        "productivity",
        "business",
        "downgraded",
        "role",
        "window",
        "also",
        "shifted",
        "microsoft",
        "strategy",
        "making",
        "product",
        "sql",
        "server",
        "database",
        "program",
        "work",
        "linux",
        "walmart",
        "making",
        "website",
        "less",
        "like",
        "walmart",
        "goodbye",
        "cluttered",
        "product",
        "listing",
        "big",
        "logo",
        "bright",
        "blue",
        "color",
        "marc",
        "lore",
        "chief",
        "executive",
        "walmart",
        "tell",
        "journal",
        "sarah",
        "nassauer",
        "redesign",
        "meant",
        "cleaner",
        "modern",
        "appealing",
        "able",
        "open",
        "relationship",
        "brand",
        "customer",
        "become",
        "loyal",
        "website",
        "around",
        "million",
        "unique",
        "monthly",
        "visitor",
        "compared",
        "million",
        "rival",
        "according",
        "comscore",
        "samsung",
        "considering",
        "blockchain",
        "samsung",
        "electronics",
        "network",
        "supplier",
        "distributor",
        "considering",
        "using",
        "blockchain",
        "track",
        "global",
        "shipment",
        "bloomberg",
        "report",
        "company",
        "logistics",
        "arm",
        "said",
        "swapping",
        "current",
        "paper",
        "system",
        "blockchain",
        "ledger",
        "could",
        "cut",
        "shipping",
        "cost",
        "percent",
        "company",
        "expects",
        "send",
        "ton",
        "air",
        "cargo",
        "million",
        "shipping",
        "unit",
        "year",
        "say",
        "bloomberg",
        "automation",
        "come",
        "economy",
        "eastern",
        "europe",
        "facing",
        "worker",
        "shortage",
        "government",
        "unwilling",
        "take",
        "immigrant",
        "local",
        "company",
        "staffing",
        "machine",
        "new",
        "york",
        "time",
        "report",
        "happens",
        "good",
        "time",
        "end",
        "say",
        "michal",
        "pechoucek",
        "head",
        "artificial",
        "intelligence",
        "center",
        "czech",
        "technical",
        "university",
        "prague",
        "switch",
        "robot",
        "bring",
        "back",
        "overwhelming",
        "support",
        "online",
        "regulation",
        "poll",
        "find",
        "people",
        "new",
        "survey",
        "said",
        "social",
        "medium",
        "platform",
        "facebook",
        "twitter",
        "regulated",
        "enough",
        "share",
        "said",
        "site",
        "right",
        "amount",
        "government",
        "regulation",
        "said",
        "much",
        "regulation",
        "journal",
        "janet",
        "hook",
        "share",
        "result",
        "april",
        "poll",
        "gdpr",
        "looming",
        "facebook",
        "ceo",
        "meet",
        "eu",
        "digital",
        "chief",
        "andrus",
        "ansip",
        "european",
        "commission",
        "vice",
        "president",
        "charge",
        "digital",
        "issue",
        "sit",
        "mark",
        "zuckerberg",
        "san",
        "francisco",
        "tuesday",
        "discus",
        "data",
        "privacy",
        "issue",
        "reuters",
        "report",
        "toyota",
        "plan",
        "chip",
        "vehicle",
        "toyota",
        "motor",
        "plan",
        "install",
        "chip",
        "model",
        "effort",
        "get",
        "rest",
        "auto",
        "industry",
        "support",
        "communication",
        "technology",
        "bloomberg",
        "report",
        "toyota",
        "move",
        "enable",
        "vehicle",
        "road",
        "share",
        "data",
        "location",
        "speed",
        "set",
        "industry",
        "clash",
        "phone",
        "company",
        "tech",
        "giant",
        "also",
        "value",
        "airwave",
        "facebook",
        "median",
        "pay",
        "top",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "total",
        "compensation",
        "million",
        "time",
        "higher",
        "median",
        "journal",
        "deepa",
        "seetharman",
        "report",
        "facebook",
        "median",
        "pay",
        "disclosed",
        "far",
        "company",
        "p",
        "index",
        "nearly",
        "double",
        "median",
        "pay",
        "disclosed",
        "morgan",
        "stanley",
        "everything",
        "else",
        "need",
        "know",
        "china",
        "said",
        "phase",
        "rule",
        "requiring",
        "foreign",
        "auto",
        "maker",
        "share",
        "factory",
        "ownership",
        "profit",
        "chinese",
        "company",
        "answering",
        "call",
        "level",
        "playing",
        "field",
        "wsj",
        "rising",
        "global",
        "tension",
        "including",
        "sanction",
        "russia",
        "continuing",
        "conflict",
        "syria",
        "sparked",
        "steep",
        "rally",
        "commodity",
        "sending",
        "material",
        "aluminum",
        "oil",
        "fresh",
        "multiyear",
        "high",
        "wsj",
        "people",
        "view",
        "gop",
        "tax",
        "overhaul",
        "bad",
        "idea",
        "good",
        "one",
        "new",
        "wall",
        "street",
        "news",
        "poll",
        "found",
        "wsj",
        "fox",
        "news",
        "commentator",
        "sean",
        "hannity",
        "revealed",
        "federal",
        "court",
        "represented",
        "president",
        "trump",
        "lawyer",
        "michael",
        "cohen",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share"
    ]
}