{
    "organizations": [],
    "uuid": "9774d03637ff07c43c270529054c71ca19ca32d2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/globe-newswire-cameco-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Cameco reports first quarter results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SASKATOON, Saskatchewan, April 27, 2018 (GLOBE NEWSWIRE) -- Cameco (TSX:CCO) (NYSE:CCJ) today reported its consolidated financial and operating results for the first quarter ended March 31, 2018 in accordance with International Financial Reporting Standards (IFRS).\n“We continue to focus on what we can control,” said president and CEO, Tim Gitzel. “In the first quarter we generated significant cash flow, which is due to our portfolio optimization activities, the benefits of our cost saving measures, and by pulling back on our production lever and drawing down inventory. While our average unit cost of sales was higher than a year ago, this was expected due to the care and maintenance costs incurred while production is suspended at the McArthur River and Key Lake operation.\n“Today the market remains quiet. There are a lot of moving pieces, and utilities continue to evaluate the implications of what is perhaps best described as unprecedented noise in the political economy. Things like the possible trade action under section 232 of the Trade Expansion Act, the suspension of US Department of Energy’s excess uranium sales for the remainder of 2018, review of the Russian Suspension Agreement, and a potential Russian ban on all trade with US nuclear power companies. On the demand front, news remains mixed with additional Japanese reactor restarts, new construction announcements in China, India and the Middle East, further potential retirements in the US, and an announced phase out of nuclear power in Belgium.\n“As 2018 unfolds we will continue to evaluate the market signals, however we remain resolved in our efforts to focus on what we can control and deliver long-term value to our shareholders.”\nSummary of first quarter results and developments:\nNet earnings of $55 million; adjusted net earnings of $23 million: Earnings were higher this quarter as compared to 2017, largely due to the gain realized on the restructuring of JV Inkai and higher realized prices and deliveries in our uranium segment. As part of our ongoing efforts to optimize our contract portfolio and realize uncertain future value today, we restructured a contract with one of our utility customers that advanced future deliveries into the quarter, resulting in higher sales volume in both the uranium and fuel services segments. As expected, our unit cost of production was higher this quarter due to the suspension of production at McArthur River and Key Lake and the change in reporting for JV Inkai. Annual guidance largely unchanged: The 2018 financial outlook table in our annual MD&A remains largely unchanged. Based on the outlook provided in the table, we expect cash flow in 2018 to be similar to 2017. Uranium market remains quiet: The market was at a stand-still in the first quarter of 2018 as utilities digest changing market dynamics. Market prices and contracted volumes remained low in the quarter. Canada Revenue Agency (CRA) dispute, awaiting trial decision: The trial for 2003, 2005 and 2006 was concluded in September 2017. We remain confident in our position and await a decision from the judge. We expect to have a Tax Court decision within the next 12 months. In the first quarter we received a notice of reassessment from CRA for the 2012 tax year. TEPCO dispute, arbitration schedule set: We expect arbitration to begin in the first quarter of 2019. The timing for a final decision will be dependent on how long the arbitrators deliberate following the conclusion of the hearing. We have filed our statement of claim for $682 million (US) plus interest and legal costs.\nTHREE MONTHS HIGHLIGHTS ENDED MARCH 31 ($ MILLIONS EXCEPT WHERE INDICATED) 2018 2017 Revenue 439 393 Gross profit 68 55 Net earnings (losses) attributable to equity holders 55 (18 ) $ per common share (basic) 0.14 (0.05 ) $ per common share (diluted) 0.14 (0.05 ) Adjusted net earnings (non-IFRS, see page 3) 23 (29 ) $ per common share (adjusted and diluted) 0.06 (0.07 ) Cash provided by (used in) operations (after working capital changes) 275 (8 ) The financial information presented for the three months ended March 31, 2017 and March 31, 2018 is unaudited. NET EARNINGS\nThe following table shows what contributed to the change in net earnings and adjusted net earnings (non-IFRS measure, see page 3) in the first quarter of 2018, compared to the same period in 2017.\nCHANGES IN EARNINGS THREE MONTHS ($ MILLIONS) ENDED MARCH 31 IFRS ADJUSTED Net losses – 2017 (18 ) (29 ) Change in gross profit by segment (We calculate gross profit by deducting from revenue the cost of products and services sold, and depreciation and amortization (D&A), net of hedging benefits) Uranium Higher sales volume 7 7 Higher realized prices ($US) 78 78 Foreign exchange impact on realized prices (21 ) (21 ) Higher costs (31 ) (31 ) Change – uranium 33 33 Fuel services Higher sales volume 7 7 Lower realized prices ($Cdn) (16 ) (16 ) Lower costs 7 7 Change – fuel services (2 ) (2 ) Other changes Lower administration expenditures 6 6 Lower exploration expenditures 2 2 Change in reclamation provisions 5 - Higher earnings from equity-accounted investee 1 1 Change in gains or losses on derivatives (40 ) 4 Change in foreign exchange gains or losses 9 9 Gain on restructuring of JV Inkai 49 - Gain on customer contract restructuring in 2018 6 6 Change in income tax recovery or expense 11 - Other (7 ) (7 ) Net earnings – 2018 55 23 ADJUSTED NET EARNINGS (NON-IFRS MEASURE)\nAdjusted net earnings is a measure that does not have a standardized meaning or a consistent basis of calculation under IFRS (non-IFRS measure). We use this measure as a meaningful way to compare our financial performance from period to period. We believe that, in addition to conventional measures prepared in accordance with IFRS, certain investors use this information to evaluate our performance. Adjusted net earnings is our net earnings attributable to equity holders, adjusted to reflect the underlying financial performance for the reporting period. The adjusted earnings measure reflects the matching of the net benefits of our hedging program with the inflows of foreign currencies in the applicable reporting period, and has also been adjusted for reclamation provisions for our Rabbit Lake and US operations which had been impaired, the gain on restructuring of JV Inkai, and income taxes on adjustments.\nAdjusted net earnings is non-standard supplemental information and should not be considered in isolation or as a substitute for financial information prepared according to accounting standards. Other companies may calculate this measure differently, so you may not be able to make a direct comparison to similar measures presented by other companies.\nThe following table reconciles adjusted net earnings with net earnings for the first quarter of 2018 and compares it to the same period in 2017.\nTHREE MONTHS ENDED MARCH 31 ($ MILLIONS) 2018 2017 Net earnings (losses) attributable to equity holders 55 (18 ) Adjustments Adjustments on derivatives 22 (22 ) Reclamation provision adjustments 1 6 Gain on restructuring of JV Inkai (49 ) - Income taxes on adjustments (6 ) 5 Adjusted net earnings (losses) 23 (29 ) Selected segmented highlights\nTHREE MONTHS ENDED MARCH 31 HIGHLIGHTS 2018 2017 CHANGE Uranium Production volume (million lbs) 2.4 6.7 (64 )% Sales volume (million lbs) 1 6.6 5.7 16 % Average realized price ($US/lb) 42.92 34.43 25 % ($Cdn/lb) 54.13 45.51 19 % Revenue ($ millions) 1 359 260 38 % Gross profit ($ millions) 78 44 77 % Fuel services Production volume (million kgU) 3.9 2.6 50 % Sales volume (million kgU) 1 2.4 1.6 50 % Average realized price ($Cdn/kgU) 26.60 33.22 (20 )% Revenue ($ millions) 1 64 54 19 % Gross profit ($ millions) 12 14 (14 )% 1 There were no significant intersegment transactions in the periods shown. Please see our first quarter MD&A for more information.\nManagement's discussion and analysis and financial statements\nThe first quarter MD&A and unaudited condensed consolidated interim financial statements provide a detailed explanation of our operating results for the three months ended March 31, 2018, as compared to the same period last year. This news release should be read in conjunction with these documents, as well as our audited consolidated financial statements and notes for the year ended December 31, 2017, annual MD&A, and our most recent annual information form, all of which are available on our website at cameco.com , on SEDAR at sedar.com , and on EDGAR at sec.gov/edgar.shtml .\nAnnual dividend information\nIn 2017, our board of directors reduced the planned dividend to $0.08 per common share to be paid annually. The decision to declare a dividend by our board will be based on our cash flow, financial position, strategy and other relevant factors including appropriate alignment with the cyclical nature of our earnings. Accordingly, the dividend will be considered at the time of the third quarter earnings release.\nCaution about forward-looking information\nThis news release includes statements and information about our expectations for the future, which we refer to as forward-looking information. Forward-looking information is based on our current views, which can change significantly, and actual results and events may be significantly different from what we currently expect. Examples of forward-looking information in this news release include: factors potentially affecting the global political economy and the demand for uranium, our focus on delivery of long-term value to shareholders, our ongoing efforts to optimize our contract portfolio, our expectations regarding cash flow in 2018, our expectations regarding the outcome and timing of a decision in our CRA dispute; our expectation regarding the commencement of arbitration in our TEPCO dispute, the factors to be considered and timing for determination of any dividend to be declared in 2018, and the expected dates for the announcement of our remaining 2018 quarterly results. Material risks that could lead to different results include: unexpected changes in demand for uranium, our production, purchases, costs, our mineral reserve and resource estimates, and government regulations or policies; the risk of litigation or arbitration claims against us that have an adverse outcome; the risk that our contract counterparties may not satisfy their commitments; the risk that our cost reduction strategies or other strategies are unsuccessful, or have unanticipated consequences; and the risk our estimates and forecasts prove to be incorrect. In presenting the forward-looking information, we have made material assumptions which may prove incorrect about: uranium demand; our production, sales and costs; the accuracy of our reserve and resource estimates; the absence of new and adverse government regulations or policies; the successful outcome of any litigation or arbitration claims against us; our ability to complete contracts on the agreed-upon terms; the timing of the judge’s decision in the CRA trial and of the TEPCO arbitration; and that our cost reduction strategies and other strategies will successfully achieve their objectives. Please also review the discussion in our most recent annual and first quarter MD&A and annual information form for other material risks that could cause actual results to differ significantly from our current expectations, and other material assumptions we have made. Forward-looking information is designed to help you understand management’s current views of our near- and longer-term prospects, and it may not be appropriate for other purposes. We will not necessarily update this information unless we are required to by securities laws.\nConference call\nWe invite you to join our first quarter conference call on Friday, April 27, 2018, at 1:00 p.m. Eastern.\nThe call will be open to all investors and the media. To join the call, please dial 1-800-319-4610 (Canada and US) or 604-638-5340. An operator will put your call through. The slides and a live webcast of the conference call will be available from a link at cameco.com . See the link on our home page on the day of the call.\nA recorded version of the proceedings will be available:\non our website, cameco.com , shortly after the call on post view until midnight, Eastern, May 27, 2018, by calling 1-800-319-6413 (Canada and US) or 604-638-9010 (Passcode 2143)\n2018 quarterly report release dates\nWe plan to announce our remaining 2018 quarterly results as follows:\nsecond quarter consolidated financial and operating results: before markets open on July 26, 2018 third quarter consolidated financial and operating results: before markets open on November 2, 2018\nThe 2019 date for the announcement of our fourth quarter and 2018 consolidated financial and operating results will be provided in our 2018 third quarter MD&A. Announcement dates are subject to change.\nProfile\nCameco is one of the world’s largest uranium producers, a significant supplier of conversion services and one of two Candu fuel manufacturers in Canada. Our competitive position is based on our controlling ownership of the world’s largest high-grade reserves and low-cost operations. Our uranium products are used to generate clean electricity in nuclear power plants around the world. Our shares trade on the Toronto and New York stock exchanges. Our head office is in Saskatoon, Saskatchewan.\nAs used in this news release, the terms we, us, our, the Company and Cameco mean Cameco Corporation and its subsidiaries unless otherwise indicated.\nInvestor inquiries:\nRachelle Girard\n306-956-6403\nMedia inquiries:\nCarey Hyndman\n306-956-6317\nSource:Cameco Corp",
    "published": "2018-04-27T15:38:00.000+03:00",
    "crawled": "2018-04-27T17:50:54.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "saskatoon",
        "saskatchewan",
        "april",
        "globe",
        "newswire",
        "cameco",
        "tsx",
        "cco",
        "nyse",
        "ccj",
        "today",
        "reported",
        "consolidated",
        "financial",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "continue",
        "focus",
        "control",
        "said",
        "president",
        "ceo",
        "tim",
        "gitzel",
        "first",
        "quarter",
        "generated",
        "significant",
        "cash",
        "flow",
        "due",
        "portfolio",
        "optimization",
        "activity",
        "benefit",
        "cost",
        "saving",
        "measure",
        "pulling",
        "back",
        "production",
        "lever",
        "drawing",
        "inventory",
        "average",
        "unit",
        "cost",
        "sale",
        "higher",
        "year",
        "ago",
        "expected",
        "due",
        "care",
        "maintenance",
        "cost",
        "incurred",
        "production",
        "suspended",
        "mcarthur",
        "river",
        "key",
        "lake",
        "operation",
        "today",
        "market",
        "remains",
        "quiet",
        "lot",
        "moving",
        "piece",
        "utility",
        "continue",
        "evaluate",
        "implication",
        "perhaps",
        "best",
        "described",
        "unprecedented",
        "noise",
        "political",
        "economy",
        "thing",
        "like",
        "possible",
        "trade",
        "action",
        "section",
        "trade",
        "expansion",
        "act",
        "suspension",
        "u",
        "department",
        "energy",
        "excess",
        "uranium",
        "sale",
        "remainder",
        "review",
        "russian",
        "suspension",
        "agreement",
        "potential",
        "russian",
        "ban",
        "trade",
        "u",
        "nuclear",
        "power",
        "company",
        "demand",
        "front",
        "news",
        "remains",
        "mixed",
        "additional",
        "japanese",
        "reactor",
        "restarts",
        "new",
        "construction",
        "announcement",
        "china",
        "india",
        "middle",
        "east",
        "potential",
        "retirement",
        "u",
        "announced",
        "phase",
        "nuclear",
        "power",
        "belgium",
        "unfolds",
        "continue",
        "evaluate",
        "market",
        "signal",
        "however",
        "remain",
        "resolved",
        "effort",
        "focus",
        "control",
        "deliver",
        "value",
        "summary",
        "first",
        "quarter",
        "result",
        "development",
        "net",
        "earnings",
        "million",
        "adjusted",
        "net",
        "earnings",
        "million",
        "earnings",
        "higher",
        "quarter",
        "compared",
        "largely",
        "due",
        "gain",
        "realized",
        "restructuring",
        "jv",
        "inkai",
        "higher",
        "realized",
        "price",
        "delivery",
        "uranium",
        "segment",
        "part",
        "ongoing",
        "effort",
        "optimize",
        "contract",
        "portfolio",
        "realize",
        "uncertain",
        "future",
        "value",
        "today",
        "restructured",
        "contract",
        "one",
        "utility",
        "customer",
        "advanced",
        "future",
        "delivery",
        "quarter",
        "resulting",
        "higher",
        "sale",
        "volume",
        "uranium",
        "fuel",
        "service",
        "segment",
        "expected",
        "unit",
        "cost",
        "production",
        "higher",
        "quarter",
        "due",
        "suspension",
        "production",
        "mcarthur",
        "river",
        "key",
        "lake",
        "change",
        "reporting",
        "jv",
        "inkai",
        "annual",
        "guidance",
        "largely",
        "unchanged",
        "financial",
        "outlook",
        "table",
        "annual",
        "md",
        "remains",
        "largely",
        "unchanged",
        "based",
        "outlook",
        "provided",
        "table",
        "expect",
        "cash",
        "flow",
        "similar",
        "uranium",
        "market",
        "remains",
        "quiet",
        "market",
        "first",
        "quarter",
        "utility",
        "digest",
        "changing",
        "market",
        "dynamic",
        "market",
        "price",
        "contracted",
        "volume",
        "remained",
        "low",
        "quarter",
        "canada",
        "revenue",
        "agency",
        "cra",
        "dispute",
        "awaiting",
        "trial",
        "decision",
        "trial",
        "concluded",
        "september",
        "remain",
        "confident",
        "position",
        "await",
        "decision",
        "judge",
        "expect",
        "tax",
        "court",
        "decision",
        "within",
        "next",
        "month",
        "first",
        "quarter",
        "received",
        "notice",
        "reassessment",
        "cra",
        "tax",
        "year",
        "tepco",
        "dispute",
        "arbitration",
        "schedule",
        "set",
        "expect",
        "arbitration",
        "begin",
        "first",
        "quarter",
        "timing",
        "final",
        "decision",
        "dependent",
        "long",
        "arbitrator",
        "deliberate",
        "following",
        "conclusion",
        "hearing",
        "filed",
        "statement",
        "claim",
        "million",
        "u",
        "plus",
        "interest",
        "legal",
        "cost",
        "three",
        "month",
        "highlight",
        "ended",
        "march",
        "million",
        "except",
        "indicated",
        "revenue",
        "gross",
        "profit",
        "net",
        "earnings",
        "loss",
        "attributable",
        "equity",
        "holder",
        "per",
        "common",
        "share",
        "basic",
        "per",
        "common",
        "share",
        "diluted",
        "adjusted",
        "net",
        "earnings",
        "see",
        "page",
        "per",
        "common",
        "share",
        "adjusted",
        "diluted",
        "cash",
        "provided",
        "used",
        "operation",
        "working",
        "capital",
        "change",
        "financial",
        "information",
        "presented",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "unaudited",
        "net",
        "earnings",
        "following",
        "table",
        "show",
        "contributed",
        "change",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "measure",
        "see",
        "page",
        "first",
        "quarter",
        "compared",
        "period",
        "change",
        "earnings",
        "three",
        "month",
        "million",
        "ended",
        "march",
        "ifrs",
        "adjusted",
        "net",
        "loss",
        "change",
        "gross",
        "profit",
        "segment",
        "calculate",
        "gross",
        "profit",
        "deducting",
        "revenue",
        "cost",
        "product",
        "service",
        "sold",
        "depreciation",
        "amortization",
        "net",
        "hedging",
        "benefit",
        "uranium",
        "higher",
        "sale",
        "volume",
        "higher",
        "realized",
        "price",
        "u",
        "foreign",
        "exchange",
        "impact",
        "realized",
        "price",
        "higher",
        "cost",
        "change",
        "uranium",
        "fuel",
        "service",
        "higher",
        "sale",
        "volume",
        "lower",
        "realized",
        "price",
        "cdn",
        "lower",
        "cost",
        "change",
        "fuel",
        "service",
        "change",
        "lower",
        "administration",
        "expenditure",
        "lower",
        "exploration",
        "expenditure",
        "change",
        "reclamation",
        "provision",
        "higher",
        "earnings",
        "investee",
        "change",
        "gain",
        "loss",
        "derivative",
        "change",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "gain",
        "restructuring",
        "jv",
        "inkai",
        "gain",
        "customer",
        "contract",
        "restructuring",
        "change",
        "income",
        "tax",
        "recovery",
        "expense",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "measure",
        "adjusted",
        "net",
        "earnings",
        "measure",
        "standardized",
        "meaning",
        "consistent",
        "basis",
        "calculation",
        "ifrs",
        "measure",
        "use",
        "measure",
        "meaningful",
        "way",
        "compare",
        "financial",
        "performance",
        "period",
        "period",
        "believe",
        "addition",
        "conventional",
        "measure",
        "prepared",
        "accordance",
        "ifrs",
        "certain",
        "investor",
        "use",
        "information",
        "evaluate",
        "performance",
        "adjusted",
        "net",
        "earnings",
        "net",
        "earnings",
        "attributable",
        "equity",
        "holder",
        "adjusted",
        "reflect",
        "underlying",
        "financial",
        "performance",
        "reporting",
        "period",
        "adjusted",
        "earnings",
        "measure",
        "reflects",
        "matching",
        "net",
        "benefit",
        "hedging",
        "program",
        "inflow",
        "foreign",
        "currency",
        "applicable",
        "reporting",
        "period",
        "also",
        "adjusted",
        "reclamation",
        "provision",
        "rabbit",
        "lake",
        "u",
        "operation",
        "impaired",
        "gain",
        "restructuring",
        "jv",
        "inkai",
        "income",
        "tax",
        "adjustment",
        "adjusted",
        "net",
        "earnings",
        "supplemental",
        "information",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "according",
        "accounting",
        "standard",
        "company",
        "may",
        "calculate",
        "measure",
        "differently",
        "may",
        "able",
        "make",
        "direct",
        "comparison",
        "similar",
        "measure",
        "presented",
        "company",
        "following",
        "table",
        "reconciles",
        "adjusted",
        "net",
        "earnings",
        "net",
        "earnings",
        "first",
        "quarter",
        "compare",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "net",
        "earnings",
        "loss",
        "attributable",
        "equity",
        "holder",
        "adjustment",
        "adjustment",
        "derivative",
        "reclamation",
        "provision",
        "adjustment",
        "gain",
        "restructuring",
        "jv",
        "inkai",
        "income",
        "tax",
        "adjustment",
        "adjusted",
        "net",
        "earnings",
        "loss",
        "selected",
        "segmented",
        "highlight",
        "three",
        "month",
        "ended",
        "march",
        "highlight",
        "change",
        "uranium",
        "production",
        "volume",
        "million",
        "lb",
        "sale",
        "volume",
        "million",
        "lb",
        "average",
        "realized",
        "price",
        "revenue",
        "million",
        "gross",
        "profit",
        "million",
        "fuel",
        "service",
        "production",
        "volume",
        "million",
        "kgu",
        "sale",
        "volume",
        "million",
        "kgu",
        "average",
        "realized",
        "price",
        "revenue",
        "million",
        "gross",
        "profit",
        "million",
        "significant",
        "intersegment",
        "transaction",
        "period",
        "shown",
        "please",
        "see",
        "first",
        "quarter",
        "md",
        "information",
        "management",
        "discussion",
        "analysis",
        "financial",
        "statement",
        "first",
        "quarter",
        "md",
        "unaudited",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "provide",
        "detailed",
        "explanation",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "news",
        "release",
        "read",
        "conjunction",
        "document",
        "well",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "note",
        "year",
        "ended",
        "december",
        "annual",
        "md",
        "recent",
        "annual",
        "information",
        "form",
        "available",
        "website",
        "sedar",
        "edgar",
        "annual",
        "dividend",
        "information",
        "board",
        "director",
        "reduced",
        "planned",
        "dividend",
        "per",
        "common",
        "share",
        "paid",
        "annually",
        "decision",
        "declare",
        "dividend",
        "board",
        "based",
        "cash",
        "flow",
        "financial",
        "position",
        "strategy",
        "relevant",
        "factor",
        "including",
        "appropriate",
        "alignment",
        "cyclical",
        "nature",
        "earnings",
        "accordingly",
        "dividend",
        "considered",
        "time",
        "third",
        "quarter",
        "earnings",
        "release",
        "caution",
        "information",
        "news",
        "release",
        "includes",
        "statement",
        "information",
        "expectation",
        "future",
        "refer",
        "information",
        "information",
        "based",
        "current",
        "view",
        "change",
        "significantly",
        "actual",
        "result",
        "event",
        "may",
        "significantly",
        "different",
        "currently",
        "expect",
        "example",
        "information",
        "news",
        "release",
        "include",
        "factor",
        "potentially",
        "affecting",
        "global",
        "political",
        "economy",
        "demand",
        "uranium",
        "focus",
        "delivery",
        "value",
        "shareholder",
        "ongoing",
        "effort",
        "optimize",
        "contract",
        "portfolio",
        "expectation",
        "regarding",
        "cash",
        "flow",
        "expectation",
        "regarding",
        "outcome",
        "timing",
        "decision",
        "cra",
        "dispute",
        "expectation",
        "regarding",
        "commencement",
        "arbitration",
        "tepco",
        "dispute",
        "factor",
        "considered",
        "timing",
        "determination",
        "dividend",
        "declared",
        "expected",
        "date",
        "announcement",
        "remaining",
        "quarterly",
        "result",
        "material",
        "risk",
        "could",
        "lead",
        "different",
        "result",
        "include",
        "unexpected",
        "change",
        "demand",
        "uranium",
        "production",
        "purchase",
        "cost",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "government",
        "regulation",
        "policy",
        "risk",
        "litigation",
        "arbitration",
        "claim",
        "u",
        "adverse",
        "outcome",
        "risk",
        "contract",
        "counterparties",
        "may",
        "satisfy",
        "commitment",
        "risk",
        "cost",
        "reduction",
        "strategy",
        "strategy",
        "unsuccessful",
        "unanticipated",
        "consequence",
        "risk",
        "estimate",
        "forecast",
        "prove",
        "incorrect",
        "presenting",
        "information",
        "made",
        "material",
        "assumption",
        "may",
        "prove",
        "incorrect",
        "uranium",
        "demand",
        "production",
        "sale",
        "cost",
        "accuracy",
        "reserve",
        "resource",
        "estimate",
        "absence",
        "new",
        "adverse",
        "government",
        "regulation",
        "policy",
        "successful",
        "outcome",
        "litigation",
        "arbitration",
        "claim",
        "u",
        "ability",
        "complete",
        "contract",
        "term",
        "timing",
        "judge",
        "decision",
        "cra",
        "trial",
        "tepco",
        "arbitration",
        "cost",
        "reduction",
        "strategy",
        "strategy",
        "successfully",
        "achieve",
        "objective",
        "please",
        "also",
        "review",
        "discussion",
        "recent",
        "annual",
        "first",
        "quarter",
        "md",
        "annual",
        "information",
        "form",
        "material",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "significantly",
        "current",
        "expectation",
        "material",
        "assumption",
        "made",
        "information",
        "designed",
        "help",
        "understand",
        "management",
        "current",
        "view",
        "prospect",
        "may",
        "appropriate",
        "purpose",
        "necessarily",
        "update",
        "information",
        "unless",
        "required",
        "security",
        "law",
        "conference",
        "call",
        "invite",
        "join",
        "first",
        "quarter",
        "conference",
        "call",
        "friday",
        "april",
        "eastern",
        "call",
        "open",
        "investor",
        "medium",
        "join",
        "call",
        "please",
        "dial",
        "canada",
        "u",
        "operator",
        "put",
        "call",
        "slide",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "link",
        "see",
        "link",
        "home",
        "page",
        "day",
        "call",
        "recorded",
        "version",
        "proceeding",
        "available",
        "website",
        "shortly",
        "call",
        "post",
        "view",
        "midnight",
        "eastern",
        "may",
        "calling",
        "canada",
        "u",
        "passcode",
        "quarterly",
        "report",
        "release",
        "date",
        "plan",
        "announce",
        "remaining",
        "quarterly",
        "result",
        "follows",
        "second",
        "quarter",
        "consolidated",
        "financial",
        "operating",
        "result",
        "market",
        "open",
        "july",
        "third",
        "quarter",
        "consolidated",
        "financial",
        "operating",
        "result",
        "market",
        "open",
        "november",
        "date",
        "announcement",
        "fourth",
        "quarter",
        "consolidated",
        "financial",
        "operating",
        "result",
        "provided",
        "third",
        "quarter",
        "md",
        "announcement",
        "date",
        "subject",
        "change",
        "profile",
        "cameco",
        "one",
        "world",
        "largest",
        "uranium",
        "producer",
        "significant",
        "supplier",
        "conversion",
        "service",
        "one",
        "two",
        "candu",
        "fuel",
        "manufacturer",
        "canada",
        "competitive",
        "position",
        "based",
        "controlling",
        "ownership",
        "world",
        "largest",
        "reserve",
        "operation",
        "uranium",
        "product",
        "used",
        "generate",
        "clean",
        "electricity",
        "nuclear",
        "power",
        "plant",
        "around",
        "world",
        "share",
        "trade",
        "toronto",
        "new",
        "york",
        "stock",
        "exchange",
        "head",
        "office",
        "saskatoon",
        "saskatchewan",
        "used",
        "news",
        "release",
        "term",
        "u",
        "company",
        "cameco",
        "mean",
        "cameco",
        "corporation",
        "subsidiary",
        "unless",
        "otherwise",
        "indicated",
        "investor",
        "inquiry",
        "rachelle",
        "girard",
        "medium",
        "inquiry",
        "carey",
        "hyndman",
        "source",
        "cameco",
        "corp"
    ]
}