{
    "organizations": [],
    "uuid": "53d19d41a7bcaf8edb6f8ba00bc3ed1fb46e4aac",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/pr-newswire-international-isotopes-inc-announces-2017-year-end-financial-results.html",
    "ord_in_thread": 0,
    "title": "International Isotopes Inc. Announces 2017 Year End Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IDAHO FALLS, Idaho, April 2, 2018 /PRNewswire/ -- International Isotopes Inc. (OTCQB: INIS) (the \"Company\") announces its financial results for the fiscal year ended December 31, 2017. The Company reported total revenue in 2017 of $7,420,390, compared to $6,552,149 in 2016, which represents an increase of approximately 13%. The details of the performance of the Company's significant business segments are discussed below.\nSales of radiochemical products accounted for approximately 31% of the Company's total revenue in 2017, increasing from approximately 26% of total revenue in 2016. Revenue in this segment increased by approximately 36% as compared to 2016. This increase in revenue is primarily the result of increased demand for our products and due to a major competitor stopping the supply of a competing product in 2016, which increased demand for our product.\nSales of nuclear medicine standards accounted for approximately 44% and 47%, of the Company's total revenue in 2017 and 2016, respectively. Revenue in this segment increased by approximately 4% in 2017, as compared to 2016. In August 2017, affiliates of the Company purchased the remaining 75.5% of the member units of RadQual, LLC (RadQual), and the Company continues to own a 24.5% interest in RadQual. In connection with this transaction, the Company was named the managing member of RadQual. Because of this change in member ownership, the Company has consolidated RadQual's operations within the nuclear medicine segment for financial reporting. The Company anticipates that sales to RadQual will remain strong, and with RadQual now under the Company's management, there will be significant future opportunities to develop new products and increase sales.\nRevenue from our Radiological Services segment accounted for approximately 18% of our total revenue in 2017, and approximately 12% in 2016. Revenue in this segment increased by approximately 73% in 2017, compared to in 2016. The increase in revenue is attributable to contracts awarded to the Company under the U.S. Department Of Energy (DOE) and International Atomic Energy Agency (IAEA).\nCobalt products sales accounted for approximately 7% of the Company's total revenue in 2017 and approximately 13% in 2016. Revenue in this segment decreased by 41% in 2017, as compared to 2016. The decrease is the result of the continuing interruption in cobalt supply from the U.S. Department of Energy's (DOE) Advanced Test Reactor (ATR) which started in 2014, and the Company's limited options for obtaining alternate cobalt supplies in the global marketplace. During 2017, however, the Company successfully contracted with a supplier for significant quantities of bulk cobalt with deliveries starting in 2018. The receipt of the material from this alternate supplier will allow a significant increase in cobalt sales. In 2015, we executed a ten-year production purchase agreement with the DOE for bulk cobalt produced in the ATR. During late 2018, and each year thereafter, the Company expects to receive shipments of that processed cobalt from the ATR. Cobalt products were historically the Company's largest revenue segment prior to the supply interruption in 2014, and with the additional long-term sources of supply, we expect cobalt products to be a large revenue contributor going forward.\nCost of revenue for 2017 was $4,182,705 as compared to $3,707,558 in 2016, an increase of $475,147, or approximately 13%. Total operating costs and expenses for 2017 increased approximately 22% in 2017 compared to 2016 as a result of increased one-time legal expenses attributed to an arbitration proceeding. The Company also reported two non-cash write-downs in 2017 compared to 2016. The first was attributed to a loss of down payment on a transportation container that had been the subject of the arbitration, and the second was a non-cash write-down of $946,844 which was attributed to an adjustment to the carrying value of the Company's 24.5% ownership of RadQual based upon the acquisition price of RadQual shares in 2017.\nNet loss was $3,757,284 in 2017, compared to a net loss of $1,879,112 in 2016. This is an increase in loss of $1,878,172 and is the result of the three one-time factors mentioned above, namely increased legal fees, the loss recorded on the investment in RadQual, and the loss recorded on the shipping container. These three factors fully account for the increased loss and are not expected to be a recurring factor in the Company's financial statements going forward.\nCompany Chief Executive Officer, Steve Laflin, noted that, \"During 2017, we accomplished five significant milestones for the Company, and our plans to achieve profitability in each of our core business segments. During 2017, we:\nSuccessfully completed our application to the U.S. Food and Drug Administration (FDA) for the first generic sodium iodide product in the U.S. Throughout 2017 and into 2018, we continued to provide information supporting that application and hope to see this application through the approval process in 2018.\nSuccessfully retired approximately $1.8 million in Company debt through cash payments and the issuance of shares of Series C redeemable convertible preferred stock.\nWere successful in purchasing additional cobalt-60 for customers to stem the shortages that have limited cobalt source sales for the past several years. Sales of these cobalt products will resume in 2018, and revenues within this segment should return to historic levels.\nWere able to assume management control of RadQual after affiliates of the Company purchased all outstanding shares of RadQual not held by International Isotopes Inc. This management change secures the Company's long-term contract manufacturing role and puts the Company in a much better position to shape and strengthen the future growth of RadQual revenues and the products that company offers.\nWere awarded several major radiological services contracts through the DOE and the International Atomic Energy Agency in which we were able to use our mobile hot cell. These were service contracts awarded late in 2017, so most of the revenues will not be recognized until the first quarter of 2018. The Company's success in these international opportunities enhances our ability to gain additional future contracts of a similar nature.\nMr. Laflin further commented, \"We continue to be very excited by the short- and long-term opportunities in front of us. As we await FDA approval of our first pharmaceutical product, we continue to advance other products in our pipeline towards FDA submittal. Further, having dealt with sharply curtailed cobalt supplies for the past four years, we are looking forward to that segment returning to its historical performance within the Company starting in 2018 and beyond.\"\nInternational Isotopes Inc.\nYear Ended December 31,\n$\n%\n2017\n2016\nChange\nChange\nSale of Product\n$ 7,420,390\n$ 6,552,149\n$ 868,241\n13%\nGross Profit\n$ 3,237,685\n$ 2,844,591\n$ 393,094\n14%\nTotal Operating Expense\n$ 5,303,258\n$ 4,347,575\n$ 955,683\n22%\nOperating Loss Before Other Exp.\n$ (2,065,573)\n$ (1,502,984)\n$ (562,589)\n37%\nOther Expense\n$ (1,621,789)\n$ (408,990)\n$ (1,212,799)\n297%\nNet Loss\n$ (3,757,284)\n$ (1,879,112)\n$ (1,878,172)\n100%\nNet (Loss) Per Common Share\n$0.00\n$0.00\nWeighted Ave. Sh. Outstanding\n406,361,656\n403,302,425\nAbout International Isotopes Inc.\nInternational Isotopes Inc. manufactures a full range of nuclear medicine calibration and reference standards, a variety of Cobalt-60 products, and provides a wide selection of radioisotopes and radiochemical for medical applications, calibration, and clinical research. The Company also provides radiological services including source installation/removal, and decommissioning of various radiation units on a contract basis to clients.\nInternational Isotopes Inc. Safe Harbor Statement\nCertain statements in this press release are \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, including statements with respect to revenue expectations for the future within our business segments, our ability to launch new products, FDA approval of new products, the timing for the start of commercial sales of new products, increased contract opportunities for services, our ability to produce and acquire cobalt for source production, and our long term revenue outlook and benefit to shareholders. Information contained in such forward-looking statements is based on current expectations and is subject to change. These statements involve several risks, uncertainties and other factors that could cause actual results, performance or achievements of International Isotopes Inc. to be materially different from any future results, performance or achievements of the Company expressed or implied by these forward-looking statements. Other factors, which could materially affect such forward-looking statements, can be found in the Company's filings with the Securities and Exchange Commission at www.sec.gov , including its Annual Report on Form 10-K for the year ended December 31, 2017. Investors, potential investors, and other readers, are urged to consider these factors carefully in evaluating the forward-looking statements and are cautioned not to place undue reliance on such forward-looking statements. The forward-looking statements made herein are only made as of the date of this press release and International Isotopes, Inc. and the Company undertakes no obligation to publicly update such forward-looking statements to reflect subsequent events or circumstances.\nFOR MORE INFORMATION, CONTACT:\nDavid Drewitz\nCreative Options Communications\nInvestor and Public Relations\ndavid@creativeoptionscommunications.com\nwww.creativeoptionsmarketing.com\nPhone: 972-814-5723\nView original content: http://www.prnewswire.com/news-releases/international-isotopes-inc-announces-2017-year-end-financial-results-300622600.html\nSOURCE International Isotopes Inc.",
    "published": "2018-04-02T18:19:00.000+03:00",
    "crawled": "2018-04-02T19:55:39.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "idaho",
        "fall",
        "idaho",
        "april",
        "international",
        "isotope",
        "otcqb",
        "inis",
        "company",
        "announces",
        "financial",
        "result",
        "fiscal",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "total",
        "revenue",
        "compared",
        "represents",
        "increase",
        "approximately",
        "detail",
        "performance",
        "company",
        "significant",
        "business",
        "segment",
        "discussed",
        "sale",
        "radiochemical",
        "product",
        "accounted",
        "approximately",
        "company",
        "total",
        "revenue",
        "increasing",
        "approximately",
        "total",
        "revenue",
        "revenue",
        "segment",
        "increased",
        "approximately",
        "compared",
        "increase",
        "revenue",
        "primarily",
        "result",
        "increased",
        "demand",
        "product",
        "due",
        "major",
        "competitor",
        "stopping",
        "supply",
        "competing",
        "product",
        "increased",
        "demand",
        "product",
        "sale",
        "nuclear",
        "medicine",
        "standard",
        "accounted",
        "approximately",
        "company",
        "total",
        "revenue",
        "respectively",
        "revenue",
        "segment",
        "increased",
        "approximately",
        "compared",
        "august",
        "affiliate",
        "company",
        "purchased",
        "remaining",
        "member",
        "unit",
        "radqual",
        "llc",
        "radqual",
        "company",
        "continues",
        "interest",
        "radqual",
        "connection",
        "transaction",
        "company",
        "named",
        "managing",
        "member",
        "radqual",
        "change",
        "member",
        "ownership",
        "company",
        "consolidated",
        "radqual",
        "operation",
        "within",
        "nuclear",
        "medicine",
        "segment",
        "financial",
        "reporting",
        "company",
        "anticipates",
        "sale",
        "radqual",
        "remain",
        "strong",
        "radqual",
        "company",
        "management",
        "significant",
        "future",
        "opportunity",
        "develop",
        "new",
        "product",
        "increase",
        "sale",
        "revenue",
        "radiological",
        "service",
        "segment",
        "accounted",
        "approximately",
        "total",
        "revenue",
        "approximately",
        "revenue",
        "segment",
        "increased",
        "approximately",
        "compared",
        "increase",
        "revenue",
        "attributable",
        "contract",
        "awarded",
        "company",
        "department",
        "energy",
        "doe",
        "international",
        "atomic",
        "energy",
        "agency",
        "iaea",
        "cobalt",
        "product",
        "sale",
        "accounted",
        "approximately",
        "company",
        "total",
        "revenue",
        "approximately",
        "revenue",
        "segment",
        "decreased",
        "compared",
        "decrease",
        "result",
        "continuing",
        "interruption",
        "cobalt",
        "supply",
        "department",
        "energy",
        "doe",
        "advanced",
        "test",
        "reactor",
        "atr",
        "started",
        "company",
        "limited",
        "option",
        "obtaining",
        "alternate",
        "cobalt",
        "supply",
        "global",
        "marketplace",
        "however",
        "company",
        "successfully",
        "contracted",
        "supplier",
        "significant",
        "quantity",
        "bulk",
        "cobalt",
        "delivery",
        "starting",
        "receipt",
        "material",
        "alternate",
        "supplier",
        "allow",
        "significant",
        "increase",
        "cobalt",
        "sale",
        "executed",
        "production",
        "purchase",
        "agreement",
        "doe",
        "bulk",
        "cobalt",
        "produced",
        "atr",
        "late",
        "year",
        "thereafter",
        "company",
        "expects",
        "receive",
        "shipment",
        "processed",
        "cobalt",
        "atr",
        "cobalt",
        "product",
        "historically",
        "company",
        "largest",
        "revenue",
        "segment",
        "prior",
        "supply",
        "interruption",
        "additional",
        "source",
        "supply",
        "expect",
        "cobalt",
        "product",
        "large",
        "revenue",
        "contributor",
        "going",
        "forward",
        "cost",
        "revenue",
        "compared",
        "increase",
        "approximately",
        "total",
        "operating",
        "cost",
        "expense",
        "increased",
        "approximately",
        "compared",
        "result",
        "increased",
        "legal",
        "expense",
        "attributed",
        "arbitration",
        "proceeding",
        "company",
        "also",
        "reported",
        "two",
        "compared",
        "first",
        "attributed",
        "loss",
        "payment",
        "transportation",
        "container",
        "subject",
        "arbitration",
        "second",
        "attributed",
        "adjustment",
        "carrying",
        "value",
        "company",
        "ownership",
        "radqual",
        "based",
        "upon",
        "acquisition",
        "price",
        "radqual",
        "share",
        "net",
        "loss",
        "compared",
        "net",
        "loss",
        "increase",
        "loss",
        "result",
        "three",
        "factor",
        "mentioned",
        "namely",
        "increased",
        "legal",
        "fee",
        "loss",
        "recorded",
        "investment",
        "radqual",
        "loss",
        "recorded",
        "shipping",
        "container",
        "three",
        "factor",
        "fully",
        "account",
        "increased",
        "loss",
        "expected",
        "recurring",
        "factor",
        "company",
        "financial",
        "statement",
        "going",
        "forward",
        "company",
        "chief",
        "executive",
        "officer",
        "steve",
        "laflin",
        "noted",
        "accomplished",
        "five",
        "significant",
        "milestone",
        "company",
        "plan",
        "achieve",
        "profitability",
        "core",
        "business",
        "segment",
        "successfully",
        "completed",
        "application",
        "food",
        "drug",
        "administration",
        "fda",
        "first",
        "generic",
        "sodium",
        "iodide",
        "product",
        "throughout",
        "continued",
        "provide",
        "information",
        "supporting",
        "application",
        "hope",
        "see",
        "application",
        "approval",
        "process",
        "successfully",
        "retired",
        "approximately",
        "million",
        "company",
        "debt",
        "cash",
        "payment",
        "issuance",
        "share",
        "series",
        "c",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "successful",
        "purchasing",
        "additional",
        "customer",
        "stem",
        "shortage",
        "limited",
        "cobalt",
        "source",
        "sale",
        "past",
        "several",
        "year",
        "sale",
        "cobalt",
        "product",
        "resume",
        "revenue",
        "within",
        "segment",
        "return",
        "historic",
        "level",
        "able",
        "assume",
        "management",
        "control",
        "radqual",
        "affiliate",
        "company",
        "purchased",
        "outstanding",
        "share",
        "radqual",
        "held",
        "international",
        "isotope",
        "management",
        "change",
        "secures",
        "company",
        "contract",
        "manufacturing",
        "role",
        "put",
        "company",
        "much",
        "better",
        "position",
        "shape",
        "strengthen",
        "future",
        "growth",
        "radqual",
        "revenue",
        "product",
        "company",
        "offer",
        "awarded",
        "several",
        "major",
        "radiological",
        "service",
        "contract",
        "doe",
        "international",
        "atomic",
        "energy",
        "agency",
        "able",
        "use",
        "mobile",
        "hot",
        "cell",
        "service",
        "contract",
        "awarded",
        "late",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "company",
        "success",
        "international",
        "opportunity",
        "enhances",
        "ability",
        "gain",
        "additional",
        "future",
        "contract",
        "similar",
        "nature",
        "laflin",
        "commented",
        "continue",
        "excited",
        "opportunity",
        "front",
        "u",
        "await",
        "fda",
        "approval",
        "first",
        "pharmaceutical",
        "product",
        "continue",
        "advance",
        "product",
        "pipeline",
        "towards",
        "fda",
        "submittal",
        "dealt",
        "sharply",
        "curtailed",
        "cobalt",
        "supply",
        "past",
        "four",
        "year",
        "looking",
        "forward",
        "segment",
        "returning",
        "historical",
        "performance",
        "within",
        "company",
        "starting",
        "beyond",
        "international",
        "isotope",
        "year",
        "ended",
        "december",
        "change",
        "change",
        "sale",
        "product",
        "gross",
        "profit",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "exp",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "sh",
        "outstanding",
        "international",
        "isotope",
        "international",
        "isotope",
        "manufacture",
        "full",
        "range",
        "nuclear",
        "medicine",
        "calibration",
        "reference",
        "standard",
        "variety",
        "product",
        "provides",
        "wide",
        "selection",
        "radioisotope",
        "radiochemical",
        "medical",
        "application",
        "calibration",
        "clinical",
        "research",
        "company",
        "also",
        "provides",
        "radiological",
        "service",
        "including",
        "source",
        "decommissioning",
        "various",
        "radiation",
        "unit",
        "contract",
        "basis",
        "client",
        "international",
        "isotope",
        "safe",
        "harbor",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "including",
        "statement",
        "respect",
        "revenue",
        "expectation",
        "future",
        "within",
        "business",
        "segment",
        "ability",
        "launch",
        "new",
        "product",
        "fda",
        "approval",
        "new",
        "product",
        "timing",
        "start",
        "commercial",
        "sale",
        "new",
        "product",
        "increased",
        "contract",
        "opportunity",
        "service",
        "ability",
        "produce",
        "acquire",
        "cobalt",
        "source",
        "production",
        "long",
        "term",
        "revenue",
        "outlook",
        "benefit",
        "shareholder",
        "information",
        "contained",
        "statement",
        "based",
        "current",
        "expectation",
        "subject",
        "change",
        "statement",
        "involve",
        "several",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "international",
        "isotope",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "company",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "materially",
        "affect",
        "statement",
        "found",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "investor",
        "potential",
        "investor",
        "reader",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "made",
        "herein",
        "made",
        "date",
        "press",
        "release",
        "international",
        "isotope",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "information",
        "contact",
        "david",
        "drewitz",
        "creative",
        "option",
        "communication",
        "investor",
        "public",
        "relation",
        "david",
        "phone",
        "view",
        "original",
        "content",
        "http",
        "source",
        "international",
        "isotope",
        "inc"
    ]
}