{
    "organizations": [],
    "uuid": "76265ec0cfeaa4117b8b354e46aa94be61e4c0d3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/globe-newswire-zenyattaas-board-of-directors-announces-changes-in-executive-roles-as-part-of-the-strategic-business-plan.html",
    "ord_in_thread": 0,
    "title": "Zenyatta’s Board of Directors Announces Changes in Executive Roles as Part of the Strategic Business Plan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THUNDER BAY, Ontario, Zenyatta Ventures Ltd. (“Zenyatta” or “Company”) (TSXV:ZEN) Board of Directors announce changes in executive roles as a result of a comprehensive and strategic organizational review. These changes are being implemented in accordance with the Summary Strategic Plan outlined in the news release dated 27 March 2018.\nAubrey Eveleigh will be stepping down from his role as CEO but will remain as interim President and Director during a transition period. During this period the move will facilitate an orderly transfer of knowledge and will support continuity of business development as part of the Company's Strategic Plan while Zenyatta seeks a new CEO. The Board of Directors will expect a new CEO to have the right combination of leadership and experience to assemble and guide a diversified executive management team capable of advancing the Albany graphite deposit to production and developing the strategic relationships and market channels for our unique products.\nAubrey Eveleigh stated, “With my unwavering commitment to Zenyatta’s success, I will continue to work closely with the new and existing team to assure the effective transition. My goal is to help align the business needs with the appropriate leaders to make certain we meet our stated objectives. Today's announcement recognizes that Zenyatta has reached a significant milestone that requires different leadership as part of a succession planning process.”\nKeith Morrison, Chairman of Zenyatta stated, “It is important that we manage the succession of our CEO in the best interests of the company. Aubrey has intimate and important knowledge on the dynamics of the Company’s external relationships and the entire internal team. These external relationships include the communities near the Albany project, government politicians/bureaucrats and the many collaborative academic and corporate programs. Having Aubrey continue with Zenyatta, participating and supporting a new CEO and management team, will provide continuity and reduce risk and disruption to important relationships including financial ones.”\nAlong with this change in CEO position, the Board of Zenyatta is also pleased to announce the appointment of Mr. Keith Morrison to an elevated management role of Executive Chairman to help execute its business and succession plan.\nKeith Morrison is presently the CEO and Director of North American Nickel Limited where he recently raised $17.5 million in a strategic financing. He is an entrepreneur with over 35 years of international experience in the resource sector with an accomplished background in strategy, finance, exploration, technology, global operations, capital markets and corporate development. In 1986, he co-founded Quantec Geoscience Ltd. and served as CEO for the next 20 years overseeing the global expansion and completion of over 2500 projects in more than 30 countries. His commitment to developing opportunities, while managing exploration risk, was a key element in the successful evolution and commercialization of Quantec's industry leading deep exploration (Titan24) technology. Formerly, Mr. Morrison also co-founded another significant Canadian-based success story called QGX, a Canadian-based public exploration company which operated in Mongolia prior to its acquisition. He has previously served on several public company Boards as a Non-Executive Chair and Chair of Audit, Compensation and Governance committees. Keith formerly served as the CEO and Director of Gedex Inc., a Canadian technology company developing super-conducting gravity gradiometers for subsurface imaging applications. He is a member of the APGO, PDAC and Institute of Corporate Directors (ICD). He is a graduate in Applied Science and Engineering Geophysics from Queen's University in Kingston, Ontario and the University of Toronto Rotman School of Business ICD program.\nKeith Morrison commented, \"I am very pleased to be more involved in the leadership of this extraordinary venture and look forward to working with the entire ZEN team to advance the Albany project. Zenyatta has a fascinating nanomaterial story that is receiving increased global attention. I am looking forward to advancing our business plan through feasibility studies and activities related to graphene applications under ZEN-tech Materials once we secure financing.”\nThe Company is very pleased with Keith’s contribution since he joined earlier this year. During that time, he has been well received and highly respected by the shareholders he has met and spoken with. Keith is proving his reputation as an innovative leader with vision, backed by strong technical knowledge and hands-on experience. He will be an integral member of the ZEN team as we transition through pre-feasibility and prepare for the upcoming full feasibility study. Also, Keith has a considerable network in the capital markets which will assist management in efforts to meet business objectives for both Zenyatta Ventures Ltd. and ZEN-tech Materials Limited.\nThe Board of Directors acknowledges the incredible value creation of the Albany project since Mr. Eveleigh and his partners founded the Company in 2010. In 2012, Aubrey and his exploration team were recognized for the finding of a very rare graphite deposit that led to the \"Bernie Schneiders Ontario Discovery of the Year Award”. After completing 63 drill holes in two (2) adjacent graphite-mineralized breccia pipes, Zenyatta completed a NI 43-101 Resource estimate in 2014, and reported the results of a positive Preliminary Economic Assessment in 2015. In recognition of these developments Zenyatta received the award for the top performing mining company on the TSX Venture Exchange for consecutive years in 2012 and 2013. In April 2015 Mr. Eveleigh received the Lifetime Achievement Award from the Northwestern Ontario Prospectors Association. This award is presented to an individual based on his success, not only for Zenyatta, but for his cumulative contributions to the exploration and mining community of Northwestern Ontario during his career. For Aubrey’s contributions to the success of Zenyatta, the Board of Directors of Zenyatta is most appreciative.\nFrom 2016 to present the Zenyatta team has started a pre-feasibility study, market/business development and testing programs to gather important intelligence on its high purity carbon and graphene. This testing and feedback has been a major success in showing Zenyatta’s unique material to qualify for higher value graphene applications such as the next generation graphene-oxide silicon batteries and for enhancing composite materials like concrete and rubber.\nZenyatta is focused on advancing its 100% owned Albany graphite deposit towards production and will supply consistent, high-quality graphite or graphene to its wholly owned subsidiary ZEN-tech Materials Limited (“ZEN-tech”) in a vertically integrated structure. The formation of ZEN-tech was a strategic move that will provide a downstream vehicle to market, capture value and advance graphene application development separate from the mineral development Company.\nThe Albany graphite deposit is situated in northeastern Ontario, Canada. The deposit is a large and unique type of igneous-hosted, fluid-derived mineralization containing highly crystalline graphite in two adjacent breccia pipes. Independent labs in Japan, UK, Israel, USA and Canada have demonstrated that Zenyatta’s rare form of graphite easily converts (exfoliates) to graphene using a variety of simple mechanical methods. The deposit is located 30km north of the Trans-Canada Highway, power line and natural gas pipeline near the communities of Constance Lake First Nation and Hearst. A rail line is located 50 km away with an all-weather road approximately 10 km from the deposit.\nZEN-tech is a wholly owned subsidiary of Zenyatta with a registration in England and Wales. ZEN-tech will focus on marketing, development and commercialization activities of graphene applications and the allocation of any associated intellectual property (‘IP’) and worldwide licensing. The subsidiary will operate independently of Zenyatta and will be assembling an expert management team in 2018.\nPursuant to the employment agreement with Mr. Eveleigh dated August 1, 2010 (the “Original Employment Agreement”), Mr. Eveleigh served as President and CEO of the Company. As a result of being removed as CEO, pursuant to the Original Employment Agreement Mr. Eveleigh is owed a total of $900,000 as a severance payment based on the prior periods of service. Under a settlement agreement, Mr. Eveleigh has agreed to accept one-half of the severance payment of $450,000 in six equal instalments of $75,000 payable every six months, with the first instalment due on June 1, 2018, and the last instalment due on December 31, 2020. Mr. Eveleigh has entered into a new employment agreement to serve as President of the Company effective immediately (the “New Employment Agreement”) with a base salary of $225,000, being the same salary as the Original Employment Agreement. Pursuant to the New Employment Agreement, upon termination of the agreement by Mr. Eveleigh for any reason or by the Company for any reason, Mr. Eveleigh is entitled to receive the remaining severance payment of $450,000 in six equal instalments of $75,000 payable every six months, to commence no earlier than June 30, 2021. Under these agreements, the Company is entitled to offer Mr. Eveleigh the right to accept the payment of an instalment in shares of the Company valued at market price at the time in accordance with the Policies of the TSXV Venture Exchange. If an instalment is not paid under the settlement agreement, the remaining balance of the $900,000 severance amount becomes due and payable. Under the New Employment Agreement, if Mr. Eveleigh is dismissed for cause, he is required to accept the remaining $450,000 severance payment in shares of the Company valued at market price at the time in accordance with the Policies of the TSXV Venture Exchange. In addition to this summary, these agreements include other customary terms and conditions.\nMr. Keith Morrison, P.Geo., is the “Qualified Person” for the purposes of National Instrument 43-101 and has reviewed, prepared and supervised the preparation of the technical information contained in this news release. For Further Information Please visit the Company’s website at: http://www.zenyatta.ca or contact: Office (807) 346-1660 Email: info@zenyatta.ca .\nCAUTIONARY STATEMENT: The Company has completed a July 9, 2015 Preliminary Economic Assessment which indicates an open pit mine life of 22 years (excludes underground resource which is open at depth) producing 30,000 tonnes purified graphite per annum (see Zenyatta press release of 1 June 2015). The PEA is preliminary in nature, it includes inferred mineral resources that are considered too speculative geologically to have the economic considerations applied to them that would enable them to be categorized as mineral reserves, and there is no certainty that the preliminary economic assessment will be realized. Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. This news release may contain forward looking information and Zenyatta cautions readers that forward looking information is based on certain assumptions and risk factors that could cause actual results to differ materially from the expectations of Zenyatta included in this news release. This news release includes certain \"forward-looking statements”, which often, but not always, can be identified by the use of words such as \"potential\", \"believes\", \"anticipates\", \"expects\", \"estimates\", \"may\", \"could\", \"would\", \"will\", or \"plan\". These statements are based on information currently available to Zenyatta and Zenyatta provides no assurance that actual results will meet management's expectations. Forward-looking statements include estimates and statements with respect to Zenyatta’s future plans, objectives or goals, to the effect that Zenyatta or management expects a stated condition or result to occur, including the expected timing for release of a pre-feasibility study, the expected uses for graphite or graphene in the future, and the future uses of the graphite from Zenyatta’s Albany deposit. Since forward-looking statements are based on assumptions and address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results relating to, among other things, results of metallurgical processing, ongoing exploration, project development, reclamation and capital costs of Zenyatta’s mineral properties, and Zenyatta’s financial condition and prospects, could differ materially from those currently anticipated in such statements for many reasons such as, but are not limited to: failure to convert estimated mineral resources to reserves; the preliminary nature of metallurgical test results; the inability to identify target markets and satisfy the product criteria for such markets; the inability to complete a prefeasibility study; the inability to enter into offtake agreements with qualified purchasers; delays in obtaining or failures to obtain required governmental, environmental or other project approvals; political risks; uncertainties relating to the availability and costs of financing needed in the future; changes in equity markets, inflation, changes in exchange rates; fluctuations in commodity prices; delays in the development of projects; capital and operating costs varying significantly from estimates and the other risks involved in the mineral exploration and development industry; and those risks set out in Zenyatta’s public documents filed on SEDAR. This list is not exhaustive of the factors that may affect any of Zenyatta’s forward-looking statements. These and other factors should be considered carefully and readers should not place undue reliance on Zenyatta’s forward-looking statements. Although Zenyatta believes that the assumptions and factors used in preparing the forward-looking information in this news release are reasonable, undue reliance should not be placed on such information, which only applies as of the date of this news release, and no assurance can be given that such events will occur in the disclosed time frames or at all. Zenyatta disclaims any intention or obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise, other than as required by law.\nSource: Zenyatta Ventures Ltd.",
    "published": "2018-04-17T15:00:00.000+03:00",
    "crawled": "2018-04-17T17:16:38.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "thunder",
        "bay",
        "ontario",
        "zenyatta",
        "venture",
        "zenyatta",
        "company",
        "tsxv",
        "zen",
        "board",
        "director",
        "announce",
        "change",
        "executive",
        "role",
        "result",
        "comprehensive",
        "strategic",
        "organizational",
        "review",
        "change",
        "implemented",
        "accordance",
        "summary",
        "strategic",
        "plan",
        "outlined",
        "news",
        "release",
        "dated",
        "march",
        "aubrey",
        "eveleigh",
        "stepping",
        "role",
        "ceo",
        "remain",
        "interim",
        "president",
        "director",
        "transition",
        "period",
        "period",
        "move",
        "facilitate",
        "orderly",
        "transfer",
        "knowledge",
        "support",
        "continuity",
        "business",
        "development",
        "part",
        "company",
        "strategic",
        "plan",
        "zenyatta",
        "seek",
        "new",
        "ceo",
        "board",
        "director",
        "expect",
        "new",
        "ceo",
        "right",
        "combination",
        "leadership",
        "experience",
        "assemble",
        "guide",
        "diversified",
        "executive",
        "management",
        "team",
        "capable",
        "advancing",
        "albany",
        "graphite",
        "deposit",
        "production",
        "developing",
        "strategic",
        "relationship",
        "market",
        "channel",
        "unique",
        "product",
        "aubrey",
        "eveleigh",
        "stated",
        "unwavering",
        "commitment",
        "zenyatta",
        "success",
        "continue",
        "work",
        "closely",
        "new",
        "existing",
        "team",
        "assure",
        "effective",
        "transition",
        "goal",
        "help",
        "align",
        "business",
        "need",
        "appropriate",
        "leader",
        "make",
        "certain",
        "meet",
        "stated",
        "objective",
        "today",
        "announcement",
        "recognizes",
        "zenyatta",
        "reached",
        "significant",
        "milestone",
        "requires",
        "different",
        "leadership",
        "part",
        "succession",
        "planning",
        "keith",
        "morrison",
        "chairman",
        "zenyatta",
        "stated",
        "important",
        "manage",
        "succession",
        "ceo",
        "best",
        "interest",
        "company",
        "aubrey",
        "intimate",
        "important",
        "knowledge",
        "dynamic",
        "company",
        "external",
        "relationship",
        "entire",
        "internal",
        "team",
        "external",
        "relationship",
        "include",
        "community",
        "near",
        "albany",
        "project",
        "government",
        "many",
        "collaborative",
        "academic",
        "corporate",
        "program",
        "aubrey",
        "continue",
        "zenyatta",
        "participating",
        "supporting",
        "new",
        "ceo",
        "management",
        "team",
        "provide",
        "continuity",
        "reduce",
        "risk",
        "disruption",
        "important",
        "relationship",
        "including",
        "financial",
        "along",
        "change",
        "ceo",
        "position",
        "board",
        "zenyatta",
        "also",
        "pleased",
        "announce",
        "appointment",
        "keith",
        "morrison",
        "elevated",
        "management",
        "role",
        "executive",
        "chairman",
        "help",
        "execute",
        "business",
        "succession",
        "plan",
        "keith",
        "morrison",
        "presently",
        "ceo",
        "director",
        "north",
        "american",
        "nickel",
        "limited",
        "recently",
        "raised",
        "million",
        "strategic",
        "financing",
        "entrepreneur",
        "year",
        "international",
        "experience",
        "resource",
        "sector",
        "accomplished",
        "background",
        "strategy",
        "finance",
        "exploration",
        "technology",
        "global",
        "operation",
        "capital",
        "market",
        "corporate",
        "development",
        "quantec",
        "geoscience",
        "served",
        "ceo",
        "next",
        "year",
        "overseeing",
        "global",
        "expansion",
        "completion",
        "project",
        "country",
        "commitment",
        "developing",
        "opportunity",
        "managing",
        "exploration",
        "risk",
        "key",
        "element",
        "successful",
        "evolution",
        "commercialization",
        "quantec",
        "industry",
        "leading",
        "deep",
        "exploration",
        "titan24",
        "technology",
        "formerly",
        "morrison",
        "also",
        "another",
        "significant",
        "success",
        "story",
        "called",
        "qgx",
        "public",
        "exploration",
        "company",
        "operated",
        "mongolia",
        "prior",
        "acquisition",
        "previously",
        "served",
        "several",
        "public",
        "company",
        "board",
        "chair",
        "chair",
        "audit",
        "compensation",
        "governance",
        "committee",
        "keith",
        "formerly",
        "served",
        "ceo",
        "director",
        "gedex",
        "canadian",
        "technology",
        "company",
        "developing",
        "gravity",
        "gradiometers",
        "subsurface",
        "imaging",
        "application",
        "member",
        "apgo",
        "pdac",
        "institute",
        "corporate",
        "director",
        "icd",
        "graduate",
        "applied",
        "science",
        "engineering",
        "geophysics",
        "queen",
        "university",
        "kingston",
        "ontario",
        "university",
        "toronto",
        "rotman",
        "school",
        "business",
        "icd",
        "program",
        "keith",
        "morrison",
        "commented",
        "pleased",
        "involved",
        "leadership",
        "extraordinary",
        "venture",
        "look",
        "forward",
        "working",
        "entire",
        "zen",
        "team",
        "advance",
        "albany",
        "project",
        "zenyatta",
        "fascinating",
        "nanomaterial",
        "story",
        "receiving",
        "increased",
        "global",
        "attention",
        "looking",
        "forward",
        "advancing",
        "business",
        "plan",
        "feasibility",
        "study",
        "activity",
        "related",
        "graphene",
        "application",
        "material",
        "secure",
        "company",
        "pleased",
        "keith",
        "contribution",
        "since",
        "joined",
        "earlier",
        "year",
        "time",
        "well",
        "received",
        "highly",
        "respected",
        "shareholder",
        "met",
        "spoken",
        "keith",
        "proving",
        "reputation",
        "innovative",
        "leader",
        "vision",
        "backed",
        "strong",
        "technical",
        "knowledge",
        "experience",
        "integral",
        "member",
        "zen",
        "team",
        "transition",
        "prepare",
        "upcoming",
        "full",
        "feasibility",
        "study",
        "also",
        "keith",
        "considerable",
        "network",
        "capital",
        "market",
        "assist",
        "management",
        "effort",
        "meet",
        "business",
        "objective",
        "zenyatta",
        "venture",
        "material",
        "limited",
        "board",
        "director",
        "acknowledges",
        "incredible",
        "value",
        "creation",
        "albany",
        "project",
        "since",
        "eveleigh",
        "partner",
        "founded",
        "company",
        "aubrey",
        "exploration",
        "team",
        "recognized",
        "finding",
        "rare",
        "graphite",
        "deposit",
        "led",
        "bernie",
        "schneiders",
        "ontario",
        "discovery",
        "year",
        "award",
        "completing",
        "drill",
        "hole",
        "two",
        "adjacent",
        "breccia",
        "pipe",
        "zenyatta",
        "completed",
        "ni",
        "resource",
        "estimate",
        "reported",
        "result",
        "positive",
        "preliminary",
        "economic",
        "assessment",
        "recognition",
        "development",
        "zenyatta",
        "received",
        "award",
        "top",
        "performing",
        "mining",
        "company",
        "tsx",
        "venture",
        "exchange",
        "consecutive",
        "year",
        "april",
        "eveleigh",
        "received",
        "lifetime",
        "achievement",
        "award",
        "northwestern",
        "ontario",
        "prospector",
        "association",
        "award",
        "presented",
        "individual",
        "based",
        "success",
        "zenyatta",
        "cumulative",
        "contribution",
        "exploration",
        "mining",
        "community",
        "northwestern",
        "ontario",
        "career",
        "aubrey",
        "contribution",
        "success",
        "zenyatta",
        "board",
        "director",
        "zenyatta",
        "appreciative",
        "present",
        "zenyatta",
        "team",
        "started",
        "study",
        "development",
        "testing",
        "program",
        "gather",
        "important",
        "intelligence",
        "high",
        "purity",
        "carbon",
        "graphene",
        "testing",
        "feedback",
        "major",
        "success",
        "showing",
        "zenyatta",
        "unique",
        "material",
        "qualify",
        "higher",
        "value",
        "graphene",
        "application",
        "next",
        "generation",
        "silicon",
        "battery",
        "enhancing",
        "composite",
        "material",
        "like",
        "concrete",
        "rubber",
        "zenyatta",
        "focused",
        "advancing",
        "owned",
        "albany",
        "graphite",
        "deposit",
        "towards",
        "production",
        "supply",
        "consistent",
        "graphite",
        "graphene",
        "wholly",
        "owned",
        "subsidiary",
        "material",
        "limited",
        "vertically",
        "integrated",
        "structure",
        "formation",
        "strategic",
        "move",
        "provide",
        "downstream",
        "vehicle",
        "market",
        "capture",
        "value",
        "advance",
        "graphene",
        "application",
        "development",
        "separate",
        "mineral",
        "development",
        "company",
        "albany",
        "graphite",
        "deposit",
        "situated",
        "northeastern",
        "ontario",
        "canada",
        "deposit",
        "large",
        "unique",
        "type",
        "mineralization",
        "containing",
        "highly",
        "crystalline",
        "graphite",
        "two",
        "adjacent",
        "breccia",
        "pipe",
        "independent",
        "lab",
        "japan",
        "uk",
        "israel",
        "usa",
        "canada",
        "demonstrated",
        "zenyatta",
        "rare",
        "form",
        "graphite",
        "easily",
        "convert",
        "exfoliates",
        "graphene",
        "using",
        "variety",
        "simple",
        "mechanical",
        "method",
        "deposit",
        "located",
        "30km",
        "north",
        "highway",
        "power",
        "line",
        "natural",
        "gas",
        "pipeline",
        "near",
        "community",
        "constance",
        "lake",
        "first",
        "nation",
        "hearst",
        "rail",
        "line",
        "located",
        "km",
        "away",
        "road",
        "approximately",
        "km",
        "deposit",
        "wholly",
        "owned",
        "subsidiary",
        "zenyatta",
        "registration",
        "england",
        "wale",
        "focus",
        "marketing",
        "development",
        "commercialization",
        "activity",
        "graphene",
        "application",
        "allocation",
        "associated",
        "intellectual",
        "property",
        "ip",
        "worldwide",
        "licensing",
        "subsidiary",
        "operate",
        "independently",
        "zenyatta",
        "assembling",
        "expert",
        "management",
        "team",
        "pursuant",
        "employment",
        "agreement",
        "eveleigh",
        "dated",
        "august",
        "original",
        "employment",
        "agreement",
        "eveleigh",
        "served",
        "president",
        "ceo",
        "company",
        "result",
        "removed",
        "ceo",
        "pursuant",
        "original",
        "employment",
        "agreement",
        "eveleigh",
        "owed",
        "total",
        "severance",
        "payment",
        "based",
        "prior",
        "period",
        "service",
        "settlement",
        "agreement",
        "eveleigh",
        "agreed",
        "accept",
        "severance",
        "payment",
        "six",
        "equal",
        "instalment",
        "payable",
        "every",
        "six",
        "month",
        "first",
        "instalment",
        "due",
        "june",
        "last",
        "instalment",
        "due",
        "december",
        "eveleigh",
        "entered",
        "new",
        "employment",
        "agreement",
        "serve",
        "president",
        "company",
        "effective",
        "immediately",
        "new",
        "employment",
        "agreement",
        "base",
        "salary",
        "salary",
        "original",
        "employment",
        "agreement",
        "pursuant",
        "new",
        "employment",
        "agreement",
        "upon",
        "termination",
        "agreement",
        "eveleigh",
        "reason",
        "company",
        "reason",
        "eveleigh",
        "entitled",
        "receive",
        "remaining",
        "severance",
        "payment",
        "six",
        "equal",
        "instalment",
        "payable",
        "every",
        "six",
        "month",
        "commence",
        "earlier",
        "june",
        "agreement",
        "company",
        "entitled",
        "offer",
        "eveleigh",
        "right",
        "accept",
        "payment",
        "instalment",
        "share",
        "company",
        "valued",
        "market",
        "price",
        "time",
        "accordance",
        "policy",
        "tsxv",
        "venture",
        "exchange",
        "instalment",
        "paid",
        "settlement",
        "agreement",
        "remaining",
        "balance",
        "severance",
        "amount",
        "becomes",
        "due",
        "payable",
        "new",
        "employment",
        "agreement",
        "eveleigh",
        "dismissed",
        "cause",
        "required",
        "accept",
        "remaining",
        "severance",
        "payment",
        "share",
        "company",
        "valued",
        "market",
        "price",
        "time",
        "accordance",
        "policy",
        "tsxv",
        "venture",
        "exchange",
        "addition",
        "summary",
        "agreement",
        "include",
        "customary",
        "term",
        "condition",
        "keith",
        "morrison",
        "qualified",
        "person",
        "purpose",
        "national",
        "instrument",
        "reviewed",
        "prepared",
        "supervised",
        "preparation",
        "technical",
        "information",
        "contained",
        "news",
        "release",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "http",
        "contact",
        "office",
        "email",
        "info",
        "cautionary",
        "statement",
        "company",
        "completed",
        "july",
        "preliminary",
        "economic",
        "assessment",
        "indicates",
        "open",
        "pit",
        "mine",
        "life",
        "year",
        "excludes",
        "underground",
        "resource",
        "open",
        "depth",
        "producing",
        "tonne",
        "purified",
        "graphite",
        "per",
        "annum",
        "see",
        "zenyatta",
        "press",
        "release",
        "june",
        "pea",
        "preliminary",
        "nature",
        "includes",
        "inferred",
        "mineral",
        "resource",
        "considered",
        "speculative",
        "geologically",
        "economic",
        "consideration",
        "applied",
        "would",
        "enable",
        "categorized",
        "mineral",
        "reserve",
        "certainty",
        "preliminary",
        "economic",
        "assessment",
        "realized",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "news",
        "release",
        "may",
        "contain",
        "forward",
        "looking",
        "information",
        "zenyatta",
        "caution",
        "reader",
        "forward",
        "looking",
        "information",
        "based",
        "certain",
        "assumption",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "zenyatta",
        "included",
        "news",
        "release",
        "news",
        "release",
        "includes",
        "certain",
        "statement",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "potential",
        "belief",
        "anticipates",
        "expects",
        "estimate",
        "may",
        "could",
        "would",
        "plan",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "zenyatta",
        "zenyatta",
        "provides",
        "assurance",
        "actual",
        "result",
        "meet",
        "management",
        "expectation",
        "statement",
        "include",
        "estimate",
        "statement",
        "respect",
        "zenyatta",
        "future",
        "plan",
        "objective",
        "goal",
        "effect",
        "zenyatta",
        "management",
        "expects",
        "stated",
        "condition",
        "result",
        "occur",
        "including",
        "expected",
        "timing",
        "release",
        "study",
        "expected",
        "us",
        "graphite",
        "graphene",
        "future",
        "future",
        "us",
        "graphite",
        "zenyatta",
        "albany",
        "deposit",
        "since",
        "statement",
        "based",
        "assumption",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "relating",
        "among",
        "thing",
        "result",
        "metallurgical",
        "processing",
        "ongoing",
        "exploration",
        "project",
        "development",
        "reclamation",
        "capital",
        "cost",
        "zenyatta",
        "mineral",
        "property",
        "zenyatta",
        "financial",
        "condition",
        "prospect",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "statement",
        "many",
        "reason",
        "limited",
        "failure",
        "convert",
        "estimated",
        "mineral",
        "resource",
        "reserve",
        "preliminary",
        "nature",
        "metallurgical",
        "test",
        "result",
        "inability",
        "identify",
        "target",
        "market",
        "satisfy",
        "product",
        "criterion",
        "market",
        "inability",
        "complete",
        "prefeasibility",
        "study",
        "inability",
        "enter",
        "offtake",
        "agreement",
        "qualified",
        "purchaser",
        "delay",
        "obtaining",
        "failure",
        "obtain",
        "required",
        "governmental",
        "environmental",
        "project",
        "approval",
        "political",
        "risk",
        "uncertainty",
        "relating",
        "availability",
        "cost",
        "financing",
        "needed",
        "future",
        "change",
        "equity",
        "market",
        "inflation",
        "change",
        "exchange",
        "rate",
        "fluctuation",
        "commodity",
        "price",
        "delay",
        "development",
        "project",
        "capital",
        "operating",
        "cost",
        "varying",
        "significantly",
        "estimate",
        "risk",
        "involved",
        "mineral",
        "exploration",
        "development",
        "industry",
        "risk",
        "set",
        "zenyatta",
        "public",
        "document",
        "filed",
        "sedar",
        "list",
        "exhaustive",
        "factor",
        "may",
        "affect",
        "zenyatta",
        "statement",
        "factor",
        "considered",
        "carefully",
        "reader",
        "place",
        "undue",
        "reliance",
        "zenyatta",
        "statement",
        "although",
        "zenyatta",
        "belief",
        "assumption",
        "factor",
        "used",
        "preparing",
        "information",
        "news",
        "release",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "applies",
        "date",
        "news",
        "release",
        "assurance",
        "given",
        "event",
        "occur",
        "disclosed",
        "time",
        "frame",
        "zenyatta",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "law",
        "source",
        "zenyatta",
        "venture",
        "ltd"
    ]
}