{
    "organizations": [],
    "uuid": "5faa4aa8aad9728239f6a64e9399f67e16415928",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/globe-newswire-fte-networks-reports-second-half-2017-preliminary-results.html",
    "ord_in_thread": 0,
    "title": "FTE Networks Reports Second Half 2017 Preliminary Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NAPLES, Fla., April 03, 2018 (GLOBE NEWSWIRE) -- FTE Networks, Inc. (NYSE American:FTNW) (\"FTE\" or the \"Company\"), a leading provider of innovative technology-oriented solutions for smart platforms, network infrastructure and intelligent buildings, announced today certain unaudited preliminary revenue results for the six months ended December 31, 2017.\nFinancial and Operational Highlights for the six months ended 12/31/17\nSecond half results for July 1 - Dec 31 (2 complete quarters as a consolidated operation)\nTotal revenue of approximately $189.6 million Gross margin of approximately 16.0% Net income of approximately $(6.7) million Adjusted net income of approximately $9.6 million Adjusted EBITDA of approximately $15.1 million for six months ended December 31, 2017 Adjusted diluted earnings per share of approximately $1.73 Achieved a combined backlog of approximately $434 million as of December 31, 2017, which includes several Master Services Agreements Successfully uplisted to the New York Stock Exchange (American) in December 2017 Announced new infrastructure and technology expansion projects valued at approximately $108.5 million in 2018\n“Our initial six months as a consolidated operation have produced strong results, including our highest quarter of revenue generation since inception, which underscores our confidence in the business as we enter 2018,” commented Michael Palleschi, FTE Networks’ Chief Executive Officer. “During the fourth quarter, we successfully launched our CrossLayer technology platform as a foundational service offering to our Benchmark Builders client base, which drove a record backlog of $434 million at year-end, which includes several Master Services Agreements. With our strategically structured and integrated organization that provides both technology and infrastructure services, we have secured both new customers and re-occurring projects with Fortune 100/500 companies and top-ranking REITs.”\nMr. Palleschi continued, “During 2017, FTE acquired and integrated Benchmark Builders, a tier one firm in the coveted New York City market, which both enhanced our top-and-bottom lines and created an ideal sales channel for our first to market compute-to-the-edge technology powered by CrossLayer. These accomplishments were instrumental in the achievement of a key corporate milestone of uplisting to the New York Stock Exchange (American) in December 2017. This distinction allows for the potential of greater liquidity and access to capital, as well as expanded communications to our investor base.”\nOutlook for 2018\n“The momentum in our business has continued into 2018, as we announced more than approximately $108.5 million in new contracts during the first quarter. We believe that FTE’s integrated business model represents a new paradigm that spans both the technology and infrastructure sectors. Further, we are confident that the patent-pending CrossLayer technology platform positions FTE to equip our clients with innovative, technology-oriented solutions that offer their commercial tenants a cutting-edge high speed networking experience, powered by edge computing, while providing the Company with enhanced efficiencies and margins, driving sustainable profitability and shareholder value,” concluded Mr. Palleschi.\nThese are preliminary unaudited financial results and remain subject to the completion of the Company's customary quarterly and annual close and review procedures. Material adjustments may arise between the date of this release and the date on which the Company announces its fourth quarter and annual 2017 results and files its Form 10-K with the SEC, which is anticipated to occur on April 17, 2018.\nAbout FTE Networks, Inc.\nFTE Networks, Inc. (\"FTNW\"), FTE Networks, Inc. (\"FTNW\") is a leading provider of innovation technology. We enable adaptive and efficient smart network connectivity platforms, infrastructure and buildings. FTE provides end-to-end design, build, and support solutions for state-of-the-art networks, data centers, residential and commercial properties. We create transformative smart platforms and buildings. FTE's services are predicated on smart design and consistent standards that reduce deployment costs and accelerate delivery of leading edge projects and services. The Company works with Fortune 100/500 companies, including some of the world's leading Telecommunications and IT Services Providers as well as REITs and Media Providers.\n(*) Use of Non-GAAP Financial Information\nThe Company's financial results and financial guidance are provided in accordance with accounting principles generally accepted in the United States of America (GAAP) and using certain non-GAAP financial measures. Management believes that presentation of operating results using non-GAAP financial measures provides useful supplemental information to investors and facilitates the analysis of the Company's core operating results and comparison of core operating results across reporting periods. Management also uses non-GAAP financial measures for financial and operational decision making, planning and forecasting purposes and to manage the Company's business. Management believes that these non-GAAP financial measures enable investors to evaluate our operating results and future prospects in the same manner as management. The non-GAAP financial measures do not replace the presentation of GAAP financial results and should only be used as a supplement to and not as a substitute for the Company's financial results presented in accordance with GAAP. There are limitations inherent in non-GAAP financial measures because they exclude charges and credits that are required to be included in a GAAP presentation, and do not therefore present the full measure of the Company's recorded costs against its net revenue. In addition, the Company's definition of the non-GAAP financial measures below may differ from non-GAAP measures used by other companies.\nDefinitions of Non-GAAP Measures:\nNon-GAAP Adjusted EBITDA\n\"Adjusted EBITDA\" is defined by FTE Networks as net income from continuing operations before: (i) interest expense, (ii) tax expense, (iii) depreciation and amortization expense, (iv) non-cash, stock-based compensation expense, and if applicable in a reporting period (v) acquisition related transaction expenses (vi) non-cash impairments of intangible assets (vii) debt financing costs (viii) and other significant non-recurring or non-operating (income) or expenses.\nNon - GAAP Adjusted Net Income\n\"Adjusted Net Income\" is defined by FTE Networks as net income available to common shareholders from continuing operations plus: (i) non-cash amortization of customer lists and other intangible assets, (ii) non-cash, stock-based compensation expense, (iii) non-cash deemed dividends on preferred stock, and if applicable in a reporting period (v) acquisition related transaction expenses (vi) non-cash impairments of intangible assets (vii) debt financing costs (viii) and other significant non-recurring or non-operating (income) or expenses.\nNon-GAAP Adjusted Diluted EPS\n\"Adjusted Diluted EPS\" is defined by FTE Networks as Adjusted Net Income divided by Adjusted Diluted Shares outstanding. Adjusted Diluted Shares outstanding is the sum of Diluted shares outstanding and the weighted average number of common shares that would be outstanding if the preferred stock were converted into common stock on the original issue date based on the number of days such common shares would have been outstanding in the reporting period. In addition, if GAAP Net Income is negative and Adjusted Net Income is positive, Adjusted Diluted Shares will also include any warrants that would be outstanding as dilutive instruments using the treasury stock method.\nBasis for Non-GAAP Adjustments\nFTE Networks’ basis for excluding certain expenses (income) from GAAP financial measures, are outlined below:\nAmortization of intangible assets — The intangible assets that give rise to this amortization expense relate to acquisitions, and the amounts allocated to such intangible assets and the terms of amortization vary by acquisition and type of asset. FTE Networks excludes these items to provide a consistent basis for comparing operating results across reporting periods, pre and post-acquisition.\nStock-based compensation expenses — As incentive for both employees and certain non-employees, from time to time shares of the Company’s common stock are issued by the Board of Directors. Without adjusting for these non-cash expenses, the Company believes it would be difficult to compare financial results from core operations across reporting periods on a consistent basis.\nDeemed dividends on preferred stock — GAAP accounting for the structure of the Series A and Series A-1 Preferred Stock requires the Company to accrue a set dividend rate quarterly. Since such dividends are not paid in cash, the Company believes these non-cash expenses are not meaningful in evaluating the operating performance of the Company and it would be misleading to not adjust for such expenses across reporting periods.\nNote on Forward-Looking Statements\nThis release may contain \"forward-looking statements\" within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by words such as: \"confidence,\" \"ideal,\" \"potential,\" \"believe,\" \"represents,\" \"confident\" and similar references to future periods. Examples of forward-looking statements in this release may include, without limitation, statements and forecasts we make regarding our financial performance and anticipated operating results in light of past performance metrics; our strategies for continued growth and market expansion, including our anticipated results as a result of leveraging our combined business offerings; and other matters that involve known or unknown risks, uncertainties and other factors that may cause our results, levels of activity, performance or achievements to differ materially from results expressed or implied by this release.\nForward-looking statements are neither historical facts nor assurances of future performance. Instead, they are based only on our current beliefs, expectations, and assumptions regarding the future of our business, future plans and strategies, projections, anticipated events and market trends, the economy and other future conditions. Because forward-looking statements relate to the future, they are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict and many of which are outside of our control. These risk factors and others are included from time to time in documents we file with the Securities and Exchange Commission, including but not limited to, our Form 10-K's, Form 10-Q's and Form 8-K's. Our actual results and financial condition may differ materially from those indicated in the forward-looking statements. Accordingly, you should not place undue reliance on these forward-looking statements. Any forward-looking statement made by us in this update is based only on information currently available to us and speaks only as of the date on which it is made. We undertake no obligation to publicly update any forward-looking statement, whether as a result of new information, future developments or otherwise.\nFor more information, please contact:\nInvestor Contact:\nPhil Carlson / Steve Silver\nKCSA Strategic Communications\nPhone: (212) 896-1233 / (212) 896-1220\nEmail: pcarlson@kcsa.com / ssilver@kcsa.com\nMedia Relations Contact:\nKate Tumino / Zoe Tobin\nKCSA Strategic Communications\nPhone: (212) 896-1252 / (212) 896-1251\nEmail: ktumino@kcsa.com / ztobin@kcsa.com\nCorporate Contact:\nFTE Networks, Inc.\n999 Vanderbilt Beach Rd., Suite 601\nNaples, FL 23108\n(877) 850-4308\nir@ftenet.com\nNYSE American: FTNW\nSource:FTE Networks, Inc.",
    "published": "2018-04-03T16:00:00.000+03:00",
    "crawled": "2018-04-03T17:21:16.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "naples",
        "april",
        "globe",
        "newswire",
        "fte",
        "network",
        "nyse",
        "american",
        "ftnw",
        "fte",
        "company",
        "leading",
        "provider",
        "innovative",
        "solution",
        "smart",
        "platform",
        "network",
        "infrastructure",
        "intelligent",
        "building",
        "announced",
        "today",
        "certain",
        "unaudited",
        "preliminary",
        "revenue",
        "result",
        "six",
        "month",
        "ended",
        "december",
        "financial",
        "operational",
        "highlight",
        "six",
        "month",
        "ended",
        "second",
        "half",
        "result",
        "july",
        "dec",
        "complete",
        "quarter",
        "consolidated",
        "operation",
        "total",
        "revenue",
        "approximately",
        "million",
        "gross",
        "margin",
        "approximately",
        "net",
        "income",
        "approximately",
        "million",
        "adjusted",
        "net",
        "income",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "approximately",
        "achieved",
        "combined",
        "backlog",
        "approximately",
        "million",
        "december",
        "includes",
        "several",
        "master",
        "service",
        "agreement",
        "successfully",
        "uplisted",
        "new",
        "york",
        "stock",
        "exchange",
        "american",
        "december",
        "announced",
        "new",
        "infrastructure",
        "technology",
        "expansion",
        "project",
        "valued",
        "approximately",
        "million",
        "initial",
        "six",
        "month",
        "consolidated",
        "operation",
        "produced",
        "strong",
        "result",
        "including",
        "highest",
        "quarter",
        "revenue",
        "generation",
        "since",
        "inception",
        "underscore",
        "confidence",
        "business",
        "enter",
        "commented",
        "michael",
        "palleschi",
        "fte",
        "network",
        "chief",
        "executive",
        "officer",
        "fourth",
        "quarter",
        "successfully",
        "launched",
        "crosslayer",
        "technology",
        "platform",
        "foundational",
        "service",
        "offering",
        "benchmark",
        "builder",
        "client",
        "base",
        "drove",
        "record",
        "backlog",
        "million",
        "includes",
        "several",
        "master",
        "service",
        "agreement",
        "strategically",
        "structured",
        "integrated",
        "organization",
        "provides",
        "technology",
        "infrastructure",
        "service",
        "secured",
        "new",
        "customer",
        "project",
        "fortune",
        "company",
        "palleschi",
        "continued",
        "fte",
        "acquired",
        "integrated",
        "benchmark",
        "builder",
        "tier",
        "one",
        "firm",
        "coveted",
        "new",
        "york",
        "city",
        "market",
        "enhanced",
        "line",
        "created",
        "ideal",
        "sale",
        "channel",
        "first",
        "market",
        "technology",
        "powered",
        "crosslayer",
        "accomplishment",
        "instrumental",
        "achievement",
        "key",
        "corporate",
        "milestone",
        "uplisting",
        "new",
        "york",
        "stock",
        "exchange",
        "american",
        "december",
        "distinction",
        "allows",
        "potential",
        "greater",
        "liquidity",
        "access",
        "capital",
        "well",
        "expanded",
        "communication",
        "investor",
        "outlook",
        "momentum",
        "business",
        "continued",
        "announced",
        "approximately",
        "million",
        "new",
        "contract",
        "first",
        "quarter",
        "believe",
        "fte",
        "integrated",
        "business",
        "model",
        "represents",
        "new",
        "paradigm",
        "span",
        "technology",
        "infrastructure",
        "sector",
        "confident",
        "crosslayer",
        "technology",
        "platform",
        "position",
        "fte",
        "equip",
        "client",
        "innovative",
        "solution",
        "offer",
        "commercial",
        "tenant",
        "high",
        "speed",
        "networking",
        "experience",
        "powered",
        "edge",
        "computing",
        "providing",
        "company",
        "enhanced",
        "efficiency",
        "margin",
        "driving",
        "sustainable",
        "profitability",
        "shareholder",
        "value",
        "concluded",
        "palleschi",
        "preliminary",
        "unaudited",
        "financial",
        "result",
        "remain",
        "subject",
        "completion",
        "company",
        "customary",
        "quarterly",
        "annual",
        "close",
        "review",
        "procedure",
        "material",
        "adjustment",
        "may",
        "arise",
        "date",
        "release",
        "date",
        "company",
        "announces",
        "fourth",
        "quarter",
        "annual",
        "result",
        "file",
        "form",
        "sec",
        "anticipated",
        "occur",
        "april",
        "fte",
        "network",
        "fte",
        "network",
        "ftnw",
        "fte",
        "network",
        "ftnw",
        "leading",
        "provider",
        "innovation",
        "technology",
        "enable",
        "adaptive",
        "efficient",
        "smart",
        "network",
        "connectivity",
        "platform",
        "infrastructure",
        "building",
        "fte",
        "provides",
        "design",
        "build",
        "support",
        "solution",
        "network",
        "data",
        "center",
        "residential",
        "commercial",
        "property",
        "create",
        "transformative",
        "smart",
        "platform",
        "building",
        "fte",
        "service",
        "predicated",
        "smart",
        "design",
        "consistent",
        "standard",
        "reduce",
        "deployment",
        "cost",
        "accelerate",
        "delivery",
        "leading",
        "edge",
        "project",
        "service",
        "company",
        "work",
        "fortune",
        "company",
        "including",
        "world",
        "leading",
        "telecommunication",
        "service",
        "provider",
        "well",
        "reit",
        "medium",
        "provider",
        "use",
        "financial",
        "information",
        "company",
        "financial",
        "result",
        "financial",
        "guidance",
        "provided",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "using",
        "certain",
        "financial",
        "measure",
        "management",
        "belief",
        "presentation",
        "operating",
        "result",
        "using",
        "financial",
        "measure",
        "provides",
        "useful",
        "supplemental",
        "information",
        "investor",
        "facilitates",
        "analysis",
        "company",
        "core",
        "operating",
        "result",
        "comparison",
        "core",
        "operating",
        "result",
        "across",
        "reporting",
        "period",
        "management",
        "also",
        "us",
        "financial",
        "measure",
        "financial",
        "operational",
        "decision",
        "making",
        "planning",
        "forecasting",
        "purpose",
        "manage",
        "company",
        "business",
        "management",
        "belief",
        "financial",
        "measure",
        "enable",
        "investor",
        "evaluate",
        "operating",
        "result",
        "future",
        "prospect",
        "manner",
        "management",
        "financial",
        "measure",
        "replace",
        "presentation",
        "gaap",
        "financial",
        "result",
        "used",
        "supplement",
        "substitute",
        "company",
        "financial",
        "result",
        "presented",
        "accordance",
        "gaap",
        "limitation",
        "inherent",
        "financial",
        "measure",
        "exclude",
        "charge",
        "credit",
        "required",
        "included",
        "gaap",
        "presentation",
        "therefore",
        "present",
        "full",
        "measure",
        "company",
        "recorded",
        "cost",
        "net",
        "revenue",
        "addition",
        "company",
        "definition",
        "financial",
        "measure",
        "may",
        "differ",
        "measure",
        "used",
        "company",
        "definition",
        "measure",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "defined",
        "fte",
        "network",
        "net",
        "income",
        "continuing",
        "operation",
        "interest",
        "expense",
        "ii",
        "tax",
        "expense",
        "iii",
        "depreciation",
        "amortization",
        "expense",
        "iv",
        "compensation",
        "expense",
        "applicable",
        "reporting",
        "period",
        "v",
        "acquisition",
        "related",
        "transaction",
        "expense",
        "vi",
        "impairment",
        "intangible",
        "asset",
        "vii",
        "debt",
        "financing",
        "cost",
        "viii",
        "significant",
        "income",
        "expense",
        "non",
        "gaap",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "net",
        "income",
        "defined",
        "fte",
        "network",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "continuing",
        "operation",
        "plus",
        "amortization",
        "customer",
        "list",
        "intangible",
        "asset",
        "ii",
        "compensation",
        "expense",
        "iii",
        "deemed",
        "dividend",
        "preferred",
        "stock",
        "applicable",
        "reporting",
        "period",
        "v",
        "acquisition",
        "related",
        "transaction",
        "expense",
        "vi",
        "impairment",
        "intangible",
        "asset",
        "vii",
        "debt",
        "financing",
        "cost",
        "viii",
        "significant",
        "income",
        "expense",
        "adjusted",
        "diluted",
        "eps",
        "adjusted",
        "diluted",
        "eps",
        "defined",
        "fte",
        "network",
        "adjusted",
        "net",
        "income",
        "divided",
        "adjusted",
        "diluted",
        "share",
        "outstanding",
        "adjusted",
        "diluted",
        "share",
        "outstanding",
        "sum",
        "diluted",
        "share",
        "outstanding",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "would",
        "outstanding",
        "preferred",
        "stock",
        "converted",
        "common",
        "stock",
        "original",
        "issue",
        "date",
        "based",
        "number",
        "day",
        "common",
        "share",
        "would",
        "outstanding",
        "reporting",
        "period",
        "addition",
        "gaap",
        "net",
        "income",
        "negative",
        "adjusted",
        "net",
        "income",
        "positive",
        "adjusted",
        "diluted",
        "share",
        "also",
        "include",
        "warrant",
        "would",
        "outstanding",
        "dilutive",
        "instrument",
        "using",
        "treasury",
        "stock",
        "method",
        "basis",
        "adjustment",
        "fte",
        "network",
        "basis",
        "excluding",
        "certain",
        "expense",
        "income",
        "gaap",
        "financial",
        "measure",
        "outlined",
        "amortization",
        "intangible",
        "asset",
        "intangible",
        "asset",
        "give",
        "rise",
        "amortization",
        "expense",
        "relate",
        "acquisition",
        "amount",
        "allocated",
        "intangible",
        "asset",
        "term",
        "amortization",
        "vary",
        "acquisition",
        "type",
        "asset",
        "fte",
        "network",
        "excludes",
        "item",
        "provide",
        "consistent",
        "basis",
        "comparing",
        "operating",
        "result",
        "across",
        "reporting",
        "period",
        "pre",
        "compensation",
        "expense",
        "incentive",
        "employee",
        "certain",
        "time",
        "time",
        "share",
        "company",
        "common",
        "stock",
        "issued",
        "board",
        "director",
        "without",
        "adjusting",
        "expense",
        "company",
        "belief",
        "would",
        "difficult",
        "compare",
        "financial",
        "result",
        "core",
        "operation",
        "across",
        "reporting",
        "period",
        "consistent",
        "basis",
        "deemed",
        "dividend",
        "preferred",
        "stock",
        "gaap",
        "accounting",
        "structure",
        "series",
        "series",
        "preferred",
        "stock",
        "requires",
        "company",
        "accrue",
        "set",
        "dividend",
        "rate",
        "quarterly",
        "since",
        "dividend",
        "paid",
        "cash",
        "company",
        "belief",
        "expense",
        "meaningful",
        "evaluating",
        "operating",
        "performance",
        "company",
        "would",
        "misleading",
        "adjust",
        "expense",
        "across",
        "reporting",
        "period",
        "note",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "word",
        "confidence",
        "ideal",
        "potential",
        "believe",
        "represents",
        "confident",
        "similar",
        "reference",
        "future",
        "period",
        "example",
        "statement",
        "release",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "forecast",
        "make",
        "regarding",
        "financial",
        "performance",
        "anticipated",
        "operating",
        "result",
        "light",
        "past",
        "performance",
        "metric",
        "strategy",
        "continued",
        "growth",
        "market",
        "expansion",
        "including",
        "anticipated",
        "result",
        "result",
        "leveraging",
        "combined",
        "business",
        "offering",
        "matter",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "release",
        "statement",
        "neither",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "based",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "projection",
        "anticipated",
        "event",
        "market",
        "trend",
        "economy",
        "future",
        "condition",
        "statement",
        "relate",
        "future",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "many",
        "outside",
        "control",
        "risk",
        "factor",
        "others",
        "included",
        "time",
        "time",
        "document",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "form",
        "form",
        "form",
        "actual",
        "result",
        "financial",
        "condition",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "made",
        "u",
        "update",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "speaks",
        "date",
        "made",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "information",
        "please",
        "contact",
        "investor",
        "contact",
        "phil",
        "carlson",
        "steve",
        "silver",
        "kcsa",
        "strategic",
        "communication",
        "phone",
        "email",
        "pcarlson",
        "ssilver",
        "medium",
        "relation",
        "contact",
        "kate",
        "tumino",
        "zoe",
        "tobin",
        "kcsa",
        "strategic",
        "communication",
        "phone",
        "email",
        "ktumino",
        "ztobin",
        "corporate",
        "contact",
        "fte",
        "network",
        "vanderbilt",
        "beach",
        "suite",
        "naples",
        "fl",
        "ir",
        "nyse",
        "american",
        "ftnw",
        "source",
        "fte",
        "network",
        "inc"
    ]
}