{
    "organizations": [],
    "uuid": "364a8d58619767ab03e74cfabea8fd609f7609d8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-nxt-energy-solutions-inc-announces-fourth-quarter-and-year-end-results-for-2017-and-launch-of-first-sfda-multi-client.html",
    "ord_in_thread": 0,
    "title": "NXT Energy Solutions Inc. Announces Fourth Quarter and Year-End Results for 2017 and Launch of First SFD® Multi-Client Survey",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 02, 2018 (GLOBE NEWSWIRE) -- NXT Energy Solutions Inc. (“NXT” or the \"Corporation\") (TSX:SFD) (OTC QB:NSFDF) today announced the Company's financial and operating results for the fourth quarter and fiscal year-ended December 31, 2017. All dollar amounts herein are in Canadian Dollars unless otherwise indicated.\nHighlights\nFurther field validation of SFD ® . In December 2017 we announced Petroquímica Comodoro Rivadavia (PCR) successfully drilled two SFD ® recommendations based on the 2012 NXT survey. We recently learned of additional hydrocarbon discoveries on SFD ® recommendations bringing the number of validated SFD ® recommended discoveries in the Gulf of Mexico to four. Commencing in the 15th Bid Round April 2018 ANP (the Brazilian National Agency of Petroleum) confirmed the inclusion of the SFD method as work credits, which counts towards the minimum exploration requirement to keep the awarded blocks. This approval significantly increases the likelihood that these companies will consider utilizing an SFD ® survey in their Brazil work programs. Acquired 37,596 line km of SFD ® data in June 2017 for the shallow water Bid Round 2.1 covering the Tampicao-Misantla, Veracruz and Cuencas del Sureste exploration areas. The SFD ® survey data provides 100% grid coverage over the offshore blocks, an area of approximately 8,900 km 2 . A portion of the data NXT acquired provides coverage over many of the 35 blocks offered in the recently concluded Bid Round 3.1 and NXT believes the remaining data will also be applicable to future bid rounds. NXT is currently working with CNH to make it available to bid round participants. Successfully tested the upgraded SFD ® Data Acquisition System during the Gulf of Mexico survey. Significantly expanded protection of IP through multiple patent grants globally. SFD ® patents granted in Russia (January 2017), Japan (July 2017), Mexico (July 2017), Canada (August 2017) and the United States (November 2017); and notices of allowance received from China (February 2018). Progressed business development for potential surveys in the Americas, Africa, Asia, and offshore Atlantic regions. No survey revenues were recorded for 2017. A net loss of $9.0 million for the year including amortization expense of intellectual property of $1.7 million. Operating activities used $5.5 million of cash during the year and net cash utilization was $0.3 million . Losses per common share were $0.16 (basic and diluted). Significant progress made in 2017 and the first quarter of 2018 to reduce corporate costs and execute on financing options significantly strengthening the Company’s liquidity and working capital position. $2.7 million sale and leaseback arrangement on our airplane completed in April 2017. Rights offering completed on November 3 rd for gross proceeds of $2,093,645. Strengthened our finance team with valuable hires for the CFO and Controller roles. On February 16, 2018 announced a three-tranche Private Placement of 10,905,212 Units at a price of $0.924 per Unit for total gross proceeds of approximately $10,076,416. Cash and short-term investments at the end of 2017 were $1.1 million.\nMessage to Shareholders\nGeorge Liszicasz, President and CEO of NXT, commented “We have demonstrated resilience and have taken action to raise funds to support the Company and to enable us to pursue a new strategic vision that will combine contracts with users of the SFD ® data to more effectively realize value associated with our SFD ® data and prospects. Over the past two years we continued to advance our business strategy by focusing on both long term strategic opportunities and short term opportunities to drive value with industry partners. A series of financings will place the Company in a position of strength as the market for oil and gas exploration steadily improves. This year also saw further validation of our proprietary SFD ® technology in the field with new discoveries.\n\"In 2017 we conducted our first Multi-Client survey in the Gulf of Mexico. Multi-Client surveys allow clients to collectively access large amount of geological and geophysical data at affordable prices and within reasonable time. Considering that valuable information is a powerful commodity, NXT has made significant effort to acquire vast amounts of SFD ® data in anticipation of the continued interest of the oil and gas sector in certain new drilling areas. Coupled with the patent protection received worldwide including our US patent last November, our confidence in the Company’s strategy has risen considerably and we are looking forward to greater global interest in our technology from major oil and gas companies.\n\"As we continued to advance our pipeline of existing projects, the largest of which is in Sri Lanka, we also made a commitment to actively develop new business lines to create additional revenue streams by maximizing the value of SFD ® . These include multi-client data sales, strategic partnerships with oil and gas companies, geophysical service providers, and developing and implementing our “Vertical” business model, with the aim of both growing and stabilizing revenue generation for NXT moving forward. The maximization of the value of SFD ® through the current pipeline and more importantly our expanded business strategy were critical in attracting over $10 million of new capital from Alberta Green Ventures in February this year. Proceeds from the financing will provide NXT with sufficient runway to close out current contract negotiations while providing time and capital needed to successfully build our new business lines creating further value for our shareholders.\n\"As the oil and gas industry steadily recovers we believe we have the right people and capital in place to generate significant value for NXT shareholders in the coming months and years.\n\"On behalf of our Board of Directors and the entire team at NXT, I want to thank all of our shareholders for their continued support. We believe the Company’s expanded strategy is beginning to deliver results on several fronts and that NXT is well positioned for an exciting year of growth in 2018 and beyond.\"\nSummary highlights of NXT’s 2017 year-end financial statements (with comparative figures for the 2017) are noted below. All selected and referenced financial information noted below should be read in conjunction with the Company’s 2017 audited consolidated financial statements and the related management’s discussion and analysis (“MD&A”).\n(all in Canadian $) 2017 2016 Operating results: Survey revenues $ - $ 1,447,269 Survey expenses 1,289,429 1,157,185 General & administrative expenses 4,960,961 5,645,459 Stock based compensation expense 581,356 790,500 Amortization and other expenses, net 1,897,576 2,104,864 8,729,322 9,698,008 Income (loss) before income taxes (8,894,853 ) (8,725,051 ) Income tax expense (recovery) Current 75,545 374,511 Deferred - - 75,545 374,511 Comprehensive income (loss) for the year (8,970,398 ) (9,099,562 ) Income (loss) per common share – basic $ (0.16 ) $ (0.17 ) Income (loss) per common share – diluted $ (0.16 ) $ (0.17 ) Number of common shares outstanding as at end of the year 58,161,133 53,856,509 Weighted average number of common shares outstanding for the year: Basic 54,523,113 53,526,155 Diluted 54,523,113 53,526,155 Cash provided by (used in) : Operating activities: Comprehensive income (loss) for the year (8,970,398 ) (9,099,562 ) Add back non-cash items, net 2,676,705 2,896,447 (6,293,693 ) (6,203,115 ) Net change in non-cash working capital balances 829,014 (1,384,499 ) Net cash from (used in) operating activities (5,464,679 ) (7,587,614 ) Financing activities 2,022,943 464,811 Investing activities 3,117,858 527,496 Net cash inflow (outflow) (323,878 ) (6,595,307 ) , beginning of the year 490,496 7,085,803 , end of the year 166,618 490,496 166,618 490,496 Short-term investments 950,000 1,453,091 Total cash and short-term investments 1,116,618 1,943,587 Net working capital balance (318,166 ) 1,703,510 NXT’s 2017 fourth quarter and full year financial and operating results have been filed in Canada on SEDAR at www.sedar.com , and will soon be available in the USA on EDGAR at www.sec.gov/edgar , as well as on NXT’s website at www.nxtenergy.com .\nAbout NXT Energy Solutions Inc.\nNXT Energy Solutions Inc. is a Calgary-based Corporation whose proprietary SFD ® survey system utilizes quantum-scale sensors to detect gravity field perturbations in an airborne survey method which can be used both onshore and offshore to remotely identify areas with exploration potential for traps and reservoirs. The SFD ® survey system enables our clients to focus their hydrocarbon exploration decisions concerning land commitments, data acquisition expenditures and prospect prioritization on areas with the greatest potential. SFD ® is environmentally friendly and unaffected by ground security issues or difficult terrain, and is the registered trademark of NXT Energy Solutions Inc. NXT Energy Solutions Inc. provides its clients with an effective and reliable method to reduce time, costs, and risks related to exploration.\nContact Information\nFor investor and media inquiries please contact:\nMr. George Liszicasz\nPresident & CEO\n+1-403-206-0800\nnxt_info@nxtenergy.com\nwww.nxtenergy.com\nMr. Jakub Brogowski\nChief Financial Officer\n+1-403-206-0807\nnxt_info@nxtenergy.com\nwww.nxtenergy.com\nForward-Looking Statements\nCertain information provided in this press release may constitute forward-looking statements within the meaning of applicable securities laws. Forward-looking statements in this press release include, but are not limited to, the satisfaction of all required conditions (including regulatory and shareholder approvals) for completion of the Private Placement, the entering into of contemplated agreements, and the Corporation's use of the net proceeds. Although the Corporation believes that the expectations and assumptions on which the forward-looking statements are based are reasonable, undue reliance should not be placed on the forward-looking statements because the Corporation can give no assurance that they will prove to be correct. Since forward-looking statements address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results could differ materially from those currently anticipated due to a number of factors and risks. Risk factors facing the Corporation are described in its most recent MD&A for the period ended 30 th September 2017, which has been filed electronically by means of the System for Electronic Document Analysis and Retrieval (\"SEDAR\") located at www.sedar.com . The forward-looking statements contained in this press release are made as of the date hereof, and except as may be required by applicable securities laws, the Corporation assumes no obligation to update publicly or revise any forward-looking statements made herein or otherwise, whether as a result of new information, future events or otherwise.\nSource:NXT Energy Solutions Inc.",
    "published": "2018-04-03T00:09:00.000+03:00",
    "crawled": "2018-04-03T01:48:17.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "nxt",
        "energy",
        "solution",
        "nxt",
        "corporation",
        "tsx",
        "sfd",
        "otc",
        "qb",
        "nsfdf",
        "today",
        "announced",
        "company",
        "financial",
        "operating",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "december",
        "dollar",
        "amount",
        "herein",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "highlight",
        "field",
        "validation",
        "sfd",
        "december",
        "announced",
        "petroquímica",
        "comodoro",
        "rivadavia",
        "pcr",
        "successfully",
        "drilled",
        "two",
        "sfd",
        "recommendation",
        "based",
        "nxt",
        "survey",
        "recently",
        "learned",
        "additional",
        "hydrocarbon",
        "discovery",
        "sfd",
        "recommendation",
        "bringing",
        "number",
        "validated",
        "sfd",
        "recommended",
        "discovery",
        "gulf",
        "mexico",
        "four",
        "commencing",
        "15th",
        "bid",
        "round",
        "april",
        "anp",
        "brazilian",
        "national",
        "agency",
        "petroleum",
        "confirmed",
        "inclusion",
        "sfd",
        "method",
        "work",
        "credit",
        "count",
        "towards",
        "minimum",
        "exploration",
        "requirement",
        "keep",
        "awarded",
        "block",
        "approval",
        "significantly",
        "increase",
        "likelihood",
        "company",
        "consider",
        "utilizing",
        "sfd",
        "survey",
        "brazil",
        "work",
        "program",
        "acquired",
        "line",
        "km",
        "sfd",
        "data",
        "june",
        "shallow",
        "water",
        "bid",
        "round",
        "covering",
        "veracruz",
        "cuencas",
        "del",
        "sureste",
        "exploration",
        "area",
        "sfd",
        "survey",
        "data",
        "provides",
        "grid",
        "coverage",
        "offshore",
        "block",
        "area",
        "approximately",
        "km",
        "portion",
        "data",
        "nxt",
        "acquired",
        "provides",
        "coverage",
        "many",
        "block",
        "offered",
        "recently",
        "concluded",
        "bid",
        "round",
        "nxt",
        "belief",
        "remaining",
        "data",
        "also",
        "applicable",
        "future",
        "bid",
        "round",
        "nxt",
        "currently",
        "working",
        "cnh",
        "make",
        "available",
        "bid",
        "round",
        "participant",
        "successfully",
        "tested",
        "upgraded",
        "sfd",
        "data",
        "acquisition",
        "system",
        "gulf",
        "mexico",
        "survey",
        "significantly",
        "expanded",
        "protection",
        "ip",
        "multiple",
        "patent",
        "grant",
        "globally",
        "sfd",
        "patent",
        "granted",
        "russia",
        "january",
        "japan",
        "july",
        "mexico",
        "july",
        "canada",
        "august",
        "united",
        "state",
        "november",
        "notice",
        "allowance",
        "received",
        "china",
        "february",
        "progressed",
        "business",
        "development",
        "potential",
        "survey",
        "america",
        "africa",
        "asia",
        "offshore",
        "atlantic",
        "region",
        "survey",
        "revenue",
        "recorded",
        "net",
        "loss",
        "million",
        "year",
        "including",
        "amortization",
        "expense",
        "intellectual",
        "property",
        "million",
        "operating",
        "activity",
        "used",
        "million",
        "cash",
        "year",
        "net",
        "cash",
        "utilization",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "significant",
        "progress",
        "made",
        "first",
        "quarter",
        "reduce",
        "corporate",
        "cost",
        "execute",
        "financing",
        "option",
        "significantly",
        "strengthening",
        "company",
        "liquidity",
        "working",
        "capital",
        "position",
        "million",
        "sale",
        "leaseback",
        "arrangement",
        "airplane",
        "completed",
        "april",
        "right",
        "offering",
        "completed",
        "november",
        "rd",
        "gross",
        "proceeds",
        "strengthened",
        "finance",
        "team",
        "valuable",
        "hire",
        "cfo",
        "controller",
        "role",
        "february",
        "announced",
        "private",
        "placement",
        "unit",
        "price",
        "per",
        "unit",
        "total",
        "gross",
        "proceeds",
        "approximately",
        "cash",
        "investment",
        "end",
        "million",
        "message",
        "shareholder",
        "george",
        "liszicasz",
        "president",
        "ceo",
        "nxt",
        "commented",
        "demonstrated",
        "resilience",
        "taken",
        "action",
        "raise",
        "fund",
        "support",
        "company",
        "enable",
        "u",
        "pursue",
        "new",
        "strategic",
        "vision",
        "combine",
        "contract",
        "user",
        "sfd",
        "data",
        "effectively",
        "realize",
        "value",
        "associated",
        "sfd",
        "data",
        "prospect",
        "past",
        "two",
        "year",
        "continued",
        "advance",
        "business",
        "strategy",
        "focusing",
        "long",
        "term",
        "strategic",
        "opportunity",
        "short",
        "term",
        "opportunity",
        "drive",
        "value",
        "industry",
        "partner",
        "series",
        "financing",
        "place",
        "company",
        "position",
        "strength",
        "market",
        "oil",
        "gas",
        "exploration",
        "steadily",
        "improves",
        "year",
        "also",
        "saw",
        "validation",
        "proprietary",
        "sfd",
        "technology",
        "field",
        "new",
        "discovery",
        "conducted",
        "first",
        "survey",
        "gulf",
        "mexico",
        "survey",
        "allow",
        "client",
        "collectively",
        "access",
        "large",
        "amount",
        "geological",
        "geophysical",
        "data",
        "affordable",
        "price",
        "within",
        "reasonable",
        "time",
        "considering",
        "valuable",
        "information",
        "powerful",
        "commodity",
        "nxt",
        "made",
        "significant",
        "effort",
        "acquire",
        "vast",
        "amount",
        "sfd",
        "data",
        "anticipation",
        "continued",
        "interest",
        "oil",
        "gas",
        "sector",
        "certain",
        "new",
        "drilling",
        "area",
        "coupled",
        "patent",
        "protection",
        "received",
        "worldwide",
        "including",
        "u",
        "patent",
        "last",
        "november",
        "confidence",
        "company",
        "strategy",
        "risen",
        "considerably",
        "looking",
        "forward",
        "greater",
        "global",
        "interest",
        "technology",
        "major",
        "oil",
        "gas",
        "company",
        "continued",
        "advance",
        "pipeline",
        "existing",
        "project",
        "largest",
        "sri",
        "lanka",
        "also",
        "made",
        "commitment",
        "actively",
        "develop",
        "new",
        "business",
        "line",
        "create",
        "additional",
        "revenue",
        "stream",
        "maximizing",
        "value",
        "sfd",
        "include",
        "data",
        "sale",
        "strategic",
        "partnership",
        "oil",
        "gas",
        "company",
        "geophysical",
        "service",
        "provider",
        "developing",
        "implementing",
        "vertical",
        "business",
        "model",
        "aim",
        "growing",
        "stabilizing",
        "revenue",
        "generation",
        "nxt",
        "moving",
        "forward",
        "maximization",
        "value",
        "sfd",
        "current",
        "pipeline",
        "importantly",
        "expanded",
        "business",
        "strategy",
        "critical",
        "attracting",
        "million",
        "new",
        "capital",
        "alberta",
        "green",
        "venture",
        "february",
        "year",
        "proceeds",
        "financing",
        "provide",
        "nxt",
        "sufficient",
        "runway",
        "close",
        "current",
        "contract",
        "negotiation",
        "providing",
        "time",
        "capital",
        "needed",
        "successfully",
        "build",
        "new",
        "business",
        "line",
        "creating",
        "value",
        "shareholder",
        "oil",
        "gas",
        "industry",
        "steadily",
        "recovers",
        "believe",
        "right",
        "people",
        "capital",
        "place",
        "generate",
        "significant",
        "value",
        "nxt",
        "shareholder",
        "coming",
        "month",
        "year",
        "behalf",
        "board",
        "director",
        "entire",
        "team",
        "nxt",
        "want",
        "thank",
        "shareholder",
        "continued",
        "support",
        "believe",
        "company",
        "expanded",
        "strategy",
        "beginning",
        "deliver",
        "result",
        "several",
        "front",
        "nxt",
        "well",
        "positioned",
        "exciting",
        "year",
        "growth",
        "beyond",
        "summary",
        "highlight",
        "nxt",
        "financial",
        "statement",
        "comparative",
        "figure",
        "noted",
        "selected",
        "referenced",
        "financial",
        "information",
        "noted",
        "read",
        "conjunction",
        "company",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "canadian",
        "operating",
        "result",
        "survey",
        "revenue",
        "survey",
        "expense",
        "general",
        "administrative",
        "expense",
        "stock",
        "based",
        "compensation",
        "expense",
        "amortization",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "recovery",
        "current",
        "deferred",
        "comprehensive",
        "income",
        "loss",
        "year",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "number",
        "common",
        "share",
        "outstanding",
        "end",
        "year",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "year",
        "basic",
        "diluted",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "comprehensive",
        "income",
        "loss",
        "year",
        "add",
        "back",
        "item",
        "net",
        "net",
        "change",
        "working",
        "capital",
        "balance",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "financing",
        "activity",
        "investing",
        "activity",
        "net",
        "cash",
        "inflow",
        "outflow",
        "beginning",
        "year",
        "end",
        "year",
        "investment",
        "total",
        "cash",
        "investment",
        "net",
        "working",
        "capital",
        "balance",
        "nxt",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "operating",
        "result",
        "filed",
        "canada",
        "sedar",
        "soon",
        "available",
        "usa",
        "edgar",
        "well",
        "nxt",
        "website",
        "nxt",
        "energy",
        "solution",
        "nxt",
        "energy",
        "solution",
        "corporation",
        "whose",
        "proprietary",
        "sfd",
        "survey",
        "system",
        "utilizes",
        "sensor",
        "detect",
        "gravity",
        "field",
        "perturbation",
        "airborne",
        "survey",
        "method",
        "used",
        "onshore",
        "offshore",
        "remotely",
        "identify",
        "area",
        "exploration",
        "potential",
        "trap",
        "reservoir",
        "sfd",
        "survey",
        "system",
        "enables",
        "client",
        "focus",
        "hydrocarbon",
        "exploration",
        "decision",
        "concerning",
        "land",
        "commitment",
        "data",
        "acquisition",
        "expenditure",
        "prospect",
        "prioritization",
        "area",
        "greatest",
        "potential",
        "sfd",
        "environmentally",
        "friendly",
        "unaffected",
        "ground",
        "security",
        "issue",
        "difficult",
        "terrain",
        "registered",
        "trademark",
        "nxt",
        "energy",
        "solution",
        "nxt",
        "energy",
        "solution",
        "provides",
        "client",
        "effective",
        "reliable",
        "method",
        "reduce",
        "time",
        "cost",
        "risk",
        "related",
        "exploration",
        "contact",
        "information",
        "investor",
        "medium",
        "inquiry",
        "please",
        "contact",
        "george",
        "liszicasz",
        "president",
        "ceo",
        "jakub",
        "brogowski",
        "chief",
        "financial",
        "officer",
        "statement",
        "certain",
        "information",
        "provided",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "press",
        "release",
        "include",
        "limited",
        "satisfaction",
        "required",
        "condition",
        "including",
        "regulatory",
        "shareholder",
        "approval",
        "completion",
        "private",
        "placement",
        "entering",
        "contemplated",
        "agreement",
        "corporation",
        "use",
        "net",
        "proceeds",
        "although",
        "corporation",
        "belief",
        "expectation",
        "assumption",
        "statement",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "corporation",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "statement",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "risk",
        "factor",
        "facing",
        "corporation",
        "described",
        "recent",
        "md",
        "period",
        "ended",
        "th",
        "september",
        "filed",
        "electronically",
        "mean",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "located",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "corporation",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "made",
        "herein",
        "otherwise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "nxt",
        "energy",
        "solution",
        "inc"
    ]
}