{
    "organizations": [],
    "uuid": "d5a1a8f14100945b554f8ed6209ff757fa36d3a9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/pr-newswire-birner-dental-management-services-inc-announces-results-for-fourth-quarter-and-year-ended-2017.html",
    "ord_in_thread": 0,
    "title": "Birner Dental Management Services, Inc. Announces Results For Fourth Quarter And Year Ended 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, April 2, 2018 /PRNewswire/ -- Birner Dental Management Services, Inc. (OTCQX: BDMS), business services provider of PERFECT TEETH ® dental practices, announced results for the quarter and year ended December 31, 2017.\nFor the quarter ended December 31, 2017 compared to the same period in 2016, revenue increased $437,000, or 3.1%, to $14.8 million. The Company's Adjusted EBITDA decreased $348,000 to $(8,000) for the quarter ended December 31, 2017 compared to the same period in 2016. Net loss for the quarter ended December 31, 2017 increased $427,000 to $(965,000) compared to $(539,000) for the same period of 2016. Net loss per share increased to $(0.52) for the quarter ended December 31, 2017 compared to $(0.29) for the quarter ended December 31, 2016. The earnings for the quarter ending December 31, 2017 were negatively affected by an increase in the allowance for doubtful accounts of $70,000 and an increase in the allowance for customer service adjustments of $52,000.\nFor the year ended December 31, 2017 compared to 2016, revenue decreased $1.0 million, or 1.7%, to $60.7 million. The Company's earnings before interest, taxes, depreciation, amortization, stock-based compensation expense, and stock grant expense (\"Adjusted EBITDA\") decreased $1.6 million, or 65.7%, to $855,000 for the year ended December 31, 2017 compared to 2016. Net loss for the year ended December 31, 2017 increased $1.3 million to $(2.6) million compared to $(1.4) million for the year ended December 31, 2016. Loss per share increased to $(1.42) for the year ended December 31, 2017 compared to $(0.74) for the year ended December 31, 2016. The Company incurred additional expenses of approximately $396,000 during the year ended December 31, 2017 in connection with matters related to an activist shareholder group and the Board of Directors' evaluation of the Company's strategic options that was discontinued in March 2017.\nRevenue increased 3.1% in the fourth quarter of 2017 compared to the same quarter in 2016 after increasing 2.6% in the third quarter of 2017 compared to the same quarter in 2016. The increase in revenue in each of the third and fourth quarters of 2017 over the same quarters in 2016 represents the first time in ten quarters that the Company has achieved consecutive quarterly year-over-year increases in revenue. The Company believes these results are directly related to the Company increasing its dentist count as described below.\nAdditionally, the Company continues to experience strong patient flow with new patient visits up 9.8% in the fourth quarter of 2017 compared to the fourth quarter of 2016 after normalizing for the number of working days in each respective quarter. On a similar basis, total patient visits were up 5.2% in the fourth quarter of 2017 compared to the fourth quarter of 2016.\nWhile the Company was disappointed in the net loss generated in the fourth quarter and year ended December 31, 2017, the Company believes most of the recent decline in revenue and Adjusted EBITDA has been driven by a lower dentist count. However, the Company's dentist count has increased from 98 at December 31, 2016 to 112 at December 31, 2017. The Company believes it is beginning to achieve more stability among its dental professionals, but notes that the new additions have yet to achieve full capacity.\nThe Company has also continued its cost review process. Some of the actions taken include the reduction of executive officers' and outside directors' compensation, the negotiation of better terms with suppliers, and the consolidation of one money-losing location. Under the guidance of the reconstituted Board of Directors, the Company seeks to identify additional areas for cost improvements.\nOn December 28, 2017, following discussions and negotiations with Guaranty Bank and Trust Company (the \"Bank\") which is the lender under the Company's Loan and Security Agreement (the \"Credit Facility\"), and a number of potential investors and lenders, the Company entered into a Security Purchase Agreement (the \"Securities Purchase Agreement\") and completed a private placement of $5 million of convertible senior subordinated secured notes (the \"Notes\") and 10 attached shares of Series A Convertible Preferred Stock with Palm Active Dental, LLC and Palm Global Small Cap Master Fund LP (the \"Palm Investors\"). The Company used approximately $2.6 million of the net proceeds under the Securities Purchase Agreement to repay the Bank as described below. The balance of the net proceeds is being used for vendor payments, working capital, capital expenditures, and other general corporate purposes. The Notes and attached shares of Series A Convertible Preferred Stock are convertible into shares of Series B Convertible Preferred Stock, which in turn are convertible into shares of the Company's common stock at a price of $5.00 per share. Each share of Series A Preferred Stock entitles the holder to 100,000 votes per share. As a result of the investments by the Palm Investors, the Palm Investors beneficially own approximately 34.8% of the Company's common stock and have commensurate voting rights.\nAlso on December 28, 2017, the Company and the Bank entered into the Fifth Amendment to Loan and Security Agreement (\"Fifth Amendment\"), under which the Company repaid approximately $1.5 million under the term loan portion and $1.1 million under the revolving line of credit portion of the Credit Facility and the Bank waived all then-existing defaults, default interest, fees, and penalties under the Credit Facility. Among other things, the Fifth Amendment extends the maturity date of the loans under the Credit Facility to March 31, 2023, increases the availability to $2.0 million under the revolving line of credit and modifies the repayment terms of the term loan and the EBITDA, leverage ratio and other financial covenants under the Credit Facility.\nIn connection with the investment by the Palm Investors, two Palm representatives, Joshua S. Horowitz and Bradley Tirpak, were appointed to the Company's board of directors, replacing Brooks G. O'Neil and Dennis N. Genty, the Company's Chief Financial Officer, both of whom resigned from the board.\nDuring the year ended December 31, 2017, the Company had capital expenditures of approximately $627,000, and decreased total bank debt by approximately $3.4 million including $2.6 million from the $5.0 million private placement completed December 28, 2017. The Company has recently contracted to upgrade three of its offices to digital radiography and plans to upgrade at least three more offices in the near future. The Company believes that this ongoing office modernization project is one of the keys to enhancing the Company's recruiting efforts and its patient's experience.\nBirner Dental Management Services, Inc. acquires, develops, and manages geographically dense dental practice networks in select markets in Colorado, New Mexico, and Arizona. As of December 31, 2017, the Company managed 68 dental offices under the PERFECT TEETH® name.\nThe Company previously announced it would conduct a conference call to review results for the year and quarter ended December 31, 2017 on Monday, April 2, 2018 at 9:00 a.m. MT. In addition to current operating results, the teleconference may include discussion of management's expectations of future financial and operating results. To participate in this conference call, dial in to 1-888-312-9863 and refer to Confirmation Code 5742256 approximately five minutes prior to the scheduled time. If you are unable to join the conference call on April 2, 2018, the rebroadcast number is 1-888-203-1112 with the pass code of 5742256. This rebroadcast will be available through April 16, 2018.\nNon-GAAP Disclosures\nThis press release includes a non-GAAP financial measure with respect to Adjusted EBITDA. Please see below for more information regarding Adjusted EBITDA and a reconciliation of Adjusted EBITDA to net loss.\nForward-Looking Statements\nCertain of the matters discussed herein may contain forward-looking statements that are subject to certain risks and uncertainties that could cause actual results to differ materially from expectations. These include statements of belief regarding the Company's prospects and performance in future periods, including the impact of dentist recruitment, turnover and dentist count and office upgrades. These statements involve known and unknown risks, uncertainties and other factors which may cause the Company's actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. These and other risks and uncertainties are set forth in the reports filed by the Company with the Securities and Exchange Commission. The Company disclaims any obligation to update these forward-looking statements.\nFor Further Information Contact:\nBirner Dental Management Services, Inc.\nDennis Genty\nChief Financial Officer\n(303) 691-0680\nBIRNER DENTAL MANAGEMENT SERVICES, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nQuarters Ended\nYears Ended\nDecember 31,\nDecember 31,\n2016\n2017\n2016\n2017\nREVENUE:\nDental practice revenue\n$ 13,158,048\n$ 13,732,425\n$ 57,167,491\n$ 56,647,595\nCapitation revenue\n1,133,585\n996,093\n4,594,803\n4,064,809\n14,291,633\n14,728,518\n61,762,294\n60,712,404\nDIRECT EXPENSES:\nClinical salaries and benefits\n8,638,093\n9,123,033\n37,202,203\n37,521,910\nDental supplies\n633,233\n666,074\n2,820,462\n2,641,069\nLaboratory fees\n840,567\n913,539\n3,489,225\n3,600,542\nOccupancy\n1,566,735\n1,568,387\n6,279,180\n6,409,158\nAdvertising and marketing\n168,260\n134,015\n658,487\n619,642\nDepreciation and amortization\n967,136\n825,901\n3,993,299\n3,573,983\nGeneral and administrative\n1,338,422\n1,470,000\n5,477,903\n5,484,758\n14,152,446\n14,700,949\n59,920,759\n59,851,062\nContribution from dental offices\n139,187\n27,569\n1,841,535\n861,342\nCORPORATE EXPENSES:\nGeneral and administrative\n820,535\n(1)\n970,983\n(1)\n3,516,657\n(2)\n3,850,624\n(2)\nStock grant\n-\n-\n-\n175,000\n(3)\nDepreciation and amortization\n44,820\n37,768\n210,813\n161,235\nOPERATING LOSS\n(726,168)\n(981,182)\n(1,885,935)\n(3,325,517)\nOTHER EXPENSE:\nInterest expense, net\n68,700\n166,798\n253,940\n443,640\nLOSS BEFORE INCOME TAXES\n(794,868)\n(1,147,980)\n(2,139,875)\n(3,769,157)\nIncome tax benefit\n(256,321)\n(182,645)\n(753,973)\n(1,119,926)\nNET LOSS\n$ (538,547)\n$ (965,335)\n$ (1,385,902)\n$ (2,649,231)\nNet loss per share of Common Stock - Basic\n$ (0.29)\n$ (0.52)\n$ (0.74)\n$ (1.42)\nNet loss per share of Common Stock - Diluted\n$ (0.29)\n$ (0.52)\n$ (0.74)\n$ (1.42)\nWeighted average number of shares of Common Stock and dilutive securities:\nBasic\n1,860,261\n1,872,761\n1,860,316\n1,868,138\nDiluted\n1,860,261\n1,872,761\n1,860,316\n1,868,138\n(1)\nCorporate expense - general and administrative includes $54,560 and $109,922 of stock-based compensation expense pursuant to ASC Topic 718 for the quarters ended December 31, 2016 and 2017, respectively.\n(2)\nCorporate expense - general and administrative includes $177,679and $270,207 of stock-based compensation expense pursuant to ASC Topic 718 for the year ended December 31, 2016 and 2017, respectively.\n(3)\nThe Company issued 12,500 shares of Common Stock under a settlement agreement with an activist shareholder group. The shares were valued at $175,000 based on the closing price of the Common Stock on the date of the grant.\nBIRNER DENTAL MANAGEMENT SERVICES, INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\nDecember 31,\nASSETS\n2016\n2017\nCURRENT ASSETS:\nCash\n$ 157,923\n$ 1,888,828\nAccounts receivable, net of allowance for doubtful accounts of approximately $410,000 and $500,000, respectively\n3,212,190\n3,772,514\nNote receivable\n34,195\n33,768\nPrepaid expenses and other assets\n759,749\n655,310\nTotal current assets\n4,164,057\n6,350,420\nPROPERTY AND EQUIPMENT, net\n7,279,436\n5,016,141\nOTHER NONCURRENT ASSETS:\nIntangible assets, net\n6,721,084\n5,876,053\nDeferred charges and other assets\n155,741\n163,991\nNote receivable\n31,051\n-\nTotal assets\n$ 18,351,369\n$ 17,406,605\nLIABILITIES AND SHAREHOLDERS' EQUITY (DEFICIT)\nCURRENT LIABILITIES:\nAccounts payable\n$ 2,723,473\n$ 4,210,521\nAccrued expenses\n925,776\n777,863\nAccrued payroll and related expenses\n2,164,758\n2,009,720\nCurrent maturities of long-term debt\n2,500,000\n750,000\nTotal current liabilities\n8,314,007\n7,748,104\nLONG-TERM LIABILITIES:\nDeferred tax liability, net\n1,174,416\n101,482\nBank credit facility, net\n7,351,006\n5,684,085\nConvertible senior subordinated secured notes, net\n-\n4,445,862\nOther long-term obligations\n1,081,655\n1,190,811\nTotal liabilities\n17,921,084\n19,170,344\nCOMMITMENTS AND CONTINGENCIES\nSERIES A PREFERRED STOCK, no par value, 100 shares authorized, 10 shares outstanding\n-\n10,000\nSERIES B PREFERRED STOCK, no par value, 2,000,000 shares authorized, none outstanding\n-\n-\nSHAREHOLDERS' EQUITY / (DEFICIT):\nPreferred Stock, no par value, 7,999,900 shares authorized; none outstanding\n-\n-\nCommon Stock, no par value, 20,000,000 shares authorized; 1,860,261 and 1,872,761 shares issued and outstanding, respectively\n1,615,001\n2,060,208\nAccumulated deficit\n(1,184,716)\n(3,833,947)\nTotal shareholders' equity (deficit)\n430,285\n(1,773,739)\nTotal liabilities and shareholders' equity (deficit)\n$ 18,351,369\n$ 17,406,605\nReconciliation of Adjusted EBITDA\nAdjusted EBITDA is not a U.S. generally accepted accounting principle (\"GAAP\") measure of performance or liquidity. However, the Company believes that it may be useful to an investor in evaluating the Company's ability to meet future debt service, capital expenditures and working capital requirements, and the Company uses Adjusted EBITDA for this purpose. Investors should not consider Adjusted EBITDA in isolation or as a substitute for operating income, cash flows from operating activities or any other measure for determining the Company's operating performance or liquidity that is calculated in accordance with GAAP. In addition, because Adjusted EBITDA is not calculated in accordance with GAAP, it may not necessarily be comparable to similarly titled measures employed by other companies. A reconciliation of Adjusted EBITDA to net loss can be made by adding depreciation and amortization expense - Offices, depreciation and amortization expense – Corporate, stock-based compensation expense, interest expense, net, stock grant expense and income tax (benefit) to net loss as in the table below.\nQuarters\nYears\nEnded December 31,\nEnded December 31,\n2016\n2017\n2016\n2017\nRECONCILIATION OF ADJUSTED EBITDA:\nNet loss\n($538,547)\n($965,335)\n($1,385,902)\n($2,649,231)\nAdd back:\nDepreciation and amortization - Offices\n967,136\n825,901\n3,993,299\n3,573,983\nDepreciation and amortization - Corporate\n44,820\n37,768\n210,813\n161,235\nStock-based compensation expense\n54,560\n109,922\n177,679\n270,207\nInterest expense, net\n68,700\n166,798\n253,940\n443,640\nStock grant expense\n-\n0\n-\n175,000\nIncome tax benefit\n(256,321)\n(182,645)\n(753,973)\n(1,119,926)\nAdjusted EBITDA\n$340,348\n(7,591)\n$2,495,856\n$854,908\nView original content: http://www.prnewswire.com/news-releases/birner-dental-management-services-inc-announces-results-for-fourth-quarter-and-year-ended-2017-300622322.html\nSOURCE Birner Dental Management Services, Inc.",
    "published": "2018-04-02T16:30:00.000+03:00",
    "crawled": "2018-04-02T18:42:34.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "april",
        "birner",
        "dental",
        "management",
        "service",
        "otcqx",
        "bdms",
        "business",
        "service",
        "provider",
        "perfect",
        "teeth",
        "dental",
        "practice",
        "announced",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "compared",
        "period",
        "revenue",
        "increased",
        "million",
        "company",
        "adjusted",
        "ebitda",
        "decreased",
        "quarter",
        "ended",
        "december",
        "compared",
        "period",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "increased",
        "compared",
        "period",
        "net",
        "loss",
        "per",
        "share",
        "increased",
        "quarter",
        "ended",
        "december",
        "compared",
        "quarter",
        "ended",
        "december",
        "earnings",
        "quarter",
        "ending",
        "december",
        "negatively",
        "affected",
        "increase",
        "allowance",
        "doubtful",
        "account",
        "increase",
        "allowance",
        "customer",
        "service",
        "adjustment",
        "year",
        "ended",
        "december",
        "compared",
        "revenue",
        "decreased",
        "million",
        "million",
        "company",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "stock",
        "grant",
        "expense",
        "adjusted",
        "ebitda",
        "decreased",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "increased",
        "million",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "loss",
        "per",
        "share",
        "increased",
        "year",
        "ended",
        "december",
        "compared",
        "year",
        "ended",
        "december",
        "company",
        "incurred",
        "additional",
        "expense",
        "approximately",
        "year",
        "ended",
        "december",
        "connection",
        "matter",
        "related",
        "activist",
        "shareholder",
        "group",
        "board",
        "director",
        "evaluation",
        "company",
        "strategic",
        "option",
        "discontinued",
        "march",
        "revenue",
        "increased",
        "fourth",
        "quarter",
        "compared",
        "quarter",
        "increasing",
        "third",
        "quarter",
        "compared",
        "quarter",
        "increase",
        "revenue",
        "third",
        "fourth",
        "quarter",
        "quarter",
        "represents",
        "first",
        "time",
        "ten",
        "quarter",
        "company",
        "achieved",
        "consecutive",
        "quarterly",
        "increase",
        "revenue",
        "company",
        "belief",
        "result",
        "directly",
        "related",
        "company",
        "increasing",
        "dentist",
        "count",
        "described",
        "additionally",
        "company",
        "continues",
        "experience",
        "strong",
        "patient",
        "flow",
        "new",
        "patient",
        "visit",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "normalizing",
        "number",
        "working",
        "day",
        "respective",
        "quarter",
        "similar",
        "basis",
        "total",
        "patient",
        "visit",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "company",
        "disappointed",
        "net",
        "loss",
        "generated",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "belief",
        "recent",
        "decline",
        "revenue",
        "adjusted",
        "ebitda",
        "driven",
        "lower",
        "dentist",
        "count",
        "however",
        "company",
        "dentist",
        "count",
        "increased",
        "december",
        "december",
        "company",
        "belief",
        "beginning",
        "achieve",
        "stability",
        "among",
        "dental",
        "professional",
        "note",
        "new",
        "addition",
        "yet",
        "achieve",
        "full",
        "capacity",
        "company",
        "also",
        "continued",
        "cost",
        "review",
        "process",
        "action",
        "taken",
        "include",
        "reduction",
        "executive",
        "officer",
        "outside",
        "director",
        "compensation",
        "negotiation",
        "better",
        "term",
        "supplier",
        "consolidation",
        "one",
        "location",
        "guidance",
        "reconstituted",
        "board",
        "director",
        "company",
        "seek",
        "identify",
        "additional",
        "area",
        "cost",
        "improvement",
        "december",
        "following",
        "discussion",
        "negotiation",
        "guaranty",
        "bank",
        "trust",
        "company",
        "bank",
        "lender",
        "company",
        "loan",
        "security",
        "agreement",
        "credit",
        "facility",
        "number",
        "potential",
        "investor",
        "lender",
        "company",
        "entered",
        "security",
        "purchase",
        "agreement",
        "security",
        "purchase",
        "agreement",
        "completed",
        "private",
        "placement",
        "million",
        "convertible",
        "senior",
        "subordinated",
        "secured",
        "note",
        "note",
        "attached",
        "share",
        "series",
        "convertible",
        "preferred",
        "stock",
        "palm",
        "active",
        "dental",
        "llc",
        "palm",
        "global",
        "small",
        "cap",
        "master",
        "fund",
        "lp",
        "palm",
        "investor",
        "company",
        "used",
        "approximately",
        "million",
        "net",
        "proceeds",
        "security",
        "purchase",
        "agreement",
        "repay",
        "bank",
        "described",
        "balance",
        "net",
        "proceeds",
        "used",
        "vendor",
        "payment",
        "working",
        "capital",
        "capital",
        "expenditure",
        "general",
        "corporate",
        "purpose",
        "note",
        "attached",
        "share",
        "series",
        "convertible",
        "preferred",
        "stock",
        "convertible",
        "share",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "turn",
        "convertible",
        "share",
        "company",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "share",
        "series",
        "preferred",
        "stock",
        "entitles",
        "holder",
        "vote",
        "per",
        "share",
        "result",
        "investment",
        "palm",
        "investor",
        "palm",
        "investor",
        "beneficially",
        "approximately",
        "company",
        "common",
        "stock",
        "commensurate",
        "voting",
        "right",
        "also",
        "december",
        "company",
        "bank",
        "entered",
        "fifth",
        "amendment",
        "loan",
        "security",
        "agreement",
        "fifth",
        "amendment",
        "company",
        "repaid",
        "approximately",
        "million",
        "term",
        "loan",
        "portion",
        "million",
        "revolving",
        "line",
        "credit",
        "portion",
        "credit",
        "facility",
        "bank",
        "waived",
        "default",
        "default",
        "interest",
        "fee",
        "penalty",
        "credit",
        "facility",
        "among",
        "thing",
        "fifth",
        "amendment",
        "extends",
        "maturity",
        "date",
        "loan",
        "credit",
        "facility",
        "march",
        "increase",
        "availability",
        "million",
        "revolving",
        "line",
        "credit",
        "modifies",
        "repayment",
        "term",
        "term",
        "loan",
        "ebitda",
        "leverage",
        "ratio",
        "financial",
        "covenant",
        "credit",
        "facility",
        "connection",
        "investment",
        "palm",
        "investor",
        "two",
        "palm",
        "representative",
        "joshua",
        "horowitz",
        "bradley",
        "tirpak",
        "appointed",
        "company",
        "board",
        "director",
        "replacing",
        "brook",
        "dennis",
        "genty",
        "company",
        "chief",
        "financial",
        "officer",
        "resigned",
        "board",
        "year",
        "ended",
        "december",
        "company",
        "capital",
        "expenditure",
        "approximately",
        "decreased",
        "total",
        "bank",
        "debt",
        "approximately",
        "million",
        "including",
        "million",
        "million",
        "private",
        "placement",
        "completed",
        "december",
        "company",
        "recently",
        "contracted",
        "upgrade",
        "three",
        "office",
        "digital",
        "radiography",
        "plan",
        "upgrade",
        "least",
        "three",
        "office",
        "near",
        "future",
        "company",
        "belief",
        "ongoing",
        "office",
        "modernization",
        "project",
        "one",
        "key",
        "enhancing",
        "company",
        "recruiting",
        "effort",
        "patient",
        "experience",
        "birner",
        "dental",
        "management",
        "service",
        "acquires",
        "develops",
        "manages",
        "geographically",
        "dense",
        "dental",
        "practice",
        "network",
        "select",
        "market",
        "colorado",
        "new",
        "mexico",
        "arizona",
        "december",
        "company",
        "managed",
        "dental",
        "office",
        "perfect",
        "name",
        "company",
        "previously",
        "announced",
        "would",
        "conduct",
        "conference",
        "call",
        "review",
        "result",
        "year",
        "quarter",
        "ended",
        "december",
        "monday",
        "april",
        "mt",
        "addition",
        "current",
        "operating",
        "result",
        "teleconference",
        "may",
        "include",
        "discussion",
        "management",
        "expectation",
        "future",
        "financial",
        "operating",
        "result",
        "participate",
        "conference",
        "call",
        "dial",
        "refer",
        "confirmation",
        "code",
        "approximately",
        "five",
        "minute",
        "prior",
        "scheduled",
        "time",
        "unable",
        "join",
        "conference",
        "call",
        "april",
        "rebroadcast",
        "number",
        "pas",
        "code",
        "rebroadcast",
        "available",
        "april",
        "disclosure",
        "press",
        "release",
        "includes",
        "financial",
        "measure",
        "respect",
        "adjusted",
        "ebitda",
        "please",
        "see",
        "information",
        "regarding",
        "adjusted",
        "ebitda",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "statement",
        "certain",
        "matter",
        "discussed",
        "herein",
        "may",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "include",
        "statement",
        "belief",
        "regarding",
        "company",
        "prospect",
        "performance",
        "future",
        "period",
        "including",
        "impact",
        "dentist",
        "recruitment",
        "turnover",
        "dentist",
        "count",
        "office",
        "upgrade",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "set",
        "forth",
        "report",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "company",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "information",
        "contact",
        "birner",
        "dental",
        "management",
        "service",
        "dennis",
        "genty",
        "chief",
        "financial",
        "officer",
        "birner",
        "dental",
        "management",
        "service",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "quarter",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "dental",
        "practice",
        "revenue",
        "capitation",
        "revenue",
        "direct",
        "expense",
        "clinical",
        "salary",
        "benefit",
        "dental",
        "supply",
        "laboratory",
        "fee",
        "occupancy",
        "advertising",
        "marketing",
        "depreciation",
        "amortization",
        "general",
        "administrative",
        "contribution",
        "dental",
        "office",
        "corporate",
        "expense",
        "general",
        "administrative",
        "stock",
        "grant",
        "depreciation",
        "amortization",
        "operating",
        "loss",
        "expense",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "dilutive",
        "security",
        "basic",
        "diluted",
        "corporate",
        "expense",
        "general",
        "administrative",
        "includes",
        "compensation",
        "expense",
        "pursuant",
        "asc",
        "topic",
        "quarter",
        "ended",
        "december",
        "respectively",
        "corporate",
        "expense",
        "general",
        "administrative",
        "includes",
        "compensation",
        "expense",
        "pursuant",
        "asc",
        "topic",
        "year",
        "ended",
        "december",
        "respectively",
        "company",
        "issued",
        "share",
        "common",
        "stock",
        "settlement",
        "agreement",
        "activist",
        "shareholder",
        "group",
        "share",
        "valued",
        "based",
        "closing",
        "price",
        "common",
        "stock",
        "date",
        "grant",
        "birner",
        "dental",
        "management",
        "service",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "approximately",
        "respectively",
        "note",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "noncurrent",
        "asset",
        "intangible",
        "asset",
        "net",
        "deferred",
        "charge",
        "asset",
        "note",
        "receivable",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "payroll",
        "related",
        "expense",
        "current",
        "maturity",
        "debt",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "tax",
        "liability",
        "net",
        "bank",
        "credit",
        "facility",
        "net",
        "convertible",
        "senior",
        "subordinated",
        "secured",
        "note",
        "net",
        "obligation",
        "total",
        "liability",
        "commitment",
        "contingency",
        "series",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "outstanding",
        "series",
        "b",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "outstanding",
        "shareholder",
        "equity",
        "deficit",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "shareholder",
        "equity",
        "deficit",
        "reconciliation",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measure",
        "performance",
        "liquidity",
        "however",
        "company",
        "belief",
        "may",
        "useful",
        "investor",
        "evaluating",
        "company",
        "ability",
        "meet",
        "future",
        "debt",
        "service",
        "capital",
        "expenditure",
        "working",
        "capital",
        "requirement",
        "company",
        "us",
        "adjusted",
        "ebitda",
        "purpose",
        "investor",
        "consider",
        "adjusted",
        "ebitda",
        "isolation",
        "substitute",
        "operating",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "determining",
        "company",
        "operating",
        "performance",
        "liquidity",
        "calculated",
        "accordance",
        "gaap",
        "addition",
        "adjusted",
        "ebitda",
        "calculated",
        "accordance",
        "gaap",
        "may",
        "necessarily",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "employed",
        "company",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "made",
        "adding",
        "depreciation",
        "amortization",
        "expense",
        "office",
        "depreciation",
        "amortization",
        "expense",
        "corporate",
        "compensation",
        "expense",
        "interest",
        "expense",
        "net",
        "stock",
        "grant",
        "expense",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "table",
        "quarter",
        "year",
        "ended",
        "december",
        "ended",
        "december",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "add",
        "back",
        "depreciation",
        "amortization",
        "office",
        "depreciation",
        "amortization",
        "corporate",
        "compensation",
        "expense",
        "interest",
        "expense",
        "net",
        "stock",
        "grant",
        "expense",
        "income",
        "tax",
        "benefit",
        "adjusted",
        "ebitda",
        "view",
        "original",
        "content",
        "http",
        "source",
        "birner",
        "dental",
        "management",
        "service",
        "inc"
    ]
}