{
    "organizations": [],
    "uuid": "33cb129febbb5f58d7c7277e0fc14ab3d4bbada6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-platform-eight-capital-corp-announces-proposed-qualifying-transaction-with-growforce-holdings-inc.html",
    "ord_in_thread": 0,
    "title": "Platform Eight Capital Corp. Announces Proposed Qualifying Transaction With GrowForce Holdings Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Platform Eight Capital Corp. (TSXV:PEC.P) (the “ Corporation ”) announces that it has entered into a binding letter agreement (the “ Letter Agreement ”) effective April 24, 2018, to complete a transaction (the “ Transaction ”) pursuant to which the Corporation will complete a three-cornered amalgamation with GrowForce Holdings Inc. (“ GrowForce ”), an arm’s-length operator of licensed cannabis facilities, and through its operating subsidiaries and controlled affiliates, a Licensed Producer of cannabis under Health Canada’s Access to Cannabis for Medical Purposes Regulations (Canada) (“ ACMPR ”).\nThe Transaction will constitute a reverse takeover of the Corporation by GrowForce’s shareholders pursuant to the policies of the TSX Venture Exchange (the “ TSXV ”) and will constitute the Corporation’s “Qualifying Transaction”, as such term is defined in defined by Policy 2.4 – Capital Pool Companies of the TSXV.\nGrowForce Holdings Inc.\nGrowForce, an Ontario corporation, is a geographically diversified and vertically integrated cannabis platform based in Canada. GrowForce intends to own a majority interest in flagship cannabis facilities operated through the ACMPR, with strategic partnerships for turnkey operations, proprietary software and training, and project financing.\nThrough subsidiaries and controlled affiliates, GrowForce owns a 100% interest in WILL Cannabis, an Ontario-based licensed producer, a 51.01% interest in Grand River Organics Incorporated, a late-stage ACMPR Licensed Producer applicant, and a proposed second-site 120,000 sq. ft. industrial facility on a 13-arce land parcel in Winnipeg, Manitoba. Total funded capacity across the GrowForce portfolio currently exceeds 15,000 kg per annum, with additional capacity in the queue through existing facilities expansion and subsequent acquisitions.\nGrowForce has entered into a license agreement (the “ License Agreement ”) with MJardin Group, North America’s largest turnkey operator of legal cannabis facilities (“MJardin”), for the exclusive rights to MJardin’s cannabis management services and intellectual property portfolio for use in Canada and other federally legal markets worldwide. The terms of the License Agreement includes an operational services agreement for MJardin to provide cultivation, processing and retail services to GrowForce facilities, as well as the exclusive use of MJardin University for staff training and continuing education.\nTerms of the Transaction\nThe Letter Agreement provides that GrowForce and the Corporation will enter into a definitive merger agreement (the “ Definitive Agreement ”) pursuant to which a wholly-owned subsidiary of the Corporation will merge with GrowForce. The corporation resulting from the Transaction (the “ Resulting Issuer ”) will continue under the name “GrowForce Holdings Inc.”.\nThe Corporation will hold a special meeting of its shareholders (the “ Meeting ”) to approve, among other things: (i) the board of directors of the Resulting Issuer following the completion of the Transaction, (ii) the appointment of MNP LLP as auditors of the Resulting Issuer, (iii) the approval of the Resulting Issuer’s equity incentive plan, (iv) the change of its name to GrowForce Holdings Inc., and (v) a consolidation of its shares. Further details regarding the Meeting will be contained in a management information circular which will be sent to shareholders of the Company.\nPursuant to the Transaction, each common share of the Corporation (each “ Corporation Share ”) will be consolidated based on the agreed upon valuations of the two companies. A value of $2,500,000 will be ascribed to the Corporation. Each common share of GrowForce (each “ GrowForce Share ”) will be exchanged for common shares (“ Resulting Issuer Shares ”) of the Resulting Issuer on the basis of an exchange ratio (the “ Exchange Ratio ”) to be determined, having regard for the proportionate pre-Transaction valuations attributed to the Corporation and GrowForce, respectively, and each convertible security of the Corporation and GrowForce will be exchanged for a comparable convertible security of the Resulting Issuer, having regard for the Exchange Ratio. The valuation of GrowForce will be determined in the context of the issue price of the securities issued pursuant to the Concurrent Financing (as herein defined).\nThe Transaction is subject to the approval of the shareholders of each of the Corporation and GrowForce. Completion of the Transaction is conditional upon: (i) completion of satisfactory due diligence; (ii) absence of material adverse events and changes affecting the Corporation and GrowForce; (iii) receipt of all required consents and approvals for the Transaction and the listing of the Resulting Issuer Shares on the TSXV, including from the directors and shareholders of the Corporation and GrowForce, and the TSXV; (iv) receipt of all third party consents deemed necessary for the continuation of GrowForce’s business; (v) the Corporation not having incurred any contractual obligation, liability or expense in excess of $5,000, except in connection with the Transaction; (vi) the Corporation having no outstanding liabilities, except for trade payables incurred in the ordinary course of business, and liabilities incurred connection with the Transaction; (vii) the Corporation not being in default of the requirements of the TSXV and any securities commission, and no order having been issued preventing the Transaction or the trading of any securities of the Corporation; and (viii) the absence of any action, suit, law, or regulation that would cease trade, prohibit or impose material limitations or conditions on any of the parties, or which, if the Transaction were completed, would materially and adversely affect any of the parties.\nClosing of the Transaction is expected to occur on or before July 31, 2018. The Letter Agreement may be terminated by either party if the Definitive Agreement is not entered into by May 15, 2018.\nThe Proposed Transaction is not a “Non-Arm's Length Qualifying Transaction” within the meaning of Policy 2.4 of the TSXV.\nConcurrent Financing\nIn connection with the Transaction, GrowForce will complete a concurrent brokered private placement through one or more TSXV member firms for such amount of gross proceeds as the Corporation and GrowForce may agree (the “ Concurrent Financing ”), on terms and conditions to be determined by negotiation between the GrowForce and the agents in the context of the market. Pursuant to the Concurrent Financing, GrowForce will pay customary broker and finder’s fees and expenses. The net proceeds from the Concurrent Financing will be used for business development and working capital purposes. Further information with respect to the terms of the Concurrent Financing will be announced in a subsequent press release once available.\nSponsorship\nThe Transaction is subject to the sponsorship requirements of the TSXV, unless an exemption from the sponsorship requirement is available or a waiver is granted. The Corporation intends to apply for an exemption to the sponsorship requirement. There is no assurance that an exemption from this requirement will be obtained.\nTrading of the Resulting Issuer Shares\nTrading in the Corporation Shares has been halted as a result of the announcement of the Transaction. The Corporation expects that trading will remain halted pending closing of the Transaction, subject to the earlier resumption upon TSXV acceptance of the Transaction and the filing of required materials in accordance with TSXV policies.\nUpon successful completion of the Transaction, it is anticipated that the Resulting Issuer will be listed as a Tier 1 Life Sciences issuer.\nManagement and Insiders of the Resulting Issuer\nUpon completion of the Transaction, all the current directors and officers of the Corporation will resign except for John Travaglini who will continue as a director of the Resulting Issuer. The proposed board of directors of the Resulting Issuer will be Rishi Gautam, David Sharpe, Lorne Sugarman, Bob Silver and John Travaglini. Rishi Gautam will be appointed Chief Executive Officer and Christopher Seto, Chief Financial Officer and Corporate Secretary of the Resulting Issuer. The parties do not expect any persons will hold more than 10% or more of the issued and outstanding Resulting Issuer Shares upon completion of the Transaction. Management of the Corporation collectively has direction or control over an aggregate of 659,389 shares of GrowForce or approximately 1.4% of the currently issued and outstanding shares of GrowForce.\nFurther information with respect to the directors, senior officers, and other insiders of the Resulting Issuer will be announced in a subsequent press release regarding the Transaction to be issued in accordance with the policies of the TSXV.\nAbout Platform Eight Capital Corp.\nThe Corporation is incorporated under the Business Corporations Act (Ontario) and is a Capital Pool Company listed on the TSXV. The Corporation has no commercial operations and has no assets other than cash. For further information please see the final prospectus of the Corporation dated January 9, 2018, filed on SEDAR at www.sedar.com .\nFor further information please contact:\nJohn Travaglini\nChief Executive Officer\n(416) 861-1100\nCautionary Notes\nAll information provided in this press release relating to GrowForce has been provided by management of GrowForce and has not been independently verified by management of the Corporation.\nAs the date of this press release, the Corporation has not entered into a Definitive Agreement with GrowForce, and readers are cautioned that there can be no assurances that a Definitive Agreement will be executed.\nCompletion of the Transaction is subject to a number of conditions, including but not limited to, TSXV acceptance and if applicable pursuant to TSXV requirements, majority of the minority shareholder approval. Where applicable, the transaction cannot close until the required shareholder approval is obtained. There can be no assurance that the transaction will be completed as proposed or at all.\nInvestors are cautioned that, except as disclosed in the management information circular or filing statement to be prepared in connection with the transaction, any information released or received with respect to the transaction may not be accurate or complete and should not be relied upon. Trading in the securities of a capital pool company should be considered highly speculative.\nThe TSX Venture Exchange Inc. has in no way passed upon the merits of the proposed Transaction and has neither approved nor disapproved the contents of this press release. Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThis press release contains statements that constitute “forward-looking information” (collectively, “forward-looking statements”) within the meaning of the applicable Canadian securities legislation, All statements, other than statements of historical fact, are forward-looking statements and are based on expectations, estimates and projections as at the date of this news release. Any statement that discusses predictions, expectations, beliefs, plans, projections, objectives, assumptions, future events or performance (often but not always using phrases such as “expects”, or “does not expect”, “is expected”, “anticipates” or “does not anticipate”, “plans”, “budget”, “scheduled”, “forecasts”, “estimates”, “believes” or “intends” or variations of such words and phrases or stating that certain actions, events or results “may” or “could”, “would”, “might” or “will” be taken to occur or be achieved) are not statements of historical fact and may be forward-looking statements. Forward-looking statements contained in this press release include, without limitation, statements regarding: the terms, conditions, and completion of the Transaction and the Concurrent Financing; use of funds; and the business and operations of the Resulting Issuer. In making the forward- looking statements contained in this press release, the Corporation has made certain assumptions, including that: due diligence will be satisfactory; the Concurrent Financing will be completed on acceptable terms; all applicable shareholder, and regulatory approvals for the Transaction will be received. Although the Corporation believes that the expectations reflected in forward-looking statements are reasonable, it can give no assurance that the expectations of any forward-looking statements will prove to be correct. Known and unknown risks, uncertainties, and other factors which may cause the actual results and future events to differ materially from those expressed or implied by such forward-looking statements. Such factors include, but are not limited to: results of due diligence; availability of financing; delay or failure to receive board, shareholder or regulatory approvals; and general business, economic, competitive, political and social uncertainties. Accordingly, readers should not place undue reliance on the forward-looking statements and information contained in this press release. Except as required by law, the Corporation disclaims any intention and assumes no obligation to update or revise any forward-looking statements to reflect actual results, whether as a result of new information, future events, changes in assumptions, changes in factors affecting such forward-looking statements or otherwise.\nSource:Platform Eight Capital Corp.",
    "published": "2018-04-25T16:30:00.000+03:00",
    "crawled": "2018-04-25T17:10:55.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "platform",
        "eight",
        "capital",
        "tsxv",
        "corporation",
        "announces",
        "entered",
        "binding",
        "letter",
        "agreement",
        "letter",
        "agreement",
        "effective",
        "april",
        "complete",
        "transaction",
        "transaction",
        "pursuant",
        "corporation",
        "complete",
        "amalgamation",
        "growforce",
        "holding",
        "growforce",
        "arm",
        "operator",
        "licensed",
        "cannabis",
        "facility",
        "operating",
        "subsidiary",
        "controlled",
        "affiliate",
        "licensed",
        "producer",
        "cannabis",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "canada",
        "acmpr",
        "transaction",
        "constitute",
        "reverse",
        "takeover",
        "corporation",
        "growforce",
        "shareholder",
        "pursuant",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "constitute",
        "corporation",
        "qualifying",
        "transaction",
        "term",
        "defined",
        "defined",
        "policy",
        "capital",
        "pool",
        "company",
        "tsxv",
        "growforce",
        "holding",
        "growforce",
        "ontario",
        "corporation",
        "geographically",
        "diversified",
        "vertically",
        "integrated",
        "cannabis",
        "platform",
        "based",
        "canada",
        "growforce",
        "intends",
        "majority",
        "interest",
        "flagship",
        "cannabis",
        "facility",
        "operated",
        "acmpr",
        "strategic",
        "partnership",
        "turnkey",
        "operation",
        "proprietary",
        "software",
        "training",
        "project",
        "financing",
        "subsidiary",
        "controlled",
        "affiliate",
        "growforce",
        "owns",
        "interest",
        "cannabis",
        "licensed",
        "producer",
        "interest",
        "grand",
        "river",
        "organic",
        "incorporated",
        "acmpr",
        "licensed",
        "producer",
        "applicant",
        "proposed",
        "sq",
        "industrial",
        "facility",
        "land",
        "parcel",
        "winnipeg",
        "manitoba",
        "total",
        "funded",
        "capacity",
        "across",
        "growforce",
        "portfolio",
        "currently",
        "exceeds",
        "kg",
        "per",
        "annum",
        "additional",
        "capacity",
        "queue",
        "existing",
        "facility",
        "expansion",
        "subsequent",
        "acquisition",
        "growforce",
        "entered",
        "license",
        "agreement",
        "license",
        "agreement",
        "mjardin",
        "group",
        "north",
        "america",
        "largest",
        "turnkey",
        "operator",
        "legal",
        "cannabis",
        "facility",
        "mjardin",
        "exclusive",
        "right",
        "mjardin",
        "cannabis",
        "management",
        "service",
        "intellectual",
        "property",
        "portfolio",
        "use",
        "canada",
        "federally",
        "legal",
        "market",
        "worldwide",
        "term",
        "license",
        "agreement",
        "includes",
        "operational",
        "service",
        "agreement",
        "mjardin",
        "provide",
        "cultivation",
        "processing",
        "retail",
        "service",
        "growforce",
        "facility",
        "well",
        "exclusive",
        "use",
        "mjardin",
        "university",
        "staff",
        "training",
        "continuing",
        "education",
        "term",
        "transaction",
        "letter",
        "agreement",
        "provides",
        "growforce",
        "corporation",
        "enter",
        "definitive",
        "merger",
        "agreement",
        "definitive",
        "agreement",
        "pursuant",
        "subsidiary",
        "corporation",
        "merge",
        "growforce",
        "corporation",
        "resulting",
        "transaction",
        "resulting",
        "issuer",
        "continue",
        "name",
        "growforce",
        "holding",
        "corporation",
        "hold",
        "special",
        "meeting",
        "shareholder",
        "meeting",
        "approve",
        "among",
        "thing",
        "board",
        "director",
        "resulting",
        "issuer",
        "following",
        "completion",
        "transaction",
        "ii",
        "appointment",
        "mnp",
        "llp",
        "auditor",
        "resulting",
        "issuer",
        "iii",
        "approval",
        "resulting",
        "issuer",
        "equity",
        "incentive",
        "plan",
        "iv",
        "change",
        "name",
        "growforce",
        "holding",
        "v",
        "consolidation",
        "share",
        "detail",
        "regarding",
        "meeting",
        "contained",
        "management",
        "information",
        "circular",
        "sent",
        "shareholder",
        "company",
        "pursuant",
        "transaction",
        "common",
        "share",
        "corporation",
        "corporation",
        "share",
        "consolidated",
        "based",
        "agreed",
        "upon",
        "valuation",
        "two",
        "company",
        "value",
        "ascribed",
        "corporation",
        "common",
        "share",
        "growforce",
        "growforce",
        "share",
        "exchanged",
        "common",
        "share",
        "resulting",
        "issuer",
        "share",
        "resulting",
        "issuer",
        "basis",
        "exchange",
        "ratio",
        "exchange",
        "ratio",
        "determined",
        "regard",
        "proportionate",
        "valuation",
        "attributed",
        "corporation",
        "growforce",
        "respectively",
        "convertible",
        "security",
        "corporation",
        "growforce",
        "exchanged",
        "comparable",
        "convertible",
        "security",
        "resulting",
        "issuer",
        "regard",
        "exchange",
        "ratio",
        "valuation",
        "growforce",
        "determined",
        "context",
        "issue",
        "price",
        "security",
        "issued",
        "pursuant",
        "concurrent",
        "financing",
        "herein",
        "defined",
        "transaction",
        "subject",
        "approval",
        "shareholder",
        "corporation",
        "growforce",
        "completion",
        "transaction",
        "conditional",
        "upon",
        "completion",
        "satisfactory",
        "due",
        "diligence",
        "ii",
        "absence",
        "material",
        "adverse",
        "event",
        "change",
        "affecting",
        "corporation",
        "growforce",
        "iii",
        "receipt",
        "required",
        "consent",
        "approval",
        "transaction",
        "listing",
        "resulting",
        "issuer",
        "share",
        "tsxv",
        "including",
        "director",
        "shareholder",
        "corporation",
        "growforce",
        "tsxv",
        "iv",
        "receipt",
        "third",
        "party",
        "consent",
        "deemed",
        "necessary",
        "continuation",
        "growforce",
        "business",
        "v",
        "corporation",
        "incurred",
        "contractual",
        "obligation",
        "liability",
        "expense",
        "excess",
        "except",
        "connection",
        "transaction",
        "vi",
        "corporation",
        "outstanding",
        "liability",
        "except",
        "trade",
        "payable",
        "incurred",
        "ordinary",
        "course",
        "business",
        "liability",
        "incurred",
        "connection",
        "transaction",
        "vii",
        "corporation",
        "default",
        "requirement",
        "tsxv",
        "security",
        "commission",
        "order",
        "issued",
        "preventing",
        "transaction",
        "trading",
        "security",
        "corporation",
        "viii",
        "absence",
        "action",
        "suit",
        "law",
        "regulation",
        "would",
        "cease",
        "trade",
        "prohibit",
        "impose",
        "material",
        "limitation",
        "condition",
        "party",
        "transaction",
        "completed",
        "would",
        "materially",
        "adversely",
        "affect",
        "party",
        "closing",
        "transaction",
        "expected",
        "occur",
        "july",
        "letter",
        "agreement",
        "may",
        "terminated",
        "either",
        "party",
        "definitive",
        "agreement",
        "entered",
        "may",
        "proposed",
        "transaction",
        "length",
        "qualifying",
        "transaction",
        "within",
        "meaning",
        "policy",
        "tsxv",
        "concurrent",
        "financing",
        "connection",
        "transaction",
        "growforce",
        "complete",
        "concurrent",
        "brokered",
        "private",
        "placement",
        "one",
        "tsxv",
        "member",
        "firm",
        "amount",
        "gross",
        "proceeds",
        "corporation",
        "growforce",
        "may",
        "agree",
        "concurrent",
        "financing",
        "term",
        "condition",
        "determined",
        "negotiation",
        "growforce",
        "agent",
        "context",
        "market",
        "pursuant",
        "concurrent",
        "financing",
        "growforce",
        "pay",
        "customary",
        "broker",
        "finder",
        "fee",
        "expense",
        "net",
        "proceeds",
        "concurrent",
        "financing",
        "used",
        "business",
        "development",
        "working",
        "capital",
        "purpose",
        "information",
        "respect",
        "term",
        "concurrent",
        "financing",
        "announced",
        "subsequent",
        "press",
        "release",
        "available",
        "sponsorship",
        "transaction",
        "subject",
        "sponsorship",
        "requirement",
        "tsxv",
        "unless",
        "exemption",
        "sponsorship",
        "requirement",
        "available",
        "waiver",
        "granted",
        "corporation",
        "intends",
        "apply",
        "exemption",
        "sponsorship",
        "requirement",
        "assurance",
        "exemption",
        "requirement",
        "obtained",
        "trading",
        "resulting",
        "issuer",
        "share",
        "trading",
        "corporation",
        "share",
        "halted",
        "result",
        "announcement",
        "transaction",
        "corporation",
        "expects",
        "trading",
        "remain",
        "halted",
        "pending",
        "closing",
        "transaction",
        "subject",
        "earlier",
        "resumption",
        "upon",
        "tsxv",
        "acceptance",
        "transaction",
        "filing",
        "required",
        "material",
        "accordance",
        "tsxv",
        "policy",
        "upon",
        "successful",
        "completion",
        "transaction",
        "anticipated",
        "resulting",
        "issuer",
        "listed",
        "tier",
        "life",
        "science",
        "issuer",
        "management",
        "insider",
        "resulting",
        "issuer",
        "upon",
        "completion",
        "transaction",
        "current",
        "director",
        "officer",
        "corporation",
        "resign",
        "except",
        "john",
        "travaglini",
        "continue",
        "director",
        "resulting",
        "issuer",
        "proposed",
        "board",
        "director",
        "resulting",
        "issuer",
        "rishi",
        "gautam",
        "david",
        "sharpe",
        "lorne",
        "sugarman",
        "bob",
        "silver",
        "john",
        "travaglini",
        "rishi",
        "gautam",
        "appointed",
        "chief",
        "executive",
        "officer",
        "christopher",
        "seto",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "resulting",
        "issuer",
        "party",
        "expect",
        "person",
        "hold",
        "issued",
        "outstanding",
        "resulting",
        "issuer",
        "share",
        "upon",
        "completion",
        "transaction",
        "management",
        "corporation",
        "collectively",
        "direction",
        "control",
        "aggregate",
        "share",
        "growforce",
        "approximately",
        "currently",
        "issued",
        "outstanding",
        "share",
        "growforce",
        "information",
        "respect",
        "director",
        "senior",
        "officer",
        "insider",
        "resulting",
        "issuer",
        "announced",
        "subsequent",
        "press",
        "release",
        "regarding",
        "transaction",
        "issued",
        "accordance",
        "policy",
        "tsxv",
        "platform",
        "eight",
        "capital",
        "corporation",
        "incorporated",
        "business",
        "corporation",
        "act",
        "ontario",
        "capital",
        "pool",
        "company",
        "listed",
        "tsxv",
        "corporation",
        "commercial",
        "operation",
        "asset",
        "cash",
        "information",
        "please",
        "see",
        "final",
        "prospectus",
        "corporation",
        "dated",
        "january",
        "filed",
        "sedar",
        "information",
        "please",
        "contact",
        "john",
        "travaglini",
        "chief",
        "executive",
        "officer",
        "cautionary",
        "note",
        "information",
        "provided",
        "press",
        "release",
        "relating",
        "growforce",
        "provided",
        "management",
        "growforce",
        "independently",
        "verified",
        "management",
        "corporation",
        "date",
        "press",
        "release",
        "corporation",
        "entered",
        "definitive",
        "agreement",
        "growforce",
        "reader",
        "cautioned",
        "assurance",
        "definitive",
        "agreement",
        "executed",
        "completion",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "limited",
        "tsxv",
        "acceptance",
        "applicable",
        "pursuant",
        "tsxv",
        "requirement",
        "majority",
        "minority",
        "shareholder",
        "approval",
        "applicable",
        "transaction",
        "close",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "investor",
        "cautioned",
        "except",
        "disclosed",
        "management",
        "information",
        "circular",
        "filing",
        "statement",
        "prepared",
        "connection",
        "transaction",
        "information",
        "released",
        "received",
        "respect",
        "transaction",
        "may",
        "accurate",
        "complete",
        "relied",
        "upon",
        "trading",
        "security",
        "capital",
        "pool",
        "company",
        "considered",
        "highly",
        "speculative",
        "tsx",
        "venture",
        "exchange",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "press",
        "release",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "press",
        "release",
        "contains",
        "statement",
        "constitute",
        "information",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "expectation",
        "estimate",
        "projection",
        "date",
        "news",
        "release",
        "statement",
        "discusses",
        "prediction",
        "expectation",
        "belief",
        "plan",
        "projection",
        "objective",
        "assumption",
        "future",
        "event",
        "performance",
        "often",
        "always",
        "using",
        "phrase",
        "expects",
        "expect",
        "expected",
        "anticipates",
        "anticipate",
        "plan",
        "budget",
        "scheduled",
        "forecast",
        "estimate",
        "belief",
        "intends",
        "variation",
        "word",
        "phrase",
        "stating",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "historical",
        "fact",
        "may",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "term",
        "condition",
        "completion",
        "transaction",
        "concurrent",
        "financing",
        "use",
        "fund",
        "business",
        "operation",
        "resulting",
        "issuer",
        "making",
        "looking",
        "statement",
        "contained",
        "press",
        "release",
        "corporation",
        "made",
        "certain",
        "assumption",
        "including",
        "due",
        "diligence",
        "satisfactory",
        "concurrent",
        "financing",
        "completed",
        "acceptable",
        "term",
        "applicable",
        "shareholder",
        "regulatory",
        "approval",
        "transaction",
        "received",
        "although",
        "corporation",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "statement",
        "prove",
        "correct",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "result",
        "due",
        "diligence",
        "availability",
        "financing",
        "delay",
        "failure",
        "receive",
        "board",
        "shareholder",
        "regulatory",
        "approval",
        "general",
        "business",
        "economic",
        "competitive",
        "political",
        "social",
        "uncertainty",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "contained",
        "press",
        "release",
        "except",
        "required",
        "law",
        "corporation",
        "disclaims",
        "intention",
        "assumes",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "actual",
        "result",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "assumption",
        "change",
        "factor",
        "affecting",
        "statement",
        "otherwise",
        "source",
        "platform",
        "eight",
        "capital",
        "corp"
    ]
}