{
    "organizations": [],
    "uuid": "cf43d92315b2f8b65f89138c49dbe36a25f2f20b",
    "author": "Nina Trentmann",
    "url": "https://blogs.wsj.com/cfo/2018/04/23/the-morning-ledger-volkswagen-prepares-first-u-s-bond-sale-after-emissions-scandal/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Volkswagen Prepares First U.S. Bond Sale After Emissions Scandal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription. \nThe Volkswagen logo sits above the automaker’s headquarters in Wolfsburg, Germany, April 13, 2018. Bloomberg News Good morning. Rehabilitating a company’s reputation after a crisis can be a challenging task for the chief financial officer, as Volkswagen AG’s Frank Witter found out. The finance chief is preparing Volkswagen’s return to the U.S. bond market for the first time since its emissions scandal, a move that would seal a successful turnaround for the German auto maker.\nA frequent debt issuer before the 2015 diesel scandal, Volkswagen has relied on a €20 billion ($24.7 billion) bridge loan, asset-backed securities and commercial paper to cover its financial needs.\nThe company already has tested the waters in Europe, where its €8 billion bond issued a little over a year ago was snapped up by investors. He was “bluntly open about our strengths and weaknesses,” Mr. Witter told CFO Journal, “since there was absolutely no trust.”\nVolkswagen, which last issued U.S. debt in May 2015, has $1.8 billion of bonds maturing this year, and another $1.75 billion in 2019. The auto maker could issue between $1.5 to $2 billion in dollar-denominated debt this year, said a banker familiar with the company.\nTHE DAY AHEAD \nSupreme Court weighs selection process for judges. The U.S. Supreme Court on Monday will consider whether special judges who hear securities enforcement cases were picked in a way that violates the Constitution, a case with implications for an array of federal agencies.\nAlphabet Inc. , Canadian National Railway Co. , First Energy Co. , Hasbro Inc. , Halliburton Co. , Kimberly Clark Corp. , TD Ameritrade Holding Corp. and Whirlpool Corp. are slated to report earnings today.\nTHE WEEK AHEAD \nA Ford employee works on the assembly line at the Ford Kentucky Truck Plant in Louisville, Ky., U.S., Oct. 27, 2017. Bloomberg News Ford’s cost-cutting strategy in focus. Ford Motor Co. Chief Executive Jim Hackett spent his first year in the job focusing on cost cuts, aiming to slash $14 billion by 2020 and prodding its 200,000 employees to get more financially “fit.” Analysts are expecting to see more details on cost cuts when the No. 2 U.S. auto maker reports quarterly results Wednesday after the closing bell.\nU.S. GDP, ECB and Bank of Japan meetings. The central banks of the eurozone (Thursday), Japan (Friday) and Turkey (Wednesday) will make policy decisions this week, while the U.S. will see its first reading on gross domestic product for the first three months of the year (Friday). On Thursday, the U.S. Commerce Department releases March data on orders for long-lasting U.S. factory goods.\nMerkel, Macron travel to D.C. German Chancellor Angela Merkel and French President Emmanuel Macron visit Washington, D.C. this week to discuss U.S. sanctions on Russia, U.S. steel and aluminum tariffs and the future of the Iran nuclear deal.\nCFO JOURNAL EXCLUSIVE \nAccountants upbeat about U.S. economic outlook. The people who watch the books at U.S. companies grew more confident about the economy in early 2018 as Washington began to implement an overhaul of the tax code, according to a global survey of accountants.\nThe latest quarterly survey by the Association of Chartered Certified Accountants and the Institute of Management Accountants found that 38% of respondents in North America were “feeling more confident about the future,” up from 31% in the prior report, writes CFO Journal’s Ezequiel Minaya.\nCORPORATE NEWS \nAndy Ng, vice president of Tencent Music Entertainment Group, poses for a photograph in Hong Kong, China, Aug. 30, 2017. Bloomberg News Tencent Music plans listing. Tencent Music Entertainment Group, China’s largest music-streaming company and owned by Tencent Holdings Ltd. , is preparing what would be one of the biggest technology IPOs ever following the successful debut of its European counterpart, Spotify Technology SA. \nAkorn pledges to fight Fresenius decision to end deal. Fresenius SE on Sunday said it is terminating its $4.3 billion agreement to buy generic-drug maker Akorn Inc. , but Akorn said it intends to see the deal go through. The deal has been under a shadow since February, when Fresenius said it was looking into possible product-development data breaches at Akorn. Meanwhile, Fresenius Medical Care AG & Co. KGaA, a unit of the company, said it has sold its controlling interest in Sound Inpatient Physicians Holdings LLC for $2.15 billion, reports Reuters. \nHNA reduces Deutsche Bank stake. HNA Group Inc. has cut its stake in Deutsche Bank AG to 7.9% from 8.8%, the Chinese conglomerate disclosed Saturday, as it continues to unload its overseas holdings.\nSubsea 7 offers $2 billion for McDermott. Subsea 7 SA said Monday that it has made a $7 a share bid for U.S. peer McDermott International Inc. , but that the bid was rejected by the McDermott board, reports Reuters.\nSunTrust reports potential breach. SunTrust Banks Inc. said an employee may have stolen the information of about 1.5 million customers and provided it to a “criminal third party,” the latest example of a potential breach that underscores the vulnerability of consumers’ private data.\nEarnings are strong, but rewards are scarce. U.S. companies are expected to report an 18% jump in earnings for the quarter, according to FactSet, which would mark the highest growth rate since the first quarter of 2011.\nREGULATION \nA customer enters a Wells Fargo branch in New York, N.Y., U.S., Jan. 5, 2018. Bloomberg News Wells Fargo struggles with enforcement-action deadline. Wells Fargo & Co. is facing more regulatory challenges as it seeks an extension in a deadline to satisfy an enforcement action related to anti-money-laundering controls. The bank last week agreed to pay $1 billion to settle federal claims of misconduct in its auto and mortgage lending businesses.\nU.S. ban on ZTE is bad news for Google. The barring of Chinese smartphone maker ZTE Corp. by the U.S. government from working with American companies presents an unforeseen challenge for Alphabet Inc.’s Google in a bid to get its mobile software in the hands of wider swaths of users.\nJustice Department probes U.S. wireless carriers. The U.S. Department of Justice is investigating whether U.S. wireless carriers and an industry trade group joined forces to make it harder for cellphone subscribers to change providers, according to people familiar with the investigation.\nU.S. questions Cosco takeover. A U.S. national-security review has raised concerns about Chinese state-run conglomerate Cosco Shipping Holdings Co. taking control of a large container terminal in Long Beach, Calif., according to people familiar with the matter.\nTax overhaul makes companies reconsider relocation policies. The U.S. Tax Cuts and Jobs Act is forcing some multinational companies to reconsider how they are hiring and assigning employees to work in locations around the world. This is because certain items that had been nontaxable under the old tax code are now taxable, reports Accounting Today.\nECONOMY \nA coil of steel wire is being loaded onto a truck at a depot in Shanghai, China, March 2018. Steel tariffs likely to lead to U.S. job losses. U.S. tariffs on steel imports are likely to cost the American economy jobs, according to new research from Federal Reserve Bank of New York economists.\nMnuchin considers China trip. Treasury Secretary Steven Mnuchin says he may be heading to Beijing for trade negotiations, suggesting an easing of U.S.-China tensions that have widened to include big-name companies in both countries.\nNext downturn could catch U.S. unprepared. During good times, states are supposed to build up trust funds for unemployment insurance to help cover workers who get laid off in recession. Nearly 10 years into the expansion, more than half of all U.S. states are unprepared for the next downturn.\nU.S. hospital firms look to China. Slower to globalize than many other sectors, the U.S. hospital industry is now looking beyond American borders for deals in Asia and other markets, where it hopes to hedge exposure to domestic pressures.\nEurozone private sector grows at steady pace. Activity in the eurozone’s private sector grew at a steady pace in April after two straight months of easing, a sign that an unexpected first-quarter slowdown may be coming to an end, reports the Guardian.\nCFO MOVES \nTate & Lyle PLC , a British ingredients maker, appointed Imran Nawaz chief financial officer, effective August 1, 2018. He succeeds Nick Hampton who became Tate & Lyle CEO on April 1, 2018. Mr. Nawaz joins Tate & Lyle from Mondelēz International Inc. where he has been senior vice president finance Europe since 2014.\nHe will receive an annual salary of £470,000 ($656,925) and a company contribution to his pension plan of 20% of base salary. Mr. Nawaz will also be eligible for a bonus under the company’s bonus plan. The plan currently provides for a bonus paid at 50% of salary at\ntarget and a maximum opportunity of 175% of salary. He will also be eligible to receive a performance share plan award\nof up to 300% of base salary which will be subject to a three-year performance period. To compensate for forfeited incentive awards at Mondelēz International, Mr. Nawaz will be handed a one-off restricted stock award of £800,000 worth of shares in Tate & Lyle, according to a filing. \nCelanese Corp. , a Dallas-based technology and speciality materials company, named Benita M. Casey chief accounting officer. She succeeds Kevin Oliver who is becoming CFO of Celanese’s European operations in Amsterdam. Ms. Casey joined the company in January 2018 as vice president finance and controller. Prior to that, she held the position of senior vice president internal audit at J.C. Penney Co. and was vice president corporate audit with Dr Pepper Snapple Group Inc. from 2008 to 2014. Compensation details were not immediately available.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com. \nShare this: THE MORNING LEDGER Previous Accountants Confident in U.S. Economic Outlook Next CFO Moves: Tate & Lyle, Celanese Content from our sponsor Deloitte CFO insight and analysis written and compiled by Deloitte Elevating Customer Service Through Digitalization: Ilkka Hara, CFO of Kone Moving from consumer-facing technology companies to a global provider of “people flow” products and services might seem like a dramatic change, but for Ilkka Hara, CFO of Finland-based Kone Corp., the sectors share a common focus: providing greater value to customers through digitalization. Mr. Hara discusses how the push toward digitalization is impacting his finance organization and how he develops talent, in this discussion with Sami Laine, Finland partner, Deloitte North West Europe.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-04-23T14:38:00.000+03:00",
    "crawled": "2018-04-23T16:57:46.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "volkswagen",
        "logo",
        "sits",
        "automaker",
        "headquarters",
        "wolfsburg",
        "germany",
        "april",
        "bloomberg",
        "news",
        "good",
        "morning",
        "rehabilitating",
        "company",
        "reputation",
        "crisis",
        "challenging",
        "task",
        "chief",
        "financial",
        "officer",
        "volkswagen",
        "ag",
        "frank",
        "witter",
        "found",
        "finance",
        "chief",
        "preparing",
        "volkswagen",
        "return",
        "bond",
        "market",
        "first",
        "time",
        "since",
        "emission",
        "scandal",
        "move",
        "would",
        "seal",
        "successful",
        "turnaround",
        "german",
        "auto",
        "maker",
        "frequent",
        "debt",
        "issuer",
        "diesel",
        "scandal",
        "volkswagen",
        "relied",
        "billion",
        "billion",
        "bridge",
        "loan",
        "security",
        "commercial",
        "paper",
        "cover",
        "financial",
        "need",
        "company",
        "already",
        "tested",
        "water",
        "europe",
        "billion",
        "bond",
        "issued",
        "little",
        "year",
        "ago",
        "snapped",
        "investor",
        "bluntly",
        "open",
        "strength",
        "weakness",
        "witter",
        "told",
        "cfo",
        "journal",
        "since",
        "absolutely",
        "volkswagen",
        "last",
        "issued",
        "debt",
        "may",
        "billion",
        "bond",
        "maturing",
        "year",
        "another",
        "billion",
        "auto",
        "maker",
        "could",
        "issue",
        "billion",
        "debt",
        "year",
        "said",
        "banker",
        "familiar",
        "company",
        "day",
        "ahead",
        "supreme",
        "court",
        "weighs",
        "selection",
        "process",
        "judge",
        "supreme",
        "court",
        "monday",
        "consider",
        "whether",
        "special",
        "judge",
        "hear",
        "security",
        "enforcement",
        "case",
        "picked",
        "way",
        "violates",
        "constitution",
        "case",
        "implication",
        "array",
        "federal",
        "agency",
        "alphabet",
        "canadian",
        "national",
        "railway",
        "first",
        "energy",
        "hasbro",
        "halliburton",
        "kimberly",
        "clark",
        "td",
        "ameritrade",
        "holding",
        "whirlpool",
        "slated",
        "report",
        "earnings",
        "today",
        "week",
        "ahead",
        "ford",
        "employee",
        "work",
        "assembly",
        "line",
        "ford",
        "kentucky",
        "truck",
        "plant",
        "louisville",
        "bloomberg",
        "news",
        "ford",
        "strategy",
        "focus",
        "ford",
        "motor",
        "chief",
        "executive",
        "jim",
        "hackett",
        "spent",
        "first",
        "year",
        "job",
        "focusing",
        "cost",
        "cut",
        "aiming",
        "slash",
        "billion",
        "prodding",
        "employee",
        "get",
        "financially",
        "analyst",
        "expecting",
        "see",
        "detail",
        "cost",
        "cut",
        "auto",
        "maker",
        "report",
        "quarterly",
        "result",
        "wednesday",
        "closing",
        "bell",
        "gdp",
        "ecb",
        "bank",
        "japan",
        "meeting",
        "central",
        "bank",
        "eurozone",
        "thursday",
        "japan",
        "friday",
        "turkey",
        "wednesday",
        "make",
        "policy",
        "decision",
        "week",
        "see",
        "first",
        "reading",
        "gross",
        "domestic",
        "product",
        "first",
        "three",
        "month",
        "year",
        "friday",
        "thursday",
        "commerce",
        "department",
        "release",
        "march",
        "data",
        "order",
        "factory",
        "good",
        "merkel",
        "macron",
        "travel",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "french",
        "president",
        "emmanuel",
        "macron",
        "visit",
        "washington",
        "week",
        "discus",
        "sanction",
        "russia",
        "steel",
        "aluminum",
        "tariff",
        "future",
        "iran",
        "nuclear",
        "deal",
        "cfo",
        "journal",
        "exclusive",
        "accountant",
        "upbeat",
        "economic",
        "outlook",
        "people",
        "watch",
        "book",
        "company",
        "grew",
        "confident",
        "economy",
        "early",
        "washington",
        "began",
        "implement",
        "overhaul",
        "tax",
        "code",
        "according",
        "global",
        "survey",
        "accountant",
        "latest",
        "quarterly",
        "survey",
        "association",
        "chartered",
        "certified",
        "accountant",
        "institute",
        "management",
        "accountant",
        "found",
        "respondent",
        "north",
        "america",
        "feeling",
        "confident",
        "future",
        "prior",
        "report",
        "writes",
        "cfo",
        "journal",
        "ezequiel",
        "minaya",
        "corporate",
        "news",
        "andy",
        "ng",
        "vice",
        "president",
        "tencent",
        "music",
        "entertainment",
        "group",
        "pose",
        "photograph",
        "hong",
        "kong",
        "china",
        "bloomberg",
        "news",
        "tencent",
        "music",
        "plan",
        "listing",
        "tencent",
        "music",
        "entertainment",
        "group",
        "china",
        "largest",
        "company",
        "owned",
        "tencent",
        "holding",
        "preparing",
        "would",
        "one",
        "biggest",
        "technology",
        "ipo",
        "ever",
        "following",
        "successful",
        "debut",
        "european",
        "counterpart",
        "spotify",
        "technology",
        "sa",
        "akorn",
        "pledge",
        "fight",
        "fresenius",
        "decision",
        "end",
        "deal",
        "fresenius",
        "se",
        "sunday",
        "said",
        "terminating",
        "billion",
        "agreement",
        "buy",
        "maker",
        "akorn",
        "akorn",
        "said",
        "intends",
        "see",
        "deal",
        "go",
        "deal",
        "shadow",
        "since",
        "february",
        "fresenius",
        "said",
        "looking",
        "possible",
        "data",
        "breach",
        "akorn",
        "meanwhile",
        "fresenius",
        "medical",
        "care",
        "ag",
        "kgaa",
        "unit",
        "company",
        "said",
        "sold",
        "controlling",
        "interest",
        "sound",
        "inpatient",
        "physician",
        "holding",
        "llc",
        "billion",
        "report",
        "reuters",
        "hna",
        "reduces",
        "deutsche",
        "bank",
        "stake",
        "hna",
        "group",
        "cut",
        "stake",
        "deutsche",
        "bank",
        "ag",
        "chinese",
        "conglomerate",
        "disclosed",
        "saturday",
        "continues",
        "unload",
        "overseas",
        "holding",
        "subsea",
        "offer",
        "billion",
        "mcdermott",
        "subsea",
        "sa",
        "said",
        "monday",
        "made",
        "share",
        "bid",
        "peer",
        "mcdermott",
        "international",
        "bid",
        "rejected",
        "mcdermott",
        "board",
        "report",
        "reuters",
        "suntrust",
        "report",
        "potential",
        "breach",
        "suntrust",
        "bank",
        "said",
        "employee",
        "may",
        "stolen",
        "information",
        "million",
        "customer",
        "provided",
        "criminal",
        "third",
        "party",
        "latest",
        "example",
        "potential",
        "breach",
        "underscore",
        "vulnerability",
        "consumer",
        "private",
        "data",
        "earnings",
        "strong",
        "reward",
        "scarce",
        "company",
        "expected",
        "report",
        "jump",
        "earnings",
        "quarter",
        "according",
        "factset",
        "would",
        "mark",
        "highest",
        "growth",
        "rate",
        "since",
        "first",
        "quarter",
        "regulation",
        "customer",
        "enters",
        "well",
        "fargo",
        "branch",
        "new",
        "york",
        "bloomberg",
        "news",
        "well",
        "fargo",
        "struggle",
        "deadline",
        "well",
        "fargo",
        "facing",
        "regulatory",
        "challenge",
        "seek",
        "extension",
        "deadline",
        "satisfy",
        "enforcement",
        "action",
        "related",
        "control",
        "bank",
        "last",
        "week",
        "agreed",
        "pay",
        "billion",
        "settle",
        "federal",
        "claim",
        "misconduct",
        "auto",
        "mortgage",
        "lending",
        "business",
        "ban",
        "zte",
        "bad",
        "news",
        "google",
        "barring",
        "chinese",
        "smartphone",
        "maker",
        "zte",
        "government",
        "working",
        "american",
        "company",
        "present",
        "unforeseen",
        "challenge",
        "alphabet",
        "google",
        "bid",
        "get",
        "mobile",
        "software",
        "hand",
        "wider",
        "swath",
        "user",
        "justice",
        "department",
        "probe",
        "wireless",
        "carrier",
        "department",
        "justice",
        "investigating",
        "whether",
        "wireless",
        "carrier",
        "industry",
        "trade",
        "group",
        "joined",
        "force",
        "make",
        "harder",
        "cellphone",
        "subscriber",
        "change",
        "provider",
        "according",
        "people",
        "familiar",
        "investigation",
        "question",
        "cosco",
        "takeover",
        "review",
        "raised",
        "concern",
        "chinese",
        "conglomerate",
        "cosco",
        "shipping",
        "holding",
        "taking",
        "control",
        "large",
        "container",
        "terminal",
        "long",
        "beach",
        "according",
        "people",
        "familiar",
        "matter",
        "tax",
        "overhaul",
        "make",
        "company",
        "reconsider",
        "relocation",
        "policy",
        "tax",
        "cut",
        "job",
        "act",
        "forcing",
        "multinational",
        "company",
        "reconsider",
        "hiring",
        "assigning",
        "employee",
        "work",
        "location",
        "around",
        "world",
        "certain",
        "item",
        "nontaxable",
        "old",
        "tax",
        "code",
        "taxable",
        "report",
        "accounting",
        "today",
        "economy",
        "coil",
        "steel",
        "wire",
        "loaded",
        "onto",
        "truck",
        "depot",
        "shanghai",
        "china",
        "march",
        "steel",
        "tariff",
        "likely",
        "lead",
        "job",
        "loss",
        "tariff",
        "steel",
        "import",
        "likely",
        "cost",
        "american",
        "economy",
        "job",
        "according",
        "new",
        "research",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "economist",
        "mnuchin",
        "considers",
        "china",
        "trip",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "say",
        "may",
        "heading",
        "beijing",
        "trade",
        "negotiation",
        "suggesting",
        "easing",
        "tension",
        "widened",
        "include",
        "company",
        "country",
        "next",
        "downturn",
        "could",
        "catch",
        "unprepared",
        "good",
        "time",
        "state",
        "supposed",
        "build",
        "trust",
        "fund",
        "unemployment",
        "insurance",
        "help",
        "cover",
        "worker",
        "get",
        "laid",
        "recession",
        "nearly",
        "year",
        "expansion",
        "half",
        "state",
        "unprepared",
        "next",
        "downturn",
        "hospital",
        "firm",
        "look",
        "china",
        "slower",
        "globalize",
        "many",
        "sector",
        "hospital",
        "industry",
        "looking",
        "beyond",
        "american",
        "border",
        "deal",
        "asia",
        "market",
        "hope",
        "hedge",
        "exposure",
        "domestic",
        "pressure",
        "eurozone",
        "private",
        "sector",
        "grows",
        "steady",
        "pace",
        "activity",
        "eurozone",
        "private",
        "sector",
        "grew",
        "steady",
        "pace",
        "april",
        "two",
        "straight",
        "month",
        "easing",
        "sign",
        "unexpected",
        "slowdown",
        "may",
        "coming",
        "end",
        "report",
        "guardian",
        "cfo",
        "move",
        "tate",
        "lyle",
        "plc",
        "british",
        "ingredient",
        "maker",
        "appointed",
        "imran",
        "nawaz",
        "chief",
        "financial",
        "officer",
        "effective",
        "august",
        "succeeds",
        "nick",
        "hampton",
        "became",
        "tate",
        "lyle",
        "ceo",
        "april",
        "nawaz",
        "join",
        "tate",
        "lyle",
        "mondelēz",
        "international",
        "senior",
        "vice",
        "president",
        "finance",
        "europe",
        "since",
        "receive",
        "annual",
        "salary",
        "company",
        "contribution",
        "pension",
        "plan",
        "base",
        "salary",
        "nawaz",
        "also",
        "eligible",
        "bonus",
        "company",
        "bonus",
        "plan",
        "plan",
        "currently",
        "provides",
        "bonus",
        "paid",
        "salary",
        "target",
        "maximum",
        "opportunity",
        "salary",
        "also",
        "eligible",
        "receive",
        "performance",
        "share",
        "plan",
        "award",
        "base",
        "salary",
        "subject",
        "performance",
        "period",
        "compensate",
        "forfeited",
        "incentive",
        "award",
        "mondelēz",
        "international",
        "nawaz",
        "handed",
        "restricted",
        "stock",
        "award",
        "worth",
        "share",
        "tate",
        "lyle",
        "according",
        "filing",
        "celanese",
        "technology",
        "speciality",
        "material",
        "company",
        "named",
        "benita",
        "casey",
        "chief",
        "accounting",
        "officer",
        "succeeds",
        "kevin",
        "oliver",
        "becoming",
        "cfo",
        "celanese",
        "european",
        "operation",
        "amsterdam",
        "casey",
        "joined",
        "company",
        "january",
        "vice",
        "president",
        "finance",
        "controller",
        "prior",
        "held",
        "position",
        "senior",
        "vice",
        "president",
        "internal",
        "audit",
        "penney",
        "vice",
        "president",
        "corporate",
        "audit",
        "dr",
        "pepper",
        "snapple",
        "group",
        "compensation",
        "detail",
        "immediately",
        "available",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "accountant",
        "confident",
        "economic",
        "outlook",
        "next",
        "cfo",
        "move",
        "tate",
        "lyle",
        "celanese",
        "content",
        "sponsor",
        "deloitte",
        "cfo",
        "insight",
        "analysis",
        "written",
        "compiled",
        "deloitte",
        "elevating",
        "customer",
        "service",
        "digitalization",
        "ilkka",
        "hara",
        "cfo",
        "kone",
        "moving",
        "technology",
        "company",
        "global",
        "provider",
        "people",
        "flow",
        "product",
        "service",
        "might",
        "seem",
        "like",
        "dramatic",
        "change",
        "ilkka",
        "hara",
        "cfo",
        "kone",
        "sector",
        "share",
        "common",
        "focus",
        "providing",
        "greater",
        "value",
        "customer",
        "digitalization",
        "hara",
        "discusses",
        "push",
        "toward",
        "digitalization",
        "impacting",
        "finance",
        "organization",
        "develops",
        "talent",
        "discussion",
        "sami",
        "laine",
        "finland",
        "partner",
        "deloitte",
        "north",
        "west",
        "europe",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}