{
    "organizations": [],
    "uuid": "de0e0efce58cf00c2307553c7834ae4c77e2c204",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/globe-newswire-sigma-labs-announces-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Sigma Labs Announces Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SANTA FE, N.M., April 06, 2018 (GLOBE NEWSWIRE) -- Sigma Labs, Inc. (NASDAQ:SGLB) (“Sigma Labs” or the “Company”), a provider of quality assurance software under the PrintRite3D® brand, today announced financial results for the three and twelve months ended December 31, 2017.\nHighlights for 2017\nSigma Labs announced a commercial agreement with Pratt & Whitney, a unit of United Technologies Corp. (NYSE:UTX), for its PrintRite3D® software along with participation in the Company’s Early Adopter Program.\nSigma Labs entered into a long term non-exclusive commercial agreement with Additive Industries B. V. of The Netherlands. Additive Industries now embeds PrintRite3D® software within its additive manufacturing (AM) equipment.\nThe Company received a contract from Solar Turbines Incorporated, a subsidiary of Caterpillar Inc. (NYSE:CAT). Solar Turbines now implements Sigma Labs’ In-Process Quality Assurance™ (IPQA®) technology for the production of gas turbine components.\nIn May of 2017, Sigma Labs unveiled its PrintRite3D® INSPECT™ V.2.0 quality assurance software at RAPID + TCT 2017 ( www.rapid3devent.com ), North America's preeminent event for discovery, innovation, and networking in 3D manufacturing.\nThe Company installed its PrintRite3D® INSPECT® software Version 2.0 at Honeywell Aerospace Advanced Manufacturing Engineering Center in Phoenix, AZ.\nIn July of 2017, John Rice, Chairman of the Board, was appointed as interim CEO of Sigma Labs.\nSigma Labs installed its cloud-based PrintRite3D® INSPECT® software Version 2.0 at Woodward Inc. (NASDAQ:WWD) Aircraft Turbine Systems group. The PrintRite3D® software is now part of Woodward's additive manufacturing strategies to ensure that their aerospace and industrial customers receive quality product.\nSigma Labs introduced its cloud-based PrintRite3D® INSPECT® software Version 3.0 in November 2017.\n“The central theme of 2017 has been change: change in the market, change in our product, change in our culture, change in our management team, and change in our operational strategies,” said John Rice, CEO of Sigma Labs. “We believe that the changes we made inside Sigma have positioned our company to take advantage of the expanded opportunities that were created by changes in our markets,” added Mr. Rice. “In 2017 we signed contracts with Caterpillar subsidiary Solar Turbines, Woodward, Siemens Corp. who manufacture a wide range of industrial equipment as well as renowned control system control technologies, and esteemed aerospace and defense manufacturer Pratt and Whitney. These agreements are in addition to the continuation of established contracts with Honeywell, DARPA (Defense Advanced Research Project Agency) Open Manufacturing (OM) program and with private space exploration company Aerojet Rocketdyne. Yet, I would say, that our most important accomplishment as a company is that we have succeeded in converting our company culture from R&D technology development into a Technology Commercialization Enterprise. We are confident in our people, our products, and in the markets’ need for them.”\n2017 Full Year Financial Results\nRevenue for the year ended December 31, 2017 was approximately $641,000 versus approximately $942,000 for 2016. The Company reported a net loss for the year of approximately $4,600,000, or ($1.04) per diluted share, versus a loss of approximately $2,200,000, or ($0.71) per diluted share, for 2016.\nThe reduction in revenue was primarily due to a shift in customer base in keeping with the Company’s shift in business plan and strategy. As we moved from an R&D to a commercialization focus, the primarily programmatic sales of 2016 were replaced by Early Adapter Program (EAP) and Original Equipment Manufacturer (OEM) sales with their correspondent incentivized pricing.\nCost of revenues for 2017 were $272,372 as compared to $228,902 in 2016, an increase of $43,470 or 19%. This increase is associated with the equipment costs of the initial EAP and OEM installations made in the second half of the year.\nSigma Lab’s operating expenses for 2017, were $4,420,667 as compared to $3,211,258 for 2016, a $1,209,409 or 38% increase. Operating expenses principally included internal operating and sales expenses, outside service fees, and research & development costs. These three operating expense areas are responsible for $1,133,513 or 94% of the increased costs in 2017 and are each addressed separately below.\nThe biggest contributor to internal operating expenses was personnel costs. Our payroll expenses for the twelve months ended December 31, 2017 were $1,269,476 as compared to $1,027,306 for the same period in 2016, a $242,170 or 24% increase. This increase in payroll was primarily due to the increased salaries associated with our strategic new hires and reorganization of the management team made to achieve the goal of doubling down on technology advancement. The other significant contributor to internal operations costs was stock-based compensation. Expenses relating to stock-based compensation for 2017 were $719,796 as compared to $341,55 for the same period in 2016. This 111% increase in stock-based compensation costs are due to two primary factors. The first is that the majority of stock options were granted after September 30, 2016, thus significantly more stock option vesting amortization was recorded in the four quarters of 2017 than in the same periods of 2016. The second factor contributing to the increased amortization cost was the grant of a significant number of options with shorter than standard vesting periods as part of the strategic realignment of key personnel. Utilizing stock and stock options to pay for services is one of the mechanisms Sigma Labs has put into place to incentivize and reward contributors while preserving cash.\nThe second biggest contributor to both total operating expense and the increase in operating costs between 2017 and 2016, was Outside Service Fees. In 2017, we paid $1,229,304 in Outside Services Fees compared to $934,728, an increase of $294,576 or 31%. In each year, services in connection with our obligations as an SEC reporting company cost us slightly over $550,000. Legal Fees of $333,046 were paid in 2017 compared to $126,992 in 2016, an increase of $206,054 or 162%. The increase in these fees resulted primarily from our February 2017 public offering that resulted in net proceeds of approximately $5,225,650. The other outside service fee expenditures that increased materially in 2017 were those related to advertising and trade show activities. These amounted to $154,224 in 2017 compared to $94,931 in 2016, a $59,294 or 62% increase. This increase resulted from the shift in strategic focus toward scalable commercial rather than programmatic business development.\nExpenditures for Research and Development were $302,043 in 2017 compared to $120,638 in 2016. This $181,405 or 150% increase resulted primarily from the incurrence of additional R& D consulting costs in 2017 in an effort to accelerate technology development.\nThe combination of lower sales revenue, higher cost of product and increased operations costs, discussed above, resulted in the operating loss of $4,051,990 in 2017 compared to $2,497,938 in 2016.\nIn 2017, our Net Other Income & Expense was a net expense of $525,526 compared to Net Other Income of $276,904 in 2016. The largest contributor to the 2017 loss was a $545,188 of revaluations of derivatives and write-offs of debt discounts required as a result of the closing of the public offering in February 2017, the restructuring of debt in October 2017, and the December 2017 conversions of debt instruments by debt instrument holders. This compares to a $354,644 positive contribution from revaluation of derivatives in 2016. While there was positive contribution in 2017 from an increase in the amount of cash incentives received from the State of New Mexico of $102,865 and $40,107 of interest income from notes issued out of funds from the February 2017 public offering, these were largely offset by a $121,623 increase in interest expense on the $1,000,000 note originated in October of 2016.\nAs of December 31, 2017, we had $1,515,674 in cash and had a working capital surplus of $2,656,695, as compared with $398,391 in cash and a working capital surplus of $37,799 as of December 31, 2016.\nInvestor Conference Call\nThe Company will host a conference call to discuss its 2017 full year financial results today, April 6, 2018, at 11:00am eastern time to review financial results and corporate highlights. Following management’s formal remarks, there will be a question and answer session.\nTo listen to the call by phone, interested parties within the U.S. should call 1-844-802-2441 and International callers should call 1-412-317-5134. All callers should ask for the Sigma Labs conference call. The conference call will also be available through a live webcast at www.sigmalabsinc.com . Details for the webcast may be found on the Company’s IR events page at: http://client.irwebkit.com/sigmalabsinc/events .\nA replay of the call will be available approximately one hour after the end of the call through May 6, 2018. The replay can be accessed via Sigma Labs' website or by dialing 877-344-7529 (domestic) or 412-317-0088 (international) or Canada Toll Free at 855-669-9658. The replay conference ID number is 10118960. The webcast replay will be available through July 9, 2018.\nAbout Sigma Labs, Inc.\nSigma Labs, Inc. is a provider of quality assurance software under the PrintRite3D® brand and a developer of advanced, in-process, non-destructive quality assurance software for commercial firms worldwide seeking productive solutions for advanced manufacturing. For more information please visit us at www.sigmalabsinc.com .\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended (which Sections were adopted as part of the Private Securities Litigation Reform Act of 1995). Statements preceded by, followed by or that otherwise include the words “believe,” “anticipate,” “estimate,” “expect,” “intend,” “plan,” “project,” “prospects,” “outlook,” and similar words or expressions, or future or conditional verbs such as “will,” “should,” “would,” “may,” and “could” are generally forward-looking in nature and not historical facts. These forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the Company's actual results, performance or achievements to be materially different from any anticipated results, performance or achievements. The Company disclaims any intention to, and undertakes no obligation to, revise any forward-looking statements, whether as a result of new information, a future event, or otherwise. For additional risks and uncertainties that could impact the Company’s forward-looking statements, please see the Company’s Annual Report on Form 10-K (including but not limited to the discussion under “Risk Factors” therein) filed with the SEC on March 31, 2017 and which may be viewed at http://www.sec.gov .\nInvestor Relations Contact:\nBret Shapiro\nManaging Director\nCORE IR\n561-479-8566\nbrets@coreir.com\nSigma Labs, Inc. Condensed Balance Sheets (Unaudited) December 31, 2017 December 31, 2016 ASSETS Current Assets: Cash $ 1,515,674 $ 398,391 Accounts Receivable, net 104,538 288,236 Note Receivable, net 788,500 - Inventory 192,705 187,241 Prepaid Expenses 55,278 36,056 Total Current Assets 2,656,695 909,924 Other Assets: Property and Equipment, net 411,643 564,933 Intangible Assets, net 294,396 226,450 Investment in Joint Venture 500 500 Prepaid Stock Compensation 31,576 167,562 Total Other Assets 738,115 959,445 TOTAL ASSETS $ 3,394,810 $ 1,869,369 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities: Accounts Payable 100,884 112,175 Notes Payable, net of original issue discount of $0 at December 31, 2017 and net of original issue discount of $69,703 and net of debt discount $358,280 at December 31, 2016 100,000 561,834 Deferred Revenue 108,680 76,315 Accrued Expenses 146,330 121,801 Total Current Liabilities 455,894 872,125 Long-Term Liabilities Derivative Liability - 93,206 Total Long-Term Liability - 93,206 TOTAL LIABILITIES 455,894 965,331 Stockholders' Equity Preferred Stock, $0.001 par; 10,000,000 shares authorized; None issued and outstanding - - Common Stock, $0.001 par; 7,500,000 shares authorized; 4,978,929 and 3,133,789 issued and outstanding at December 31, 2017 and December 31, 2016, respectively 4,979 3,135 Additional Paid-In Capital 17,345,407 10,734,857 Accumulated Deficit (14,411,470 ) (9,833,954 ) Total Stockholders' Equity 2,938,916 904,038 TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY $ 3,394,810 $ 1,869,369\nSigma Labs, Inc. Condensed Statements of Operations (Unaudited) Twelve Months Twelve Months December 31, 2017 December 31, 2016 REVENUES $ 641,049 $ 942,222 COST OF REVENUES 272,372 228,902 GROSS PROFIT 368,677 713,320 EXPENSES Salaries & Benefits 1,509,672 1,230,267 Stock-Based Compensation 719,796 341,558 Operating & R&D Costs 302,043 120,638 Investor & Public Relations 666,003 621,407 Legal & Professional Services Fees 563,300 313,432 Office Expense 324,920 272,895 Depreciation & Amortization 196,943 178,841 Other Operating Expenses 137,989 132,220 Total Expenses 4,420,667 3,211,258 OPERATING INCOME (4,051,990 ) (2,497,938 ) - OTHER INCOME (EXPENSE) Interest Income 40,107 355 State Incentives 154,568 51,703 Decrease in fair value of derivative liabilities (186,908 ) 354,644 Interest Expense (161,852 ) (40,228 ) Loss on Disposal of Assets (13,161 ) - Debt Discount Amortization (358,280 ) (89,570 ) Total Other Income (525,526 ) 276,904 LOSS BEFORE PROVISION FOR INCOME TAXES (4,577,516 ) (2,221,034 ) Provision for income Taxes - - Net Loss $ (4,577,516 ) $ (2,221,034 ) Net Loss per Common Share - Basic and Diluted $ (1.04 ) $ (0.71 ) Weighted Average Number of Shares Outstanding - Basic and Diluted 4,403,479 3,125,022\nSigma Labs, Inc.\nCondensed Statements of Cash Flows\n(Unaudited)\nTwelve Months ended 2017 2016 OPERATING ACTIVITIES Net Loss $ (4,577,516 ) $ (2,221,034 ) Adjustments to reconcile Net Income (Loss) to Net Cash used in operating activities: Noncash Expenses: Depreciation, Depletion and Amortization 196,943 178,841 Stock Compensation 722,061 (345,759 ) Loss on Write-off of Assets 28,861 - Gain/Loss on Change in Derivative Balance 186,908 354,644 Amortization of Debt Discount 358,280 89,570 Note payable original issue discount 88,442 20,114 Change in assets and liabilities: Accounts Receivable, net 183,698 (8,014 ) Inventory (5,464 ) (167,112 ) Prepaid Assets (19,222 ) 2,631 Accounts Payable (11,291 ) 73,782 Deferred Revenue 32,365 24,200 Accrued Expenses 24,529 53,593 NET CASH USED IN OPERATING ACTIVITIES (2,791,406 ) (1,962,314 ) INVESTING ACTIVITIES Purchase of Furniture and Equipment (69,463 ) (22,494 ) Purchase of Intangible Assets (70,997 ) (65,332 ) Notes receivable (788,500 ) - Investment in Joint Venture 8,722 NET CASH USED IN INVESTING ACTIVITIES (928,960 ) (79,104 ) FINANCING ACTIVITIES Proceeds from issuance of common stock and warrants 5,225,649 - Proceeds from issuance of Notes Payable - 900,000 Payments on Debt (500,000 ) Proceeds from Exercise of Warrants 112,000 - NET CASH PROVIDED BY FINANCING ACTIVITIES 4,837,649 900,000 NET CASH DECREASE FOR PERIOD 1,117,283 (1,141,418 ) CASH AT BEGINNING OF PERIOD 398,391 1,539,809 CASH AT END OF PERIOD $ 1,515,674 $ 398,391 Supplemental Disclosures: Noncash investing & financing activities disclosure: Shares issued for Cashless Exchange of Unit Purchase Option $ - $ - Write-off of Derivative Liability $ (280,114 ) $ - Conversion of conv debt for stock $ (408,556 ) $ - Other noncash operating activit ies disclosure: Issuance of Common Stock for Services $ 73,314 $ 152,265 Disclosure of cash paid for: Interest Expense $ 89,348 $ -\nSource:Sigma Labs, Inc.",
    "published": "2018-04-06T17:00:00.000+03:00",
    "crawled": "2018-04-06T18:44:30.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "santa",
        "fe",
        "april",
        "globe",
        "newswire",
        "sigma",
        "lab",
        "nasdaq",
        "sglb",
        "sigma",
        "lab",
        "company",
        "provider",
        "quality",
        "assurance",
        "software",
        "brand",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "highlight",
        "sigma",
        "lab",
        "announced",
        "commercial",
        "agreement",
        "pratt",
        "whitney",
        "unit",
        "united",
        "technology",
        "nyse",
        "utx",
        "software",
        "along",
        "participation",
        "company",
        "early",
        "adopter",
        "program",
        "sigma",
        "lab",
        "entered",
        "long",
        "term",
        "commercial",
        "agreement",
        "additive",
        "industry",
        "netherlands",
        "additive",
        "industry",
        "embeds",
        "software",
        "within",
        "additive",
        "manufacturing",
        "equipment",
        "company",
        "received",
        "contract",
        "solar",
        "turbine",
        "incorporated",
        "subsidiary",
        "caterpillar",
        "nyse",
        "cat",
        "solar",
        "turbine",
        "implement",
        "sigma",
        "lab",
        "quality",
        "technology",
        "production",
        "gas",
        "turbine",
        "component",
        "may",
        "sigma",
        "lab",
        "unveiled",
        "quality",
        "assurance",
        "software",
        "rapid",
        "tct",
        "north",
        "america",
        "preeminent",
        "event",
        "discovery",
        "innovation",
        "networking",
        "3d",
        "manufacturing",
        "company",
        "installed",
        "software",
        "version",
        "honeywell",
        "aerospace",
        "advanced",
        "manufacturing",
        "engineering",
        "center",
        "phoenix",
        "az",
        "july",
        "john",
        "rice",
        "chairman",
        "board",
        "appointed",
        "interim",
        "ceo",
        "sigma",
        "lab",
        "sigma",
        "lab",
        "installed",
        "software",
        "version",
        "woodward",
        "nasdaq",
        "wwd",
        "aircraft",
        "turbine",
        "system",
        "group",
        "software",
        "part",
        "woodward",
        "additive",
        "manufacturing",
        "strategy",
        "ensure",
        "aerospace",
        "industrial",
        "customer",
        "receive",
        "quality",
        "product",
        "sigma",
        "lab",
        "introduced",
        "software",
        "version",
        "november",
        "central",
        "theme",
        "change",
        "change",
        "market",
        "change",
        "product",
        "change",
        "culture",
        "change",
        "management",
        "team",
        "change",
        "operational",
        "strategy",
        "said",
        "john",
        "rice",
        "ceo",
        "sigma",
        "lab",
        "believe",
        "change",
        "made",
        "inside",
        "sigma",
        "positioned",
        "company",
        "take",
        "advantage",
        "expanded",
        "opportunity",
        "created",
        "change",
        "market",
        "added",
        "rice",
        "signed",
        "contract",
        "caterpillar",
        "subsidiary",
        "solar",
        "turbine",
        "woodward",
        "siemens",
        "manufacture",
        "wide",
        "range",
        "industrial",
        "equipment",
        "well",
        "renowned",
        "control",
        "system",
        "control",
        "technology",
        "esteemed",
        "aerospace",
        "defense",
        "manufacturer",
        "pratt",
        "whitney",
        "agreement",
        "addition",
        "continuation",
        "established",
        "contract",
        "honeywell",
        "darpa",
        "defense",
        "advanced",
        "research",
        "project",
        "agency",
        "open",
        "manufacturing",
        "om",
        "program",
        "private",
        "space",
        "exploration",
        "company",
        "aerojet",
        "rocketdyne",
        "yet",
        "would",
        "say",
        "important",
        "accomplishment",
        "company",
        "succeeded",
        "converting",
        "company",
        "culture",
        "r",
        "technology",
        "development",
        "technology",
        "commercialization",
        "enterprise",
        "confident",
        "people",
        "product",
        "market",
        "need",
        "full",
        "year",
        "financial",
        "result",
        "revenue",
        "year",
        "ended",
        "december",
        "approximately",
        "versus",
        "approximately",
        "company",
        "reported",
        "net",
        "loss",
        "year",
        "approximately",
        "per",
        "diluted",
        "share",
        "versus",
        "loss",
        "approximately",
        "per",
        "diluted",
        "share",
        "reduction",
        "revenue",
        "primarily",
        "due",
        "shift",
        "customer",
        "base",
        "keeping",
        "company",
        "shift",
        "business",
        "plan",
        "strategy",
        "moved",
        "r",
        "commercialization",
        "focus",
        "primarily",
        "programmatic",
        "sale",
        "replaced",
        "early",
        "adapter",
        "program",
        "eap",
        "original",
        "equipment",
        "manufacturer",
        "oem",
        "sale",
        "correspondent",
        "incentivized",
        "pricing",
        "cost",
        "revenue",
        "compared",
        "increase",
        "increase",
        "associated",
        "equipment",
        "cost",
        "initial",
        "eap",
        "oem",
        "installation",
        "made",
        "second",
        "half",
        "year",
        "sigma",
        "lab",
        "operating",
        "expense",
        "compared",
        "increase",
        "operating",
        "expense",
        "principally",
        "included",
        "internal",
        "operating",
        "sale",
        "expense",
        "outside",
        "service",
        "fee",
        "research",
        "development",
        "cost",
        "three",
        "operating",
        "expense",
        "area",
        "responsible",
        "increased",
        "cost",
        "addressed",
        "separately",
        "biggest",
        "contributor",
        "internal",
        "operating",
        "expense",
        "personnel",
        "cost",
        "payroll",
        "expense",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "period",
        "increase",
        "increase",
        "payroll",
        "primarily",
        "due",
        "increased",
        "salary",
        "associated",
        "strategic",
        "new",
        "hire",
        "reorganization",
        "management",
        "team",
        "made",
        "achieve",
        "goal",
        "doubling",
        "technology",
        "advancement",
        "significant",
        "contributor",
        "internal",
        "operation",
        "cost",
        "compensation",
        "expense",
        "relating",
        "compensation",
        "compared",
        "period",
        "increase",
        "compensation",
        "cost",
        "due",
        "two",
        "primary",
        "factor",
        "first",
        "majority",
        "stock",
        "option",
        "granted",
        "september",
        "thus",
        "significantly",
        "stock",
        "option",
        "vesting",
        "amortization",
        "recorded",
        "four",
        "quarter",
        "period",
        "second",
        "factor",
        "contributing",
        "increased",
        "amortization",
        "cost",
        "grant",
        "significant",
        "number",
        "option",
        "shorter",
        "standard",
        "vesting",
        "period",
        "part",
        "strategic",
        "realignment",
        "key",
        "personnel",
        "utilizing",
        "stock",
        "stock",
        "option",
        "pay",
        "service",
        "one",
        "mechanism",
        "sigma",
        "lab",
        "put",
        "place",
        "incentivize",
        "reward",
        "contributor",
        "preserving",
        "cash",
        "second",
        "biggest",
        "contributor",
        "total",
        "operating",
        "expense",
        "increase",
        "operating",
        "cost",
        "outside",
        "service",
        "fee",
        "paid",
        "outside",
        "service",
        "fee",
        "compared",
        "increase",
        "year",
        "service",
        "connection",
        "obligation",
        "sec",
        "reporting",
        "company",
        "cost",
        "u",
        "slightly",
        "legal",
        "fee",
        "paid",
        "compared",
        "increase",
        "increase",
        "fee",
        "resulted",
        "primarily",
        "february",
        "public",
        "offering",
        "resulted",
        "net",
        "proceeds",
        "approximately",
        "outside",
        "service",
        "fee",
        "expenditure",
        "increased",
        "materially",
        "related",
        "advertising",
        "trade",
        "show",
        "activity",
        "amounted",
        "compared",
        "increase",
        "increase",
        "resulted",
        "shift",
        "strategic",
        "focus",
        "toward",
        "scalable",
        "commercial",
        "rather",
        "programmatic",
        "business",
        "development",
        "expenditure",
        "research",
        "development",
        "compared",
        "increase",
        "resulted",
        "primarily",
        "incurrence",
        "additional",
        "r",
        "consulting",
        "cost",
        "effort",
        "accelerate",
        "technology",
        "development",
        "combination",
        "lower",
        "sale",
        "revenue",
        "higher",
        "cost",
        "product",
        "increased",
        "operation",
        "cost",
        "discussed",
        "resulted",
        "operating",
        "loss",
        "compared",
        "net",
        "income",
        "expense",
        "net",
        "expense",
        "compared",
        "net",
        "income",
        "largest",
        "contributor",
        "loss",
        "revaluation",
        "derivative",
        "debt",
        "discount",
        "required",
        "result",
        "closing",
        "public",
        "offering",
        "february",
        "restructuring",
        "debt",
        "october",
        "december",
        "conversion",
        "debt",
        "instrument",
        "debt",
        "instrument",
        "holder",
        "compare",
        "positive",
        "contribution",
        "revaluation",
        "derivative",
        "positive",
        "contribution",
        "increase",
        "amount",
        "cash",
        "incentive",
        "received",
        "state",
        "new",
        "mexico",
        "interest",
        "income",
        "note",
        "issued",
        "fund",
        "february",
        "public",
        "offering",
        "largely",
        "offset",
        "increase",
        "interest",
        "expense",
        "note",
        "originated",
        "october",
        "december",
        "cash",
        "working",
        "capital",
        "surplus",
        "compared",
        "cash",
        "working",
        "capital",
        "surplus",
        "december",
        "investor",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "full",
        "year",
        "financial",
        "result",
        "today",
        "april",
        "eastern",
        "time",
        "review",
        "financial",
        "result",
        "corporate",
        "highlight",
        "following",
        "management",
        "formal",
        "remark",
        "question",
        "answer",
        "session",
        "listen",
        "call",
        "phone",
        "interested",
        "party",
        "within",
        "call",
        "international",
        "caller",
        "call",
        "caller",
        "ask",
        "sigma",
        "lab",
        "conference",
        "call",
        "conference",
        "call",
        "also",
        "available",
        "live",
        "webcast",
        "detail",
        "webcast",
        "may",
        "found",
        "company",
        "ir",
        "event",
        "page",
        "http",
        "replay",
        "call",
        "available",
        "approximately",
        "one",
        "hour",
        "end",
        "call",
        "may",
        "replay",
        "accessed",
        "via",
        "sigma",
        "lab",
        "website",
        "dialing",
        "domestic",
        "international",
        "canada",
        "toll",
        "free",
        "replay",
        "conference",
        "id",
        "number",
        "webcast",
        "replay",
        "available",
        "july",
        "sigma",
        "lab",
        "sigma",
        "lab",
        "provider",
        "quality",
        "assurance",
        "software",
        "brand",
        "developer",
        "advanced",
        "quality",
        "assurance",
        "software",
        "commercial",
        "firm",
        "worldwide",
        "seeking",
        "productive",
        "solution",
        "advanced",
        "manufacturing",
        "information",
        "please",
        "visit",
        "u",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "section",
        "adopted",
        "part",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "preceded",
        "followed",
        "otherwise",
        "include",
        "word",
        "believe",
        "anticipate",
        "estimate",
        "expect",
        "intend",
        "plan",
        "project",
        "prospect",
        "outlook",
        "similar",
        "word",
        "expression",
        "future",
        "conditional",
        "verb",
        "would",
        "may",
        "could",
        "generally",
        "nature",
        "historical",
        "fact",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "anticipated",
        "result",
        "performance",
        "achievement",
        "company",
        "disclaims",
        "intention",
        "undertakes",
        "obligation",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "additional",
        "risk",
        "uncertainty",
        "could",
        "impact",
        "company",
        "statement",
        "please",
        "see",
        "company",
        "annual",
        "report",
        "form",
        "including",
        "limited",
        "discussion",
        "risk",
        "factor",
        "therein",
        "filed",
        "sec",
        "march",
        "may",
        "viewed",
        "http",
        "investor",
        "relation",
        "contact",
        "bret",
        "shapiro",
        "managing",
        "director",
        "core",
        "ir",
        "brets",
        "sigma",
        "lab",
        "condensed",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "note",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "investment",
        "joint",
        "venture",
        "prepaid",
        "stock",
        "compensation",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "note",
        "payable",
        "net",
        "original",
        "issue",
        "discount",
        "december",
        "net",
        "original",
        "issue",
        "discount",
        "net",
        "debt",
        "discount",
        "december",
        "deferred",
        "revenue",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "derivative",
        "liability",
        "total",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "sigma",
        "lab",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "twelve",
        "month",
        "twelve",
        "month",
        "december",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "expense",
        "salary",
        "benefit",
        "compensation",
        "operating",
        "r",
        "cost",
        "investor",
        "public",
        "relation",
        "legal",
        "professional",
        "service",
        "fee",
        "office",
        "expense",
        "depreciation",
        "amortization",
        "operating",
        "expense",
        "total",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "income",
        "state",
        "incentive",
        "decrease",
        "fair",
        "value",
        "derivative",
        "liability",
        "interest",
        "expense",
        "loss",
        "disposal",
        "asset",
        "debt",
        "discount",
        "amortization",
        "total",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "sigma",
        "lab",
        "condensed",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "twelve",
        "month",
        "ended",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "noncash",
        "expense",
        "depreciation",
        "depletion",
        "amortization",
        "stock",
        "compensation",
        "loss",
        "asset",
        "change",
        "derivative",
        "balance",
        "amortization",
        "debt",
        "discount",
        "note",
        "payable",
        "original",
        "issue",
        "discount",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "asset",
        "account",
        "payable",
        "deferred",
        "revenue",
        "accrued",
        "expense",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "furniture",
        "equipment",
        "purchase",
        "intangible",
        "asset",
        "note",
        "receivable",
        "investment",
        "joint",
        "venture",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "warrant",
        "proceeds",
        "issuance",
        "note",
        "payable",
        "payment",
        "debt",
        "proceeds",
        "exercise",
        "warrant",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "cash",
        "decrease",
        "period",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "noncash",
        "investing",
        "financing",
        "activity",
        "disclosure",
        "share",
        "issued",
        "cashless",
        "exchange",
        "unit",
        "purchase",
        "option",
        "derivative",
        "liability",
        "conversion",
        "conv",
        "debt",
        "stock",
        "noncash",
        "operating",
        "activit",
        "y",
        "disclosure",
        "issuance",
        "common",
        "stock",
        "service",
        "disclosure",
        "cash",
        "paid",
        "interest",
        "expense",
        "source",
        "sigma",
        "lab",
        "inc"
    ]
}