{
    "organizations": [],
    "uuid": "4b9313e603fff4fad0f0d445a293ae16b554e565",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/pr-newswire-forecast-indicates-cbd-global-market-projected-to-experience-continued-significant-growth.html",
    "ord_in_thread": 0,
    "title": "Forecast Indicates CBD Global Market Projected to Experience Continued Significant Growth",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PALM BEACH, Florida, April 3, 2018 /PRNewswire/ --\nMarketNewsUpdates.com News Commentary\nExpectations for the cannabidiol (CBD) market continue to look bright as estimates are projecting the market to grow by 700% by 2020, according to Forbes . A new report by cannabis/legal marijuana market analysts firm Hemp Business Journal projects that the CBD market will grow to $2.1 billion by 2020, an astronomical jump in value compared to last year's cannabidiol (CBD) market of $202 million. As the market continues to swell, it is expected the space will reach the billion-dollar status as product diversification and global demand drive revenue levels. One of the major drivers for the CBD market is the growing list of Health benefits of CBD oil. CBD oil products have several benefits and are believed to cure various ailments in the human body. Over the past few years, the demand for CBD oil has increased in different parts of the world because of the growing awareness about the health benefits alone. Active in the cannabis industry include: PotNetwork Holdings Inc. (OTC: POTN), Medical Marijuana, Inc. (OTC: MJNA), GB Sciences Inc. (OTC: GBLX), Kush Bottles Inc. (OTC: KSHB), CV Sciences Inc. (OTC: CVSI)\nPotNetwork Holding s Inc. (OTC: POTN) BREAKING NEWS: PotNetwork Holdings Inc announces the release of audited consolidated financial statements reporting 2017 sales of $14.5 million, with gross profits of $5,180,865 , and despite making large reinvestments in its future growth, the Company showed positive net income of $178,918.\nPotNetwork Holdings Inc.'s 2017 financial statements were audited in accordance with the standards of the Public Company Accounting Oversight Board (United States) (\"PCAOB\") by East West Accounting Services, LLC , a PCAOB accounting firm and member of the American Institute of Certified Public Accountants (AICPA). The firm has been a member of the Florida Institute of Certified Public Accountants since 1991 and is a lifelong member of the Association of Certified Fraud Examiners (ACFE).\nPotNetwork Holdings Inc. Senior Advisor Bruce Barren recently confirmed that the company's $2 million monthly revenue run rate for both January and February 0f 2018 sets the stage for the firm to meet and exceed its Q1 '18 revenue projection of $6,000,000. PotNetwork Holdings Inc.'s wholly owned subsidiary Diamond CBD Inc . has been driving the company's tremendous growth in 2018. Read this and more news for POTN a t: http://www.marketnewsupdates.com/news/potn.html\nThe hemp-derived compound known as CBD (cannabidiol) has emerged as an extremely promising substance for boosting health and wellness in both humans and animals. CBD products can be ingested in beverages and foods, absorbed through the skin via lotions, creams, salves, or vaporized and inhaled. Many leading scientists and medical researchers, including those of the World Health Organization , have determined that CBD offers a range of medical health benefits without the potential to be abused or cause harm in users.\nIn just the first 60 days of 2018, PotNetwork Holdings Inc. generated $4 million in sales. Compared with 2017, this represents growth of over 300% . This clearly demonstrates the immense potential for the global growth of CBD as encapsulated by a key performance indicator from one of the United States' most successful vendors.\nIn other industry developments and market performances of note:\nMedical Marijuana Inc. (OTC: MJNA) recently announced it garnered news coverage with a feature story in top national newspaper The Washington Post. A March 28, 2018 article on The Washington Post's website entitled \"CBD is cannabis that won't get you high. So why are so many people using it?\" takes a deep dive into the story behind the rise in popularity of cannabidiol (CBD) in the United States. The article Quote: s Medical Marijuana, Inc. CEO Dr. Stuart Titus and recognizes Medical Marijuana, Inc. as a producer of several CBD oils and products that entered the market in 2012. Medical Marijuana, Inc. was the first company to ever create a global CBD pipeline with its flagship product, Real Scientific Hemp Oil™ (RSHO™), and now has several distribution subsidiaries such as HempMeds®, Kannaway® and Phyto Animal Health. The company also operates in many other countries around the world and was the first to receive historic federal government import approvals for its CBD products in the nations of Brazil, Mexico and Paraguay.\nGB Sciences Inc. (OTCQB: GBLX) recently announced it has signed a letter of intent to purchase 100% of the ownership interests of NevadaPURE's Las Vegas operation for $28 million in cash and the assumption of approximately $5 million of outstanding liabilities. The purchase is contingent on the completion of due diligence within approximately 30 days, negotiation of a final purchase agreement and regulatory approval. The annualized sales run rate of NevadaPURE is over $16 millionbased on its performance since adult use became legal in Nevada, making the purchase price only two times sales. This sales multiple compares with GB's current price-to-annualized-sales multiple of 16, and a typical multiple of 60 or much more for publicly traded cannabis companies whose sales are similar to GB's. Read the full release here: https://finance.yahoo.com/news/gb-sciences-signs-letter-intent-093000996.html\nKush Bottles Inc. (OTCQB: KSHB) will issue its second quarter of fiscal 2018 results in a press release on April 11, 2018 before U.S. markets open. The company will also host a conference call on Wednesday, April 11, 2018 at 4:30 PM Eastern Time. Kush Bottles, Inc. markets and sells packaging products and solutions in the United States. It offers pop top bottles; child resistant exit, paper exit, and foil barrier bags; tubes; cartridges and batteries; and polystyrene, polypropylene, or silicone-lined polystyrene containers to urban farmers, green house growers, and medical and recreational cannabis dispensaries.\nCV Sciences Inc. (OTCQB: CVSI) recently announced its financial results for the fourth quarter and year ended December 31, 2017. Sales for Q4 2017 were $7.2 million and $20.7 million for the full year 2017 demonstrating the Company's continued organic expansion into all sales channels including the natural product retail, wholesale and direct-to-consumer channels. The Company's natural product retail channel now includes more than 1,500 locations nationwide. CV Sciences plans to continue developing new sales channels and is encouraged by the strength of its branded products as evidenced by SPINS® Scan data, which positions the Company as the #l selling hemp product line in the natural products industry. Gross profit for Q4 2017 was $5.2 million and $14.5 million for the full year 2017 and indicates the Company's ability to expand sales while maintaining strong gross margins. Read the full release here: http://globenewswire.com/news-release/2018/03/29/1455764/0/en/CV-Sciences-Inc-Reports-Fourth-Quarter-and-Full-Year-2017-Financial-Results.html\nDISCLAIMER: MarketNewsUpdates.com (MNU) is a third party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. MNU is NOT affiliated in any manner with any company mentioned herein. MNU and its affiliated companies are a news dissemination solutions provider and are NOT a registered broker/dealer/analyst/adviser, holds no investment licenses and may NOT sell, offer to sell or offer to buy any security. MNU's market updates, news alerts and corporate profiles are NOT a solicitation or recommendation to buy, sell or hold securities. The material in this release is intended to be strictly informational and is NEVER to be construed or interpreted as research material. All readers are strongly urged to perform research and due diligence on their own and consult a licensed financial professional before considering any level of investing in stocks. All material included herein is republished content and details which were previously disseminated by the companies mentioned in this release. MNU is not liable for any investment decisions by its readers or subscribers. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks. For current services performed MNU has been compensated ninety-nine hundred dollars for news coverage of the current press release issued by PotNetwork Holding Inc by a non-affiliated third party. MNU HOLDS NO SHARES OF ANY COMPANY NAMED IN THIS RELEASE.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MNU undertakes no obligation to update such statements.\nContact Information:\nMedia Contact email:\ninfo@marketnewsupdates.com\n+1(561)325-8757\nSOURCE MarketNewsUpdates.com",
    "published": "2018-04-03T17:45:00.000+03:00",
    "crawled": "2018-04-03T19:22:08.047+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "palm",
        "beach",
        "florida",
        "april",
        "news",
        "commentary",
        "expectation",
        "cannabidiol",
        "cbd",
        "market",
        "continue",
        "look",
        "bright",
        "estimate",
        "projecting",
        "market",
        "grow",
        "according",
        "forbes",
        "new",
        "report",
        "marijuana",
        "market",
        "analyst",
        "firm",
        "hemp",
        "business",
        "journal",
        "project",
        "cbd",
        "market",
        "grow",
        "billion",
        "astronomical",
        "jump",
        "value",
        "compared",
        "last",
        "year",
        "cannabidiol",
        "cbd",
        "market",
        "million",
        "market",
        "continues",
        "swell",
        "expected",
        "space",
        "reach",
        "status",
        "product",
        "diversification",
        "global",
        "demand",
        "drive",
        "revenue",
        "level",
        "one",
        "major",
        "driver",
        "cbd",
        "market",
        "growing",
        "list",
        "health",
        "benefit",
        "cbd",
        "oil",
        "cbd",
        "oil",
        "product",
        "several",
        "benefit",
        "believed",
        "cure",
        "various",
        "ailment",
        "human",
        "body",
        "past",
        "year",
        "demand",
        "cbd",
        "oil",
        "increased",
        "different",
        "part",
        "world",
        "growing",
        "awareness",
        "health",
        "benefit",
        "alone",
        "active",
        "cannabis",
        "industry",
        "include",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "medical",
        "marijuana",
        "otc",
        "mjna",
        "gb",
        "science",
        "otc",
        "gblx",
        "kush",
        "bottle",
        "otc",
        "kshb",
        "cv",
        "science",
        "otc",
        "cvsi",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "breaking",
        "news",
        "potnetwork",
        "holding",
        "inc",
        "announces",
        "release",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "reporting",
        "sale",
        "million",
        "gross",
        "profit",
        "despite",
        "making",
        "large",
        "reinvestments",
        "future",
        "growth",
        "company",
        "showed",
        "positive",
        "net",
        "income",
        "potnetwork",
        "holding",
        "financial",
        "statement",
        "audited",
        "accordance",
        "standard",
        "public",
        "company",
        "accounting",
        "oversight",
        "board",
        "united",
        "state",
        "pcaob",
        "east",
        "west",
        "accounting",
        "service",
        "llc",
        "pcaob",
        "accounting",
        "firm",
        "member",
        "american",
        "institute",
        "certified",
        "public",
        "accountant",
        "aicpa",
        "firm",
        "member",
        "florida",
        "institute",
        "certified",
        "public",
        "accountant",
        "since",
        "lifelong",
        "member",
        "association",
        "certified",
        "fraud",
        "examiner",
        "acfe",
        "potnetwork",
        "holding",
        "senior",
        "advisor",
        "bruce",
        "barren",
        "recently",
        "confirmed",
        "company",
        "million",
        "monthly",
        "revenue",
        "run",
        "rate",
        "january",
        "february",
        "0f",
        "set",
        "stage",
        "firm",
        "meet",
        "exceed",
        "q1",
        "revenue",
        "projection",
        "potnetwork",
        "holding",
        "wholly",
        "owned",
        "subsidiary",
        "diamond",
        "cbd",
        "inc",
        "driving",
        "company",
        "tremendous",
        "growth",
        "read",
        "news",
        "potn",
        "http",
        "compound",
        "known",
        "cbd",
        "cannabidiol",
        "emerged",
        "extremely",
        "promising",
        "substance",
        "boosting",
        "health",
        "wellness",
        "human",
        "animal",
        "cbd",
        "product",
        "ingested",
        "beverage",
        "food",
        "absorbed",
        "skin",
        "via",
        "lotion",
        "cream",
        "salve",
        "vaporized",
        "inhaled",
        "many",
        "leading",
        "scientist",
        "medical",
        "researcher",
        "including",
        "world",
        "health",
        "organization",
        "determined",
        "cbd",
        "offer",
        "range",
        "medical",
        "health",
        "benefit",
        "without",
        "potential",
        "abused",
        "cause",
        "harm",
        "user",
        "first",
        "day",
        "potnetwork",
        "holding",
        "generated",
        "million",
        "sale",
        "compared",
        "represents",
        "growth",
        "clearly",
        "demonstrates",
        "immense",
        "potential",
        "global",
        "growth",
        "cbd",
        "encapsulated",
        "key",
        "performance",
        "indicator",
        "one",
        "united",
        "state",
        "successful",
        "vendor",
        "industry",
        "development",
        "market",
        "performance",
        "note",
        "medical",
        "marijuana",
        "otc",
        "mjna",
        "recently",
        "announced",
        "garnered",
        "news",
        "coverage",
        "feature",
        "story",
        "top",
        "national",
        "newspaper",
        "washington",
        "post",
        "march",
        "article",
        "washington",
        "post",
        "website",
        "entitled",
        "cbd",
        "cannabis",
        "wo",
        "get",
        "high",
        "many",
        "people",
        "using",
        "take",
        "deep",
        "dive",
        "story",
        "behind",
        "rise",
        "popularity",
        "cannabidiol",
        "cbd",
        "united",
        "state",
        "article",
        "quote",
        "medical",
        "marijuana",
        "ceo",
        "stuart",
        "titus",
        "recognizes",
        "medical",
        "marijuana",
        "producer",
        "several",
        "cbd",
        "oil",
        "product",
        "entered",
        "market",
        "medical",
        "marijuana",
        "first",
        "company",
        "ever",
        "create",
        "global",
        "cbd",
        "pipeline",
        "flagship",
        "product",
        "real",
        "scientific",
        "hemp",
        "several",
        "distribution",
        "subsidiary",
        "phyto",
        "animal",
        "health",
        "company",
        "also",
        "operates",
        "many",
        "country",
        "around",
        "world",
        "first",
        "receive",
        "historic",
        "federal",
        "government",
        "import",
        "approval",
        "cbd",
        "product",
        "nation",
        "brazil",
        "mexico",
        "paraguay",
        "gb",
        "science",
        "otcqb",
        "gblx",
        "recently",
        "announced",
        "signed",
        "letter",
        "intent",
        "purchase",
        "ownership",
        "interest",
        "nevadapure",
        "la",
        "vega",
        "operation",
        "million",
        "cash",
        "assumption",
        "approximately",
        "million",
        "outstanding",
        "liability",
        "purchase",
        "contingent",
        "completion",
        "due",
        "diligence",
        "within",
        "approximately",
        "day",
        "negotiation",
        "final",
        "purchase",
        "agreement",
        "regulatory",
        "approval",
        "annualized",
        "sale",
        "run",
        "rate",
        "nevadapure",
        "millionbased",
        "performance",
        "since",
        "adult",
        "use",
        "became",
        "legal",
        "nevada",
        "making",
        "purchase",
        "price",
        "two",
        "time",
        "sale",
        "sale",
        "multiple",
        "compare",
        "gb",
        "current",
        "multiple",
        "typical",
        "multiple",
        "much",
        "publicly",
        "traded",
        "cannabis",
        "company",
        "whose",
        "sale",
        "similar",
        "gb",
        "read",
        "full",
        "release",
        "http",
        "kush",
        "bottle",
        "otcqb",
        "kshb",
        "issue",
        "second",
        "quarter",
        "fiscal",
        "result",
        "press",
        "release",
        "april",
        "market",
        "open",
        "company",
        "also",
        "host",
        "conference",
        "call",
        "wednesday",
        "april",
        "pm",
        "eastern",
        "time",
        "kush",
        "bottle",
        "market",
        "sell",
        "packaging",
        "product",
        "solution",
        "united",
        "state",
        "offer",
        "pop",
        "top",
        "bottle",
        "child",
        "resistant",
        "exit",
        "paper",
        "exit",
        "foil",
        "barrier",
        "bag",
        "tube",
        "cartridge",
        "battery",
        "polystyrene",
        "polypropylene",
        "polystyrene",
        "container",
        "urban",
        "farmer",
        "green",
        "house",
        "grower",
        "medical",
        "recreational",
        "cannabis",
        "dispensary",
        "cv",
        "science",
        "otcqb",
        "cvsi",
        "recently",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "sale",
        "q4",
        "million",
        "million",
        "full",
        "year",
        "demonstrating",
        "company",
        "continued",
        "organic",
        "expansion",
        "sale",
        "channel",
        "including",
        "natural",
        "product",
        "retail",
        "wholesale",
        "channel",
        "company",
        "natural",
        "product",
        "retail",
        "channel",
        "includes",
        "location",
        "nationwide",
        "cv",
        "science",
        "plan",
        "continue",
        "developing",
        "new",
        "sale",
        "channel",
        "encouraged",
        "strength",
        "branded",
        "product",
        "evidenced",
        "scan",
        "data",
        "position",
        "company",
        "l",
        "selling",
        "hemp",
        "product",
        "line",
        "natural",
        "product",
        "industry",
        "gross",
        "profit",
        "q4",
        "million",
        "million",
        "full",
        "year",
        "indicates",
        "company",
        "ability",
        "expand",
        "sale",
        "maintaining",
        "strong",
        "gross",
        "margin",
        "read",
        "full",
        "release",
        "http",
        "disclaimer",
        "mnu",
        "third",
        "party",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "mnu",
        "affiliated",
        "manner",
        "company",
        "mentioned",
        "herein",
        "mnu",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "solution",
        "provider",
        "registered",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "mnu",
        "market",
        "update",
        "news",
        "alert",
        "corporate",
        "profile",
        "solicitation",
        "recommendation",
        "buy",
        "sell",
        "hold",
        "security",
        "material",
        "release",
        "intended",
        "strictly",
        "informational",
        "never",
        "construed",
        "interpreted",
        "research",
        "material",
        "reader",
        "strongly",
        "urged",
        "perform",
        "research",
        "due",
        "diligence",
        "consult",
        "licensed",
        "financial",
        "professional",
        "considering",
        "level",
        "investing",
        "stock",
        "material",
        "included",
        "herein",
        "republished",
        "content",
        "detail",
        "previously",
        "disseminated",
        "company",
        "mentioned",
        "release",
        "mnu",
        "liable",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "current",
        "service",
        "performed",
        "mnu",
        "compensated",
        "hundred",
        "dollar",
        "news",
        "coverage",
        "current",
        "press",
        "release",
        "issued",
        "potnetwork",
        "holding",
        "inc",
        "third",
        "party",
        "mnu",
        "hold",
        "share",
        "company",
        "named",
        "release",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "mnu",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "contact",
        "information",
        "medium",
        "contact",
        "email",
        "info",
        "source"
    ]
}