{
    "organizations": [],
    "uuid": "d0a321760fa5d243d18eacc27ce27f45d59c0e92",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-acacia-research-corporation-appoints-joe-davis-and-paul-falzone-to-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Acacia Research Corporation Appoints Joe Davis and Paul Falzone to Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "New Independent Directors Bring Significant Industry, Operations and Leadership Experience\nNEWPORT BEACH, Calif.--(BUSINESS WIRE)-- Acacia Research Corporation (Nasdaq: ACTG), an industry leader in patent licensing (“Acacia” or the “Company”), today announced the appointment of Joe Davis, a highly regarded and experienced auditor and financial consultant, and Paul Falzone, an experienced executive and successful high-tech investor, as new independent directors, effective immediately.\nThe appointment of two new independent directors follows a search process conducted by the Acacia Board of Directors within the past year to identify qualified new directors with the relevant skills, expertise and leadership experience in technology investing and other areas of critical importance to the Company. With the additions of Messrs. Davis and Falzone, three new directors have now been added in the past year.\nThe Board of Directors sought to interview two director candidates nominated by Sidus Investment Management and BLR Partners. The candidates were not made available on a timely basis, so the candidates were evaluated based on the information included in the notice of nomination provided by these investors. The Board concluded that neither candidate offered experience or skills that would be additive to the Board.\nMr. Davis will stand for election as a Class I director at the 2019 Annual Meeting of Stockholders, and Mr. Falzone will stand for election as a Class II director at the 2020 Annual Meeting. In addition, Mr. Davis will serve on the Audit Committee and the Nominating and Governance Committee, while Mr. Falzone will serve on the Compensation Committee and the recently created Strategic Review Committee.\n“We are pleased to have Joe and Paul join the Acacia Board as new independent directors,” said G. Louis Graziadio, III, Executive Chairman and Director of Acacia. “Joe and Paul are highly respected leaders with key expertise, strong values and significant financial acumen. Their experience and leadership will add an important dimension to our Board as Acacia continues to pursue strategic investments in high-growth companies with disruptive technologies. We also believe Joe and Paul will provide insight and knowledge to our Audit and Compensation Committees. Furthermore, their appointments underscore our commitment to proactive Board refreshment, strong corporate governance and independence across our Board as we continue to drive value for our stockholders.”\n“This is an exciting time to join the Acacia Board,” said Mr. Davis. “I look forward to working with the Board and management team as Acacia continues to monetize and drive value from its quality patent assets while diversifying into new growth areas.”\nMr. Falzone added, “I am focused on helping the Company achieve profitable growth and deliver further value for its stockholders.\"\nAbout Joe Davis\nMr. Davis currently serves as the Chief Executive Officer of ETONIEN, LLC, a financial consulting firm that he co-founded in July 2008. Prior to co-founding ETONIEN, Mr. Davis was the Managing Partner of the Los Angeles practice for Tatum LLC, an executive services and consulting firm, from December 2004 to July 2008. Prior to joining Tatum, Mr. Davis was a partner with KPMG for 27 years. Mr. Davis is currently a Board Member and the Chairman of the Finance Committee for The Los Angeles Regional Food Bank. From 2005 to 2011, Mr. Davis served as a Board Member and Audit Committee Chair for Dorado Network Systems Corporation, a venture capital backed, Silicon Valley company in the software applications market space.\nMr. Davis is a CPA in California, New York and Ohio. He also holds a B.A. in History/Political Science from Butler University, a B.S. in Accounting from Arizona State University and a Masters in Business Taxation from the University of Southern California.\nAbout Paul Falzone\nMr. Falzone is currently the Managing Partner of Manifest Investment Partners – a growth equity fund focused on tech-enabled services and business-to-business software companies. He and the fund have a deep background in building data-driven software companies with a focus on marketing applications. Prior to Manifest, Mr. Falzone was President and Chief Growth Officer of Brand Networks, one of the largest global pure-play social media software companies powering over $500M in advertising spend for over half of the Fortune 100 advertisers. Before joining Brand Networks, he served as President of SDI Media, the market-leading language localization software and services company with offices in 35 countries, and President of MediaMix Marketing, one of the pioneering Internet marketing companies during the early days of digital marketing.\nMr. Falzone serves as Vice Chairman on the Board of Directors for Brand Networks, serves on the Boards of several of Manifest’s portfolio companies and is on the Board of Directors for MPI Cognition – an innovative health care practice focused on reversing the effects of the Alzheimer’s disease. He graduated with Honors from Northwestern University.\nABOUT ACACIA RESEARCH CORPORATION\nFounded in 1993, Acacia Research Corporation (NASDAQ: ACTG) is an industry leader in patent licensing and partners with inventors and patent owners to unlock the financial value in their patented inventions. Acacia bridges the gap between invention and application, facilitating efficiency and delivering monetary rewards to the patent owner. Acacia also leverages its patent expertise and background to partner with emerging disruptive technologies such as Artificial Intelligence, Robotics and Blockchain.\nInformation about Acacia and its subsidiaries is available at www.acaciaresearch.com .\nImportant Additional Information and Where to Find It\nThis press release may be deemed to contain solicitation material in respect to the solicitation of proxies from the Company’s stockholders in connection with the Company’s annual meeting of stockholders. The Company intends promptly to file Commission (the “SEC”) its preliminary proxy statement and WHITE proxy card relating to the annual meeting. When such preliminary proxy statement is cleared by the SEC Staff, the Company intends to file with the SEC and mail to its stockholders a definitive proxy statement and accompanying WHITE proxy card in connection with the annual meeting. The definitive proxy statement will contain important information about the Company, the annual meeting and related matters. Stockholders may obtain a free copy of the definitive proxy statement and other documents that the Company files with the SEC (when available) on the SEC’s website, at www.sec.gov . INVESTORS AND STOCKHOLDERS ARE URGED TO READ THE DEFINITIVE PROXY STATEMENT, THE ACCOMPANYING WHITE PROXY CARD AND ANY OTHER RELEVANT SOLICITATION MATERIALS (WHEN THEY BECOME AVAILABLE) BECAUSE THESE DOCUMENTS WILL CONTAIN IMPORTANT INFORMATION.\nAcacia, its directors and certain of its executive officers may be deemed to be participants in the solicitation of proxies from the Company’s stockholders in connection with the annual meeting. Information regarding the names of the Company’s directors and executive officers and their respective interests in the Company will be set forth in the definitive proxy statement, the accompanying WHITE proxy card and other relevant solicitation materials filed by the Company. These documents (when they become available), and any and all other documents filed by the Company with the SEC, may be obtained by investors and stockholders free of charge on the SEC’s website at www.sec.gov . Copies will also be available at no charge on the Company’s website at www.acaciaresearch.com .\nSafe Harbor Statement under the Private Securities Litigation Reform Act of 1995\nThis press release may contain forward-looking statements the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Such statements, including those related to capital needed for growth and the opportunities for growth, are based upon our current expectations and speak only as of the date hereof. Our actual results may differ materially and adversely from those expressed in any forward-looking statements as a result of various factors and uncertainties, including the recent economic slowdown affecting technology companies, our ability to successfully identify and acquire new patent assets, our ability to develop products, rapid technological change in our markets, changes in demand for our future products, legislative, regulatory and competitive developments and general economic conditions. Our Annual Report on Form 10-K, recent and forthcoming Quarterly Reports on Form 10-Q, recent Current Reports on Forms 8-K and other SEC filings discuss some of the important risk factors that may affect our business, results of operations and financial condition. We undertake no obligation to revise or update publicly any forward-looking statements for any reason.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180402005789/en/\nAcacia:\nRob Stewart, 949-480-8311\nrs@acaciares.com\nor\nMacKenzie Partners, Inc.\nLawrence E. Dennedy, 212-929-5239\nldennedy@mackenziepartners.com\nor\nGeorgeson LLC:\nChristopher G. Dowd, 212-440-9130\ncdowd@georgeson.com\nor\nMedia:\nJoele Frank, Wilkinson Brimmer Katcher\nAndy Brimmer / Scott Bisang / Mary Aiello\n212-355-4449 / 415-869-3950\nSource: Acacia Research Corporation",
    "published": "2018-04-03T00:15:00.000+03:00",
    "crawled": "2018-04-03T01:36:46.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "independent",
        "director",
        "bring",
        "significant",
        "industry",
        "operation",
        "leadership",
        "experience",
        "newport",
        "beach",
        "business",
        "wire",
        "acacia",
        "research",
        "corporation",
        "nasdaq",
        "actg",
        "industry",
        "leader",
        "patent",
        "licensing",
        "acacia",
        "company",
        "today",
        "announced",
        "appointment",
        "joe",
        "davis",
        "highly",
        "regarded",
        "experienced",
        "auditor",
        "financial",
        "consultant",
        "paul",
        "falzone",
        "experienced",
        "executive",
        "successful",
        "investor",
        "new",
        "independent",
        "director",
        "effective",
        "immediately",
        "appointment",
        "two",
        "new",
        "independent",
        "director",
        "follows",
        "search",
        "process",
        "conducted",
        "acacia",
        "board",
        "director",
        "within",
        "past",
        "year",
        "identify",
        "qualified",
        "new",
        "director",
        "relevant",
        "skill",
        "expertise",
        "leadership",
        "experience",
        "technology",
        "investing",
        "area",
        "critical",
        "importance",
        "company",
        "addition",
        "davis",
        "falzone",
        "three",
        "new",
        "director",
        "added",
        "past",
        "year",
        "board",
        "director",
        "sought",
        "interview",
        "two",
        "director",
        "candidate",
        "nominated",
        "sidus",
        "investment",
        "management",
        "blr",
        "partner",
        "candidate",
        "made",
        "available",
        "timely",
        "basis",
        "candidate",
        "evaluated",
        "based",
        "information",
        "included",
        "notice",
        "nomination",
        "provided",
        "investor",
        "board",
        "concluded",
        "neither",
        "candidate",
        "offered",
        "experience",
        "skill",
        "would",
        "additive",
        "board",
        "davis",
        "stand",
        "election",
        "class",
        "director",
        "annual",
        "meeting",
        "stockholder",
        "falzone",
        "stand",
        "election",
        "class",
        "ii",
        "director",
        "annual",
        "meeting",
        "addition",
        "davis",
        "serve",
        "audit",
        "committee",
        "nominating",
        "governance",
        "committee",
        "falzone",
        "serve",
        "compensation",
        "committee",
        "recently",
        "created",
        "strategic",
        "review",
        "committee",
        "pleased",
        "joe",
        "paul",
        "join",
        "acacia",
        "board",
        "new",
        "independent",
        "director",
        "said",
        "louis",
        "graziadio",
        "iii",
        "executive",
        "chairman",
        "director",
        "acacia",
        "joe",
        "paul",
        "highly",
        "respected",
        "leader",
        "key",
        "expertise",
        "strong",
        "value",
        "significant",
        "financial",
        "acumen",
        "experience",
        "leadership",
        "add",
        "important",
        "dimension",
        "board",
        "acacia",
        "continues",
        "pursue",
        "strategic",
        "investment",
        "company",
        "disruptive",
        "technology",
        "also",
        "believe",
        "joe",
        "paul",
        "provide",
        "insight",
        "knowledge",
        "audit",
        "compensation",
        "committee",
        "furthermore",
        "appointment",
        "underscore",
        "commitment",
        "proactive",
        "board",
        "refreshment",
        "strong",
        "corporate",
        "governance",
        "independence",
        "across",
        "board",
        "continue",
        "drive",
        "value",
        "exciting",
        "time",
        "join",
        "acacia",
        "board",
        "said",
        "davis",
        "look",
        "forward",
        "working",
        "board",
        "management",
        "team",
        "acacia",
        "continues",
        "monetize",
        "drive",
        "value",
        "quality",
        "patent",
        "asset",
        "diversifying",
        "new",
        "growth",
        "falzone",
        "added",
        "focused",
        "helping",
        "company",
        "achieve",
        "profitable",
        "growth",
        "deliver",
        "value",
        "stockholder",
        "joe",
        "davis",
        "davis",
        "currently",
        "serf",
        "chief",
        "executive",
        "officer",
        "etonien",
        "llc",
        "financial",
        "consulting",
        "firm",
        "july",
        "prior",
        "etonien",
        "davis",
        "managing",
        "partner",
        "los",
        "angeles",
        "practice",
        "tatum",
        "llc",
        "executive",
        "service",
        "consulting",
        "firm",
        "december",
        "july",
        "prior",
        "joining",
        "tatum",
        "davis",
        "partner",
        "kpmg",
        "year",
        "davis",
        "currently",
        "board",
        "member",
        "chairman",
        "finance",
        "committee",
        "los",
        "angeles",
        "regional",
        "food",
        "bank",
        "davis",
        "served",
        "board",
        "member",
        "audit",
        "committee",
        "chair",
        "dorado",
        "network",
        "system",
        "corporation",
        "venture",
        "capital",
        "backed",
        "silicon",
        "valley",
        "company",
        "software",
        "application",
        "market",
        "space",
        "davis",
        "cpa",
        "california",
        "new",
        "york",
        "ohio",
        "also",
        "hold",
        "science",
        "butler",
        "university",
        "accounting",
        "arizona",
        "state",
        "university",
        "master",
        "business",
        "taxation",
        "university",
        "southern",
        "california",
        "paul",
        "falzone",
        "falzone",
        "currently",
        "managing",
        "partner",
        "manifest",
        "investment",
        "partner",
        "growth",
        "equity",
        "fund",
        "focused",
        "service",
        "software",
        "company",
        "fund",
        "deep",
        "background",
        "building",
        "software",
        "company",
        "focus",
        "marketing",
        "application",
        "prior",
        "manifest",
        "falzone",
        "president",
        "chief",
        "growth",
        "officer",
        "brand",
        "network",
        "one",
        "largest",
        "global",
        "social",
        "medium",
        "software",
        "company",
        "powering",
        "500m",
        "advertising",
        "spend",
        "half",
        "fortune",
        "advertiser",
        "joining",
        "brand",
        "network",
        "served",
        "president",
        "sdi",
        "medium",
        "language",
        "localization",
        "software",
        "service",
        "company",
        "office",
        "country",
        "president",
        "mediamix",
        "marketing",
        "one",
        "pioneering",
        "internet",
        "marketing",
        "company",
        "early",
        "day",
        "digital",
        "marketing",
        "falzone",
        "serf",
        "vice",
        "chairman",
        "board",
        "director",
        "brand",
        "network",
        "serf",
        "board",
        "several",
        "manifest",
        "portfolio",
        "company",
        "board",
        "director",
        "mpi",
        "cognition",
        "innovative",
        "health",
        "care",
        "practice",
        "focused",
        "reversing",
        "effect",
        "alzheimer",
        "disease",
        "graduated",
        "honor",
        "northwestern",
        "university",
        "acacia",
        "research",
        "corporation",
        "founded",
        "acacia",
        "research",
        "corporation",
        "nasdaq",
        "actg",
        "industry",
        "leader",
        "patent",
        "licensing",
        "partner",
        "inventor",
        "patent",
        "owner",
        "unlock",
        "financial",
        "value",
        "patented",
        "invention",
        "acacia",
        "bridge",
        "gap",
        "invention",
        "application",
        "facilitating",
        "efficiency",
        "delivering",
        "monetary",
        "reward",
        "patent",
        "owner",
        "acacia",
        "also",
        "leverage",
        "patent",
        "expertise",
        "background",
        "partner",
        "emerging",
        "disruptive",
        "technology",
        "artificial",
        "intelligence",
        "robotics",
        "blockchain",
        "information",
        "acacia",
        "subsidiary",
        "available",
        "important",
        "additional",
        "information",
        "find",
        "press",
        "release",
        "may",
        "deemed",
        "contain",
        "solicitation",
        "material",
        "respect",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "connection",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "company",
        "intends",
        "promptly",
        "file",
        "commission",
        "sec",
        "preliminary",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "relating",
        "annual",
        "meeting",
        "preliminary",
        "proxy",
        "statement",
        "cleared",
        "sec",
        "staff",
        "company",
        "intends",
        "file",
        "sec",
        "mail",
        "stockholder",
        "definitive",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "connection",
        "annual",
        "meeting",
        "definitive",
        "proxy",
        "statement",
        "contain",
        "important",
        "information",
        "company",
        "annual",
        "meeting",
        "related",
        "matter",
        "stockholder",
        "may",
        "obtain",
        "free",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "document",
        "company",
        "file",
        "sec",
        "available",
        "sec",
        "website",
        "investor",
        "stockholder",
        "urged",
        "read",
        "definitive",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "relevant",
        "solicitation",
        "material",
        "become",
        "available",
        "document",
        "contain",
        "important",
        "information",
        "acacia",
        "director",
        "certain",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "connection",
        "annual",
        "meeting",
        "information",
        "regarding",
        "name",
        "company",
        "director",
        "executive",
        "officer",
        "respective",
        "interest",
        "company",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "relevant",
        "solicitation",
        "material",
        "filed",
        "company",
        "document",
        "become",
        "available",
        "document",
        "filed",
        "company",
        "sec",
        "may",
        "obtained",
        "investor",
        "stockholder",
        "free",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "charge",
        "company",
        "website",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "including",
        "related",
        "capital",
        "needed",
        "growth",
        "opportunity",
        "growth",
        "based",
        "upon",
        "current",
        "expectation",
        "speak",
        "date",
        "hereof",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "statement",
        "result",
        "various",
        "factor",
        "uncertainty",
        "including",
        "recent",
        "economic",
        "slowdown",
        "affecting",
        "technology",
        "company",
        "ability",
        "successfully",
        "identify",
        "acquire",
        "new",
        "patent",
        "asset",
        "ability",
        "develop",
        "product",
        "rapid",
        "technological",
        "change",
        "market",
        "change",
        "demand",
        "future",
        "product",
        "legislative",
        "regulatory",
        "competitive",
        "development",
        "general",
        "economic",
        "condition",
        "annual",
        "report",
        "form",
        "recent",
        "forthcoming",
        "quarterly",
        "report",
        "form",
        "recent",
        "current",
        "report",
        "form",
        "sec",
        "filing",
        "discus",
        "important",
        "risk",
        "factor",
        "may",
        "affect",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "undertake",
        "obligation",
        "revise",
        "update",
        "publicly",
        "statement",
        "reason",
        "view",
        "source",
        "version",
        "http",
        "acacia",
        "rob",
        "stewart",
        "r",
        "mackenzie",
        "partner",
        "lawrence",
        "dennedy",
        "ldennedy",
        "georgeson",
        "llc",
        "christopher",
        "dowd",
        "cdowd",
        "medium",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "andy",
        "brimmer",
        "scott",
        "bisang",
        "mary",
        "aiello",
        "source",
        "acacia",
        "research",
        "corporation"
    ]
}