{
    "organizations": [],
    "uuid": "0c1a197c8086f3f200606cbc8f5a8274808ed57a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/cnbc-interview-with-abu-dhabi-financial-groups-ceo-jassim-alseddiqi.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Abu Dhabi Financial Group’s CEO, Jassim Alseddiqi",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of an exclusive CNBC interview with Abu Dhabi Financial Group's CEO, Jassim Alseddiqi, and CNBC's Hadley Gamble and Nancy Hungerford, live on CNBC's Capital Connection.\nPART 1\nHG: Now, I'm joined around the desk with Jassim Al Seddiqi, he's the CEO of Abu Dhabi Financial Group, Jassim welcome.\nJA : Thank you very much for having me.\nHG: Let's kick off with some of those numbers that we heard about the UAE, and the growth outlook for the country. You're heavily invested, not just in these tech startups that we've just been talking about, but also in terms of what's going to happen next in the financial sector here in the UAE. What's your take?\nJA: I think the past few years have been important, in terms of restructurings and consolidations in-, in the economy. I believe this year, and the next few years, are going to witness some growth, especially in the financial sector, with all the consolidations that are happening. I think the theme for the GCC in general, and more specifically the UAE, will be more consolidations going forward, which leads to more efficiency, and more value for investors.\nHG: Are we talking about that ADI-Mubadala tie-up, what's behind that?\nJA: I-, I would say it's more of the private sector consolidations that's really going to drive value for investors, more than the government consolidations.\nNH: Jassim, it's Nancy here, in Singapore. You talked about the prospect of consolidation. We're also looking ahead to what could be a big year for IPOs in the Gulf region. Is it your expectation that the environment is now ripe for many listings to take place, or are so many companies that you've even looked at still reluctant to hit public markets?\nJA: Yeah, I think it's a-, it's a very interesting question. We've seen ADNOC Distribution come to market in December 2017, which was an extremely difficult time. Today, compared with December 2017, it is a much, much better financial situation, investor sentiment situation, so I really think that we should be witnessing more IPOs coming up to the market this year.\nNH: And sector-specifically, in the region, what is most compelling to you, as an investment opportunity?\nJA: I think the financial services sectors, for us, continues to be a great opportunity. I think there will be more consolidation in the non-banking sector in financial services. This is something we-, we are looking at, also, at the moment.\nHG: Jassim, when you look at what you've done, in terms of the startup space, and what you're trying to do, not just here in the region, but also globally, with 500 Startups, you've taken a stake in that company. They are invested in south Asia. How would you say this will be impacted by what we've seen, not just with the China Trump trade spat, but also with the potential for the TPP talks, as well?\nJA : I think, when we talk about technology, it's a completely different landscape than any other sector, the conventional sectors. Technology really is, um-, is something that does not work with the conventional way of thinking, an investor thinks. And when we took a stake in 500 Startups, for us, global reach was very important, and 500 Startups is in basically every continent, they have more than 18 offices, globally. 500 Startups is basically a seed/venture capital platform, and when we're looking at this kind of business, those issues that you mentioned are not really apparent. I don't think this is going to affect the tech sector, or our investment in 500 Startups.\nHG: When you look at the Silicon Valley picture a bit more broadly, they've been under a lot of pressure, whether it be Mark Zuckerberg, over at Facebook, whether it be the YouTube movement. How much influence has your stake in 500 Startups really bought you, in terms of the running of that company?\nJA: You know, for us, 500 Startups is really a partnership. So, we've-, we've known the team for a while, the 500 Startups team, we've known them for a while, we've worked with them in the past, we have been investors with them in the past. For us, rather than influence and control, I think it's more of a partnership and synergies. Especially that we, as ADFG, have our own technology platform, as you know, which is-, which does incubation, which also does in-house technology development, and so forth.\nNH: And Jassim, over at 500 Startups, of course, the company really became, in some ways, a poster child of the problem of sexual harassment allegations, in the VC world, in Silicon Valley. Do you think, with the leadership changes underway here, that is in the past, and do you think, more broadly speaking, when you look at the culture in tech globally, that things are changing?\nJA: I think, you know, when we talk about 500 Startups, Christine Tsai is really a great leader for that firm. She is a very important figure, in my opinion, in the VC world, she's done a great job, she's a co-founder of 500 Startups. I think 500 Startups is in a new phase of its-, of its life, and I think any problems that it had in the past are cleared.\nNH: Thank you for that, Jassim. We will, of course, have much more coming up with you, that is Jassim Al Seddiqi of Abu Dhabi Financial Group.\nPART 2\nHG: Now, I'm back with Jassim Al Siddiqi, the CEO of Abu Dhabi Financial Group. Jassim, let's talk Saudi. It's an exciting time for the Kingdom, a lot of sweeping reforms from Mohammad Bin Salman, the Crown Prince. As an investor, what looks interesting in Saudi Arabia for you today?\nJA: Absolutely. Saudi Arabia has been on our radar for a while, as you know, Hadley, we've been very aggressive since 2015, 'til today, investing in Saudi. A transformation that's happening, and you are witnessing today the results of what has happened in 2016 and '17, is really great, and today, if you look at the Saudi Stock Exchange, it's up 12% year to date, it's the highest in the Middle East, actually, or in the GCC. I think financial services, insurance, real estate, are all interesting sectors in Saudi Arabia. Of course, entertainment is-, you know, is also a very clear opportunity.\nHG: When you look at what's happening, certainly with the NEOM development, a $500 billion megacity, being built literally from nothing, where are the opportunities there for ADFG?\nJA: I think for ADFG, you know, since we have a strong track record in real estate and development, our opportunity there is to be part of the real estate development, the hospitality development area.\nHG: How quickly do you think they're going to move forward with NEOM?\nJA: I think they've already moved forward with-, with NEOM. I think it's a-, it's a very serious initiative, I think people might not understand the whole concept of NEOM, uh-,\nHG: Do you?\nJA: I think I do, I think I'm a big believer of-, of NEOM. It's a very important hub, not only for Saudi Arabia, but also between Asia and Africa, through Saudi Arabia and-, and Egypt.\nNH: Jassim, how would you describe the startup community in Saudi Arabia? I know, as part of this diversification away from oil, entrepreneurs, startup, is just one area of heightened focus people are really putting the attention on. Do you think there's still a long way to go, though, when it comes to catching up with other capitals, let's say, not just in the US, but right here in Asia, as well?\nJA: You know, that's a very interesting question, you know, when we talk about startups, not only in Saudi Arabia, but in the GCC, or in the wider Middle East, it is catching up fairly quickly. We've seen a lot of successful startups, almost becoming unicorns, that have come up-, that have come from the region. I think we'll see the region catching up faster than other capitals around the world, although they are lagging, the others.\nNH: And what does this mean for fundraising, and the availability of funds, as well, because big, regional players, such as yourself, investors, I should say, have often looked to Silicon Valley. Do you think people are starting to look more at home?\nJA: Actually, I'd like to correct that. We do a lot of technology investing in the Middle East-,\nNH: Sure.\nJA: And specifically in-, in the UAE. You know, we've-, we have a lot of investments in the tech sector in-, in Abu Dhabi, we have offices in India, and in Egypt, that supports our tech development. So, I think, you know, Silicon Valley is-, is a great hub for technology, however, today, technology is really borderless, you know. There are many countries, and jurisdictions, and cities, all over the world, that-, that offer the right opportunity for startups, or even mature technology investments.\nHG: Jassim, when you look at what's happening in the private sector more broadly, two years' lower oil prices really putting pressure on private sector investors, certainly with what happened at the Riyadh Ritz-Carlton, that scenario, of course, raising questions for folks about getting involved in Saudi Arabia, or continuing to put money, or even where they're going to put their money next. How worried do you think they should be?\nJA: I don't think they should be worried at all, in my opinion. Oil prices have corrected significantly from-, in 2015, as we have seen, oil has reached less than $30 per barrel. Today it is more than double that. Today, we are talking about Brent at $72 per barrel, which I think is an extremely good price. Budgets of GCC nations have been set probably below $70 a barrel. I, personally, expect oil to hover between $70 and $75 this year, and it's a healthy price, in the longer-term. Now, what has happened in the past three years, in terms of restructures in economy, in terms of subsidies, the Ritz-Carlton event, etc., etc., I think those are healthy in the long-term, and long-term investors should see this as signs of stability, future stability, and signs of current opportunity.\nHG: And when you look at what's happening, particularly here in Abu Dhabi itself, we spoke earlier this week with the Chairman of Aldar, and he was talking about how this, sort of, socioeconomic outlook, in terms of bringing more people to the country, new legislation that's going to be enacted to really make sure that people invest in this country, going forward. What's your outlook for Abu Dhabi, in particular, in terms of the economic outlook?\nJA: You know, Abu Dhabi is a very special city. For the past 50 years, it has grown significantly, it has made a reputation for itself, and a strong name. What we see, today, comparing to different cities in the world, Abu Dhabi has-, has it all, it ticks all the boxes. Whether for investors, whether for visitors, for tourists, for education-seekers, etc., etc. We have the right infrastructure in terms of airports, healthcare, leisure facilities and business-,\nHG: When are we going to see that foot traffic that the Abu Dhabi government really wants to see? How soon?\nJA: I think it's happening. And I think-, and I think, you know, in the next few years, you're going to see this growing. We have to be realistic, it's not going to be 50% growth every year, or 30% growth every year. I think it will be double-digit growth, I think it will be high-tens growth, but, you know, we'll see this very soon.\nHG: Jassim, we're going to have to leave it there. Nancy, back over to you.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-04-18T08:00:00.000+03:00",
    "crawled": "2018-04-18T12:55:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "abu",
        "dhabi",
        "financial",
        "group",
        "ceo",
        "jassim",
        "alseddiqi",
        "cnbc",
        "hadley",
        "gamble",
        "nancy",
        "hungerford",
        "live",
        "cnbc",
        "capital",
        "connection",
        "part",
        "hg",
        "joined",
        "around",
        "desk",
        "jassim",
        "al",
        "seddiqi",
        "ceo",
        "abu",
        "dhabi",
        "financial",
        "group",
        "jassim",
        "welcome",
        "ja",
        "thank",
        "much",
        "hg",
        "let",
        "kick",
        "number",
        "heard",
        "uae",
        "growth",
        "outlook",
        "country",
        "heavily",
        "invested",
        "tech",
        "startup",
        "talking",
        "also",
        "term",
        "going",
        "happen",
        "next",
        "financial",
        "sector",
        "uae",
        "take",
        "ja",
        "think",
        "past",
        "year",
        "important",
        "term",
        "restructurings",
        "consolidation",
        "economy",
        "believe",
        "year",
        "next",
        "year",
        "going",
        "witness",
        "growth",
        "especially",
        "financial",
        "sector",
        "consolidation",
        "happening",
        "think",
        "theme",
        "gcc",
        "general",
        "specifically",
        "uae",
        "consolidation",
        "going",
        "forward",
        "lead",
        "efficiency",
        "value",
        "investor",
        "hg",
        "talking",
        "behind",
        "ja",
        "would",
        "say",
        "private",
        "sector",
        "consolidation",
        "really",
        "going",
        "drive",
        "value",
        "investor",
        "government",
        "consolidation",
        "nh",
        "jassim",
        "nancy",
        "singapore",
        "talked",
        "prospect",
        "consolidation",
        "also",
        "looking",
        "ahead",
        "could",
        "big",
        "year",
        "ipo",
        "gulf",
        "region",
        "expectation",
        "environment",
        "ripe",
        "many",
        "listing",
        "take",
        "place",
        "many",
        "company",
        "even",
        "looked",
        "still",
        "reluctant",
        "hit",
        "public",
        "market",
        "ja",
        "yeah",
        "think",
        "interesting",
        "question",
        "seen",
        "adnoc",
        "distribution",
        "come",
        "market",
        "december",
        "extremely",
        "difficult",
        "time",
        "today",
        "compared",
        "december",
        "much",
        "much",
        "better",
        "financial",
        "situation",
        "investor",
        "sentiment",
        "situation",
        "really",
        "think",
        "witnessing",
        "ipo",
        "coming",
        "market",
        "year",
        "nh",
        "region",
        "compelling",
        "investment",
        "opportunity",
        "ja",
        "think",
        "financial",
        "service",
        "sector",
        "u",
        "continues",
        "great",
        "opportunity",
        "think",
        "consolidation",
        "sector",
        "financial",
        "service",
        "something",
        "looking",
        "also",
        "moment",
        "hg",
        "jassim",
        "look",
        "done",
        "term",
        "startup",
        "space",
        "trying",
        "region",
        "also",
        "globally",
        "startup",
        "taken",
        "stake",
        "company",
        "invested",
        "south",
        "asia",
        "would",
        "say",
        "impacted",
        "seen",
        "china",
        "trump",
        "trade",
        "spat",
        "also",
        "potential",
        "tpp",
        "talk",
        "well",
        "ja",
        "think",
        "talk",
        "technology",
        "completely",
        "different",
        "landscape",
        "sector",
        "conventional",
        "sector",
        "technology",
        "really",
        "something",
        "work",
        "conventional",
        "way",
        "thinking",
        "investor",
        "think",
        "took",
        "stake",
        "startup",
        "u",
        "global",
        "reach",
        "important",
        "startup",
        "basically",
        "every",
        "continent",
        "office",
        "globally",
        "startup",
        "basically",
        "capital",
        "platform",
        "looking",
        "kind",
        "business",
        "issue",
        "mentioned",
        "really",
        "apparent",
        "think",
        "going",
        "affect",
        "tech",
        "sector",
        "investment",
        "startup",
        "hg",
        "look",
        "silicon",
        "valley",
        "picture",
        "bit",
        "broadly",
        "lot",
        "pressure",
        "whether",
        "mark",
        "zuckerberg",
        "facebook",
        "whether",
        "youtube",
        "movement",
        "much",
        "influence",
        "stake",
        "startup",
        "really",
        "bought",
        "term",
        "running",
        "company",
        "ja",
        "know",
        "u",
        "startup",
        "really",
        "partnership",
        "known",
        "team",
        "startup",
        "team",
        "known",
        "worked",
        "past",
        "investor",
        "past",
        "u",
        "rather",
        "influence",
        "control",
        "think",
        "partnership",
        "synergy",
        "especially",
        "adfg",
        "technology",
        "platform",
        "know",
        "incubation",
        "also",
        "technology",
        "development",
        "forth",
        "nh",
        "jassim",
        "startup",
        "course",
        "company",
        "really",
        "became",
        "way",
        "poster",
        "child",
        "problem",
        "sexual",
        "harassment",
        "allegation",
        "vc",
        "world",
        "silicon",
        "valley",
        "think",
        "leadership",
        "change",
        "underway",
        "past",
        "think",
        "broadly",
        "speaking",
        "look",
        "culture",
        "tech",
        "globally",
        "thing",
        "changing",
        "ja",
        "think",
        "know",
        "talk",
        "startup",
        "christine",
        "tsai",
        "really",
        "great",
        "leader",
        "firm",
        "important",
        "figure",
        "opinion",
        "vc",
        "world",
        "done",
        "great",
        "job",
        "startup",
        "think",
        "startup",
        "new",
        "phase",
        "life",
        "think",
        "problem",
        "past",
        "cleared",
        "nh",
        "thank",
        "jassim",
        "course",
        "much",
        "coming",
        "jassim",
        "al",
        "seddiqi",
        "abu",
        "dhabi",
        "financial",
        "group",
        "part",
        "hg",
        "back",
        "jassim",
        "al",
        "siddiqi",
        "ceo",
        "abu",
        "dhabi",
        "financial",
        "group",
        "jassim",
        "let",
        "talk",
        "saudi",
        "exciting",
        "time",
        "kingdom",
        "lot",
        "sweeping",
        "reform",
        "mohammad",
        "bin",
        "salman",
        "crown",
        "prince",
        "investor",
        "look",
        "interesting",
        "saudi",
        "arabia",
        "today",
        "ja",
        "absolutely",
        "saudi",
        "arabia",
        "radar",
        "know",
        "hadley",
        "aggressive",
        "since",
        "today",
        "investing",
        "saudi",
        "transformation",
        "happening",
        "witnessing",
        "today",
        "result",
        "happened",
        "really",
        "great",
        "today",
        "look",
        "saudi",
        "stock",
        "exchange",
        "year",
        "date",
        "highest",
        "middle",
        "east",
        "actually",
        "gcc",
        "think",
        "financial",
        "service",
        "insurance",
        "real",
        "estate",
        "interesting",
        "sector",
        "saudi",
        "arabia",
        "course",
        "entertainment",
        "know",
        "also",
        "clear",
        "opportunity",
        "hg",
        "look",
        "happening",
        "certainly",
        "neom",
        "development",
        "billion",
        "megacity",
        "built",
        "literally",
        "nothing",
        "opportunity",
        "adfg",
        "ja",
        "think",
        "adfg",
        "know",
        "since",
        "strong",
        "track",
        "record",
        "real",
        "estate",
        "development",
        "opportunity",
        "part",
        "real",
        "estate",
        "development",
        "hospitality",
        "development",
        "area",
        "hg",
        "quickly",
        "think",
        "going",
        "move",
        "forward",
        "neom",
        "ja",
        "think",
        "already",
        "moved",
        "forward",
        "neom",
        "think",
        "serious",
        "initiative",
        "think",
        "people",
        "might",
        "understand",
        "whole",
        "concept",
        "neom",
        "hg",
        "ja",
        "think",
        "think",
        "big",
        "believer",
        "neom",
        "important",
        "hub",
        "saudi",
        "arabia",
        "also",
        "asia",
        "africa",
        "saudi",
        "arabia",
        "egypt",
        "nh",
        "jassim",
        "would",
        "describe",
        "startup",
        "community",
        "saudi",
        "arabia",
        "know",
        "part",
        "diversification",
        "away",
        "oil",
        "entrepreneur",
        "startup",
        "one",
        "area",
        "heightened",
        "focus",
        "people",
        "really",
        "putting",
        "attention",
        "think",
        "still",
        "long",
        "way",
        "go",
        "though",
        "come",
        "catching",
        "capital",
        "let",
        "say",
        "u",
        "right",
        "asia",
        "well",
        "ja",
        "know",
        "interesting",
        "question",
        "know",
        "talk",
        "startup",
        "saudi",
        "arabia",
        "gcc",
        "wider",
        "middle",
        "east",
        "catching",
        "fairly",
        "quickly",
        "seen",
        "lot",
        "successful",
        "startup",
        "almost",
        "becoming",
        "unicorn",
        "come",
        "come",
        "region",
        "think",
        "see",
        "region",
        "catching",
        "faster",
        "capital",
        "around",
        "world",
        "although",
        "lagging",
        "others",
        "nh",
        "mean",
        "fundraising",
        "availability",
        "fund",
        "well",
        "big",
        "regional",
        "player",
        "investor",
        "say",
        "often",
        "looked",
        "silicon",
        "valley",
        "think",
        "people",
        "starting",
        "look",
        "home",
        "ja",
        "actually",
        "like",
        "correct",
        "lot",
        "technology",
        "investing",
        "middle",
        "nh",
        "sure",
        "ja",
        "specifically",
        "uae",
        "know",
        "lot",
        "investment",
        "tech",
        "sector",
        "abu",
        "dhabi",
        "office",
        "india",
        "egypt",
        "support",
        "tech",
        "development",
        "think",
        "know",
        "silicon",
        "valley",
        "great",
        "hub",
        "technology",
        "however",
        "today",
        "technology",
        "really",
        "borderless",
        "know",
        "many",
        "country",
        "jurisdiction",
        "city",
        "world",
        "offer",
        "right",
        "opportunity",
        "startup",
        "even",
        "mature",
        "technology",
        "investment",
        "hg",
        "jassim",
        "look",
        "happening",
        "private",
        "sector",
        "broadly",
        "two",
        "year",
        "lower",
        "oil",
        "price",
        "really",
        "putting",
        "pressure",
        "private",
        "sector",
        "investor",
        "certainly",
        "happened",
        "riyadh",
        "scenario",
        "course",
        "raising",
        "question",
        "folk",
        "getting",
        "involved",
        "saudi",
        "arabia",
        "continuing",
        "put",
        "money",
        "even",
        "going",
        "put",
        "money",
        "next",
        "worried",
        "think",
        "ja",
        "think",
        "worried",
        "opinion",
        "oil",
        "price",
        "corrected",
        "significantly",
        "seen",
        "oil",
        "reached",
        "less",
        "per",
        "barrel",
        "today",
        "double",
        "today",
        "talking",
        "brent",
        "per",
        "barrel",
        "think",
        "extremely",
        "good",
        "price",
        "budget",
        "gcc",
        "nation",
        "set",
        "probably",
        "barrel",
        "personally",
        "expect",
        "oil",
        "hover",
        "year",
        "healthy",
        "price",
        "happened",
        "past",
        "three",
        "year",
        "term",
        "restructures",
        "economy",
        "term",
        "subsidy",
        "event",
        "think",
        "healthy",
        "investor",
        "see",
        "sign",
        "stability",
        "future",
        "stability",
        "sign",
        "current",
        "opportunity",
        "hg",
        "look",
        "happening",
        "particularly",
        "abu",
        "dhabi",
        "spoke",
        "earlier",
        "week",
        "chairman",
        "aldar",
        "talking",
        "sort",
        "socioeconomic",
        "outlook",
        "term",
        "bringing",
        "people",
        "country",
        "new",
        "legislation",
        "going",
        "enacted",
        "really",
        "make",
        "sure",
        "people",
        "invest",
        "country",
        "going",
        "forward",
        "outlook",
        "abu",
        "dhabi",
        "particular",
        "term",
        "economic",
        "outlook",
        "ja",
        "know",
        "abu",
        "dhabi",
        "special",
        "city",
        "past",
        "year",
        "grown",
        "significantly",
        "made",
        "reputation",
        "strong",
        "name",
        "see",
        "today",
        "comparing",
        "different",
        "city",
        "world",
        "abu",
        "dhabi",
        "tick",
        "box",
        "whether",
        "investor",
        "whether",
        "visitor",
        "tourist",
        "etc",
        "right",
        "infrastructure",
        "term",
        "airport",
        "healthcare",
        "leisure",
        "facility",
        "hg",
        "going",
        "see",
        "foot",
        "traffic",
        "abu",
        "dhabi",
        "government",
        "really",
        "want",
        "see",
        "soon",
        "ja",
        "think",
        "happening",
        "think",
        "know",
        "next",
        "year",
        "going",
        "see",
        "growing",
        "realistic",
        "going",
        "growth",
        "every",
        "year",
        "growth",
        "every",
        "year",
        "think",
        "growth",
        "think",
        "growth",
        "know",
        "see",
        "soon",
        "hg",
        "jassim",
        "going",
        "leave",
        "nancy",
        "back",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}