{
    "organizations": [],
    "uuid": "a2efbe47a5470aa1c76f4041043f2788c700bc65",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/20/globe-newswire-star-bulk-announces-the-acquisition-of-16-vessels-from-augustea-atlantica-york-capital-management.html",
    "ord_in_thread": 0,
    "title": "Star Bulk Announces the Acquisition of 16 Vessels from Augustea Atlantica & York Capital Management",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATHENS, Greece, April 20, 2018 (GLOBE NEWSWIRE) -- Star Bulk Carriers Corp. (the “Company” or “Star Bulk”) (Nasdaq:SBLK), today announced that it has agreed to acquire 16 vessels from entities affiliated with Augustea Atlantica SpA and York Capital Management in an all-share transaction (the “Vessel Acquisition”). As consideration for the Vessel Acquisition, Star Bulk has agreed to issue approximately 10.5 million common shares to the sellers of the 16 vessels, equal to approximately 14.1% of Star Bulk’s common shares after the closing of the Vessel Acquisition. Under the terms of the agreement with the sellers, the consideration will be determined based on the average vessel valuations by independent vessel appraisers and is subject to adjustments for cash, debt and capex on the closing date. As part of the transaction, the Company will assume debt of $310.0 million. The Vessel Acquisition, which is expected to be consummated in the second quarter of 2018, remains subject to the execution of definitive finance agreements and customary closing conditions. An entity affiliated with family members of our CEO, Mr. Petros Pappas, is a passive minority investor in 3 of the 16 acquired vessels. The technical management of the 16 vessels will remain with an entity affiliated with Augustea Atlantica SpA, while commercial management will be taken over by Star Bulk.\nThe Acquired Vessels:\nVessel YoB Yard DWT ABOY Sienna (1) 2017 SWS 208,000 ABOY Laetitia (1) 2017 SWS 208,000 ABOY Karlie (1) 2016 SWS 208,000 ABY Scarlett 2014 Jinhai 178,000 ABYO Audrey 2011 New Times 175,125 Paola 2011 NTS 115,259 ABML Eva 2011 STX Dalian 106,659 Piera 2010 Sungdong 91,951 Maria Laura Prima 2010 Sungdong 91,945 Aphrodite 2011 Sungdong 91,827 ABY Jeannette 2014 STX 83,000 ABY Asia (1) 2017 Sanoyas 82,000 Lydia Cafiero 2013 JMU 81,187 Nicole 2013 JMU 81,120 ABY Virginia 2015 JMU 81,000 ABY Monica 2015 JMU 60,000 Total 1,943,073 (1) Subject to a bareboat charter accounted as a capital lease\nPetros Pappas, Chief Executive Officer of Star Bulk, commented: “I am very pleased that Star Bulk is acquiring a high quality, modern fleet in an all-share transaction. Combined with attractive bank financing, we believe that the transaction will be accretive to our shareholders. Star Bulk will continue to be a consolidator in the dry bulk industry. As part of the Vessel Acquisition, Star Bulk will acquire a fleet of 5 Newcastlemaxes / Capesize vessels, 2 Mini Capesize vessels, 8 Post Panamax / Kamsarmax vessels and 1 Ultramax vessel of 4.5 years of average age, built mainly in Japan and Korea which will provide Star Bulk with synergies and economies of scale. The vessels will be acquired by a non-recourse fully-owned subsidiary of Star Bulk. Upon completion of the Transaction, it is expected that Mr. Raffaele Zagari will join the Board of Directors of Star Bulk. I am confident that Raffaele with his 25 years of shipping experience, will be a valuable asset in the development of our Company.”\nCiti is acting as financial advisor to the Company in connection with the Vessel Acquisition.\nAbout Star Bulk\nStar Bulk is a global shipping company providing worldwide seaborne transportation solutions in the dry bulk sector. Star Bulk’s vessels transport major bulks, which include iron ore, coal and grain, and minor bulks, which include bauxite, fertilizers and steel products. Star Bulk was incorporated in the Marshall Islands on December 13, 2006 and maintains executive offices in Athens, Greece. Its common stock trades on the Nasdaq Global Select Market under the symbol “SBLK”. On a fully delivered basis, Star Bulk will have a fleet of 90 vessels, with an aggregate capacity of 10.2 million dwt, consisting of 14 Newcastlemax, 15 Capesize, 2 Mini Capesize, 7 Post Panamax, 25 Kamsarmax, 2 Panamax, 15 Ultramax and 10 Supramax vessels with carrying capacities between 52,055 dwt and 209,537 dwt.\nForward‐Looking Statements\nMatters discussed in this press release may constitute forward looking statements. The Private Securities Litigation Reform Act of 1995 provides safe harbor protections for forward‐looking statements in order to encourage companies to provide prospective information about their business. Forward‐looking statements include statements concerning plans, objectives, goals, strategies, future events or performance, and underlying assumptions and other statements, which are other than statements of historical facts.\nThe Company desires to take advantage of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and is including this cautionary statement in connection with this safe harbor legislation. The words “believe,” “anticipate,” “intends,” “estimate,” “forecast,” “project,” “plan,” “potential,” “may,” “should,” “expect,” “pending” and similar expressions identify forward‐looking statements.\nThe forward‐looking statements in this press release are based upon various assumptions, many of which are based, in turn, upon further assumptions, including without limitation, examination by the Company’s management of historical operating trends, data contained in its records and other data available from third parties. Although the Company believes that these assumptions were reasonable when made, because these assumptions are inherently subject to significant uncertainties and contingencies which are difficult or impossible to predict and are beyond the Company’s control, the Company cannot assure you that it will achieve or accomplish these expectations, beliefs or projections.\nIn addition to these important factors, other important factors that, in the Company’s view, could cause actual results to differ materially from those discussed in the forward‐looking statements include general dry bulk shipping market conditions, including fluctuations in charterhire rates and vessel values; the strength of world economies; the stability of Europe and the Euro; fluctuations in interest rates and foreign exchange rates; changes in demand in the dry bulk shipping industry, including the market for the Company’s vessels; changes in the Company’s operating expenses, including bunker prices, dry docking and insurance costs; changes in governmental rules and regulations or actions taken by regulatory authorities; potential liability from pending or future litigation; general domestic and international political conditions; potential disruption of shipping routes due to accidents or political events; the availability of financing and refinancing; the Company’s ability to meet requirements for additional capital and financing to complete the Company’s newbuilding program and grow the Company’s business; the impact of the level of the Company’s indebtedness and the restrictions in the Company’s debt agreements; vessel breakdowns and instances of off‐hire; risks associated with vessel construction; potential exposure or loss from investment in derivative instruments; potential conflicts of interest involving the Company’s Chief Executive Officer, his family and other members of the Company’s senior management and the Company’s ability to complete acquisition transactions as planned. Please see the Company’s filings with the Securities and Exchange Commission for a more complete discussion of these and other risks and uncertainties. The information set forth herein speaks only as of the date hereof, and the Company disclaims any intention or obligation to update any forward‐looking statements as a result of developments occurring after the date of this communication.\nContacts: Company: Investor Relations / Financial Media: Simos Spyrou, Christos Begleris Nicolas Bornozis Co ‐ Chief Financial Officers President Star Bulk Carriers Corp. Capital Link, Inc. c/o Star Bulk Management Inc. 230 Park Avenue, Suite 1536 40 Ag. Konstantinou Av. New York, NY 10169 Maroussi 15124 Tel. (212) 661‐7566 Athens, Greece E‐mail: starbulk@capitallink.com Email: info@starbulk.com www.capitallink.com www.starbulk.com\nSource:Star Bulk Carriers Corp.",
    "published": "2018-04-20T16:45:00.000+03:00",
    "crawled": "2018-04-20T16:39:29.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "athens",
        "greece",
        "april",
        "globe",
        "newswire",
        "star",
        "bulk",
        "carrier",
        "company",
        "star",
        "bulk",
        "nasdaq",
        "sblk",
        "today",
        "announced",
        "agreed",
        "acquire",
        "vessel",
        "entity",
        "affiliated",
        "augustea",
        "atlantica",
        "spa",
        "york",
        "capital",
        "management",
        "transaction",
        "vessel",
        "acquisition",
        "consideration",
        "vessel",
        "acquisition",
        "star",
        "bulk",
        "agreed",
        "issue",
        "approximately",
        "million",
        "common",
        "share",
        "seller",
        "vessel",
        "equal",
        "approximately",
        "star",
        "bulk",
        "common",
        "share",
        "closing",
        "vessel",
        "acquisition",
        "term",
        "agreement",
        "seller",
        "consideration",
        "determined",
        "based",
        "average",
        "vessel",
        "valuation",
        "independent",
        "vessel",
        "appraiser",
        "subject",
        "adjustment",
        "cash",
        "debt",
        "capex",
        "closing",
        "date",
        "part",
        "transaction",
        "company",
        "assume",
        "debt",
        "million",
        "vessel",
        "acquisition",
        "expected",
        "consummated",
        "second",
        "quarter",
        "remains",
        "subject",
        "execution",
        "definitive",
        "finance",
        "agreement",
        "customary",
        "closing",
        "condition",
        "entity",
        "affiliated",
        "family",
        "member",
        "ceo",
        "petros",
        "pappa",
        "passive",
        "minority",
        "investor",
        "acquired",
        "vessel",
        "technical",
        "management",
        "vessel",
        "remain",
        "entity",
        "affiliated",
        "augustea",
        "atlantica",
        "spa",
        "commercial",
        "management",
        "taken",
        "star",
        "bulk",
        "acquired",
        "vessel",
        "vessel",
        "yob",
        "yard",
        "dwt",
        "aboy",
        "sienna",
        "sw",
        "aboy",
        "laetitia",
        "sw",
        "aboy",
        "karlie",
        "sw",
        "aby",
        "scarlett",
        "jinhai",
        "abyo",
        "audrey",
        "new",
        "time",
        "paola",
        "nt",
        "abml",
        "eva",
        "stx",
        "dalian",
        "piera",
        "sungdong",
        "maria",
        "laura",
        "prima",
        "sungdong",
        "aphrodite",
        "sungdong",
        "aby",
        "jeannette",
        "stx",
        "aby",
        "asia",
        "sanoyas",
        "lydia",
        "cafiero",
        "jmu",
        "nicole",
        "jmu",
        "aby",
        "virginia",
        "jmu",
        "aby",
        "monica",
        "jmu",
        "total",
        "subject",
        "bareboat",
        "charter",
        "accounted",
        "capital",
        "lease",
        "petros",
        "pappa",
        "chief",
        "executive",
        "officer",
        "star",
        "bulk",
        "commented",
        "pleased",
        "star",
        "bulk",
        "acquiring",
        "high",
        "quality",
        "modern",
        "fleet",
        "transaction",
        "combined",
        "attractive",
        "bank",
        "financing",
        "believe",
        "transaction",
        "accretive",
        "shareholder",
        "star",
        "bulk",
        "continue",
        "consolidator",
        "dry",
        "bulk",
        "industry",
        "part",
        "vessel",
        "acquisition",
        "star",
        "bulk",
        "acquire",
        "fleet",
        "newcastlemaxes",
        "capesize",
        "vessel",
        "mini",
        "capesize",
        "vessel",
        "post",
        "panamax",
        "kamsarmax",
        "vessel",
        "ultramax",
        "vessel",
        "year",
        "average",
        "age",
        "built",
        "mainly",
        "japan",
        "korea",
        "provide",
        "star",
        "bulk",
        "synergy",
        "economy",
        "scale",
        "vessel",
        "acquired",
        "subsidiary",
        "star",
        "bulk",
        "upon",
        "completion",
        "transaction",
        "expected",
        "raffaele",
        "zagari",
        "join",
        "board",
        "director",
        "star",
        "bulk",
        "confident",
        "raffaele",
        "year",
        "shipping",
        "experience",
        "valuable",
        "asset",
        "development",
        "citi",
        "acting",
        "financial",
        "advisor",
        "company",
        "connection",
        "vessel",
        "acquisition",
        "star",
        "bulk",
        "star",
        "bulk",
        "global",
        "shipping",
        "company",
        "providing",
        "worldwide",
        "seaborne",
        "transportation",
        "solution",
        "dry",
        "bulk",
        "sector",
        "star",
        "bulk",
        "vessel",
        "transport",
        "major",
        "bulk",
        "include",
        "iron",
        "ore",
        "coal",
        "grain",
        "minor",
        "bulk",
        "include",
        "bauxite",
        "fertilizer",
        "steel",
        "product",
        "star",
        "bulk",
        "incorporated",
        "marshall",
        "island",
        "december",
        "maintains",
        "executive",
        "office",
        "athens",
        "greece",
        "common",
        "stock",
        "trade",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "sblk",
        "fully",
        "delivered",
        "basis",
        "star",
        "bulk",
        "fleet",
        "vessel",
        "aggregate",
        "capacity",
        "million",
        "dwt",
        "consisting",
        "newcastlemax",
        "capesize",
        "mini",
        "capesize",
        "post",
        "panamax",
        "kamsarmax",
        "panamax",
        "ultramax",
        "supramax",
        "vessel",
        "carrying",
        "capacity",
        "dwt",
        "dwt",
        "statement",
        "matter",
        "discussed",
        "press",
        "release",
        "may",
        "constitute",
        "forward",
        "looking",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "safe",
        "harbor",
        "protection",
        "statement",
        "order",
        "encourage",
        "company",
        "provide",
        "prospective",
        "information",
        "business",
        "statement",
        "include",
        "statement",
        "concerning",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "underlying",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "company",
        "desire",
        "take",
        "advantage",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "cautionary",
        "statement",
        "connection",
        "safe",
        "harbor",
        "legislation",
        "word",
        "believe",
        "anticipate",
        "intends",
        "estimate",
        "forecast",
        "project",
        "plan",
        "potential",
        "may",
        "expect",
        "pending",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "press",
        "release",
        "based",
        "upon",
        "various",
        "assumption",
        "many",
        "based",
        "turn",
        "upon",
        "assumption",
        "including",
        "without",
        "limitation",
        "examination",
        "company",
        "management",
        "historical",
        "operating",
        "trend",
        "data",
        "contained",
        "record",
        "data",
        "available",
        "third",
        "party",
        "although",
        "company",
        "belief",
        "assumption",
        "reasonable",
        "made",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "difficult",
        "impossible",
        "predict",
        "beyond",
        "company",
        "control",
        "company",
        "assure",
        "achieve",
        "accomplish",
        "expectation",
        "belief",
        "projection",
        "addition",
        "important",
        "factor",
        "important",
        "factor",
        "company",
        "view",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "general",
        "dry",
        "bulk",
        "shipping",
        "market",
        "condition",
        "including",
        "fluctuation",
        "charterhire",
        "rate",
        "vessel",
        "value",
        "strength",
        "world",
        "economy",
        "stability",
        "europe",
        "euro",
        "fluctuation",
        "interest",
        "rate",
        "foreign",
        "exchange",
        "rate",
        "change",
        "demand",
        "dry",
        "bulk",
        "shipping",
        "industry",
        "including",
        "market",
        "company",
        "vessel",
        "change",
        "company",
        "operating",
        "expense",
        "including",
        "bunker",
        "price",
        "dry",
        "docking",
        "insurance",
        "cost",
        "change",
        "governmental",
        "rule",
        "regulation",
        "action",
        "taken",
        "regulatory",
        "authority",
        "potential",
        "liability",
        "pending",
        "future",
        "litigation",
        "general",
        "domestic",
        "international",
        "political",
        "condition",
        "potential",
        "disruption",
        "shipping",
        "route",
        "due",
        "accident",
        "political",
        "event",
        "availability",
        "financing",
        "refinancing",
        "company",
        "ability",
        "meet",
        "requirement",
        "additional",
        "capital",
        "financing",
        "complete",
        "company",
        "newbuilding",
        "program",
        "grow",
        "company",
        "business",
        "impact",
        "level",
        "company",
        "indebtedness",
        "restriction",
        "company",
        "debt",
        "agreement",
        "vessel",
        "breakdown",
        "instance",
        "risk",
        "associated",
        "vessel",
        "construction",
        "potential",
        "exposure",
        "loss",
        "investment",
        "derivative",
        "instrument",
        "potential",
        "conflict",
        "interest",
        "involving",
        "company",
        "chief",
        "executive",
        "officer",
        "family",
        "member",
        "company",
        "senior",
        "management",
        "company",
        "ability",
        "complete",
        "acquisition",
        "transaction",
        "planned",
        "please",
        "see",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "information",
        "set",
        "forth",
        "herein",
        "speaks",
        "date",
        "hereof",
        "company",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "statement",
        "result",
        "development",
        "occurring",
        "date",
        "communication",
        "contact",
        "company",
        "investor",
        "relation",
        "financial",
        "medium",
        "simos",
        "spyrou",
        "christos",
        "begleris",
        "nicolas",
        "bornozis",
        "co",
        "chief",
        "financial",
        "officer",
        "president",
        "star",
        "bulk",
        "carrier",
        "capital",
        "link",
        "star",
        "bulk",
        "management",
        "park",
        "avenue",
        "suite",
        "ag",
        "konstantinou",
        "av",
        "new",
        "york",
        "ny",
        "maroussi",
        "tel",
        "athens",
        "greece",
        "starbulk",
        "email",
        "info",
        "source",
        "star",
        "bulk",
        "carrier",
        "corp"
    ]
}