{
    "organizations": [],
    "uuid": "79a6b3fa5bdd0f89ea7bfd007ddb9d8b0f987d29",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/09/raceahead-tony-robbins-apologizes-metoo-remarks/",
    "ord_in_thread": 0,
    "title": "Tony Robbins Apologizes for His #MeToo Remarks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 9, 2018 2:34 PM ET Life coach and CEO-whisperer Tony Robbins issued an apology yesterday after a video of him telling a packed auditorium that some women associated with the #MeToo movement were just engaging in victimhood to destroy powerful men went viral on Saturday.\nThe apology was directed largely toward #MeToo creator Tarana Burke , who was one of many people who critiqued his remarks online. “I apologize for suggesting anything other than my profound admiration for the #MeToo movement,” Robbins said in a Facebook post . “I am committed to helping educate others so that we all stay true to the ideals of the #MeToo movement.”\nThe controversy started after Now This shared a clip of his remarks and an exchange with an audience member on Twitter.\n“If you use the #MeToo movement to try to get significance and certainty by attacking and destroying someone else you haven’t grown an ounce,” he said during a self-help seminar held in San Jose, Calif. on Mar. 15. “All you’ve done is basically use a drug called significance to make yourself feel good.”\nOne of Robbins’s followers, Nadine McCool, a sexual abuse survivor, politely pushed back. “I think you misunderstand the #MeToo movement,” she began. She said he was failing to account for the “significant number of people who are using it not to relive whatever may have happened to them but to make it safe for young women, so they don’t have to experience it.”\nThe video hit a nerve. “This moment is so damaging especially with how influential @TonyRobbins is,” Burke responded on Twitter . “We have a hard enough time trying to shift the narrative about what this movement really is and he stands in front of thousands of his followers and completely misrepresents the @MeTooMVMT .”\nIn the clip, Robbins went on to explain that one very famous and powerful executive who he knew was “very stressed,” and didn’t hire a “very attractive woman” for a role despite being better qualified than two male candidates, because “it was too big a risk.” A dozen influential men have told him the same thing, he said.\nIt begs the question: What could Robbins have counseled that would have helped those men make more courageous, inclusive, and less legally dubious decisions?\nBurke is right to be concerned about the power of Robbins to shape thinking. Fortune’s Brian O’Keefe wrote an extraordinary profile of the guru in 2014 that flagged his growing influence in C-Suites. From his story:\nFew if any self-improvement gurus are as familiar to Americans as Robbins, but somewhat more quietly over the years he has assumed a different role—as trusted adviser to corporate chieftains and captains of finance. He counts billionaires such as Virgin’s Richard Branson and gaming magnate Steve Wynn among his friends. His special gift, say admirers, is his ability to help successful people not only take their performance to the next level but also find personal fulfillment in the process. Robbins’ knack for combining pragmatic analysis with empathy has turned him into a modern-day consigliere to the C-suite. “He’s been a source of direction—a rebooter for me when I got off track,” says longtime Hollywood producer Peter Guber, the onetime CEO of Sony Pictures Entertainment and an owner of the Los Angeles Dodgers who first discovered Robbins through his tapes and then became a close friend. “I would call on him to look at what I was doing in my life. Was I being authentic?”\nIf you’ve got the time, you can see the authentic Robbins in the longer clip , in which he cut McCool off almost immediately, and among other worrisome things, delivered a sharply worded reminder about Jesus and how vulnerable we all are to exposure. “You shouldn’t throw that stone if you live in a fucking glass house,” he said. The eleven-minute exchange will be more appalling if you’re unfamiliar with the secular mega-church vibe that characterizes these events, but it’s hard to generate an interpretation that doesn’t cast Robbins as either tone-deaf at best or threatening at worst.\nThe big winner was McCool, who kept her cool while making the case that Robbins was out of touch. He conceded as much in his apology. “[S]ometimes, the teacher has to become the student and it is clear that I still have much to learn,” he wrote. If he can learn to coach powerful men to stop throwing barriers in front of powerful women and other marginalized groups, it might have been worth the exercise.\nOn Point When CEOs take a stand Professors Michael Toffel, of Harvard Business School, and Aaron Chatterji, of Duke’s Fuqua School of Business, explain their research on CEO activism in this fascinating HBR podcast. Simply put, CEO activism happens when chief executives personally weigh in on controversial political and social issues that do not directly relate to their core business functions. These days, staying neutral on issues on topics like race and LGBTQ rights is increasingly a less attractive option. “Corporate America has really ended up in many cases on the social vanguard, as you might think about it,” says Chatterji. The trend may be driven by the expectation from customers and employees that leaders need to stand by their stated values and that work should matter in the world. But it’s complicated. “Businesses have an obligation, and their CEOs as a result, to be a force for good ,” says PayPal CEO Dan Schulman. HBR Inside the new memorial to the victims of lynching Fortune has followed criminal defense attorney Bryan Stevenson’s work closely ; his organization’s new lynching memorial has been years in the planning. Oprah Winfrey reported for 60 Minutes about the new Montgomery, Ala.-based “National Memorial for Peace and Justice,” which documents the thousands of lynchings of African American men, women, and children over a seventy year period after the Civil War. Many were public, even celebrated events. The memorial is solemn and beautiful but the stories they tell are wrenching. The segment begins with the story of 18-year-old Wes Johnson, accused of assaulting a white woman, dragged from his jail cell by a mob, then shot and hung from a tree.“We want to call this community to repentance, to acknowledgement, to shame,” says Stevenson. CBS News Fans of Cleveland’s baseball team mock protestors at the season’s home opener It was not a good look, but hardly a new occurrence. For 25 years, people have protested the team’s name – Cleveland Indians — and their Chief Wahoo logo on opening day, but this year’s event had the added element of a partial victory: Chief Wahoo, a clearly racist image, will be removed from player uniforms. The protestors, led by a group called the Committee of 500 Years of Dignity and Resistance, want the image removed from other merchandise and the name of the team changed as well. The insults from fans got pretty nasty, but according to Cleveland.com , a couple of fans conceded defeat. “What do you want? You already won,” they said. Cleveland.com A new study to minimize hate speech and abuse on Twitter has begun Four researchers who specialize in some version of behavioral science, online communication, and community safety are leading a study to determine whether the publication of clear policies and expectations will improve behavior on the platform. “With multiple methods, online abuse can be greatly diminished — if we also discover which methods actually work in which situations,” says Susan Benesch, faculty associate of the Berkman Klein Center for Internet & Society at Harvard University, and founder and director of the Dangerous Speech Project . Unfortunately, most have not been properly tested. Click through for the study parameters and design – transparent, collaborative and dedicated to user privacy – and follow the researchers on Twitter. They seem pretty interesting. Medium Advertisement The Woke Leader A historian documents slavery and labor abuses that spanned into the 1960s Louisiana-based Antoinette Harrell calls herself the “slavery detective of the South,” and uses decades-old records and old-fashioned shoe leather to document stories of black families held against their will on farms and plantations. A few of her investigations have been used in court cases, specifically for reparations. This short Vice documentary captures both her dogged spirit and the lives of desperately poor people, some of whom continue to live on the same land where their family labored for generations. But it’s also her story, as the descendant of formerly enslaved people turned captive sharecroppers. Well worth your time, I promise. Vice Novelist Junot Diaz breaks his silence on his rape as a child I’ve rarely read anything this wrenching and honest. That this essay, published today, comes from a beloved figure, the Pulitzer Prize-winning and bestselling novelist, means that it reads like the whispered confession of a dear friend. It begins with his rape at age 8, betrayed by a trusted adult, and then deftly spins a story of the pain the event brought into his life. “Not enough pages in the world to describe what it did to me,” he writes, foretelling the confusion, despair, pain, shame, hiding, infidelity, writer’s block and substances still to come. “More than being Dominican, more than being an immigrant, more, even, than being of African descent, my rape defined me. I spent more energy running from it than I did living.” If you can bear it, it’s a must-read. New Yorker A competition for students using STEM to improve criminal justice The Center for Policing Equity (CPE), a think tank aiming to improve the relationship between police and communities by conducting cutting-edge research and working collaboratively with police departments, has announced the “Young Justice Nerds Awards,” a competition for high school and college students asking them to submit written work and a video essay about how they are using science and technology to improve the criminal justice system. One high school team and at least one college winner will get an all-expense paid trip to D.C., where they will participate in the CPE’s Celebrating the Science of Justice , and a bunch of other really cool-sounding stuff. Learn more about the CPE here, and follow their charismatic director, Phillip Atiba Goff here . Center for Policing Equity Quote:\nMy work started in support of Black and brown girls in the community in Alabama. And it grew to be about supporting Black and brown women and girls across the country. And beyond that, it grew to be about supporting marginalized people in marginalized communities. And it was very specifically about supporting survivors. It didn’t deal with the perpetrators so much as it dealt with supporting the survivors. And so this iteration in social media has placed a larger focus on perpetrators being called out and held accountable for their actions. But the actual #MeToo Movement is about supporting sexual assault survivors. So that’s where it’s different. - Tarana Burke.",
    "published": "2018-04-10T02:22:00.000+03:00",
    "crawled": "2018-04-10T06:49:23.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "pm",
        "et",
        "life",
        "coach",
        "tony",
        "robbins",
        "issued",
        "apology",
        "yesterday",
        "video",
        "telling",
        "packed",
        "auditorium",
        "woman",
        "associated",
        "metoo",
        "movement",
        "engaging",
        "victimhood",
        "destroy",
        "powerful",
        "men",
        "went",
        "viral",
        "saturday",
        "apology",
        "directed",
        "largely",
        "toward",
        "metoo",
        "creator",
        "tarana",
        "burke",
        "one",
        "many",
        "people",
        "critiqued",
        "remark",
        "online",
        "apologize",
        "suggesting",
        "anything",
        "profound",
        "admiration",
        "metoo",
        "movement",
        "robbins",
        "said",
        "facebook",
        "post",
        "committed",
        "helping",
        "educate",
        "others",
        "stay",
        "true",
        "ideal",
        "metoo",
        "controversy",
        "started",
        "shared",
        "clip",
        "remark",
        "exchange",
        "audience",
        "member",
        "twitter",
        "use",
        "metoo",
        "movement",
        "try",
        "get",
        "significance",
        "certainty",
        "attacking",
        "destroying",
        "someone",
        "else",
        "grown",
        "ounce",
        "said",
        "seminar",
        "held",
        "san",
        "jose",
        "mar",
        "done",
        "basically",
        "use",
        "drug",
        "called",
        "significance",
        "make",
        "feel",
        "one",
        "robbins",
        "follower",
        "nadine",
        "mccool",
        "sexual",
        "abuse",
        "survivor",
        "politely",
        "pushed",
        "back",
        "think",
        "misunderstand",
        "metoo",
        "movement",
        "began",
        "said",
        "failing",
        "account",
        "significant",
        "number",
        "people",
        "using",
        "relive",
        "whatever",
        "may",
        "happened",
        "make",
        "safe",
        "young",
        "woman",
        "experience",
        "video",
        "hit",
        "nerve",
        "moment",
        "damaging",
        "especially",
        "influential",
        "tonyrobbins",
        "burke",
        "responded",
        "twitter",
        "hard",
        "enough",
        "time",
        "trying",
        "shift",
        "narrative",
        "movement",
        "really",
        "stand",
        "front",
        "thousand",
        "follower",
        "completely",
        "misrepresents",
        "metoomvmt",
        "clip",
        "robbins",
        "went",
        "explain",
        "one",
        "famous",
        "powerful",
        "executive",
        "knew",
        "stressed",
        "hire",
        "attractive",
        "woman",
        "role",
        "despite",
        "better",
        "qualified",
        "two",
        "male",
        "candidate",
        "big",
        "dozen",
        "influential",
        "men",
        "told",
        "thing",
        "said",
        "begs",
        "question",
        "could",
        "robbins",
        "counseled",
        "would",
        "helped",
        "men",
        "make",
        "courageous",
        "inclusive",
        "less",
        "legally",
        "dubious",
        "decision",
        "burke",
        "right",
        "concerned",
        "power",
        "robbins",
        "shape",
        "thinking",
        "fortune",
        "brian",
        "keefe",
        "wrote",
        "extraordinary",
        "profile",
        "guru",
        "flagged",
        "growing",
        "influence",
        "story",
        "guru",
        "familiar",
        "american",
        "robbins",
        "somewhat",
        "quietly",
        "year",
        "assumed",
        "different",
        "trusted",
        "adviser",
        "corporate",
        "chieftain",
        "captain",
        "finance",
        "count",
        "billionaire",
        "virgin",
        "richard",
        "branson",
        "gaming",
        "magnate",
        "steve",
        "wynn",
        "among",
        "friend",
        "special",
        "gift",
        "say",
        "admirer",
        "ability",
        "help",
        "successful",
        "people",
        "take",
        "performance",
        "next",
        "level",
        "also",
        "find",
        "personal",
        "fulfillment",
        "process",
        "robbins",
        "knack",
        "combining",
        "pragmatic",
        "analysis",
        "empathy",
        "turned",
        "consigliere",
        "source",
        "rebooter",
        "got",
        "track",
        "say",
        "longtime",
        "hollywood",
        "producer",
        "peter",
        "guber",
        "onetime",
        "ceo",
        "sony",
        "picture",
        "entertainment",
        "owner",
        "los",
        "angeles",
        "dodger",
        "first",
        "discovered",
        "robbins",
        "tape",
        "became",
        "close",
        "friend",
        "would",
        "call",
        "look",
        "life",
        "authentic",
        "got",
        "time",
        "see",
        "authentic",
        "robbins",
        "longer",
        "clip",
        "cut",
        "mccool",
        "almost",
        "immediately",
        "among",
        "worrisome",
        "thing",
        "delivered",
        "sharply",
        "worded",
        "reminder",
        "jesus",
        "vulnerable",
        "exposure",
        "throw",
        "stone",
        "live",
        "fucking",
        "glass",
        "house",
        "said",
        "exchange",
        "appalling",
        "unfamiliar",
        "secular",
        "vibe",
        "characterizes",
        "event",
        "hard",
        "generate",
        "interpretation",
        "cast",
        "robbins",
        "either",
        "best",
        "threatening",
        "worst",
        "big",
        "winner",
        "mccool",
        "kept",
        "cool",
        "making",
        "case",
        "robbins",
        "touch",
        "conceded",
        "much",
        "apology",
        "ometimes",
        "teacher",
        "become",
        "student",
        "clear",
        "still",
        "much",
        "learn",
        "wrote",
        "learn",
        "coach",
        "powerful",
        "men",
        "stop",
        "throwing",
        "barrier",
        "front",
        "powerful",
        "woman",
        "marginalized",
        "group",
        "might",
        "worth",
        "exercise",
        "point",
        "ceo",
        "take",
        "stand",
        "professor",
        "michael",
        "toffel",
        "harvard",
        "business",
        "school",
        "aaron",
        "chatterji",
        "duke",
        "fuqua",
        "school",
        "business",
        "explain",
        "research",
        "ceo",
        "activism",
        "fascinating",
        "hbr",
        "podcast",
        "simply",
        "put",
        "ceo",
        "activism",
        "happens",
        "chief",
        "executive",
        "personally",
        "weigh",
        "controversial",
        "political",
        "social",
        "issue",
        "directly",
        "relate",
        "core",
        "business",
        "function",
        "day",
        "staying",
        "neutral",
        "issue",
        "topic",
        "like",
        "race",
        "lgbtq",
        "right",
        "increasingly",
        "less",
        "attractive",
        "option",
        "corporate",
        "america",
        "really",
        "ended",
        "many",
        "case",
        "social",
        "vanguard",
        "might",
        "think",
        "say",
        "chatterji",
        "trend",
        "may",
        "driven",
        "expectation",
        "customer",
        "employee",
        "leader",
        "need",
        "stand",
        "stated",
        "value",
        "work",
        "matter",
        "world",
        "complicated",
        "business",
        "obligation",
        "ceo",
        "result",
        "force",
        "good",
        "say",
        "paypal",
        "ceo",
        "dan",
        "schulman",
        "hbr",
        "inside",
        "new",
        "memorial",
        "victim",
        "lynching",
        "fortune",
        "followed",
        "criminal",
        "defense",
        "attorney",
        "bryan",
        "stevenson",
        "work",
        "closely",
        "organization",
        "new",
        "lynching",
        "memorial",
        "year",
        "planning",
        "oprah",
        "winfrey",
        "reported",
        "minute",
        "new",
        "montgomery",
        "national",
        "memorial",
        "peace",
        "justice",
        "document",
        "thousand",
        "lynching",
        "african",
        "american",
        "men",
        "woman",
        "child",
        "seventy",
        "year",
        "period",
        "civil",
        "war",
        "many",
        "public",
        "even",
        "celebrated",
        "event",
        "memorial",
        "solemn",
        "beautiful",
        "story",
        "tell",
        "wrenching",
        "segment",
        "begin",
        "story",
        "wes",
        "johnson",
        "accused",
        "assaulting",
        "white",
        "woman",
        "dragged",
        "jail",
        "cell",
        "mob",
        "shot",
        "hung",
        "want",
        "call",
        "community",
        "repentance",
        "acknowledgement",
        "shame",
        "say",
        "stevenson",
        "cbs",
        "news",
        "fan",
        "cleveland",
        "baseball",
        "team",
        "mock",
        "protestors",
        "season",
        "home",
        "opener",
        "good",
        "look",
        "hardly",
        "new",
        "occurrence",
        "year",
        "people",
        "protested",
        "team",
        "name",
        "cleveland",
        "indian",
        "chief",
        "wahoo",
        "logo",
        "opening",
        "day",
        "year",
        "event",
        "added",
        "element",
        "partial",
        "victory",
        "chief",
        "wahoo",
        "clearly",
        "racist",
        "image",
        "removed",
        "player",
        "uniform",
        "protestors",
        "led",
        "group",
        "called",
        "committee",
        "year",
        "dignity",
        "resistance",
        "want",
        "image",
        "removed",
        "merchandise",
        "name",
        "team",
        "changed",
        "well",
        "insult",
        "fan",
        "got",
        "pretty",
        "nasty",
        "according",
        "couple",
        "fan",
        "conceded",
        "defeat",
        "want",
        "already",
        "said",
        "new",
        "study",
        "minimize",
        "hate",
        "speech",
        "abuse",
        "twitter",
        "begun",
        "four",
        "researcher",
        "specialize",
        "version",
        "behavioral",
        "science",
        "online",
        "communication",
        "community",
        "safety",
        "leading",
        "study",
        "determine",
        "whether",
        "publication",
        "clear",
        "policy",
        "expectation",
        "improve",
        "behavior",
        "platform",
        "multiple",
        "method",
        "online",
        "abuse",
        "greatly",
        "diminished",
        "also",
        "discover",
        "method",
        "actually",
        "work",
        "situation",
        "say",
        "susan",
        "benesch",
        "faculty",
        "associate",
        "berkman",
        "klein",
        "center",
        "internet",
        "society",
        "harvard",
        "university",
        "founder",
        "director",
        "dangerous",
        "speech",
        "project",
        "unfortunately",
        "properly",
        "tested",
        "click",
        "study",
        "parameter",
        "design",
        "transparent",
        "collaborative",
        "dedicated",
        "user",
        "privacy",
        "follow",
        "researcher",
        "twitter",
        "seem",
        "pretty",
        "interesting",
        "medium",
        "advertisement",
        "woke",
        "leader",
        "historian",
        "document",
        "slavery",
        "labor",
        "abuse",
        "spanned",
        "1960s",
        "antoinette",
        "harrell",
        "call",
        "slavery",
        "detective",
        "south",
        "us",
        "record",
        "shoe",
        "leather",
        "document",
        "story",
        "black",
        "family",
        "held",
        "farm",
        "plantation",
        "investigation",
        "used",
        "court",
        "case",
        "specifically",
        "reparation",
        "short",
        "vice",
        "documentary",
        "capture",
        "dogged",
        "spirit",
        "life",
        "desperately",
        "poor",
        "people",
        "continue",
        "live",
        "land",
        "family",
        "labored",
        "generation",
        "also",
        "story",
        "descendant",
        "formerly",
        "enslaved",
        "people",
        "turned",
        "captive",
        "sharecropper",
        "well",
        "worth",
        "time",
        "promise",
        "vice",
        "novelist",
        "junot",
        "diaz",
        "break",
        "silence",
        "rape",
        "child",
        "rarely",
        "read",
        "anything",
        "wrenching",
        "honest",
        "essay",
        "published",
        "today",
        "come",
        "beloved",
        "figure",
        "pulitzer",
        "bestselling",
        "novelist",
        "mean",
        "read",
        "like",
        "whispered",
        "confession",
        "dear",
        "friend",
        "begin",
        "rape",
        "age",
        "betrayed",
        "trusted",
        "adult",
        "deftly",
        "spin",
        "story",
        "pain",
        "event",
        "brought",
        "life",
        "enough",
        "page",
        "world",
        "describe",
        "writes",
        "foretelling",
        "confusion",
        "despair",
        "pain",
        "shame",
        "hiding",
        "infidelity",
        "writer",
        "block",
        "substance",
        "still",
        "come",
        "dominican",
        "immigrant",
        "even",
        "african",
        "descent",
        "rape",
        "defined",
        "spent",
        "energy",
        "running",
        "bear",
        "new",
        "yorker",
        "competition",
        "student",
        "using",
        "stem",
        "improve",
        "criminal",
        "justice",
        "center",
        "policing",
        "equity",
        "cpe",
        "think",
        "tank",
        "aiming",
        "improve",
        "relationship",
        "police",
        "community",
        "conducting",
        "research",
        "working",
        "collaboratively",
        "police",
        "department",
        "announced",
        "young",
        "justice",
        "nerd",
        "award",
        "competition",
        "high",
        "school",
        "college",
        "student",
        "asking",
        "submit",
        "written",
        "work",
        "video",
        "essay",
        "using",
        "science",
        "technology",
        "improve",
        "criminal",
        "justice",
        "system",
        "one",
        "high",
        "school",
        "team",
        "least",
        "one",
        "college",
        "winner",
        "get",
        "paid",
        "trip",
        "participate",
        "cpe",
        "celebrating",
        "science",
        "justice",
        "bunch",
        "really",
        "stuff",
        "learn",
        "cpe",
        "follow",
        "charismatic",
        "director",
        "phillip",
        "atiba",
        "goff",
        "center",
        "policing",
        "equity",
        "quote",
        "work",
        "started",
        "support",
        "black",
        "brown",
        "girl",
        "community",
        "alabama",
        "grew",
        "supporting",
        "black",
        "brown",
        "woman",
        "girl",
        "across",
        "country",
        "beyond",
        "grew",
        "supporting",
        "marginalized",
        "people",
        "marginalized",
        "community",
        "specifically",
        "supporting",
        "survivor",
        "deal",
        "perpetrator",
        "much",
        "dealt",
        "supporting",
        "survivor",
        "iteration",
        "social",
        "medium",
        "placed",
        "larger",
        "focus",
        "perpetrator",
        "called",
        "held",
        "accountable",
        "action",
        "actual",
        "metoo",
        "movement",
        "supporting",
        "sexual",
        "assault",
        "survivor",
        "different",
        "tarana",
        "burke"
    ]
}