{
    "organizations": [],
    "uuid": "114891f9352e87c096c1b57e338cc6884875130d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/globe-newswire-theratechnologies-announces-financial-results-for-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "Theratechnologies Announces Financial Results for First Quarter of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTREAL, April 05, 2018 (GLOBE NEWSWIRE) -- Theratechnologies Inc. (Theratechnologies) (TSX:TH) today announced its financial results for the first quarter ended February 28, 2018.\nFirst quarter 2018 financial highlights\nRecord first quarter net sales of $10.2 million, up 13% from the same quarter last year In U.S. dollars, first quarter net sales up 18.7% year over year Continued investment made to prepare the launch of Trogarzo™ (ibalizumab-uiyk) injection, resulting in Adjusted EBITDA of minus $2,021,000 1 Stable cash position of $32,466,000\n“We have every reason to be excited and proud of where we are today with the recent approval of Trogarzo™. We are seeing strong interest from both physicians and patients. As Trogarzo™ will soon be commercially available, our fully-trained sales force started calling on more than 5,000 physicians who treat the vast majority of people living with multidrug resistant HIV. Moreover, we had our strongest first quarter ever in terms of net sales of EGRIFTA ® ,” said Luc Tanguay, President and CEO, Theratechnologies Inc.\nFirst quarter 2018 financial results\nConsolidated revenue for the three-month period ended February 28, 2018 was $10,218,000 compared to $9,035,000 in the three-month period ended February 28, 2017.\nRevenue generated from net sales increased by 13.1% in the first quarter of 2018 compared to the comparable period in fiscal 2017, due to higher unit volumes and prices, partially offset by exchange rate fluctuations and higher discounts due to changes in the mix of private payors versus government drug reimbursement plans.\nCost of Sales\nFor the three months ended February 28, 2018, cost of sales was $2,146,000 compared to $2,050,000 in the comparable period of fiscal 2017. Cost of goods sold was $1,185,000 in the first quarter of 2018 compared to $1,086,000 for the same quarter the previous year. Other production-related costs, due to the reversal of a loss provision, amounted to $(160,000) in the first quarter of 2018, compared to $178,000, which included an inventory write-down of $125,000, for the same period of 2017.\nCost of sales also includes royalties due under the terms of the agreement terminating the collaboration and licensing agreement with EMD Serono, Inc. In the first quarter of 2018, royalties recorded on EGRIFTA ® sales amounted to $1,121,000 compared to $786,000 for the first quarter of 2017, due to higher sales levels.\nR&D Expenses\nR&D expenses amounted to $2,398,000 in the three-month period ended February 28, 2018 compared to $2,020,000 for the same period in 2017. While R&D expenses were higher in the first quarter of 2018 compared to the first quarter of 2017, they were significantly lower than in the fourth quarter of 2017.\nR&D expenses include medical affairs initiatives aimed at raising awareness among physicians and nurses who interact with patients living with MDR HIV-1 or lipodystrophy. R&D expenses also encompass regulatory affairs activities, such as preparing for the European filing of Trogarzo™, quality assurance, the development of the F4 Formulation and post-approval commitments related to EGRIFTA ® .\nSelling and Market Development Expenses\nSelling and market development expenses amounted to $6,693,000 for the first quarter of 2018, reflecting the size increase of our sales force and other investment made after the first quarter of 2017 in preparation of the launch of Trogarzo™. This compares to $3,767,000 for the same three-month period last year. Again, selling and market development expenses were lower in the first quarter of 2018 than in the fourth quarter of 2017.\nSelling and market development expenses include branded and non-branded campaigns to support EGRIFTA ® , the launch of Trogarzo™ in the United States and the development of the European regulatory strategy for Trogarzo™.\nIt also factors in the amortization of the intangible asset value established for the EGRIFTA ® commercialization rights which represented an amount of $476,000 for the first quarter of 2018 compared to $499,000 for the same period in 2017. This variation is due to the exchange rate fluctuations.\nGeneral and Administrative Expenses\nGeneral and administrative expenses amounted to $1,513,000 in the three months ended February 28, 2018 compared to $1,234,000 after the first quarter of 2017. The increase is attributable to the growth of our business and expenses related to our preparatory work for our European expansion.\nFinance Income\nFinance income, consisting of interest income, amounted to $100,000 at the end of the first quarter of 2018 compared to $65,000 following the first three months of last year.\nFinance Costs\nFinance costs for the three months ended February 28, 2018 were $195,000 compared to $2,272,000 for the comparable period of 2017. Finance costs no longer include losses related to the change in the fair value of warrant liability ($1,909,000 in the first quarter of 2017) as the last outstanding warrants were exercised in the third quarter of 2017. Accretion expense on the long-term obligation was $282,000 in the first quarter of 2018 compared to $418,000 for the same quarter last year, reflecting the lower average balance outstanding during the year.\nAdjusted EBITDA\nFor the reasons noted above, Adjusted EBITDA was $(2,021,000) for the first quarter of 2018 compared to $725,000 for the same period of 2017. See “Non-IFRS Financial Measures” below.\nNet Loss\nTaking into account the revenue and expense variations described above, we recorded a net loss of $2,627,000 or $(0.04) per share in the first three months of fiscal 2018 compared to a net loss of $2,243,000 or $(0.03) per share for the same period last year.\nFinancial Position\nFor the three-month period ended February 28, 2018, cash flow from operating activities was $(1,145,000) compared to $2,560,000 for the first quarter of 2017. The changes in cash flow can be attributed to the increase in spending to prepare for the launch of Trogarzo™.\nAs at February 28, 2018, cash, bonds and money market funds amounted to $32,466,000 compared to $32,929,000 at the end of the previous fiscal year.\nSubsequent Event\nThe U.S. Food and Drug Administration approved Trogarzo™, on March 6, 2018, for heavily treatment-experienced adults with multidrug resistant human immunodeficiency virus type 1infection failing their current antiretroviral regimen.\nNon-IFRS Financial Measures\nReconciliation of net profit or loss to adjusted earnings before interest, taxes, depreciation and amortization (Adjusted EBITDA)\nAdjusted EBITDA is a non-IFRS financial measure. A reconciliation of the Adjusted EBITDA to net profit (loss) is presented in the table below. We use adjusted financial measures to assess our operating performance. Securities regulations require that companies caution readers that earnings and other measures adjusted to a basis other than IFRS do not have standardized meanings and are unlikely to be comparable to similar measures used by other companies. Accordingly, they should not be considered in isolation. We use Adjusted EBITDA to measure operating performance from one period to the next without the variation caused by certain adjustments that could potentially distort the analysis of trends in our business, and because we believe it provides meaningful information on our financial condition and operating results.\nWe obtain our Adjusted EBITDA measurement by adding to net profit or loss, finance income and costs, depreciation and amortization, and income taxes. We also exclude the effects of certain non-monetary transactions recorded, such as share-based compensation for the stock option plan and write-downs (or related reversals) of inventories, for our Adjusted EBITDA calculation. We believe it is useful to exclude these items as they are either non-cash expenses, items that cannot be influenced by management in the short term, or items that do not impact core operating performance. Excluding these items does not imply they are necessarily nonrecurring. Share-based compensation costs are a component of employee remuneration and can vary significantly with changes in the market price of the Company’s shares. In addition, other items that do not impact core operating performance of the Company may vary significantly from one period to another. As such, Adjusted EBITDA provides improved continuity with respect to the comparison of our operating results over a period of time. Our method for calculating Adjusted EBITDA may differ from that used by other companies.\nAdjusted EBITDA\n(In thousands of Canadian dollars)\nThree-month periods ended February 28, 2018 2017 $ $ Net loss (2,627 ) (2,243 ) Add (deduct): Depreciation and amortization 480 504 Finance costs 195 2,272 Finance income (100 ) (65 ) Share-based compensation for stock option plan 195 132 (Reversal of inventory write-downs) Write-down of inventories (164 ) 125 Adjusted EBITDA (2,021 ) 725 Conference Call Details\nA conference call will be held today at 8:30 a.m. (ET) to discuss the results. The conference call will be open to questions from financial analysts. Media and other interested individuals are invited to participate in the call on a “listen-only” basis.\nThe conference call can be accessed by dialling 1-877-223-4471 (North America) or 1-647-788-4922 (International). The conference call will also be accessible via webcast at http://www.gowebcasting.com/9214 . Audio replay of the conference call will be available two hours after the call’s completion until April 19, 2018, by dialling 1-800-585-8367 (North America) or 1-416-621-4642 (International) and by entering the playback code 4489987.\nAbout Theratechnologies\nTheratechnologies (TSX:TH) is a specialty pharmaceutical company addressing unmet medical needs to promote healthy living and an improved quality of life among HIV patients. Further information about Theratechnologies is available on the Company's website at www.theratech.com and on SEDAR at www.sedar.com\nForward-Looking Information\nThis press release contains and forward-looking information, or, collectively, within the meaning of applicable securities laws, that are based on our management’s beliefs and assumptions and on information currently available to our management. You can identify by terms such as \"may\", \"will\", \"should\", \"could\", “would”, \"outlook\", \"believe\", \"plan\", \"envisage\", \"anticipate\", \"expect\" and \"estimate\", or the negatives of these terms, or variations of them. The contained in this press release include, but are not limited to, statements regarding the building of a portfolio of products, the growth of our revenue and cash flow, the timeline regarding the commercial availability of Trogarzo TM , the approval of Trogarzo TM in Europe, the timeline regarding the submission of a Supplemental New Drug Application, or sNDA, with the FDA regarding the F4 Formulation and the addition of Trogarzo TM on reimbursement formularies of public and private payers in the United States .\nForward-looking statements are based upon a number of assumptions and include, but are not limited to, the following: sales of EGRIFTA ® will continue to grow, we will succeed in building a portfolio of products generating increasing revenues and cash flow, we will meet the timelines described in this press release in connection with the commercial availability of Trogarzo TM and the filing of an sNDA with the FDA in connection with the F4 Formulation, the FDA will approve the sNDA and private and public payers in the United States will add Trogarzo TM on their reimbursement formularies.\nForward-looking statements are subject to a variety of risks and uncertainties, many of which are beyond our control that could cause our actual results to differ materially from those that are disclosed in or implied by the contained in this press release. These risks and uncertainties include, among others, the risk that we may not find products that are compatible with our commercial platform, or that those products do not generate the anticipated revenues and cash flow, the risk that unexpected events in the packaging and delivery of Trogarzo TM delay the commercial availability of Trogarzo TM , the risk that or our filing of the sNDA with the FDA is delayed, the risk that the FDA does not approve the sNDA, the risk that private and public payers in the United States do not include Trogarzo TM as a reimbursed drug, or, even if reimbursed, that they include conditions that we are unaware of that must be met prior to reimbursing Trogarzo TM .\nWe refer potential investors to the \"Risk Factors\" section of our annual information form dated February 6 2018 for additional risks regarding the conduct of our business and Theratechnologies. The reader is cautioned to consider these and other risks and uncertainties carefully and not to put undue reliance on . Forward-looking statements reflect current expectations regarding future events and speak only as of the date of this press release and represent our expectations as of that date.\nWe undertake no obligation to update or revise the information contained in this press release, whether as a result of new information, future events or circumstances or otherwise, except as may be required by applicable law.\nFor media inquiries:\nDenis Boucher\nVice President, Communications and Corporate Affairs\n514-336-7800\n1 See “Non-IFRS Financial Measures” below\nSource: Theratechnologies",
    "published": "2018-04-05T15:30:00.000+03:00",
    "crawled": "2018-04-05T16:29:11.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montreal",
        "april",
        "globe",
        "newswire",
        "theratechnologies",
        "theratechnologies",
        "tsx",
        "th",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "february",
        "first",
        "quarter",
        "financial",
        "highlight",
        "record",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "quarter",
        "last",
        "year",
        "dollar",
        "first",
        "quarter",
        "net",
        "sale",
        "year",
        "year",
        "continued",
        "investment",
        "made",
        "prepare",
        "launch",
        "injection",
        "resulting",
        "adjusted",
        "ebitda",
        "minus",
        "stable",
        "cash",
        "position",
        "every",
        "reason",
        "excited",
        "proud",
        "today",
        "recent",
        "approval",
        "seeing",
        "strong",
        "interest",
        "physician",
        "patient",
        "soon",
        "commercially",
        "available",
        "sale",
        "force",
        "started",
        "calling",
        "physician",
        "treat",
        "vast",
        "majority",
        "people",
        "living",
        "multidrug",
        "resistant",
        "hiv",
        "moreover",
        "strongest",
        "first",
        "quarter",
        "ever",
        "term",
        "net",
        "sale",
        "egrifta",
        "said",
        "luc",
        "tanguay",
        "president",
        "ceo",
        "theratechnologies",
        "first",
        "quarter",
        "financial",
        "result",
        "consolidated",
        "revenue",
        "period",
        "ended",
        "february",
        "compared",
        "period",
        "ended",
        "february",
        "revenue",
        "generated",
        "net",
        "sale",
        "increased",
        "first",
        "quarter",
        "compared",
        "comparable",
        "period",
        "fiscal",
        "due",
        "higher",
        "unit",
        "volume",
        "price",
        "partially",
        "offset",
        "exchange",
        "rate",
        "fluctuation",
        "higher",
        "discount",
        "due",
        "change",
        "mix",
        "private",
        "payors",
        "versus",
        "government",
        "drug",
        "reimbursement",
        "plan",
        "cost",
        "sale",
        "three",
        "month",
        "ended",
        "february",
        "cost",
        "sale",
        "compared",
        "comparable",
        "period",
        "fiscal",
        "cost",
        "good",
        "sold",
        "first",
        "quarter",
        "compared",
        "quarter",
        "previous",
        "year",
        "cost",
        "due",
        "reversal",
        "loss",
        "provision",
        "amounted",
        "first",
        "quarter",
        "compared",
        "included",
        "inventory",
        "period",
        "cost",
        "sale",
        "also",
        "includes",
        "royalty",
        "due",
        "term",
        "agreement",
        "terminating",
        "collaboration",
        "licensing",
        "agreement",
        "emd",
        "serono",
        "first",
        "quarter",
        "royalty",
        "recorded",
        "egrifta",
        "sale",
        "amounted",
        "compared",
        "first",
        "quarter",
        "due",
        "higher",
        "sale",
        "level",
        "r",
        "expense",
        "r",
        "expense",
        "amounted",
        "period",
        "ended",
        "february",
        "compared",
        "period",
        "r",
        "expense",
        "higher",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "significantly",
        "lower",
        "fourth",
        "quarter",
        "r",
        "expense",
        "include",
        "medical",
        "affair",
        "initiative",
        "aimed",
        "raising",
        "awareness",
        "among",
        "physician",
        "nurse",
        "interact",
        "patient",
        "living",
        "mdr",
        "lipodystrophy",
        "r",
        "expense",
        "also",
        "encompass",
        "regulatory",
        "affair",
        "activity",
        "preparing",
        "european",
        "filing",
        "quality",
        "assurance",
        "development",
        "f4",
        "formulation",
        "commitment",
        "related",
        "egrifta",
        "selling",
        "market",
        "development",
        "expense",
        "selling",
        "market",
        "development",
        "expense",
        "amounted",
        "first",
        "quarter",
        "reflecting",
        "size",
        "increase",
        "sale",
        "force",
        "investment",
        "made",
        "first",
        "quarter",
        "preparation",
        "launch",
        "compare",
        "period",
        "last",
        "year",
        "selling",
        "market",
        "development",
        "expense",
        "lower",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "selling",
        "market",
        "development",
        "expense",
        "include",
        "branded",
        "campaign",
        "support",
        "egrifta",
        "launch",
        "united",
        "state",
        "development",
        "european",
        "regulatory",
        "strategy",
        "also",
        "factor",
        "amortization",
        "intangible",
        "asset",
        "value",
        "established",
        "egrifta",
        "commercialization",
        "right",
        "represented",
        "amount",
        "first",
        "quarter",
        "compared",
        "period",
        "variation",
        "due",
        "exchange",
        "rate",
        "fluctuation",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "amounted",
        "three",
        "month",
        "ended",
        "february",
        "compared",
        "first",
        "quarter",
        "increase",
        "attributable",
        "growth",
        "business",
        "expense",
        "related",
        "preparatory",
        "work",
        "european",
        "expansion",
        "finance",
        "income",
        "finance",
        "income",
        "consisting",
        "interest",
        "income",
        "amounted",
        "end",
        "first",
        "quarter",
        "compared",
        "following",
        "first",
        "three",
        "month",
        "last",
        "year",
        "finance",
        "cost",
        "finance",
        "cost",
        "three",
        "month",
        "ended",
        "february",
        "compared",
        "comparable",
        "period",
        "finance",
        "cost",
        "longer",
        "include",
        "loss",
        "related",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "first",
        "quarter",
        "last",
        "outstanding",
        "warrant",
        "exercised",
        "third",
        "quarter",
        "accretion",
        "expense",
        "obligation",
        "first",
        "quarter",
        "compared",
        "quarter",
        "last",
        "year",
        "reflecting",
        "lower",
        "average",
        "balance",
        "outstanding",
        "year",
        "adjusted",
        "ebitda",
        "reason",
        "noted",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "compared",
        "period",
        "see",
        "financial",
        "measure",
        "net",
        "loss",
        "taking",
        "account",
        "revenue",
        "expense",
        "variation",
        "described",
        "recorded",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "three",
        "month",
        "fiscal",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "last",
        "year",
        "financial",
        "position",
        "period",
        "ended",
        "february",
        "cash",
        "flow",
        "operating",
        "activity",
        "compared",
        "first",
        "quarter",
        "change",
        "cash",
        "flow",
        "attributed",
        "increase",
        "spending",
        "prepare",
        "launch",
        "february",
        "cash",
        "bond",
        "money",
        "market",
        "fund",
        "amounted",
        "compared",
        "end",
        "previous",
        "fiscal",
        "year",
        "subsequent",
        "event",
        "food",
        "drug",
        "administration",
        "approved",
        "march",
        "heavily",
        "adult",
        "multidrug",
        "resistant",
        "human",
        "immunodeficiency",
        "virus",
        "type",
        "1infection",
        "failing",
        "current",
        "antiretroviral",
        "regimen",
        "financial",
        "measure",
        "reconciliation",
        "net",
        "profit",
        "loss",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "profit",
        "loss",
        "presented",
        "table",
        "use",
        "adjusted",
        "financial",
        "measure",
        "assess",
        "operating",
        "performance",
        "security",
        "regulation",
        "require",
        "company",
        "caution",
        "reader",
        "earnings",
        "measure",
        "adjusted",
        "basis",
        "ifrs",
        "standardized",
        "meaning",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "used",
        "company",
        "accordingly",
        "considered",
        "isolation",
        "use",
        "adjusted",
        "ebitda",
        "measure",
        "operating",
        "performance",
        "one",
        "period",
        "next",
        "without",
        "variation",
        "caused",
        "certain",
        "adjustment",
        "could",
        "potentially",
        "distort",
        "analysis",
        "trend",
        "business",
        "believe",
        "provides",
        "meaningful",
        "information",
        "financial",
        "condition",
        "operating",
        "result",
        "obtain",
        "adjusted",
        "ebitda",
        "measurement",
        "adding",
        "net",
        "profit",
        "loss",
        "finance",
        "income",
        "cost",
        "depreciation",
        "amortization",
        "income",
        "tax",
        "also",
        "exclude",
        "effect",
        "certain",
        "transaction",
        "recorded",
        "compensation",
        "stock",
        "option",
        "plan",
        "related",
        "reversal",
        "inventory",
        "adjusted",
        "ebitda",
        "calculation",
        "believe",
        "useful",
        "exclude",
        "item",
        "either",
        "expense",
        "item",
        "influenced",
        "management",
        "short",
        "term",
        "item",
        "impact",
        "core",
        "operating",
        "performance",
        "excluding",
        "item",
        "imply",
        "necessarily",
        "nonrecurring",
        "compensation",
        "cost",
        "component",
        "employee",
        "remuneration",
        "vary",
        "significantly",
        "change",
        "market",
        "price",
        "company",
        "share",
        "addition",
        "item",
        "impact",
        "core",
        "operating",
        "performance",
        "company",
        "may",
        "vary",
        "significantly",
        "one",
        "period",
        "another",
        "adjusted",
        "ebitda",
        "provides",
        "improved",
        "continuity",
        "respect",
        "comparison",
        "operating",
        "result",
        "period",
        "time",
        "method",
        "calculating",
        "adjusted",
        "ebitda",
        "may",
        "differ",
        "used",
        "company",
        "adjusted",
        "ebitda",
        "thousand",
        "canadian",
        "dollar",
        "period",
        "ended",
        "february",
        "net",
        "loss",
        "add",
        "deduct",
        "depreciation",
        "amortization",
        "finance",
        "cost",
        "finance",
        "income",
        "compensation",
        "stock",
        "option",
        "plan",
        "reversal",
        "inventory",
        "inventory",
        "adjusted",
        "ebitda",
        "conference",
        "call",
        "detail",
        "conference",
        "call",
        "held",
        "today",
        "et",
        "discus",
        "result",
        "conference",
        "call",
        "open",
        "question",
        "financial",
        "analyst",
        "medium",
        "interested",
        "individual",
        "invited",
        "participate",
        "call",
        "basis",
        "conference",
        "call",
        "accessed",
        "dialling",
        "north",
        "america",
        "international",
        "conference",
        "call",
        "also",
        "accessible",
        "via",
        "webcast",
        "http",
        "audio",
        "replay",
        "conference",
        "call",
        "available",
        "two",
        "hour",
        "call",
        "completion",
        "april",
        "dialling",
        "north",
        "america",
        "international",
        "entering",
        "playback",
        "code",
        "theratechnologies",
        "theratechnologies",
        "tsx",
        "th",
        "specialty",
        "pharmaceutical",
        "company",
        "addressing",
        "unmet",
        "medical",
        "need",
        "promote",
        "healthy",
        "living",
        "improved",
        "quality",
        "life",
        "among",
        "hiv",
        "patient",
        "information",
        "theratechnologies",
        "available",
        "company",
        "website",
        "sedar",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "collectively",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "currently",
        "available",
        "management",
        "identify",
        "term",
        "may",
        "could",
        "would",
        "outlook",
        "believe",
        "plan",
        "envisage",
        "anticipate",
        "expect",
        "estimate",
        "negative",
        "term",
        "variation",
        "contained",
        "press",
        "release",
        "include",
        "limited",
        "statement",
        "regarding",
        "building",
        "portfolio",
        "product",
        "growth",
        "revenue",
        "cash",
        "flow",
        "timeline",
        "regarding",
        "commercial",
        "availability",
        "trogarzo",
        "tm",
        "approval",
        "trogarzo",
        "tm",
        "europe",
        "timeline",
        "regarding",
        "submission",
        "supplemental",
        "new",
        "drug",
        "application",
        "snda",
        "fda",
        "regarding",
        "f4",
        "formulation",
        "addition",
        "trogarzo",
        "tm",
        "reimbursement",
        "formulary",
        "public",
        "private",
        "payer",
        "united",
        "state",
        "statement",
        "based",
        "upon",
        "number",
        "assumption",
        "include",
        "limited",
        "following",
        "sale",
        "egrifta",
        "continue",
        "grow",
        "succeed",
        "building",
        "portfolio",
        "product",
        "generating",
        "increasing",
        "revenue",
        "cash",
        "flow",
        "meet",
        "timeline",
        "described",
        "press",
        "release",
        "connection",
        "commercial",
        "availability",
        "trogarzo",
        "tm",
        "filing",
        "snda",
        "fda",
        "connection",
        "f4",
        "formulation",
        "fda",
        "approve",
        "snda",
        "private",
        "public",
        "payer",
        "united",
        "state",
        "add",
        "trogarzo",
        "tm",
        "reimbursement",
        "formulary",
        "statement",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "disclosed",
        "implied",
        "contained",
        "press",
        "release",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "risk",
        "may",
        "find",
        "product",
        "compatible",
        "commercial",
        "platform",
        "product",
        "generate",
        "anticipated",
        "revenue",
        "cash",
        "flow",
        "risk",
        "unexpected",
        "event",
        "packaging",
        "delivery",
        "trogarzo",
        "tm",
        "delay",
        "commercial",
        "availability",
        "trogarzo",
        "tm",
        "risk",
        "filing",
        "snda",
        "fda",
        "delayed",
        "risk",
        "fda",
        "approve",
        "snda",
        "risk",
        "private",
        "public",
        "payer",
        "united",
        "state",
        "include",
        "trogarzo",
        "tm",
        "reimbursed",
        "drug",
        "even",
        "reimbursed",
        "include",
        "condition",
        "unaware",
        "must",
        "met",
        "prior",
        "reimbursing",
        "trogarzo",
        "tm",
        "refer",
        "potential",
        "investor",
        "risk",
        "factor",
        "section",
        "annual",
        "information",
        "form",
        "dated",
        "february",
        "additional",
        "risk",
        "regarding",
        "conduct",
        "business",
        "theratechnologies",
        "reader",
        "cautioned",
        "consider",
        "risk",
        "uncertainty",
        "carefully",
        "put",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "speak",
        "date",
        "press",
        "release",
        "represent",
        "expectation",
        "date",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "medium",
        "inquiry",
        "denis",
        "boucher",
        "vice",
        "president",
        "communication",
        "corporate",
        "affair",
        "see",
        "financial",
        "measure",
        "source",
        "theratechnologies"
    ]
}