{
    "organizations": [],
    "uuid": "d1f062df379d082c5d2d76b3af27ac052839ab03",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/18/the-associated-press-road-to-homeownership-gets-rockier-this-spring-as-rates-rise.html",
    "ord_in_thread": 0,
    "title": "Road to homeownership gets rockier this spring as rates rise",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES (AP) — Higher mortgage rates are making the already challenging task of buying an affordable home even tougher for many Americans this spring.\nIn metro areas such as Denver, buyers are rushing to close a deal before mortgage rates get too high. In Dallas, some are embracing longer commutes to find homes they can afford. And in places such as Los Angeles, where the number of homes for sale is down sharply from a year ago, sellers routinely receive multiple offers.\nWhile still low by historical standards, long-term mortgage rates have been mostly climbing this year. The average weekly rate on a 30-year fixed-rate mortgage edged up to 4.42 percent last week. It was 3.95 percent at the start of this year.\nA mere extra half percentage point or so can boost monthly payments and add tens of thousands of dollars extra in interest over the life of the typical 30-year loan. At a time when home prices are rising faster than incomes in many parts of the country, that could be enough to shut out some would-be buyers who make the median income in cities such as Seattle and Los Angeles.\nFirst-time buyers already face significant hurdles to homeownership because starter homes have seen the steepest price increases as well as sharpest decline in the number of homes on the market. Higher mortgage rates only further limit what buyers can afford.\nThe combination of low inventory, rising prices and higher mortgage rates is expected to weigh on the U.S. housing market this year, with several economists and housing experts forecasting U.S. home sales will be flat or only slightly higher than in 2017.\n\"We've been talking about low inventory for several years, and yet inventory continues to turn lower,\" said Danielle Hale, chief economist for Realtor.com . \"That puts us in a position where for home shoppers this spring it's going to be the most competitive market we've seen in the last few years.\"\nChad Zolman got a taste of that while looking for a home in Denver. The account manager made 11 offers since his search began in September, but lost out to rivals offering more money. As mortgage rates started rising, so did Zolman's anxiety about being able to afford to buy.\n\"The rates kept going up, and the more the rates kept going up, the less house you can buy,\" said Zolman, 41. \"And the less house you can buy in this market, that's not good. You have to be able to pony up the cash.\"\nZolman eventually bought a newly built, three-bedroom townhome for $370,000. He got approved for a 30-year fixed-rate loan just under 4.7 percent. He's not in the clear yet, however. He can't lock in his rate until mid-May, within the 120-day window before construction on the house is completed.\nAnd if rates go higher by then?\n\"It is what it is,\" Zolman said. \"You just have to pay it.\"\nFor others, rising mortgage rates — the 30-year rate hit a four-year high of 4.46 percent in March — make it tougher to bridge the widening gap between home prices and their incomes. Cities such as Denver, Los Angeles, Miami and Seattle have become less and less affordable, particularly for millennials and others looking to purchase their first home.\nConsider that the national median home price is $225,264. That works out to 3.8 times the U.S. median income of $59,039, according to the most recent annual income figures from the U.S. Census and home price data from real estate information company Attom Data Solutions. The same price-to-income ratio was 3.3 back in 2000.\nThe affordability equation is less daunting for the buyer who earns the median wage in Pittsburgh, where a median-priced home at $125,000 is about 2.2 times the metro area's median income of $56,063. The same goes for buyers in St. Louis, Oklahoma City, Indianapolis, Baltimore and other cities where the median home price is less than three times the median income.\nBy comparison, the home price-to-income gap becomes a yawning chasm in several California cities like Los Angeles, where a median-priced home at $605,000 is more than nine times the metropolitan area's median income of $65,950. Rising housing prices have widened the home price-income gap to five times or more in Seattle, Denver, Portland, Oregon, and Reno, Nevada, among other cities.\n\"When you look at the coastlines — Seattle, San Francisco, New York, places in the Northeast — you have a lot of those first-time homebuyers who are now being priced out of the market,\" said Nick Bailey, CEO of Century 21 Real Estate. \"There's a point at which the average first-time homebuyer just can't compete.\"\nAt this point, rising mortgage rates account for about a third of the increase in the typical homebuyer's monthly payment, while the pickup in home prices makes up about two-thirds of that increased payment.\n\"At least so far, rising prices have been a much bigger factor,\" Hale said. \"And the reason prices are rising is that balance between supply and demand: Plentiful demand; not enough inventory.\"\nThe supply of homes for sale fell 8.1 percent in February from a year earlier to 1.59 million. It would take just 3.4 months to snap up the supply of available homes at the current sales rate, down from an average of 6 months since 2000.\n\"Last year was the fastest housing market, in terms of days on market, that we've ever seen,\" said Nela Richardson, chief economist at the real estate company Redfin. Homes are now selling five days faster than last year, she added.\nMany current homeowners who locked in historically low rates in recent years may be reluctant to sell if it means taking on a higher mortgage rate on their next home. That could further diminish the inventory of homes for sale nationwide. Even if rates don't move much, buyers can expect prices to keep climbing this year would-be buyers vastly outnumber the homes up for sale.\nA strong job market has helped boost confidence among many Americans that it's a good time to buy a home. Millennials, the largest generation since the baby boomers, is reaching peak homebuyer age, adding to the crop of would-be buyers this spring.\n\"The inventory crunch is there and it's really acute for first-time buyers,\" said Cheryl Young, senior economist at Trulia. \"It's definitely a sellers' market.\"\nHome sales have been uneven so far this year. Among existing homes, sales rose 3 percent in February to a seasonally adjusted annual rate of 5.54 million, according to the National Association of Realtors. That gain followed sales declines in January and December.\nOverall, home prices are 6.3 percent higher than their peak in July 2006. Prices plunged when the housing bubble burst, hitting bottom in February 2012. Since then, prices have rebounded 46.5 percent.\nTo cope with rising prices in Dallas, first-time buyers like Rob Chilton and his wife have broadened their search area, even if it lengthens their commutes to work\nThe couple, who cut back on dining out and other luxuries the past few years to set aside money for a down payment, bought a three-bedroom, two-bath fixer-upper for $335,000 in February. That's $15,000 below the asking price, but $45,000 more than what the couple felt they could comfortably afford.\n\"Houses that used to be comfortably in our price range three or four years ago are now out of our price range,\" said Chilton, a music teacher.\nThe house is also in a suburb that adds an extra 15 minutes to Chilton's wife's work commute, on top of the hour-long drive she had before.\n\"By moving a little further North, we could get a newer home in a little bit better condition in our price range,\" said Chilton, 33.\nIn Dallas, as in many other markets this spring, it's common for sellers to receive multiple offers above their asking price. A home that hit the market recently for $215,000 drew no shortage of buyers, said James Williams, broker associate at Berkshire Hathaway HomeServices PenFed Realty.\n\"In the first weekend we had 40 showings, 10 offers with the highest offer being $15,000, or 7 percent, over the list price,\" Williams said. \"There's definitely a shortage of inventory under $300,000, and when those homes do come on the market it's a frenzy.\"",
    "published": "2018-04-18T11:01:00.000+03:00",
    "crawled": "2018-04-18T20:40:07.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "ap",
        "higher",
        "mortgage",
        "rate",
        "making",
        "already",
        "challenging",
        "task",
        "buying",
        "affordable",
        "home",
        "even",
        "tougher",
        "many",
        "american",
        "spring",
        "metro",
        "area",
        "denver",
        "buyer",
        "rushing",
        "close",
        "deal",
        "mortgage",
        "rate",
        "get",
        "high",
        "dallas",
        "embracing",
        "longer",
        "commute",
        "find",
        "home",
        "afford",
        "place",
        "los",
        "angeles",
        "number",
        "home",
        "sale",
        "sharply",
        "year",
        "ago",
        "seller",
        "routinely",
        "receive",
        "multiple",
        "offer",
        "still",
        "low",
        "historical",
        "standard",
        "mortgage",
        "rate",
        "mostly",
        "climbing",
        "year",
        "average",
        "weekly",
        "rate",
        "mortgage",
        "edged",
        "percent",
        "last",
        "week",
        "percent",
        "start",
        "year",
        "mere",
        "extra",
        "half",
        "percentage",
        "point",
        "boost",
        "monthly",
        "payment",
        "add",
        "ten",
        "thousand",
        "dollar",
        "extra",
        "interest",
        "life",
        "typical",
        "loan",
        "time",
        "home",
        "price",
        "rising",
        "faster",
        "income",
        "many",
        "part",
        "country",
        "could",
        "enough",
        "shut",
        "buyer",
        "make",
        "median",
        "income",
        "city",
        "seattle",
        "los",
        "angeles",
        "buyer",
        "already",
        "face",
        "significant",
        "hurdle",
        "homeownership",
        "starter",
        "home",
        "seen",
        "steepest",
        "price",
        "increase",
        "well",
        "sharpest",
        "decline",
        "number",
        "home",
        "market",
        "higher",
        "mortgage",
        "rate",
        "limit",
        "buyer",
        "afford",
        "combination",
        "low",
        "inventory",
        "rising",
        "price",
        "higher",
        "mortgage",
        "rate",
        "expected",
        "weigh",
        "housing",
        "market",
        "year",
        "several",
        "economist",
        "housing",
        "expert",
        "forecasting",
        "home",
        "sale",
        "flat",
        "slightly",
        "higher",
        "talking",
        "low",
        "inventory",
        "several",
        "year",
        "yet",
        "inventory",
        "continues",
        "turn",
        "lower",
        "said",
        "danielle",
        "hale",
        "chief",
        "economist",
        "put",
        "u",
        "position",
        "home",
        "shopper",
        "spring",
        "going",
        "competitive",
        "market",
        "seen",
        "last",
        "year",
        "chad",
        "zolman",
        "got",
        "taste",
        "looking",
        "home",
        "denver",
        "account",
        "manager",
        "made",
        "offer",
        "since",
        "search",
        "began",
        "september",
        "lost",
        "rival",
        "offering",
        "money",
        "mortgage",
        "rate",
        "started",
        "rising",
        "zolman",
        "anxiety",
        "able",
        "afford",
        "buy",
        "rate",
        "kept",
        "going",
        "rate",
        "kept",
        "going",
        "less",
        "house",
        "buy",
        "said",
        "zolman",
        "less",
        "house",
        "buy",
        "market",
        "good",
        "able",
        "pony",
        "cash",
        "zolman",
        "eventually",
        "bought",
        "newly",
        "built",
        "townhome",
        "got",
        "approved",
        "loan",
        "percent",
        "clear",
        "yet",
        "however",
        "ca",
        "lock",
        "rate",
        "within",
        "window",
        "construction",
        "house",
        "completed",
        "rate",
        "go",
        "higher",
        "zolman",
        "said",
        "pay",
        "others",
        "rising",
        "mortgage",
        "rate",
        "rate",
        "hit",
        "high",
        "percent",
        "march",
        "make",
        "tougher",
        "bridge",
        "widening",
        "gap",
        "home",
        "price",
        "income",
        "city",
        "denver",
        "los",
        "angeles",
        "miami",
        "seattle",
        "become",
        "less",
        "less",
        "affordable",
        "particularly",
        "millennials",
        "others",
        "looking",
        "purchase",
        "first",
        "home",
        "consider",
        "national",
        "median",
        "home",
        "price",
        "work",
        "time",
        "median",
        "income",
        "according",
        "recent",
        "annual",
        "income",
        "figure",
        "census",
        "home",
        "price",
        "data",
        "real",
        "estate",
        "information",
        "company",
        "attom",
        "data",
        "solution",
        "ratio",
        "back",
        "affordability",
        "equation",
        "less",
        "daunting",
        "buyer",
        "earns",
        "median",
        "wage",
        "pittsburgh",
        "home",
        "time",
        "metro",
        "area",
        "median",
        "income",
        "go",
        "buyer",
        "louis",
        "oklahoma",
        "city",
        "indianapolis",
        "baltimore",
        "city",
        "median",
        "home",
        "price",
        "less",
        "three",
        "time",
        "median",
        "income",
        "comparison",
        "home",
        "gap",
        "becomes",
        "yawning",
        "chasm",
        "several",
        "california",
        "city",
        "like",
        "los",
        "angeles",
        "home",
        "nine",
        "time",
        "metropolitan",
        "area",
        "median",
        "income",
        "rising",
        "housing",
        "price",
        "widened",
        "home",
        "gap",
        "five",
        "time",
        "seattle",
        "denver",
        "portland",
        "oregon",
        "reno",
        "nevada",
        "among",
        "city",
        "look",
        "coastline",
        "seattle",
        "san",
        "francisco",
        "new",
        "york",
        "place",
        "northeast",
        "lot",
        "homebuyers",
        "priced",
        "market",
        "said",
        "nick",
        "bailey",
        "ceo",
        "century",
        "real",
        "estate",
        "point",
        "average",
        "homebuyer",
        "ca",
        "compete",
        "point",
        "rising",
        "mortgage",
        "rate",
        "account",
        "third",
        "increase",
        "typical",
        "homebuyer",
        "monthly",
        "payment",
        "pickup",
        "home",
        "price",
        "make",
        "increased",
        "payment",
        "least",
        "far",
        "rising",
        "price",
        "much",
        "bigger",
        "factor",
        "hale",
        "said",
        "reason",
        "price",
        "rising",
        "balance",
        "supply",
        "demand",
        "plentiful",
        "demand",
        "enough",
        "inventory",
        "supply",
        "home",
        "sale",
        "fell",
        "percent",
        "february",
        "year",
        "earlier",
        "million",
        "would",
        "take",
        "month",
        "snap",
        "supply",
        "available",
        "home",
        "current",
        "sale",
        "rate",
        "average",
        "month",
        "since",
        "last",
        "year",
        "fastest",
        "housing",
        "market",
        "term",
        "day",
        "market",
        "ever",
        "seen",
        "said",
        "nela",
        "richardson",
        "chief",
        "economist",
        "real",
        "estate",
        "company",
        "redfin",
        "home",
        "selling",
        "five",
        "day",
        "faster",
        "last",
        "year",
        "added",
        "many",
        "current",
        "homeowner",
        "locked",
        "historically",
        "low",
        "rate",
        "recent",
        "year",
        "may",
        "reluctant",
        "sell",
        "mean",
        "taking",
        "higher",
        "mortgage",
        "rate",
        "next",
        "home",
        "could",
        "diminish",
        "inventory",
        "home",
        "sale",
        "nationwide",
        "even",
        "rate",
        "move",
        "much",
        "buyer",
        "expect",
        "price",
        "keep",
        "climbing",
        "year",
        "buyer",
        "vastly",
        "outnumber",
        "home",
        "sale",
        "strong",
        "job",
        "market",
        "helped",
        "boost",
        "confidence",
        "among",
        "many",
        "american",
        "good",
        "time",
        "buy",
        "home",
        "millennials",
        "largest",
        "generation",
        "since",
        "baby",
        "boomer",
        "reaching",
        "peak",
        "homebuyer",
        "age",
        "adding",
        "crop",
        "buyer",
        "spring",
        "inventory",
        "crunch",
        "really",
        "acute",
        "buyer",
        "said",
        "cheryl",
        "young",
        "senior",
        "economist",
        "trulia",
        "definitely",
        "seller",
        "market",
        "home",
        "sale",
        "uneven",
        "far",
        "year",
        "among",
        "existing",
        "home",
        "sale",
        "rose",
        "percent",
        "february",
        "seasonally",
        "adjusted",
        "annual",
        "rate",
        "million",
        "according",
        "national",
        "association",
        "realtor",
        "gain",
        "followed",
        "sale",
        "decline",
        "january",
        "december",
        "overall",
        "home",
        "price",
        "percent",
        "higher",
        "peak",
        "july",
        "price",
        "plunged",
        "housing",
        "bubble",
        "burst",
        "hitting",
        "bottom",
        "february",
        "since",
        "price",
        "rebounded",
        "percent",
        "cope",
        "rising",
        "price",
        "dallas",
        "buyer",
        "like",
        "rob",
        "chilton",
        "wife",
        "broadened",
        "search",
        "area",
        "even",
        "lengthens",
        "commute",
        "work",
        "couple",
        "cut",
        "back",
        "dining",
        "luxury",
        "past",
        "year",
        "set",
        "aside",
        "money",
        "payment",
        "bought",
        "february",
        "asking",
        "price",
        "couple",
        "felt",
        "could",
        "comfortably",
        "afford",
        "house",
        "used",
        "comfortably",
        "price",
        "range",
        "three",
        "four",
        "year",
        "ago",
        "price",
        "range",
        "said",
        "chilton",
        "music",
        "teacher",
        "house",
        "also",
        "suburb",
        "add",
        "extra",
        "minute",
        "chilton",
        "wife",
        "work",
        "commute",
        "top",
        "drive",
        "moving",
        "little",
        "north",
        "could",
        "get",
        "newer",
        "home",
        "little",
        "bit",
        "better",
        "condition",
        "price",
        "range",
        "said",
        "chilton",
        "dallas",
        "many",
        "market",
        "spring",
        "common",
        "seller",
        "receive",
        "multiple",
        "offer",
        "asking",
        "price",
        "home",
        "hit",
        "market",
        "recently",
        "drew",
        "shortage",
        "buyer",
        "said",
        "james",
        "williams",
        "broker",
        "associate",
        "berkshire",
        "hathaway",
        "homeservices",
        "penfed",
        "realty",
        "first",
        "weekend",
        "showing",
        "offer",
        "highest",
        "offer",
        "percent",
        "list",
        "price",
        "williams",
        "said",
        "definitely",
        "shortage",
        "inventory",
        "home",
        "come",
        "market",
        "frenzy"
    ]
}