{
    "organizations": [],
    "uuid": "a52374895ac94549aa35c4614b60d26802c336f3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-savibank-first-quarter-2018-profits-increase-82-percent-to-661000-loans-grow-15-percent-and-deposits-increase-36-percent.html",
    "ord_in_thread": 0,
    "title": "SaviBank First Quarter 2018 Profits Increase 82% to $661,000; Loans Grow 15% and Deposits Increase 36% Year-Over-Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BURLINGTON, Wash., April 30, 2018 (GLOBE NEWSWIRE) -- Savi Financial Corporation, Inc. (OTC Pink:SVVB), the small bank holding company for SaviBank, today reported first quarter 2018 earnings grew 82% to $661,000, or $0.04 per share, compared to $363,000, or $0.02 per share in the first quarter of 2017. In the fourth quarter of 2017, the net loss was $1.14 million, which included the $1.49 million valuation charge for its deferred tax asset (DTA). Profitability was fueled by 15% loan growth and 36% deposit growth year-over-year, excellent asset quality and strong net interest margin. All results are unaudited.\n“We are continuing to build our franchise, implementing plans to expand our branch network, investing in technology and recruiting seasoned bankers while establishing and deepening our customer relationships,” said Michal D. Cann, Chairman and CEO. “The markets we serve in Northwest Washington continue to generate excellent growth in household income, employment and population.”\n“While the changes in the tax law reduced earnings in 2017, our marginal tax rate in the first quarter dropped to 21% from 34%, which contributed to profitability,” said Rob Woods, Chief Financial Officer.\nTotal revenue, consisting of net interest income and non-interest income, increased 26% to $2.83 million in the first quarter of 2018, compared to $2.25 million in the first quarter a year ago, and grew 17% from $2.43 million in the fourth quarter of 2017, reflecting the strong market for Small Business Administration loans.\nNet interest margin, remains well above average, at 4.30% in the first quarter of 2018, compared to 4.23% in the fourth quarter and 4.43% in the first quarter a year ago. “With the recent increase in interest rates, we are seeing the benefits of repricing 26% of the loan portfolio that carries an adjustable rate. Deposit costs have been relatively stable, but we anticipate that both cost of deposits and cost of borrowings will begin to rise in the future,” Cann noted. The net interest margin is significantly better than the peer average of 3.72% posted by the 518 micro-cap banks in the SNL Financials Microcap Bank Index as of December 31, 2017.\n“The robust SBA and USDA loan production generated during the quarter contributed to the rise in non-interest income year-over-year. Non-interest income increased 70% in the first quarter 2018 to $633,000, of which $449,000 was from gains on the sale of loans, compared to $372,000, of which $203,000 was from loan sales in the first quarter of 2017,” said Andrew Hunter, President. “Our local economic growth is primarily driven by construction, manufacturing, agriculture and retail businesses, generating strong loan demand from these owners in our markets.”\nFirst Quarter 2018 Highlights (at, or for the period March 31, 2018)\nEarnings per share improved to $0.039 in the first quarter on 17.1 million shares outstanding, up from $0.024, on 14.8 million shares outstanding in the first quarter of 2017. In the fourth quarter of 2017, change to the DTA valuation reduced EPS to ($0.067).\nNet interest income increased 17% to $2.20 million in the first quarter of 2018, compared to $1.87 million a year ago, and was up 3% from $2.13 million in the fourth quarter of 2017.\nAverage first quarter total loans increased 17%, to $182.6 million, compared to $156.3 million a year ago, and grew 4% from $176.1 million in the fourth quarter of 2017. End of quarter total loans increased 15% to $185.8 million, compared to $162.0 million a year ago and grew 1% from $183.3 million at December 31, 2017.\nAverage first quarter total deposits grew 34% to $179.9 million from $134.4 million in the first quarter a year ago, and increased 3% from $175.3 million in the fourth quarter of 2017. End of period deposits grew 36% to $186.2 million from $136.9 million a year ago, and grew 4% from $178.3 million at the end of the fourth quarter of 2017.\nAsset quality remained exceptionally strong with nonperforming loans at 0.01% of total loans at March 31, 2018, and 0.03% at March 31, 2017. Nonperforming assets were 0.22% at the end of the first quarter, down from 0.79% a year ago.\nNet recoveries were $2,000 in the first quarter of 2018 and $315,000 in the first quarter a year ago. In the fourth quarter of 2018 net charge-offs were $51,000.\nAllowance for loan losses, as a percentage of total loans was 1.05% at March 31, 2018, compared to 1.15%, at March 31, 2017.\nWith the new capital raised during the second half of 2017, SaviBank capital levels remained above the threshold for well-capitalized institutions. The total risk-based capital ratio was 14.44% and the tier-1 leverage ratio was 12.12%.\nAbout Northwest Washington\nSaviBank operates two branches and one loan production office in Skagit County, two branches in Island County, and one branch in Whatcom County. The new Bellingham branch building in Whatcom County opened in October 2017.\nAccording to USNews.com , Washington state ranked 3 rd for the best economy in the nation. Washington also ranked 2 nd in the nation for healthcare, 6 th for education and 4 th for infrastructure.\nThe Skagit, Whatcom and Island counties region stretches north from the greater Seattle/Everett/Bellevue metropolis to the Canadian border. Northwest Washington continues to be one of the most vibrant regions in the country, with a solid employment base, moderate climate and a strong housing market.\nThe housing market in Skagit and Whatcom Counties continues to accelerate. “People from Seattle are buying homes up here for cash. Because of the difference in the average price ($650,000 in Seattle vs. $350,000 in Bellingham) they sell and use their equity to buy for cash and enjoy the quality of life in a more affordable area,” stated Dan Washburn, owner of Windermere Real Estate in Whatcom County\nSkagit County’s economy is dominated by manufacturing, which accounts for 33.4% of GDP with food, machinery and oil and petroleum products the leading contributors. Skagit’s population is projected to grow 5.22% from 2017 through 2022, and median household income is projected to increase by 7.98% during the same time frame.\nWhatcom County is home to Western Washington University and is the nation’s largest producer of raspberries. Whatcom County’s population is projected to grow 5.93% from 2017 through 2022, and median household income is projected to increase by 6.86%.\nIsland County is home to Naval Air Station Whidbey Island, which supports approximately 7,000 military personnel, with an additional 14,000 family members, over 14,000 retirees, 350+ reservists, and 2,400 civilian employees. Island County’s population is projected to grow 4.57% from 2017 through 2022 and median household income is projected to increase by 11.02%.\nSources:\nhttps://www.usnews.com/news/best-states/rankings/economy\nhttp://www.bellinghamherald.com/news/local/article188262154.html\nhttps://www.whatcombusinessalliance.com/industry/seven-industry-leaders-forecast-2018/\nhttps://fortress.wa.gov/esd/employmentdata/reports-publications/regional-reports/county-profiles/skagit-county-profile ;\nhttps://esd.wa.gov/labormarketinfo/county-profiles/whatcom ;\nhttps://www.snl.com\nhttp://www.militaryinstallations.dod.mil/MOS/f?p=MI:CONTENT:0::::P4_INST_ID,P4_CONTENT_TITLE,P4_CONTENT_EKMT_ID,P4_CONTENT_DIRECTORY:5080,Installation%20Overview,30.90.30.30.30.0.0.0.0,1\nAbout Savi Financial Corporation Inc. and SaviBank –\nSavi Financial Corporation is the small bank holding company of SaviBank. The Bank began operations April 11, 2005, and has five branch locations in Burlington, Bellingham, Mt. Vernon, Oak Harbor, and Freeland, Washington, and a loan production office in Anacortes, Washington. The Bank provides loan and deposit services to customers who are predominantly small and middle-market businesses and individuals in and around Skagit, Island, and Whatcom counties. As a locally-owned community bank, we believe that when everyone becomes Savi about their finances, our entire community benefits. Call us or stop by one of our branches and we’ll show you how to bank Savi. For additional information about SaviBank visit http://www.savibank.com .\nForward Looking Statement\nThis release may contain “forward-looking statements” that are subject to risks and uncertainties. Readers should not place undue reliance on forward-looking statements, which reflect management’s views only as of the date hereof. All statements, other than statements of historical fact, regarding our financial position, business strategy and management’s plans and objectives for future operations are forward-looking statements. When used in this report, the words “anticipate,” “believe,” “estimate,” “expect,” and “intend” and words or phrases of similar meaning, as they relate to SaviBank or management, are intended to help identify forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Although we believe that management’s expectations as reflected in forward-looking statements are reasonable, we cannot assure readers that those expectations will prove to be correct. Forward-looking statements are subject to various risks and uncertainties that may cause our actual results to differ materially and adversely from our expectations as indicated in the forward-looking statements. These risks and uncertainties include our ability to maintain or expand our market share or net interest margins, and to implement our marketing and growth strategies. Further, actual results may be affected by our ability to compete on price and other factors with other financial institutions; customer acceptance of new products and services; the regulatory environment in which we operate; and general trends in the local, regional and national banking industry and economy, as those factors relate to our cost of funds and return on assets. In addition, there are risks inherent in the banking industry relating to collectability of loans and changes in interest rates. Many of these risks, as well as other risks may have a material adverse impact on our operations and business.\nSELECTED FINANCIAL DATA (In thousands of dollars, except for ratios and per share amounts) Unaudited Three Months Ended March 31, 2018 December 31, 2017 Var % March 31, 2017 Var % SUMMARY OF OPERATIONS Interest income $ 2,579 $ 2,487 4 % $ 2,135 21 % Interest expense (378 ) (354 ) 7 (261 ) 45 Net interest income 2,201 2,133 3 1,874 17 Provision for loan losses - - - (23 ) NM NII after loss provision 2,201 2,133 3 1,851 19 Investment security gains (losses) - - - - - Non-interest income 633 295 115 372 70 Non-interest expense (1,995 ) (1,939 ) 3 (1,664 ) 20 Income before tax 839 489 72 559 50 Federal income tax expense 178 1,628 NM 196 (9 ) Net income $ 661 $ (1,139 ) NM $ 363 82 PER COMMON SHARE DATA Number of shares outstanding (000s) 17,113 17,113 NM 14,820 15 Earnings per share, basic and diluted $ 0.039 $ (0.067 ) NM $ 0.024 58 Market value 2.01 2.00 NM 1.60 26 Book value 1.72 1.69 NM 1.72 NM Market value to book value 116.69 % 118.68 % NM 93.05 % NM BALANCE SHEET DATA Assets $ 221,648 $ 217,271 2 % $ 198,235 12 % Investments securities 9,569 9,979 (4 ) 10,440 (8 ) Total loans 185,757 183,847 1 162,013 15 Total deposits 186,219 178,274 4 136,896 36 Borrowings 5,000 9,000 (44 ) 35,300 (86 ) Shareholders’ equity 29,478 28,838 2 25,483 16 AVERAGE BALANCE SHEET DATA Average assets $ 218,450 $ 215,205 2 % $ 185,943 17 % Average total loans 182,614 176,143 4 156,279 17 Average total deposits 179,863 175,309 3 134,434 34 Average shareholders' equity 28,848 30,306 -5 20,628 40 ASSET QUALITY RATIOS Net (charge-offs) recoveries $ 2 $ (51 ) $ 315 Net (charge-offs) recoveries to average loans 0.00 % (0.12 )% 0.81 % Non-performing loans as a % of loans 0.01 0.04 0.03 Non-performing assets as a % of assets 0.22 0.25 0.79 Allowance for loan losses as a % of total loans 1.05 1.06 1.15 Allowance for loan losses as a % of non-performing loans 8,473.91 2,702.78 3,879.17 FINANCIAL RATIOS\\STATISTICS Return on average equity 9.17 % (15.03) % 7.04 % Return on average assets 1.21 (2.12 ) 0.78 Net interest margin 4.30 4.23 4.43 Efficiency ratio 70.40 79.88 74.09 Average number of employees (FTE) 66 61 58 CAPITAL RATIOS Tier 1 leverage ratio -- Bank 12.12 12.37 11.58 Common equity tier 1 ratio -- Bank 13.41 14.08 12.50 Tier 1 risk-based capital ratio -- Bank 13.41 14.08 12.50 Total risk-based capital ratio --Bank 14.44 15.15 13.65\nCONTACT:\nMichal D. Cann, Chairman & CEO\n(360) 707-2272\nSource:SaviBank",
    "published": "2018-04-30T17:00:00.000+03:00",
    "crawled": "2018-04-30T17:29:42.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "burlington",
        "april",
        "globe",
        "newswire",
        "savi",
        "financial",
        "corporation",
        "otc",
        "pink",
        "svvb",
        "small",
        "bank",
        "holding",
        "company",
        "savibank",
        "today",
        "reported",
        "first",
        "quarter",
        "earnings",
        "grew",
        "per",
        "share",
        "compared",
        "per",
        "share",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "included",
        "million",
        "valuation",
        "charge",
        "deferred",
        "tax",
        "asset",
        "dta",
        "profitability",
        "fueled",
        "loan",
        "growth",
        "deposit",
        "growth",
        "excellent",
        "asset",
        "quality",
        "strong",
        "net",
        "interest",
        "margin",
        "result",
        "unaudited",
        "continuing",
        "build",
        "franchise",
        "implementing",
        "plan",
        "expand",
        "branch",
        "network",
        "investing",
        "technology",
        "recruiting",
        "seasoned",
        "banker",
        "establishing",
        "deepening",
        "customer",
        "relationship",
        "said",
        "michal",
        "cann",
        "chairman",
        "ceo",
        "market",
        "serve",
        "northwest",
        "washington",
        "continue",
        "generate",
        "excellent",
        "growth",
        "household",
        "income",
        "employment",
        "change",
        "tax",
        "law",
        "reduced",
        "earnings",
        "marginal",
        "tax",
        "rate",
        "first",
        "quarter",
        "dropped",
        "contributed",
        "profitability",
        "said",
        "rob",
        "wood",
        "chief",
        "financial",
        "officer",
        "total",
        "revenue",
        "consisting",
        "net",
        "interest",
        "income",
        "income",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "year",
        "ago",
        "grew",
        "million",
        "fourth",
        "quarter",
        "reflecting",
        "strong",
        "market",
        "small",
        "business",
        "administration",
        "loan",
        "net",
        "interest",
        "margin",
        "remains",
        "well",
        "average",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "year",
        "ago",
        "recent",
        "increase",
        "interest",
        "rate",
        "seeing",
        "benefit",
        "repricing",
        "loan",
        "portfolio",
        "carry",
        "adjustable",
        "rate",
        "deposit",
        "cost",
        "relatively",
        "stable",
        "anticipate",
        "cost",
        "deposit",
        "cost",
        "borrowing",
        "begin",
        "rise",
        "future",
        "cann",
        "noted",
        "net",
        "interest",
        "margin",
        "significantly",
        "better",
        "peer",
        "average",
        "posted",
        "bank",
        "snl",
        "financials",
        "microcap",
        "bank",
        "index",
        "december",
        "robust",
        "sba",
        "usda",
        "loan",
        "production",
        "generated",
        "quarter",
        "contributed",
        "rise",
        "income",
        "income",
        "increased",
        "first",
        "quarter",
        "gain",
        "sale",
        "loan",
        "compared",
        "loan",
        "sale",
        "first",
        "quarter",
        "said",
        "andrew",
        "hunter",
        "president",
        "local",
        "economic",
        "growth",
        "primarily",
        "driven",
        "construction",
        "manufacturing",
        "agriculture",
        "retail",
        "business",
        "generating",
        "strong",
        "loan",
        "demand",
        "owner",
        "first",
        "quarter",
        "highlight",
        "period",
        "march",
        "earnings",
        "per",
        "share",
        "improved",
        "first",
        "quarter",
        "million",
        "share",
        "outstanding",
        "million",
        "share",
        "outstanding",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "change",
        "dta",
        "valuation",
        "reduced",
        "eps",
        "net",
        "interest",
        "income",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "year",
        "ago",
        "million",
        "fourth",
        "quarter",
        "average",
        "first",
        "quarter",
        "total",
        "loan",
        "increased",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "grew",
        "million",
        "fourth",
        "quarter",
        "end",
        "quarter",
        "total",
        "loan",
        "increased",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "grew",
        "million",
        "december",
        "average",
        "first",
        "quarter",
        "total",
        "deposit",
        "grew",
        "million",
        "million",
        "first",
        "quarter",
        "year",
        "ago",
        "increased",
        "million",
        "fourth",
        "quarter",
        "end",
        "period",
        "deposit",
        "grew",
        "million",
        "million",
        "year",
        "ago",
        "grew",
        "million",
        "end",
        "fourth",
        "quarter",
        "asset",
        "quality",
        "remained",
        "exceptionally",
        "strong",
        "nonperforming",
        "loan",
        "total",
        "loan",
        "march",
        "march",
        "nonperforming",
        "asset",
        "end",
        "first",
        "quarter",
        "year",
        "ago",
        "net",
        "recovery",
        "first",
        "quarter",
        "first",
        "quarter",
        "year",
        "ago",
        "fourth",
        "quarter",
        "net",
        "allowance",
        "loan",
        "loss",
        "percentage",
        "total",
        "loan",
        "march",
        "compared",
        "march",
        "new",
        "capital",
        "raised",
        "second",
        "half",
        "savibank",
        "capital",
        "level",
        "remained",
        "threshold",
        "institution",
        "total",
        "capital",
        "ratio",
        "leverage",
        "ratio",
        "northwest",
        "washington",
        "savibank",
        "operates",
        "two",
        "branch",
        "one",
        "loan",
        "production",
        "office",
        "skagit",
        "county",
        "two",
        "branch",
        "island",
        "county",
        "one",
        "branch",
        "whatcom",
        "county",
        "new",
        "bellingham",
        "branch",
        "building",
        "whatcom",
        "county",
        "opened",
        "october",
        "according",
        "washington",
        "state",
        "ranked",
        "rd",
        "best",
        "economy",
        "nation",
        "washington",
        "also",
        "ranked",
        "nd",
        "nation",
        "healthcare",
        "th",
        "education",
        "th",
        "infrastructure",
        "skagit",
        "whatcom",
        "island",
        "county",
        "region",
        "stretch",
        "north",
        "greater",
        "metropolis",
        "canadian",
        "border",
        "northwest",
        "washington",
        "continues",
        "one",
        "vibrant",
        "region",
        "country",
        "solid",
        "employment",
        "base",
        "moderate",
        "climate",
        "strong",
        "housing",
        "market",
        "housing",
        "market",
        "skagit",
        "whatcom",
        "county",
        "continues",
        "accelerate",
        "people",
        "seattle",
        "buying",
        "home",
        "cash",
        "difference",
        "average",
        "price",
        "seattle",
        "bellingham",
        "sell",
        "use",
        "equity",
        "buy",
        "cash",
        "enjoy",
        "quality",
        "life",
        "affordable",
        "area",
        "stated",
        "dan",
        "washburn",
        "owner",
        "windermere",
        "real",
        "estate",
        "whatcom",
        "county",
        "skagit",
        "county",
        "economy",
        "dominated",
        "manufacturing",
        "account",
        "gdp",
        "food",
        "machinery",
        "oil",
        "petroleum",
        "product",
        "leading",
        "contributor",
        "skagit",
        "population",
        "projected",
        "grow",
        "median",
        "household",
        "income",
        "projected",
        "increase",
        "time",
        "frame",
        "whatcom",
        "county",
        "home",
        "western",
        "washington",
        "university",
        "nation",
        "largest",
        "producer",
        "raspberry",
        "whatcom",
        "county",
        "population",
        "projected",
        "grow",
        "median",
        "household",
        "income",
        "projected",
        "increase",
        "island",
        "county",
        "home",
        "naval",
        "air",
        "station",
        "whidbey",
        "island",
        "support",
        "approximately",
        "military",
        "personnel",
        "additional",
        "family",
        "member",
        "retiree",
        "reservist",
        "civilian",
        "employee",
        "island",
        "county",
        "population",
        "projected",
        "grow",
        "median",
        "household",
        "income",
        "projected",
        "increase",
        "source",
        "http",
        "http",
        "http",
        "http",
        "http",
        "http",
        "http",
        "installation",
        "savi",
        "financial",
        "corporation",
        "savibank",
        "savi",
        "financial",
        "corporation",
        "small",
        "bank",
        "holding",
        "company",
        "savibank",
        "bank",
        "began",
        "operation",
        "april",
        "five",
        "branch",
        "location",
        "burlington",
        "bellingham",
        "mt",
        "vernon",
        "oak",
        "harbor",
        "freeland",
        "washington",
        "loan",
        "production",
        "office",
        "anacortes",
        "washington",
        "bank",
        "provides",
        "loan",
        "deposit",
        "service",
        "customer",
        "predominantly",
        "small",
        "business",
        "individual",
        "around",
        "skagit",
        "island",
        "whatcom",
        "county",
        "community",
        "bank",
        "believe",
        "everyone",
        "becomes",
        "savi",
        "finance",
        "entire",
        "community",
        "benefit",
        "call",
        "u",
        "stop",
        "one",
        "branch",
        "show",
        "bank",
        "savi",
        "additional",
        "information",
        "savibank",
        "visit",
        "http",
        "forward",
        "looking",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "management",
        "view",
        "date",
        "hereof",
        "statement",
        "statement",
        "historical",
        "fact",
        "regarding",
        "financial",
        "position",
        "business",
        "strategy",
        "management",
        "plan",
        "objective",
        "future",
        "operation",
        "statement",
        "used",
        "report",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "word",
        "phrase",
        "similar",
        "meaning",
        "relate",
        "savibank",
        "management",
        "intended",
        "help",
        "identify",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "although",
        "believe",
        "management",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assure",
        "reader",
        "expectation",
        "prove",
        "correct",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "expectation",
        "indicated",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "ability",
        "maintain",
        "expand",
        "market",
        "share",
        "net",
        "interest",
        "margin",
        "implement",
        "marketing",
        "growth",
        "strategy",
        "actual",
        "result",
        "may",
        "affected",
        "ability",
        "compete",
        "price",
        "factor",
        "financial",
        "institution",
        "customer",
        "acceptance",
        "new",
        "product",
        "service",
        "regulatory",
        "environment",
        "operate",
        "general",
        "trend",
        "local",
        "regional",
        "national",
        "banking",
        "industry",
        "economy",
        "factor",
        "relate",
        "cost",
        "fund",
        "return",
        "asset",
        "addition",
        "risk",
        "inherent",
        "banking",
        "industry",
        "relating",
        "collectability",
        "loan",
        "change",
        "interest",
        "rate",
        "many",
        "risk",
        "well",
        "risk",
        "may",
        "material",
        "adverse",
        "impact",
        "operation",
        "business",
        "selected",
        "financial",
        "data",
        "thousand",
        "dollar",
        "except",
        "ratio",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "december",
        "var",
        "march",
        "var",
        "summary",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "nm",
        "nii",
        "loss",
        "provision",
        "investment",
        "security",
        "gain",
        "loss",
        "income",
        "expense",
        "income",
        "tax",
        "federal",
        "income",
        "tax",
        "expense",
        "nm",
        "net",
        "income",
        "nm",
        "per",
        "common",
        "share",
        "data",
        "number",
        "share",
        "outstanding",
        "000s",
        "nm",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "nm",
        "market",
        "value",
        "nm",
        "book",
        "value",
        "nm",
        "nm",
        "market",
        "value",
        "book",
        "value",
        "nm",
        "nm",
        "balance",
        "sheet",
        "data",
        "asset",
        "investment",
        "security",
        "total",
        "loan",
        "total",
        "deposit",
        "borrowing",
        "shareholder",
        "equity",
        "average",
        "balance",
        "sheet",
        "data",
        "average",
        "asset",
        "average",
        "total",
        "loan",
        "average",
        "total",
        "deposit",
        "average",
        "shareholder",
        "equity",
        "asset",
        "quality",
        "ratio",
        "net",
        "recovery",
        "net",
        "recovery",
        "average",
        "loan",
        "loan",
        "loan",
        "asset",
        "asset",
        "allowance",
        "loan",
        "loss",
        "total",
        "loan",
        "allowance",
        "loan",
        "loss",
        "loan",
        "financial",
        "return",
        "average",
        "equity",
        "return",
        "average",
        "asset",
        "net",
        "interest",
        "margin",
        "efficiency",
        "ratio",
        "average",
        "number",
        "employee",
        "fte",
        "capital",
        "ratio",
        "tier",
        "leverage",
        "ratio",
        "bank",
        "common",
        "equity",
        "tier",
        "ratio",
        "bank",
        "tier",
        "capital",
        "ratio",
        "bank",
        "total",
        "capital",
        "ratio",
        "bank",
        "contact",
        "michal",
        "cann",
        "chairman",
        "ceo",
        "source",
        "savibank"
    ]
}