{
    "organizations": [],
    "uuid": "c75ba5e49479453df7eb1b70182965238b965c1f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/globe-newswire-international-frontier-resources-announces-2017-fourth-quarter-and-year-end-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "International Frontier Resources Announces 2017 Fourth Quarter and Year-end Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, April 24, 2018 (GLOBE NEWSWIRE) -- International Frontier Resources Corporation (“IFR” or the “Company”) (TSX-V:IFR) (OTCQB:IFRTF) is pleased to report its financial and operating results for the three months and year ended December 31, 2017. Selected financial and operational information is set out below and should be read in conjunction with IFR’s December 31, 2017 audited annual financial statements and the related management’s discussion and analysis (“MD&A”). In addition, the Corporation today announces the filing of its Annual Information Form (“AIF”) for the year ended December 31, 2017, which contains the Corporation’s reserves and other oil and natural gas information, as required under National Instrument 51-101 Standards of Disclosure of Oil and Gas Activities . The AIF, financial statements and MD&A are available for review at www.sedar.com and on the Corporation’s website at www.internationalfrontier.com . All dollar figures are in Canadian dollars.\nHighlights\nIFR achieved several strategic objectives in 2017. With an increased focus on Mexico’s Energy Reform, IFR successfully executed on its strategy to be a first-mover. Through its joint venture company Tonalli Energia (“Tonalli”), which was formed in partnership with Mexican petrochemical leader Grupo IDESA, IFR built a solid foundation from which to emerge as an energy leader in Mexico.\nIFR’s achievements in 2017 include:\nIn March, IFR closed a private placement that raised aggregate gross proceeds of $5,059,085. The brokered portion of the private placement was led by PI Financial Corp. In June, Tonalli received approval of its evaluation plan for the onshore Tecolutla block. The evaluation plan outlined in detail the scheduled work program to develop the asset.\nSubsequent to year-end 2017 IFR announced:\nIn January, Tonalli secured the drilling authorization permit from Mexico’s National Hydrocarbons Commission for its TEC-10 directional development well at Tecolutla. TEC-10 is the first Tecolutla well to target new locations within the reservoir with the advantage of 3D seismic that has been reprocessed by Tonalli.\nIn April, IFR announced that Tonalli had spudded its first directional evaluation well, TEC-10. The TEC-10 well is now being drilled to target the El Abra formation at a depth of 2,490 meters (8,169 feet). The expected timeline from spud date to reach total depth is under three weeks.\nFinancial Highlights ‐ Fourth Quarter 2017 and Year ended December 31, 2017\nThe Company reported a consolidated net loss of $2,514,925 ($0.02 loss per share) for the three months ended December 31, 2017 compared to a net loss of $1,690,950 ($0.02 per share) for the same period in 2016.\nIn Q4 2017, the Company had negative cash flow from continuing operations of ($165,350) which excluded a $1,489,415 non-cash impairment charge.\nThe impairment charge at December 31, 2017 of $1,489,415 includes an impairment of $844,550 with respect to lease rentals paid to date on properties in the Northwest Territories as the Company plans to relinquish its remaining freehold leases and an impairment of $644,865 with respect to the remaining net book value of its properties in Montana.\nThe loss from operations in the period included $412,245 in general and administrative costs and $63,000 incurred during the period in respect to the Company’s Mexico project.\nGeneral and administrative costs for the quarter were higher than previous quarters mainly because of the costs related to increased activities and development focused on Mexico and certain non-recurring corporate costs that were incurred in the period.\nThe Company recorded a consolidated net loss for the year ended December 31, 2017 of $3,382,755 ($0.03 per share) compared to a net loss of $3,252,130 ($0.03 per share) at December 31, 2016.\nIn 2017, the Company had a net loss from operations of $1,808,905 including the impairment charge of $1,489,415 and a loss attributed to the Company’s investment in its Mexican joint venture, Tonalli, of $669,300.\nDuring the year, the Company spent $1,597,450 for its 50% share to fund the Company’s joint venture in Mexico.\nWorking capital at December 31, 2017 was $5,683,860, including $5,640,735 of cash and cash equivalents.\nFinancial Results\nThree months ended, Twelve months ended, December 31, December 31, 2017 2016 2017 2016 Net loss and comprehensive loss Net loss from continuing operations $ (2,514,925 ) $ (1,603,880 ) $ (3,382,755 ) $ (3,055,880 ) Net loss from discontinued operations $ - $ (87,070 ) $ - $ (196,250 ) Net loss and comprehensive loss $ (2,514,925 ) $ (1,690,950 ) $ (3,382,755 ) $ (3,252,130 ) Shares outstanding 144,395,885 100,690,845 144,395,885 100,690,845 Basic and fully diluted weighted averages shares 118,259,892 92,676,460 118,259,892 92,676,460 Loss per share Net loss per share $ (0.02 ) $ (0.02 ) $ (0.03 ) $ (0.03 ) About International Frontier Resources\nInternational Frontier Resources Corporation (IFR) is a Canadian publicly traded company with a demonstrated track record of advancing oil and gas projects. Through its Mexican subsidiary, Petro Frontera S.A.P.I de CV (Frontera) and strategic joint ventures, it is advancing the development of petroleum and natural gas assets in Mexico. The Company also has projects in Canada and the United States, including the Northwest Territories, Alberta and Montana.\nThe Company’s shares are listed on the TSX Venture, trading under the symbol IFR and on the OTCQB under the symbol IFRTF. For additional information please visit www.internationalfrontier.com .\nFor further information\nSteve Hanson – President and CEO\n(403) 618-7346\nshanson@internationalfrontier.com\nor\nTony Kinnon – Chairman\n(403) 607-6591\ntkinnon@internationalfrontier.com\nForward Looking Statements\nThis press release contains forward‐looking statements and forward‐looking information (collectively \"forward‐looking information\") within the meaning of applicable securities laws relating to the Company's plans, strategy, business model, focus, objectives and other aspects of IFR's anticipated future operations and financial, operating and drilling and development plans and results, including, expected future production, production mix, reserves, drilling inventory, net debt, cash flow, operating netbacks, decline rate and decline profile, product mix, capital expenditure program, capital efficiencies, commodity prices, tax pools and targeted growth. In addition, and without limiting the generality of the foregoing, this press release contains forward‐looking information regarding: anticipated cost savings and operational efficiencies; anticipated capital cost estimations; the focus and allocation of IFR's 2017 capital budget; anticipated production rates, available free cash flow, management's view of the characteristics and quality of the opportunities available to the Company; and other matters ancillary or incidental to the foregoing.\nForward‐looking information typically uses words such as \"anticipate\", \"believe\", \"project\", \"target\", \"guidance\", \"expect\", \"goal\", \"plan”, \"intend\" or similar words suggesting future outcomes, statements that actions, events or conditions \"may\", \"would\", \"could\" or \"will\" be taken or occur in the future. The forward‐looking information is based on certain key expectations and assumptions made by IFR's management, including expectations concerning prevailing commodity prices, exchange rates, interest rates, applicable royalty rates and tax laws; capital efficiencies; decline rates; future production rates and estimates of operating costs; performance of existing and future wells; reserve and resource volumes; anticipated timing and results of capital expenditures; the success obtained in drilling new wells; the sufficiency of budgeted capital expenditures in carrying out planned activities; the timing, location and extent of future drilling operations; the state of the economy and the exploration and production business; results of operations; performance; business prospects and opportunities; the availability and cost of financing, labour and services; the impact of increasing competition; ability to market oil and natural gas successfully and IFR's ability to access capital.\nStatements relating to \"reserves\" are also deemed to be forward looking statements, as they involve the implied assessment, based on certain estimates and assumptions, that the reserves described exist in the quantities predicted or estimated and that the reserves can be profitably produced in the future.\nAlthough the Company believes that the expectations and assumptions on which such forward‐looking information is based are reasonable, undue reliance should not be placed on the forward‐looking information because IFR can give no assurance that they will prove to be correct. Since forward‐looking information addresses future events and conditions, by its very nature they involve inherent . The Company's actual results, performance or achievement could those expressed in, or implied by, the forward‐looking information and, accordingly, no assurance can be given that any of the events anticipated by the forward‐looking information will transpire or occur, or if any of them do so, what benefits that the Company will derive there from. Management has included the above summary of assumptions and risks related to forward‐looking information provided in order to provide security holders with a more complete perspective on IFR’s future operations and such information may not be appropriate for other purposes.\nReaders are cautioned that the foregoing lists of factors are not exhaustive. Additional information on these and other factors that could affect IFR's operations or financial results are included in reports on file with applicable securities regulatory authorities and may be accessed through the SEDAR website ( www.sedar.com ).\nThese forward‐looking statements are made as of the date of this press release and IFR disclaims any intent or obligation to update publicly any forward‐looking information, whether as a result of new information, future events or results or otherwise, other than as required by applicable securities laws.\n“Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility or accuracy of this release”. The Company seeks Safe Harbor.\nSource:International Frontier Resources Corporation",
    "published": "2018-04-25T00:04:00.000+03:00",
    "crawled": "2018-04-25T00:26:02.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "international",
        "frontier",
        "resource",
        "corporation",
        "ifr",
        "company",
        "ifr",
        "otcqb",
        "ifrtf",
        "pleased",
        "report",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "selected",
        "financial",
        "operational",
        "information",
        "set",
        "read",
        "conjunction",
        "ifr",
        "december",
        "audited",
        "annual",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "addition",
        "corporation",
        "today",
        "announces",
        "filing",
        "annual",
        "information",
        "form",
        "aif",
        "year",
        "ended",
        "december",
        "contains",
        "corporation",
        "reserve",
        "oil",
        "natural",
        "gas",
        "information",
        "required",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "oil",
        "gas",
        "activity",
        "aif",
        "financial",
        "statement",
        "md",
        "available",
        "review",
        "corporation",
        "website",
        "dollar",
        "figure",
        "canadian",
        "dollar",
        "highlight",
        "ifr",
        "achieved",
        "several",
        "strategic",
        "objective",
        "increased",
        "focus",
        "mexico",
        "energy",
        "reform",
        "ifr",
        "successfully",
        "executed",
        "strategy",
        "joint",
        "venture",
        "company",
        "tonalli",
        "energia",
        "tonalli",
        "formed",
        "partnership",
        "mexican",
        "petrochemical",
        "leader",
        "grupo",
        "idesa",
        "ifr",
        "built",
        "solid",
        "foundation",
        "emerge",
        "energy",
        "leader",
        "mexico",
        "ifr",
        "achievement",
        "include",
        "march",
        "ifr",
        "closed",
        "private",
        "placement",
        "raised",
        "aggregate",
        "gross",
        "proceeds",
        "brokered",
        "portion",
        "private",
        "placement",
        "led",
        "pi",
        "financial",
        "june",
        "tonalli",
        "received",
        "approval",
        "evaluation",
        "plan",
        "onshore",
        "tecolutla",
        "block",
        "evaluation",
        "plan",
        "outlined",
        "detail",
        "scheduled",
        "work",
        "program",
        "develop",
        "asset",
        "subsequent",
        "ifr",
        "announced",
        "january",
        "tonalli",
        "secured",
        "drilling",
        "authorization",
        "permit",
        "mexico",
        "national",
        "hydrocarbon",
        "commission",
        "directional",
        "development",
        "well",
        "tecolutla",
        "first",
        "tecolutla",
        "well",
        "target",
        "new",
        "location",
        "within",
        "reservoir",
        "advantage",
        "3d",
        "seismic",
        "reprocessed",
        "tonalli",
        "april",
        "ifr",
        "announced",
        "tonalli",
        "spudded",
        "first",
        "directional",
        "evaluation",
        "well",
        "well",
        "drilled",
        "target",
        "el",
        "abra",
        "formation",
        "depth",
        "meter",
        "foot",
        "expected",
        "timeline",
        "spud",
        "date",
        "reach",
        "total",
        "depth",
        "three",
        "week",
        "financial",
        "highlight",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "consolidated",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "q4",
        "company",
        "negative",
        "cash",
        "flow",
        "continuing",
        "operation",
        "excluded",
        "impairment",
        "charge",
        "impairment",
        "charge",
        "december",
        "includes",
        "impairment",
        "respect",
        "lease",
        "rental",
        "paid",
        "date",
        "property",
        "northwest",
        "territory",
        "company",
        "plan",
        "relinquish",
        "remaining",
        "freehold",
        "lease",
        "impairment",
        "respect",
        "remaining",
        "net",
        "book",
        "value",
        "property",
        "montana",
        "loss",
        "operation",
        "period",
        "included",
        "general",
        "administrative",
        "cost",
        "incurred",
        "period",
        "respect",
        "company",
        "mexico",
        "project",
        "general",
        "administrative",
        "cost",
        "quarter",
        "higher",
        "previous",
        "quarter",
        "mainly",
        "cost",
        "related",
        "increased",
        "activity",
        "development",
        "focused",
        "mexico",
        "certain",
        "corporate",
        "cost",
        "incurred",
        "period",
        "company",
        "recorded",
        "consolidated",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "december",
        "company",
        "net",
        "loss",
        "operation",
        "including",
        "impairment",
        "charge",
        "loss",
        "attributed",
        "company",
        "investment",
        "mexican",
        "joint",
        "venture",
        "tonalli",
        "year",
        "company",
        "spent",
        "share",
        "fund",
        "company",
        "joint",
        "venture",
        "mexico",
        "working",
        "capital",
        "december",
        "including",
        "cash",
        "cash",
        "equivalent",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "continuing",
        "operation",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "share",
        "outstanding",
        "basic",
        "fully",
        "diluted",
        "weighted",
        "average",
        "share",
        "loss",
        "per",
        "share",
        "net",
        "loss",
        "per",
        "share",
        "international",
        "frontier",
        "resource",
        "international",
        "frontier",
        "resource",
        "corporation",
        "ifr",
        "canadian",
        "publicly",
        "traded",
        "company",
        "demonstrated",
        "track",
        "record",
        "advancing",
        "oil",
        "gas",
        "project",
        "mexican",
        "subsidiary",
        "petro",
        "frontera",
        "de",
        "cv",
        "frontera",
        "strategic",
        "joint",
        "venture",
        "advancing",
        "development",
        "petroleum",
        "natural",
        "gas",
        "asset",
        "mexico",
        "company",
        "also",
        "project",
        "canada",
        "united",
        "state",
        "including",
        "northwest",
        "territory",
        "alberta",
        "montana",
        "company",
        "share",
        "listed",
        "tsx",
        "venture",
        "trading",
        "symbol",
        "ifr",
        "otcqb",
        "symbol",
        "ifrtf",
        "additional",
        "information",
        "please",
        "visit",
        "information",
        "steve",
        "hanson",
        "president",
        "ceo",
        "shanson",
        "tony",
        "kinnon",
        "chairman",
        "tkinnon",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "collectively",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "relating",
        "company",
        "plan",
        "strategy",
        "business",
        "model",
        "focus",
        "objective",
        "aspect",
        "ifr",
        "anticipated",
        "future",
        "operation",
        "financial",
        "operating",
        "drilling",
        "development",
        "plan",
        "result",
        "including",
        "expected",
        "future",
        "production",
        "production",
        "mix",
        "reserve",
        "drilling",
        "inventory",
        "net",
        "debt",
        "cash",
        "flow",
        "operating",
        "netbacks",
        "decline",
        "rate",
        "decline",
        "profile",
        "product",
        "mix",
        "capital",
        "expenditure",
        "program",
        "capital",
        "efficiency",
        "commodity",
        "price",
        "tax",
        "pool",
        "targeted",
        "growth",
        "addition",
        "without",
        "limiting",
        "generality",
        "foregoing",
        "press",
        "release",
        "contains",
        "information",
        "regarding",
        "anticipated",
        "cost",
        "saving",
        "operational",
        "efficiency",
        "anticipated",
        "capital",
        "cost",
        "estimation",
        "focus",
        "allocation",
        "ifr",
        "capital",
        "budget",
        "anticipated",
        "production",
        "rate",
        "available",
        "free",
        "cash",
        "flow",
        "management",
        "view",
        "characteristic",
        "quality",
        "opportunity",
        "available",
        "company",
        "matter",
        "ancillary",
        "incidental",
        "foregoing",
        "information",
        "typically",
        "us",
        "word",
        "anticipate",
        "believe",
        "project",
        "target",
        "guidance",
        "expect",
        "goal",
        "plan",
        "intend",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "statement",
        "action",
        "event",
        "condition",
        "may",
        "would",
        "could",
        "taken",
        "occur",
        "future",
        "information",
        "based",
        "certain",
        "key",
        "expectation",
        "assumption",
        "made",
        "ifr",
        "management",
        "including",
        "expectation",
        "concerning",
        "prevailing",
        "commodity",
        "price",
        "exchange",
        "rate",
        "interest",
        "rate",
        "applicable",
        "royalty",
        "rate",
        "tax",
        "law",
        "capital",
        "efficiency",
        "decline",
        "rate",
        "future",
        "production",
        "rate",
        "estimate",
        "operating",
        "cost",
        "performance",
        "existing",
        "future",
        "well",
        "reserve",
        "resource",
        "volume",
        "anticipated",
        "timing",
        "result",
        "capital",
        "expenditure",
        "success",
        "obtained",
        "drilling",
        "new",
        "well",
        "sufficiency",
        "budgeted",
        "capital",
        "expenditure",
        "carrying",
        "planned",
        "activity",
        "timing",
        "location",
        "extent",
        "future",
        "drilling",
        "operation",
        "state",
        "economy",
        "exploration",
        "production",
        "business",
        "result",
        "operation",
        "performance",
        "business",
        "prospect",
        "opportunity",
        "availability",
        "cost",
        "financing",
        "labour",
        "service",
        "impact",
        "increasing",
        "competition",
        "ability",
        "market",
        "oil",
        "natural",
        "gas",
        "successfully",
        "ifr",
        "ability",
        "access",
        "capital",
        "statement",
        "relating",
        "reserve",
        "also",
        "deemed",
        "forward",
        "looking",
        "statement",
        "involve",
        "implied",
        "assessment",
        "based",
        "certain",
        "estimate",
        "assumption",
        "reserve",
        "described",
        "exist",
        "quantity",
        "predicted",
        "estimated",
        "reserve",
        "profitably",
        "produced",
        "future",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "information",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "ifr",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "information",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "expressed",
        "implied",
        "information",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "information",
        "transpire",
        "occur",
        "benefit",
        "company",
        "derive",
        "management",
        "included",
        "summary",
        "assumption",
        "risk",
        "related",
        "information",
        "provided",
        "order",
        "provide",
        "security",
        "holder",
        "complete",
        "perspective",
        "ifr",
        "future",
        "operation",
        "information",
        "may",
        "appropriate",
        "purpose",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "ifr",
        "operation",
        "financial",
        "result",
        "included",
        "report",
        "file",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "may",
        "accessed",
        "sedar",
        "website",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "ifr",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "publicly",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "accuracy",
        "release",
        "company",
        "seek",
        "safe",
        "harbor",
        "source",
        "international",
        "frontier",
        "resource",
        "corporation"
    ]
}