{
    "organizations": [],
    "uuid": "005561a3e87d8ac70e68138a4d49aebe1966faa4",
    "author": "Henry Engler",
    "url": "https://www.reuters.com/article/bc-finreg-bank-culture-forum-understandi/bank-culture-forum-big-banks-gain-more-understanding-of-staff-conduct-lack-common-standards-idUSKBN1HV27P",
    "ord_in_thread": 0,
    "title": "BANK CULTURE FORUM: Big banks gain more understanding of staff conduct; lack common standards",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Thomson Reuters Regulatory Intelligence) - The behavioral science tools that major banks have begun to deploy allow them to mitigate risk and better understand the behavior of individual employees and groups. But the evidence and data accumulated so far is at an early stage, and more work is needed to share the insights learned as the industry tries to perfect a “behavioral engineering” approach.\n(L to R) Azish Filabi, executive director, Ethical Systems; Michael Schlee, managing director, Goldman Sachs; Stephen Scott, CEO, Starling. Behavioral science tools and methods are being used to detect patterns of behavior, which experts and regulators believe can influence an organization’s culture, and ultimately, performance. Behavioral science encompass multiple disciplines for studying human behavior. It can include psychology, economics, sociology, cultural anthropology and biology. Some of tools now being used in the financial industry borrow from organizational psychology, for example, and apply new technologies that can analyze conversations, decisions, and other observable forms of behavior.\nAt a recent Thomson Reuters forum in New York on culture and behavioral science in the banking industry some of the world’s largest firms, as well as experts in the field of behavioral science and ethics, shared their experience of how sophisticated technology such as machine learning is being applied to monitor, detect and prevent certain types of conduct.\nAt the core of their efforts is the accumulation of vast amounts of data throughout their organizations. The challenge then is to use various technologies to analyze vast pools of information to see whether one can spot behaviors that warrant further investigation.\n“When you start to bring this data together you start to get patterns, and you begin to look at the organization as an organism. And through those patterns you can start to see abnormal behavior,” said Mark Cooke, group head of operational risk at HSBC in London.\nKNOWN VERSUS UNKNOWN BEHAVIORAL SIGNALS Many firms, both small and large, are applying technologies to monitor their employees for potential signs of bad conduct. This type of risk mitigation has become routine in the wake of numerous scandals over the past ten years that involved employee misconduct. The larger the organization the more sophisticated such tools need to be given the vast amounts of digital data that are generated. At Goldman Sachs, for example, a team of surveillance experts comb through reams of information on a daily basis.\n“We consume about five to six billion data elements a day,” said Michael Schlee, managing director and head of Strats Compliance at Goldman Sachs.\nThe way in which the data is analyzed, said Schlee, is two-fold.\n“I think of two ways to attack it that we deploy. The first way is that you are looking for known signals; kind of your traditional surveillance approach where you know what you are looking for,” said Schlee.\n“On the other side, there you really don’t know the signal you are going after but you have the data . . . You’re in a big-data world where you say let the data tell me what I might find.”\nFINDING ANOMALIES Another way in which data is used is in analyzing business unit performance and how the units interact with other parts of the organization. For example, if a group that has a common risk profile or appetite is outperforming other similar groups, the question then becomes why? One can use data to see if the outperforming group is having communications with others outside its unit that seem odd or unusual. While the unit may have some “secret sauce” and be operating fully above board, there may be instances where that’s not the case. Uncovering such patterns is both time saving and efficient.\n“In essence what we do is behavioral engineering, and the engineering becomes complex the larger the size and scale of your organization,” said Cooke of HSBC. “Data makes us more efficient . . . We need to use these tools to identify where a team might have a problem.”\nIDENTIFYING KEY INFLUENCERS Behavioral science tools and techniques can also gives firms an insight into who in an organization wields considerable influence. In some cases, it’s not always the most obvious people. Often mid-tier employees have considerable influence over a group’s behavior, something that can be detected and observed by using such tools.\n“We can actually find signals on who are the key influencers in the organization, who are the most deeply trusted people,” said Stephen Scott, chief executive of Starling, an applied behavioral science tech company. By analyzing the metadata of employee communications, one can uncover patterns that demonstrate which individuals wield greater influence and trust.\nTaking the analysis a step further, if a key influencer is incompetent or appears to have bad intentions, the individual then poses a greater risk to his or her group, and the larger organization.\n“The moment we know that (an employee) operates with bad intent or is incompetent, or he actually doesn’t know what he’s doing, he’s quite likely to have a disproportionate effect on the institution,” added Cooke of HSBC. “You start then to think about how you can react and drive a progressive organization.”\nHOW THE DATA HELPS IN SHAPING ETHICS AND CULTURE While collecting, analyzing and sifting through troves of data is a useful exercise, it does not necessarily take one to the next level of using the information to improve an organization’s culture. Joining such information with so-called “cultural metrics” will provide a firm with a more complete picture of what it needs to do to enhance the ethics and values of its employees.\n“Data is really an important part of the equation, but the idea of how do you solve the problems is a separate question,” said Azish Filabi, executive director of Ethical Systems, a research group. “The data feeds into the management decision of what do we do next given what we have.”\nThe ideal outcome, said Filabi, is where one can marry the underlying data being collected about employees with their views about the organization, which can come through surveys and other forms of communication and engagement.\n“Culture is the mindsets and beliefs, not as hard as the observable data, but really important in the same context,” said Filabi, who outlined three high-level categories of how individuals view their company cultures.\nThe first is organizational fairness, or the idea that individuals and employees feel that their leaders are fair not only to them, but their colleagues as well. Another is being able to speak up about issues without fearing retaliation – a “speak up” culture – and last is the perception of whether management is abusive towards employees through language or actions.\nEARLY STAGES OF WHAT TO MEASURE AND HOW TO USE THE DATA While all participants agreed that the behavioral tools and methods they are using are giving them better insights into their organizations, it was still early days in fully understanding what works and what doesn’t over a longer time frame. As applied in financial services, behavioral science was still in its infancy.\n“From a behavioral standpoint, I don’t think we are even close in identifying the signals of what we actually are looking for, because we don’t know the factors,” said Schlee of Goldman Sachs.\n“Employing some of these advanced techniques requires a lot of observable data, not just the data you are trying to look at, but also trying to predict. And there are not enough instances to allow a machine learning model to predict something, because you can’t tune on it,” he added.\nFrom a research and industry perspective, Filabi of Ethical Systems saw similar challenges.\n“For us as an organization, one of our missions is to make business ethics a cumulative science, and what that means is that there is not yet enough evidence of what works well from a behavioral science perspective in an organization,” said Filabi. “We are really at the infancy of behavioral science, particularly with respect to ethics.”\nFor a video roundup with members of the Behavioral Science and Bank Culture Forum panels, please click on this link: youtu.be/S7niqHSZj4o\n(Henry Engler is a North American Regulatory Intelligence Editor for Thomson Reuters Regulatory Intelligence. He is a former financial industry compliance consultant and executive, and earlier served as a financial journalist with Reuters. Email Henry at henry.engler@thomsonreuters.com)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Apr. 20. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-04-25T02:09:00.000+03:00",
    "crawled": "2018-04-25T14:28:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "behavioral",
        "science",
        "tool",
        "major",
        "bank",
        "begun",
        "deploy",
        "allow",
        "mitigate",
        "risk",
        "better",
        "understand",
        "behavior",
        "individual",
        "employee",
        "group",
        "evidence",
        "data",
        "accumulated",
        "far",
        "early",
        "stage",
        "work",
        "needed",
        "share",
        "insight",
        "learned",
        "industry",
        "try",
        "perfect",
        "behavioral",
        "engineering",
        "approach",
        "l",
        "r",
        "azish",
        "filabi",
        "executive",
        "director",
        "ethical",
        "system",
        "michael",
        "schlee",
        "managing",
        "director",
        "goldman",
        "sachs",
        "stephen",
        "scott",
        "ceo",
        "starling",
        "behavioral",
        "science",
        "tool",
        "method",
        "used",
        "detect",
        "pattern",
        "behavior",
        "expert",
        "regulator",
        "believe",
        "influence",
        "organization",
        "culture",
        "ultimately",
        "performance",
        "behavioral",
        "science",
        "encompass",
        "multiple",
        "discipline",
        "studying",
        "human",
        "behavior",
        "include",
        "psychology",
        "economics",
        "sociology",
        "cultural",
        "anthropology",
        "biology",
        "tool",
        "used",
        "financial",
        "industry",
        "borrow",
        "organizational",
        "psychology",
        "example",
        "apply",
        "new",
        "technology",
        "analyze",
        "conversation",
        "decision",
        "observable",
        "form",
        "behavior",
        "recent",
        "thomson",
        "reuters",
        "forum",
        "new",
        "york",
        "culture",
        "behavioral",
        "science",
        "banking",
        "industry",
        "world",
        "largest",
        "firm",
        "well",
        "expert",
        "field",
        "behavioral",
        "science",
        "ethic",
        "shared",
        "experience",
        "sophisticated",
        "technology",
        "machine",
        "learning",
        "applied",
        "monitor",
        "detect",
        "prevent",
        "certain",
        "type",
        "conduct",
        "core",
        "effort",
        "accumulation",
        "vast",
        "amount",
        "data",
        "throughout",
        "organization",
        "challenge",
        "use",
        "various",
        "technology",
        "analyze",
        "vast",
        "pool",
        "information",
        "see",
        "whether",
        "one",
        "spot",
        "behavior",
        "warrant",
        "investigation",
        "start",
        "bring",
        "data",
        "together",
        "start",
        "get",
        "pattern",
        "begin",
        "look",
        "organization",
        "organism",
        "pattern",
        "start",
        "see",
        "abnormal",
        "behavior",
        "said",
        "mark",
        "cooke",
        "group",
        "head",
        "operational",
        "risk",
        "hsbc",
        "london",
        "known",
        "versus",
        "unknown",
        "behavioral",
        "signal",
        "many",
        "firm",
        "small",
        "large",
        "applying",
        "technology",
        "monitor",
        "employee",
        "potential",
        "sign",
        "bad",
        "conduct",
        "type",
        "risk",
        "mitigation",
        "become",
        "routine",
        "wake",
        "numerous",
        "scandal",
        "past",
        "ten",
        "year",
        "involved",
        "employee",
        "misconduct",
        "larger",
        "organization",
        "sophisticated",
        "tool",
        "need",
        "given",
        "vast",
        "amount",
        "digital",
        "data",
        "generated",
        "goldman",
        "sachs",
        "example",
        "team",
        "surveillance",
        "expert",
        "comb",
        "ream",
        "information",
        "daily",
        "basis",
        "consume",
        "five",
        "six",
        "billion",
        "data",
        "element",
        "day",
        "said",
        "michael",
        "schlee",
        "managing",
        "director",
        "head",
        "strats",
        "compliance",
        "goldman",
        "sachs",
        "way",
        "data",
        "analyzed",
        "said",
        "schlee",
        "think",
        "two",
        "way",
        "attack",
        "deploy",
        "first",
        "way",
        "looking",
        "known",
        "signal",
        "kind",
        "traditional",
        "surveillance",
        "approach",
        "know",
        "looking",
        "said",
        "schlee",
        "side",
        "really",
        "know",
        "signal",
        "going",
        "data",
        "world",
        "say",
        "let",
        "data",
        "tell",
        "might",
        "finding",
        "anomaly",
        "another",
        "way",
        "data",
        "used",
        "analyzing",
        "business",
        "unit",
        "performance",
        "unit",
        "interact",
        "part",
        "organization",
        "example",
        "group",
        "common",
        "risk",
        "profile",
        "appetite",
        "outperforming",
        "similar",
        "group",
        "question",
        "becomes",
        "one",
        "use",
        "data",
        "see",
        "outperforming",
        "group",
        "communication",
        "others",
        "outside",
        "unit",
        "seem",
        "odd",
        "unusual",
        "unit",
        "may",
        "secret",
        "sauce",
        "operating",
        "fully",
        "board",
        "may",
        "instance",
        "case",
        "uncovering",
        "pattern",
        "time",
        "saving",
        "efficient",
        "essence",
        "behavioral",
        "engineering",
        "engineering",
        "becomes",
        "complex",
        "larger",
        "size",
        "scale",
        "organization",
        "said",
        "cooke",
        "hsbc",
        "data",
        "make",
        "u",
        "efficient",
        "need",
        "use",
        "tool",
        "identify",
        "team",
        "might",
        "identifying",
        "key",
        "influencers",
        "behavioral",
        "science",
        "tool",
        "technique",
        "also",
        "give",
        "firm",
        "insight",
        "organization",
        "wields",
        "considerable",
        "influence",
        "case",
        "always",
        "obvious",
        "people",
        "often",
        "employee",
        "considerable",
        "influence",
        "group",
        "behavior",
        "something",
        "detected",
        "observed",
        "using",
        "tool",
        "actually",
        "find",
        "signal",
        "key",
        "influencers",
        "organization",
        "deeply",
        "trusted",
        "people",
        "said",
        "stephen",
        "scott",
        "chief",
        "executive",
        "starling",
        "applied",
        "behavioral",
        "science",
        "tech",
        "company",
        "analyzing",
        "metadata",
        "employee",
        "communication",
        "one",
        "uncover",
        "pattern",
        "demonstrate",
        "individual",
        "wield",
        "greater",
        "influence",
        "trust",
        "taking",
        "analysis",
        "step",
        "key",
        "influencer",
        "incompetent",
        "appears",
        "bad",
        "intention",
        "individual",
        "pose",
        "greater",
        "risk",
        "group",
        "larger",
        "organization",
        "moment",
        "know",
        "employee",
        "operates",
        "bad",
        "intent",
        "incompetent",
        "actually",
        "know",
        "quite",
        "likely",
        "disproportionate",
        "effect",
        "institution",
        "added",
        "cooke",
        "hsbc",
        "start",
        "think",
        "react",
        "drive",
        "progressive",
        "data",
        "help",
        "shaping",
        "ethic",
        "culture",
        "collecting",
        "analyzing",
        "sifting",
        "trove",
        "data",
        "useful",
        "exercise",
        "necessarily",
        "take",
        "one",
        "next",
        "level",
        "using",
        "information",
        "improve",
        "organization",
        "culture",
        "joining",
        "information",
        "cultural",
        "metric",
        "provide",
        "firm",
        "complete",
        "picture",
        "need",
        "enhance",
        "ethic",
        "value",
        "employee",
        "data",
        "really",
        "important",
        "part",
        "equation",
        "idea",
        "solve",
        "problem",
        "separate",
        "question",
        "said",
        "azish",
        "filabi",
        "executive",
        "director",
        "ethical",
        "system",
        "research",
        "group",
        "data",
        "feed",
        "management",
        "decision",
        "next",
        "given",
        "ideal",
        "outcome",
        "said",
        "filabi",
        "one",
        "marry",
        "underlying",
        "data",
        "collected",
        "employee",
        "view",
        "organization",
        "come",
        "survey",
        "form",
        "communication",
        "engagement",
        "culture",
        "mindset",
        "belief",
        "hard",
        "observable",
        "data",
        "really",
        "important",
        "context",
        "said",
        "filabi",
        "outlined",
        "three",
        "category",
        "individual",
        "view",
        "company",
        "culture",
        "first",
        "organizational",
        "fairness",
        "idea",
        "individual",
        "employee",
        "feel",
        "leader",
        "fair",
        "colleague",
        "well",
        "another",
        "able",
        "speak",
        "issue",
        "without",
        "fearing",
        "retaliation",
        "speak",
        "culture",
        "last",
        "perception",
        "whether",
        "management",
        "abusive",
        "towards",
        "employee",
        "language",
        "action",
        "early",
        "stage",
        "measure",
        "use",
        "data",
        "participant",
        "agreed",
        "behavioral",
        "tool",
        "method",
        "using",
        "giving",
        "better",
        "insight",
        "organization",
        "still",
        "early",
        "day",
        "fully",
        "understanding",
        "work",
        "longer",
        "time",
        "frame",
        "applied",
        "financial",
        "service",
        "behavioral",
        "science",
        "still",
        "infancy",
        "behavioral",
        "standpoint",
        "think",
        "even",
        "close",
        "identifying",
        "signal",
        "actually",
        "looking",
        "know",
        "factor",
        "said",
        "schlee",
        "goldman",
        "sachs",
        "employing",
        "advanced",
        "technique",
        "requires",
        "lot",
        "observable",
        "data",
        "data",
        "trying",
        "look",
        "also",
        "trying",
        "predict",
        "enough",
        "instance",
        "allow",
        "machine",
        "learning",
        "model",
        "predict",
        "something",
        "tune",
        "added",
        "research",
        "industry",
        "perspective",
        "filabi",
        "ethical",
        "system",
        "saw",
        "similar",
        "challenge",
        "u",
        "organization",
        "one",
        "mission",
        "make",
        "business",
        "ethic",
        "cumulative",
        "science",
        "mean",
        "yet",
        "enough",
        "evidence",
        "work",
        "well",
        "behavioral",
        "science",
        "perspective",
        "organization",
        "said",
        "filabi",
        "really",
        "infancy",
        "behavioral",
        "science",
        "particularly",
        "respect",
        "video",
        "roundup",
        "member",
        "behavioral",
        "science",
        "bank",
        "culture",
        "forum",
        "panel",
        "please",
        "click",
        "link",
        "henry",
        "engler",
        "north",
        "american",
        "regulatory",
        "intelligence",
        "editor",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "former",
        "financial",
        "industry",
        "compliance",
        "consultant",
        "executive",
        "earlier",
        "served",
        "financial",
        "journalist",
        "reuters",
        "email",
        "henry",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "apr",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}