{
    "organizations": [],
    "uuid": "ad24fc7e16a1d4f27eb285daacf472d7b44f69c9",
    "author": "Robert Hackett",
    "url": "http://fortune.com/2018/03/31/cyber-saturday-facebook-ad-preferences-shotgun/",
    "ord_in_thread": 0,
    "title": "Facebook Put 'Shotgun' in My Food-Related Ad Interests. Why?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Robert Hackett March 31, 2018 Happy holidays, Cyber Saturday readers.\nThe fallout from Facebook’s ongoing data controversy spurred me to find out what that clumsy advertising panopticon presumes to know about me. While reviewing—and tightening up—elements of my Facebook profile this week, I made a few surprising discoveries.\nThe first finding caused my brow to furrow. On the “ad preferences” page purporting to reveal my food and drink-related interests, Facebook displayed a photo of a firearm. Apparently, my gustatory inclinations include “shotgun”—at least that’s what the tech giant’s oh-so sophisticated ad targeting algorithms say. The site doesn’t seem to care that guns are, generally, inedible.\nOne of these things is not like the others. (Screenshot of a selection of my supposed food-related \"interests\" on Facebook.) As I excavated the idiosyncratic items that influence my online ad experience, more oddities piled up. I was puzzled to encounter the comedy Ted 2 among my “news and entertainment” interests, a film I have never seen. Did Facebook get its wires crossed while processing that I used to work at TED , or did I, for whatever reason, once “like” something related to the movie? Similarly, Facebook seemed to believe I hold cheddar cheese in high regard. It’s a fine food product, and maybe Facebook has reason to believe I think so. But I have a hunch that Facebook’s bumbling algorithms simply misinterpreted recent status updates about appearances I’ve made on Cheddar , a business news show.\nTo be fair, it’s possible that Facebook’s ad targeting is operating on a level that runs deeper than my ability to comprehend it. Maybe my supposed interests—which include, according to Facebook, the slider baseball pitch, electric currents, butterflies, and the Nepali language—don’t matter much individually. Perhaps they merely indicate, in aggregate, some idea about me that marketers hold dear? Or maybe Facebook’s personalization engine is simply trying too hard to read meaning into nonsense, sorting people categories that are laughably off the mark.\nProbably both. After I posted my shotgun finding on Twitter, a colleague noted that Facebook might be referring to the act of “ shotgunning ,” a crude way to quickly down a beverage, typically beer. This would seem to explain the food-and-drink association, but it raises other questions. Foremost among them: is Facebook’s understanding so crude here that it would conflate a method of bibulation with a weapon? When I click to see examples of ads that use this as a factor in their targeting, I’m shown firearm paraphernalia, like “pre-fitted gun cases.”\nTo be honest, I don’t know whether to be creeped out by the advertising behemoth’s “insights,” or perplexed by its seeming maladroitness.\nA quick update before you go: I invite you to view Fortune’s first episode of Balancing The Ledger , a new show starring your favorite fin-tech reporters. Appropriately, the first installment covers Facebook’s penchant for data mining, and whether projects based on blockchain technology could someday pose an alternative for consumers. I hope you enjoy.\nHave a great weekend.\nRobert Hackett\n@rhhackett\nrobert.hackett@fortune.com\nWelcome to the Cyber Saturday edition of Data Sheet, Fortune’ s daily tech newsletter. Fortune reporter Robert Hackett here. You may reach Robert Hackett via Twitter , Cryptocat , Jabber (see OTR fingerprint on my about.me ), PGP encrypted email (see public key on my Keybase.io ), Wickr , Signal , or however you (securely) prefer. Feedback welcome.\nTHREATS\nChink in the Armour. As mentioned in yesterday’s newsletter, Under Armour said Thursday it suffered a data breach that spilled information for some 150 million accounts registered with its MyFitnessPal diet and fitness app. The compromised data includes people’s names, email addresses, and scrambled passwords. The company said it disclosed the incident four days after discovering the breach, which apparently occurred in February.\nA tale of two cities. The City of Atlanta was hit Tuesday by a ransomware attack in which hackers demand payment in exchange for the restoration of downed computer systems. The attack has ground the city government’s operations to a halt for more than a week . Further north, New York City announced a plan to protect residents from hacking attempts with a new cybersecurity-oriented app, called NYC Secure . The tool, which is designed to offer security tips and alerts, should be made available this summer, the mayor’s office said.\nQuick recovery. Boeing said Wednesday it had been hit by WannaCry , a ransomware campaign that locks down computer systems until victims pay a ransom. Despite causing an initial panic, the attack quickly subsided. A spokesperson for the defense contractor said that the infection “was limited to a few machines,” and that the company’s IT team deployed software patches to remediate the issue. The incident caused “no interruption to the 777 jet program or any of our programs,” the spokesperson said.\nRighting the ship. Six months after the departure of Equifax’s former CEO Richard Smith, the company has named a new CEO . Mark Begor, a longtime General Electric exec and former managing director at the private equity firm Warburg Pincus, will be tasked with leading the credit bureau in the wake of a major data breach that leaked personal information for nearly 150 million people, including their Social Security Numbers.\nLoose lips. The FBI has charged an agent in Minneapolis with leaking classified information to The Intercept, a news site founded by Ebay billionaire Pierre Omidyar. The accused agent’s lawyers said the agent was “driven by a conscientious commitment to long-term national security and addressing the well-documented systemic biases within the FBI.” Terry J. Albury, as the agent is named, is the second person the bureau has charged with leaking information to The Intercept in recent months; the news site said in a statement that it “will not comment on confidential sources.”\nEven though Facebook’s plan to release a home speaker feels like a headline from The Onion, the satirist site’s actual take on the company is even better .\nShare today’s Data Sheet with a friend:\nhttp://fortune.com/newsletter/datasheet/\nLooking for previous Data Sheets? Click here .\nAdvertisement ACCESS GRANTED\nIs computer science actually a science? This provocative, if lengthy, take-down in Baffler Magazine argues that the technorati appropriated the term “science” to add legitimacy to their work. The author, Corey Pein, writes that engineers played a trick on the masses, hoodwinking them into valorizing coding expertise. The piece is a little harsh but well worth reading. Here’s a sample from the introduction.\nEvidence mounts that the forces of digital civilization have produced a technological dystopia run by artificially unintelligent algorithms designed in the interests of greed for maximum efficiency. And true to the tropes of many a dark sci-fi reverie, these impersonal arbiters of our collective fate evince neither pity nor mercy—which means, among other things, that one entirely foreseeable byproduct of their operation is to inflict maximum terror on the human population, whose participation in the system is ritualistic at best. Had there been any residual reason to doubt any part of this glum portrait of our remorselessly data-engineered vision of the human future, well, it was rudely laid to rest on Saturday, January 13, at 8:07 a.m. Hawaii local time.\nFORTUNE RECON\nA Cyber Gang Stole $1 Billion by Hacking Banks and ATMs. Now Police Say They’ve Caught the Mastermind , by David Meyer\nFacebook Harvested Detailed Call and SMS Logs For Years, Report Says , by David Z. Morris\nApple CEO Tim Cook Criticizes Facebook’s Approach to Privacy , by Jonathan Vanian\nFacebook Is Making Big Changes to Its Relationship With Data Brokers , by David Meyer\nBumble Is Suing Tinder Parent for Stealing Trade Secrets Under the Guise of Acquisition Talks , by Natasha Bach\nNetflix Adds Former Obama National Security Advisor and U.N. Advisor to Board , by Jonathan Vanian\nAtlanta’s Cyber Attack Shows the New Security Risks the U.S. Needs to Address—and Fast , by Peter J. Beshar\nReddit No Longer Accepts Bitcoin , by Chris Morris\nCrypto Expert Kathryn Haun Joins Board of HackerOne , by Fortune Staff\nFacebook’s Troubles Underscore Blockchains’ Opportunity , by Robert Hackett\nThe Secret History of the FBI’s Battle Against Apple Reveals the Bureau’s Mistakes , by Aaron Pressman\n1 in 5 University Students Used Loan Money for Cryptocurrency Investments , by Andrew Nusca\nTwitter, Backed by Bitcoin Fan Jack Dorsey, to Ban Cryptocurrency Ads Starting Tuesday , by Lucinda Shen\nAdvertisement ONE MORE THING\nThe most dangerous game. The U.S. Central Intelligence Agency designed a couple of board games , including one called Kingpin: The Hunt for El Chapo, as documents sent by the agency to Vice Motherboard reveal. Apparently, the games are well-crafted, in the estimation of outside game design experts. The creator Kingpin, Volko Ruhnke, who works as a CIA “intelligence educator,” said that “We use a real-world historical case…to improve our analysts’ own mental models of how to help hunt down such ‘hard target’ fugitives from justice.”",
    "published": "2018-04-01T04:20:00.000+03:00",
    "crawled": "2018-04-01T00:01:36.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "robert",
        "hackett",
        "march",
        "happy",
        "holiday",
        "cyber",
        "saturday",
        "reader",
        "fallout",
        "facebook",
        "ongoing",
        "data",
        "controversy",
        "spurred",
        "find",
        "clumsy",
        "advertising",
        "panopticon",
        "presumes",
        "know",
        "tightening",
        "facebook",
        "profile",
        "week",
        "made",
        "surprising",
        "discovery",
        "first",
        "finding",
        "caused",
        "brow",
        "furrow",
        "ad",
        "preference",
        "page",
        "purporting",
        "reveal",
        "food",
        "interest",
        "facebook",
        "displayed",
        "photo",
        "firearm",
        "apparently",
        "gustatory",
        "inclination",
        "include",
        "shotgun",
        "least",
        "tech",
        "giant",
        "sophisticated",
        "ad",
        "targeting",
        "algorithm",
        "say",
        "site",
        "seem",
        "care",
        "gun",
        "generally",
        "inedible",
        "one",
        "thing",
        "like",
        "others",
        "screenshot",
        "selection",
        "supposed",
        "interest",
        "facebook",
        "excavated",
        "idiosyncratic",
        "item",
        "influence",
        "online",
        "ad",
        "experience",
        "oddity",
        "piled",
        "puzzled",
        "encounter",
        "comedy",
        "ted",
        "among",
        "news",
        "entertainment",
        "interest",
        "film",
        "never",
        "seen",
        "facebook",
        "get",
        "wire",
        "crossed",
        "processing",
        "used",
        "work",
        "ted",
        "whatever",
        "reason",
        "like",
        "something",
        "related",
        "movie",
        "similarly",
        "facebook",
        "seemed",
        "believe",
        "hold",
        "cheddar",
        "cheese",
        "high",
        "regard",
        "fine",
        "food",
        "product",
        "maybe",
        "facebook",
        "reason",
        "believe",
        "think",
        "hunch",
        "facebook",
        "bumbling",
        "algorithm",
        "simply",
        "misinterpreted",
        "recent",
        "status",
        "update",
        "appearance",
        "made",
        "cheddar",
        "business",
        "news",
        "show",
        "fair",
        "possible",
        "facebook",
        "ad",
        "targeting",
        "operating",
        "level",
        "run",
        "deeper",
        "ability",
        "comprehend",
        "maybe",
        "supposed",
        "include",
        "according",
        "facebook",
        "slider",
        "baseball",
        "pitch",
        "electric",
        "current",
        "butterfly",
        "nepali",
        "matter",
        "much",
        "individually",
        "perhaps",
        "merely",
        "indicate",
        "aggregate",
        "idea",
        "marketer",
        "hold",
        "dear",
        "maybe",
        "facebook",
        "personalization",
        "engine",
        "simply",
        "trying",
        "hard",
        "read",
        "meaning",
        "nonsense",
        "sorting",
        "people",
        "category",
        "laughably",
        "mark",
        "probably",
        "posted",
        "shotgun",
        "finding",
        "twitter",
        "colleague",
        "noted",
        "facebook",
        "might",
        "referring",
        "act",
        "shotgunning",
        "crude",
        "way",
        "quickly",
        "beverage",
        "typically",
        "beer",
        "would",
        "seem",
        "explain",
        "association",
        "raise",
        "question",
        "foremost",
        "among",
        "facebook",
        "understanding",
        "crude",
        "would",
        "conflate",
        "method",
        "bibulation",
        "weapon",
        "click",
        "see",
        "example",
        "ad",
        "use",
        "factor",
        "targeting",
        "shown",
        "firearm",
        "paraphernalia",
        "like",
        "gun",
        "honest",
        "know",
        "whether",
        "creeped",
        "advertising",
        "behemoth",
        "insight",
        "perplexed",
        "seeming",
        "maladroitness",
        "quick",
        "update",
        "go",
        "invite",
        "view",
        "fortune",
        "first",
        "episode",
        "balancing",
        "ledger",
        "new",
        "show",
        "starring",
        "favorite",
        "reporter",
        "appropriately",
        "first",
        "installment",
        "cover",
        "facebook",
        "penchant",
        "data",
        "mining",
        "whether",
        "project",
        "based",
        "blockchain",
        "technology",
        "could",
        "someday",
        "pose",
        "alternative",
        "consumer",
        "hope",
        "enjoy",
        "great",
        "weekend",
        "robert",
        "hackett",
        "rhhackett",
        "welcome",
        "cyber",
        "saturday",
        "edition",
        "data",
        "sheet",
        "fortune",
        "daily",
        "tech",
        "newsletter",
        "fortune",
        "reporter",
        "robert",
        "hackett",
        "may",
        "reach",
        "robert",
        "hackett",
        "via",
        "twitter",
        "cryptocat",
        "jabber",
        "see",
        "otr",
        "fingerprint",
        "pgp",
        "encrypted",
        "email",
        "see",
        "public",
        "key",
        "wickr",
        "signal",
        "however",
        "securely",
        "prefer",
        "feedback",
        "welcome",
        "threat",
        "chink",
        "armour",
        "mentioned",
        "yesterday",
        "newsletter",
        "armour",
        "said",
        "thursday",
        "suffered",
        "data",
        "breach",
        "spilled",
        "information",
        "million",
        "account",
        "registered",
        "myfitnesspal",
        "diet",
        "fitness",
        "app",
        "compromised",
        "data",
        "includes",
        "people",
        "name",
        "email",
        "address",
        "scrambled",
        "password",
        "company",
        "said",
        "disclosed",
        "incident",
        "four",
        "day",
        "discovering",
        "breach",
        "apparently",
        "occurred",
        "february",
        "tale",
        "two",
        "city",
        "city",
        "atlanta",
        "hit",
        "tuesday",
        "ransomware",
        "attack",
        "hacker",
        "demand",
        "payment",
        "exchange",
        "restoration",
        "downed",
        "computer",
        "system",
        "attack",
        "ground",
        "city",
        "government",
        "operation",
        "halt",
        "week",
        "north",
        "new",
        "york",
        "city",
        "announced",
        "plan",
        "protect",
        "resident",
        "hacking",
        "attempt",
        "new",
        "app",
        "called",
        "nyc",
        "secure",
        "tool",
        "designed",
        "offer",
        "security",
        "tip",
        "alert",
        "made",
        "available",
        "summer",
        "mayor",
        "office",
        "said",
        "quick",
        "recovery",
        "boeing",
        "said",
        "wednesday",
        "hit",
        "wannacry",
        "ransomware",
        "campaign",
        "lock",
        "computer",
        "system",
        "victim",
        "pay",
        "ransom",
        "despite",
        "causing",
        "initial",
        "panic",
        "attack",
        "quickly",
        "subsided",
        "spokesperson",
        "defense",
        "contractor",
        "said",
        "infection",
        "limited",
        "machine",
        "company",
        "team",
        "deployed",
        "software",
        "patch",
        "remediate",
        "issue",
        "incident",
        "caused",
        "interruption",
        "jet",
        "program",
        "program",
        "spokesperson",
        "said",
        "righting",
        "ship",
        "six",
        "month",
        "departure",
        "equifax",
        "former",
        "ceo",
        "richard",
        "smith",
        "company",
        "named",
        "new",
        "ceo",
        "mark",
        "begor",
        "longtime",
        "general",
        "electric",
        "exec",
        "former",
        "managing",
        "director",
        "private",
        "equity",
        "firm",
        "warburg",
        "pincus",
        "tasked",
        "leading",
        "credit",
        "bureau",
        "wake",
        "major",
        "data",
        "breach",
        "leaked",
        "personal",
        "information",
        "nearly",
        "million",
        "people",
        "including",
        "social",
        "security",
        "number",
        "loose",
        "lip",
        "fbi",
        "charged",
        "agent",
        "minneapolis",
        "leaking",
        "classified",
        "information",
        "intercept",
        "news",
        "site",
        "founded",
        "ebay",
        "billionaire",
        "pierre",
        "omidyar",
        "accused",
        "agent",
        "lawyer",
        "said",
        "agent",
        "driven",
        "conscientious",
        "commitment",
        "national",
        "security",
        "addressing",
        "systemic",
        "bias",
        "within",
        "terry",
        "albury",
        "agent",
        "named",
        "second",
        "person",
        "bureau",
        "charged",
        "leaking",
        "information",
        "intercept",
        "recent",
        "month",
        "news",
        "site",
        "said",
        "statement",
        "comment",
        "confidential",
        "even",
        "though",
        "facebook",
        "plan",
        "release",
        "home",
        "speaker",
        "feel",
        "like",
        "headline",
        "onion",
        "satirist",
        "site",
        "actual",
        "take",
        "company",
        "even",
        "better",
        "share",
        "today",
        "data",
        "sheet",
        "friend",
        "http",
        "looking",
        "previous",
        "data",
        "sheet",
        "click",
        "advertisement",
        "access",
        "granted",
        "computer",
        "science",
        "actually",
        "science",
        "provocative",
        "lengthy",
        "baffler",
        "magazine",
        "argues",
        "technorati",
        "appropriated",
        "term",
        "science",
        "add",
        "legitimacy",
        "work",
        "author",
        "corey",
        "pein",
        "writes",
        "engineer",
        "played",
        "trick",
        "mass",
        "hoodwinking",
        "valorizing",
        "coding",
        "expertise",
        "piece",
        "little",
        "harsh",
        "well",
        "worth",
        "reading",
        "sample",
        "introduction",
        "evidence",
        "mount",
        "force",
        "digital",
        "civilization",
        "produced",
        "technological",
        "dystopia",
        "run",
        "artificially",
        "unintelligent",
        "algorithm",
        "designed",
        "interest",
        "greed",
        "maximum",
        "efficiency",
        "true",
        "trope",
        "many",
        "dark",
        "reverie",
        "impersonal",
        "arbiter",
        "collective",
        "fate",
        "evince",
        "neither",
        "pity",
        "mean",
        "among",
        "thing",
        "one",
        "entirely",
        "foreseeable",
        "byproduct",
        "operation",
        "inflict",
        "maximum",
        "terror",
        "human",
        "population",
        "whose",
        "participation",
        "system",
        "ritualistic",
        "best",
        "residual",
        "reason",
        "doubt",
        "part",
        "glum",
        "portrait",
        "remorselessly",
        "vision",
        "human",
        "future",
        "well",
        "rudely",
        "laid",
        "rest",
        "saturday",
        "january",
        "hawaii",
        "local",
        "time",
        "fortune",
        "recon",
        "cyber",
        "gang",
        "stole",
        "billion",
        "hacking",
        "bank",
        "atm",
        "police",
        "say",
        "caught",
        "mastermind",
        "david",
        "meyer",
        "facebook",
        "harvested",
        "detailed",
        "call",
        "sm",
        "log",
        "year",
        "report",
        "say",
        "david",
        "morris",
        "apple",
        "ceo",
        "tim",
        "cook",
        "criticizes",
        "facebook",
        "approach",
        "privacy",
        "jonathan",
        "vanian",
        "facebook",
        "making",
        "big",
        "change",
        "relationship",
        "data",
        "broker",
        "david",
        "meyer",
        "bumble",
        "suing",
        "tinder",
        "parent",
        "stealing",
        "trade",
        "secret",
        "guise",
        "acquisition",
        "talk",
        "natasha",
        "bach",
        "netflix",
        "add",
        "former",
        "obama",
        "national",
        "security",
        "advisor",
        "advisor",
        "board",
        "jonathan",
        "vanian",
        "atlanta",
        "cyber",
        "attack",
        "show",
        "new",
        "security",
        "risk",
        "need",
        "fast",
        "peter",
        "beshar",
        "reddit",
        "longer",
        "accepts",
        "bitcoin",
        "chris",
        "morris",
        "crypto",
        "expert",
        "kathryn",
        "haun",
        "join",
        "board",
        "hackerone",
        "fortune",
        "staff",
        "facebook",
        "trouble",
        "underscore",
        "blockchains",
        "opportunity",
        "robert",
        "hackett",
        "secret",
        "history",
        "fbi",
        "battle",
        "apple",
        "reveals",
        "bureau",
        "mistake",
        "aaron",
        "pressman",
        "university",
        "student",
        "used",
        "loan",
        "money",
        "cryptocurrency",
        "investment",
        "andrew",
        "nusca",
        "twitter",
        "backed",
        "bitcoin",
        "fan",
        "jack",
        "dorsey",
        "ban",
        "cryptocurrency",
        "ad",
        "starting",
        "tuesday",
        "lucinda",
        "shen",
        "advertisement",
        "one",
        "thing",
        "dangerous",
        "game",
        "central",
        "intelligence",
        "agency",
        "designed",
        "couple",
        "board",
        "game",
        "including",
        "one",
        "called",
        "kingpin",
        "hunt",
        "el",
        "chapo",
        "document",
        "sent",
        "agency",
        "vice",
        "motherboard",
        "reveal",
        "apparently",
        "game",
        "estimation",
        "outside",
        "game",
        "design",
        "expert",
        "creator",
        "kingpin",
        "volko",
        "ruhnke",
        "work",
        "cia",
        "intelligence",
        "educator",
        "said",
        "use",
        "historical",
        "improve",
        "analyst",
        "mental",
        "model",
        "help",
        "hunt",
        "hard",
        "target",
        "fugitive",
        "justice"
    ]
}