{
    "organizations": [],
    "uuid": "e7be4fad840537828140fa2543ea803d9ef5b616",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/04/globe-newswire-cub-energy-inc-announces-q4-2017-financial-and-operational-results.html",
    "ord_in_thread": 0,
    "title": "Cub Energy Inc. Announces Q4 2017 Financial and Operational Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, April 04, 2018 (GLOBE NEWSWIRE) -- Cub Energy Inc. (“ Cub ” or the “ Company ”) (TSX-V:KUB), a Ukraine-focused upstream oil and gas company, announced today its audited financial and operating results for the year ended December 31, 2017. All dollar amounts are expressed in United States Dollars unless otherwise noted. This update includes results from KUB-Gas LLC (“ KUB-Gas ”), which Cub has a 35% equity ownership interest, Tysagaz LLC (“ Tysagaz ”), Cub’s 100% owned subsidiary and CNG LLC (“CNG”), which Cub has a 50% equity ownership interest.\nMikhail Afendikov, Chairman and CEO of Cub said: “ We are pleased to report income from our equity investment during the year ended December 31, 2017 amounted to $6.8 million and, excluding non-recurring impairment charges, our 2017 net income would have been $1.7 million. During 2017, the Company received $4.1 million in dividends from its eastern Ukraine investment. We believe 2018 should provide our shareholders with several key catalysts, including the anticipated drilling of the Uzhgorod and West Olgovskoye licence prospects in western and eastern Ukraine, respectively.”\nOperational Highlights\nAchieved average natural gas price of $6.50/Mcf and condensate price of $69.56/bbl during the year ended December 31, 2017 as compared to $6.11/Mcf and $51.66/bbl for 2016. Production averaged 977 boe/d (97% weighted to natural gas and the remaining to condensate) for the year ended December 31, 2017, which decreased 25% as compared to the 1,305 boe/d average during 2016. On December 30, 2017, a new law was passed in Ukraine reducing the royalties on new wells drilled after January 1, 2018 to 12% from 29% for a period of five years. A 118 square kilometer 3D seismic program was completed during the second quarter of 2017 on the Uzhgorod licence which was largely funded by our partner. The 3D seismic was processed and the Company and its partner hope to drill up to three exploration wells on the licence in the latter half of 2018. KUB-Gas completed a 150 kilometer 2D seismic survey during the second quarter of 2017 on the prospective West Olgovskoye licence in eastern Ukraine. KUB-Gas will utilize the 2D seismic survey to identify drill targets. The Company expects KUB-Gas to drill its first well on the licence in 2018 and commence a 3D survey. In 2017, the Company contracted to purchase a new Nitrogen Rejection Unit (“NRU”) to re-commence production on the wholly-owned RK field in western Ukraine.\nFinancial Highlights\nNetbacks of $25.19/boe or $4.20/Mcfe for the year ended December 31, 2017 as compared to netback of $22.40/Boe or $3.73/Mcfe for 2016. During the year ended December 31, 2017, the Company received $4.1 million in dividends from KUB Holdings as compared to $0.8 million in dividends in 2016. Subsequent to December 31, 2017, the Company received a further $1.1 million in dividends. The National Bank of Ukraine (“NBU”) eased certain capital controls by allowing limited dividends. The Company expects to continue to repatriate dividends to the extent possible and allowed by the NBU, although there are no assurances the NBU will continue to ease restrictions indefinitely.\nThree Months Ended Three Months Ended Year Ended Year Ended (in thousands of US Dollars) December 31, 2017 December 31, 2016 December 31, 2017 December 31, 2016 Petroleum and natural gas revenue - - 24 1,456 Pro-rata petroleum and natural gas revenue (1) 3,609 4,023 14,285 17,704 Revenue from gas trading 3,957 4,793 13,099 6,915 Net income (loss) (15,290 ) (308 ) (14,342 ) 3,931 Income per share – basic and diluted (0.05 ) 0.00 (0.05 ) 0.01 Funds generated from operations (2) 1,407 (573 ) 337 (2,569 ) Pro-rata funds generated from operations (3) (1,041 ) 857 (1,646 ) 6,219 Capital expenditures (4) 637 887 1,678 1,350 Pro-rata capital expenditures (4 ) 596 1,296 4,320 3,074 Pro-rata netback ($/boe) 27.29 25.60 25.19 22.40 Pro-rata netback ($Mcfe) 4.55 4.27 4.20 3.73 December December 31, 2017 31, 2016 Working capital (deficit) (478 ) 3,255 Cash and cash equivalents 6,190 4,585 Long-term debt 5,451 6,332 Notes:\nPro-rata petroleum and natural gas revenue is a non-IFRS measure that adds the Company’s petroleum and natural gas revenue earned in the respective periods to the Company’s 35% equity share of the KUB-Gas natural gas sales that the Company has an economic interest in. Funds from operations is a non-IFRS measure and is defined as cash flow from operating activities, excluding changes in non-cash working capital. Pro-rata funds from operations is a non-IFRS measure that adds the Company’s funds from operations in the respective periods to the Company’s 35% equity share of the KUB-Gas and 50% equity share of CNG Holdings funds from operations that the Company has an economic interest in. Capital expenditures includes the purchase of property, plant and equipment and the purchase of exploration and evaluation assets. Pro-rata capital expenditures is a non-IFRS measure that adds the Company’s capital expenditures in the respective periods to the Company’s 35% equity share of the KUB-Gas and 50% equity share of CNG Holdings capital expenditures that the Company has an economic interest in.\nOutlook\nThe Company expects KUB-Gas to drill two wells in 2018. It’s expected that one well will be drilled in either the Olgovskoye or Makeevskoye field and the second well will be the first well drilled by KUB-Gas on the West Olgovskoye licence in eastern Ukraine. KUB-Gas is also contemplating a 3D seismic program on the West Olgovskoye licence.\nIn western Ukraine, the Company committed to purchase a new NRU with a goal of resuming production at the RK field which is estimated to be latter half of 2018. Also in western Ukraine, CNG LLC completed a 118 square kilometer 3D seismic program and the Company and its partner expect to drill up to three exploration wells in the latter half of 2018.\nSupporting Documents\nCub’s complete quarterly reporting package, including the unaudited interim financial statements and associated Management’s Discussion and Analysis, have been filed on SEDAR ( www.sedar.com ) and has been posted on the Company’s website at www.cubenergyinc.com .\nAbout Cub Energy Inc.\nCub Energy Inc. (TSX-V:KUB) is an upstream oil and gas company, with a proven track record of exploration and production cost efficiency in Ukraine. The Company’s strategy is to implement western technology and capital, combined with local expertise and ownership, to increase value in its undeveloped land base, creating and further building a portfolio of producing oil and gas assets within a high pricing environment.\nFor further information please contact us or visit our website: www.cubenergyinc.com\nMikhail Afendikov\nChairman and Chief Executive Officer\n(713) 677-0439\nmikhail.afendikov@cubenergyinc.com\nPatrick McGrath\nChief Financial Officer\n(713) 577-1948\npatrick.mcgrath@cubenergyinc.com\nOil and Gas Equivalents\nA barrel of oil equivalent (“boe”) or units of natural gas equivalents (“Mcfe”) is calculated using the conversion factor of 6 Mcf (thousand cubic feet) of natural gas being equivalent to one barrel of oil. A boe conversion ratio of 6 Mcf: 1 bbl (barrel) or a Mcfe conversion of 1bbl: 6 Mcf is, based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead and is not based on either energy content or current prices. While the boe ratio is useful for comparative measures, it does not accurately reflect individual product values and might be misleading, particularly if used in isolation. As well, given that the value ratio, based on the current price of crude oil to natural gas, is significantly different from the 6:1 energy equivalency ratio, using a 6:1 conversion ratio may be misleading as an indication of value.\nThe disclosure in this press release is prepared in accordance with NI 51-101 standards.\nReader Advisory\nWith the current cash resources, suspension of the RK field, uncertainty surrounding the successful installation of the NRU, dividend restrictions, currency fluctuations, reliance on a limited number of customers, and impact on carrying values, the Company may not have sufficient cash to continue the exploration and development activities. These matters raise significant doubt about the ability of the Company to continue as a going concern and meet its obligations as they become due.\nExcept for statements of historical fact, this news release contains certain “forward-looking information” within the meaning of applicable securities law. Forward-looking information is frequently characterized by words such as “plan”, “expect”, “project”, “intend”, “believe”, “anticipate”, “estimate” and other similar words, or statements that certain events or conditions “may” or “will” occur. Cub believes that the expectations reflected in the forward-looking information are reasonable; however there can be no assurance those expectations will prove to be correct. We cannot guarantee future results, performance or achievements. Consequently, there is no representation that the actual results achieved will be the same, in whole or in part, as those set out in the forward-looking information.\nForward-looking information is based on the opinions and estimates of management at the date the statements are made, and are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those anticipated in the forward-looking information. Some of the risks and other factors that could cause the results to differ materially from those expressed in the forward-looking information include, but are not limited to: general economic conditions in Ukraine, the Black Sea Region and globally; political unrest and security concerns in Ukraine; industry conditions, including fluctuations in the prices of natural gas and foreign currency; governmental regulation of the natural gas industry, including environmental regulation; unanticipated operating events or performance which can reduce production or cause production to be shut in or delayed; failure to obtain industry partner and other fourth party consents and approvals, if and when required; competition for and/or inability to retain drilling rigs and other services; the availability of capital on acceptable terms; the need to obtain required approvals from regulatory authorities; stock market volatility; volatility in market prices for natural gas; liabilities inherent in natural gas operations; competition for, among other things, capital, acquisitions of reserves, undeveloped lands, skilled personnel and supplies; incorrect assessments of the value of acquisitions; geological, technical, drilling, processing and transportation problems; changes in tax laws and incentive programs relating to the natural gas industry; failure to realize the anticipated benefits of acquisitions and dispositions; and the other factors. Readers are cautioned that this list of risk factors should not be construed as exhaustive.\nThis cautionary statement expressly qualifies the forward-looking information contained in this news release. We undertake no duty to update any of the forward-looking information to conform such information to actual results or to changes in our expectations except as otherwise required by applicable securities legislation. Readers are cautioned not to place undue reliance on forward-looking information.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource: CUB ENERGY, INC.",
    "published": "2018-04-05T03:06:00.000+03:00",
    "crawled": "2018-04-05T05:33:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "april",
        "globe",
        "newswire",
        "cub",
        "energy",
        "cub",
        "company",
        "kub",
        "upstream",
        "oil",
        "gas",
        "company",
        "announced",
        "today",
        "audited",
        "financial",
        "operating",
        "result",
        "year",
        "ended",
        "december",
        "dollar",
        "amount",
        "expressed",
        "united",
        "state",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "update",
        "includes",
        "result",
        "llc",
        "cub",
        "equity",
        "ownership",
        "interest",
        "tysagaz",
        "llc",
        "tysagaz",
        "cub",
        "owned",
        "subsidiary",
        "cng",
        "llc",
        "cng",
        "cub",
        "equity",
        "ownership",
        "interest",
        "mikhail",
        "afendikov",
        "chairman",
        "ceo",
        "cub",
        "said",
        "pleased",
        "report",
        "income",
        "equity",
        "investment",
        "year",
        "ended",
        "december",
        "amounted",
        "million",
        "excluding",
        "impairment",
        "charge",
        "net",
        "income",
        "would",
        "million",
        "company",
        "received",
        "million",
        "dividend",
        "eastern",
        "ukraine",
        "investment",
        "believe",
        "provide",
        "shareholder",
        "several",
        "key",
        "catalyst",
        "including",
        "anticipated",
        "drilling",
        "uzhgorod",
        "west",
        "olgovskoye",
        "licence",
        "prospect",
        "western",
        "eastern",
        "ukraine",
        "operational",
        "highlight",
        "achieved",
        "average",
        "natural",
        "gas",
        "price",
        "condensate",
        "price",
        "year",
        "ended",
        "december",
        "compared",
        "production",
        "averaged",
        "weighted",
        "natural",
        "gas",
        "remaining",
        "condensate",
        "year",
        "ended",
        "december",
        "decreased",
        "compared",
        "average",
        "december",
        "new",
        "law",
        "passed",
        "ukraine",
        "reducing",
        "royalty",
        "new",
        "well",
        "drilled",
        "january",
        "period",
        "five",
        "year",
        "square",
        "kilometer",
        "3d",
        "seismic",
        "program",
        "completed",
        "second",
        "quarter",
        "uzhgorod",
        "licence",
        "largely",
        "funded",
        "partner",
        "3d",
        "seismic",
        "processed",
        "company",
        "partner",
        "hope",
        "drill",
        "three",
        "exploration",
        "well",
        "licence",
        "latter",
        "half",
        "completed",
        "kilometer",
        "2d",
        "seismic",
        "survey",
        "second",
        "quarter",
        "prospective",
        "west",
        "olgovskoye",
        "licence",
        "eastern",
        "ukraine",
        "utilize",
        "2d",
        "seismic",
        "survey",
        "identify",
        "drill",
        "target",
        "company",
        "expects",
        "drill",
        "first",
        "well",
        "licence",
        "commence",
        "3d",
        "survey",
        "company",
        "contracted",
        "purchase",
        "new",
        "nitrogen",
        "rejection",
        "unit",
        "nru",
        "production",
        "rk",
        "field",
        "western",
        "ukraine",
        "financial",
        "highlight",
        "netbacks",
        "year",
        "ended",
        "december",
        "compared",
        "netback",
        "year",
        "ended",
        "december",
        "company",
        "received",
        "million",
        "dividend",
        "kub",
        "holding",
        "compared",
        "million",
        "dividend",
        "subsequent",
        "december",
        "company",
        "received",
        "million",
        "dividend",
        "national",
        "bank",
        "ukraine",
        "nbu",
        "eased",
        "certain",
        "capital",
        "control",
        "allowing",
        "limited",
        "dividend",
        "company",
        "expects",
        "continue",
        "repatriate",
        "dividend",
        "extent",
        "possible",
        "allowed",
        "nbu",
        "although",
        "assurance",
        "nbu",
        "continue",
        "ease",
        "restriction",
        "indefinitely",
        "three",
        "month",
        "ended",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "year",
        "ended",
        "thousand",
        "u",
        "dollar",
        "december",
        "december",
        "december",
        "december",
        "petroleum",
        "natural",
        "gas",
        "revenue",
        "petroleum",
        "natural",
        "gas",
        "revenue",
        "revenue",
        "gas",
        "trading",
        "net",
        "income",
        "loss",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "fund",
        "generated",
        "operation",
        "fund",
        "generated",
        "operation",
        "capital",
        "expenditure",
        "capital",
        "expenditure",
        "netback",
        "netback",
        "mcfe",
        "december",
        "december",
        "working",
        "capital",
        "deficit",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "note",
        "petroleum",
        "natural",
        "gas",
        "revenue",
        "measure",
        "add",
        "company",
        "petroleum",
        "natural",
        "gas",
        "revenue",
        "earned",
        "respective",
        "period",
        "company",
        "equity",
        "share",
        "natural",
        "gas",
        "sale",
        "company",
        "economic",
        "interest",
        "fund",
        "operation",
        "measure",
        "defined",
        "cash",
        "flow",
        "operating",
        "activity",
        "excluding",
        "change",
        "working",
        "capital",
        "fund",
        "operation",
        "measure",
        "add",
        "company",
        "fund",
        "operation",
        "respective",
        "period",
        "company",
        "equity",
        "share",
        "equity",
        "share",
        "cng",
        "holding",
        "fund",
        "operation",
        "company",
        "economic",
        "interest",
        "capital",
        "expenditure",
        "includes",
        "purchase",
        "property",
        "plant",
        "equipment",
        "purchase",
        "exploration",
        "evaluation",
        "asset",
        "capital",
        "expenditure",
        "measure",
        "add",
        "company",
        "capital",
        "expenditure",
        "respective",
        "period",
        "company",
        "equity",
        "share",
        "equity",
        "share",
        "cng",
        "holding",
        "capital",
        "expenditure",
        "company",
        "economic",
        "interest",
        "outlook",
        "company",
        "expects",
        "drill",
        "two",
        "well",
        "expected",
        "one",
        "well",
        "drilled",
        "either",
        "olgovskoye",
        "makeevskoye",
        "field",
        "second",
        "well",
        "first",
        "well",
        "drilled",
        "west",
        "olgovskoye",
        "licence",
        "eastern",
        "ukraine",
        "also",
        "contemplating",
        "3d",
        "seismic",
        "program",
        "west",
        "olgovskoye",
        "licence",
        "western",
        "ukraine",
        "company",
        "committed",
        "purchase",
        "new",
        "nru",
        "goal",
        "resuming",
        "production",
        "rk",
        "field",
        "estimated",
        "latter",
        "half",
        "also",
        "western",
        "ukraine",
        "cng",
        "llc",
        "completed",
        "square",
        "kilometer",
        "3d",
        "seismic",
        "program",
        "company",
        "partner",
        "expect",
        "drill",
        "three",
        "exploration",
        "well",
        "latter",
        "half",
        "supporting",
        "document",
        "cub",
        "complete",
        "quarterly",
        "reporting",
        "package",
        "including",
        "unaudited",
        "interim",
        "financial",
        "statement",
        "associated",
        "management",
        "discussion",
        "analysis",
        "filed",
        "sedar",
        "posted",
        "company",
        "website",
        "cub",
        "energy",
        "cub",
        "energy",
        "kub",
        "upstream",
        "oil",
        "gas",
        "company",
        "proven",
        "track",
        "record",
        "exploration",
        "production",
        "cost",
        "efficiency",
        "ukraine",
        "company",
        "strategy",
        "implement",
        "western",
        "technology",
        "capital",
        "combined",
        "local",
        "expertise",
        "ownership",
        "increase",
        "value",
        "undeveloped",
        "land",
        "base",
        "creating",
        "building",
        "portfolio",
        "producing",
        "oil",
        "gas",
        "asset",
        "within",
        "high",
        "pricing",
        "environment",
        "information",
        "please",
        "contact",
        "u",
        "visit",
        "website",
        "mikhail",
        "afendikov",
        "chairman",
        "chief",
        "executive",
        "officer",
        "patrick",
        "mcgrath",
        "chief",
        "financial",
        "officer",
        "oil",
        "gas",
        "equivalent",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "unit",
        "natural",
        "gas",
        "equivalent",
        "mcfe",
        "calculated",
        "using",
        "conversion",
        "factor",
        "mcf",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "equivalent",
        "one",
        "barrel",
        "oil",
        "boe",
        "conversion",
        "ratio",
        "mcf",
        "bbl",
        "barrel",
        "mcfe",
        "conversion",
        "1bbl",
        "mcf",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "based",
        "either",
        "energy",
        "content",
        "current",
        "price",
        "boe",
        "ratio",
        "useful",
        "comparative",
        "measure",
        "accurately",
        "reflect",
        "individual",
        "product",
        "value",
        "might",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "well",
        "given",
        "value",
        "ratio",
        "based",
        "current",
        "price",
        "crude",
        "oil",
        "natural",
        "gas",
        "significantly",
        "different",
        "energy",
        "equivalency",
        "ratio",
        "using",
        "conversion",
        "ratio",
        "may",
        "misleading",
        "indication",
        "value",
        "disclosure",
        "press",
        "release",
        "prepared",
        "accordance",
        "ni",
        "standard",
        "reader",
        "advisory",
        "current",
        "cash",
        "resource",
        "suspension",
        "rk",
        "field",
        "uncertainty",
        "surrounding",
        "successful",
        "installation",
        "nru",
        "dividend",
        "restriction",
        "currency",
        "fluctuation",
        "reliance",
        "limited",
        "number",
        "customer",
        "impact",
        "carrying",
        "value",
        "company",
        "may",
        "sufficient",
        "cash",
        "continue",
        "exploration",
        "development",
        "activity",
        "matter",
        "raise",
        "significant",
        "doubt",
        "ability",
        "company",
        "continue",
        "going",
        "concern",
        "meet",
        "obligation",
        "become",
        "due",
        "except",
        "statement",
        "historical",
        "fact",
        "news",
        "release",
        "contains",
        "certain",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "frequently",
        "characterized",
        "word",
        "plan",
        "expect",
        "project",
        "intend",
        "believe",
        "anticipate",
        "estimate",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "cub",
        "belief",
        "expectation",
        "reflected",
        "information",
        "reasonable",
        "however",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "guarantee",
        "future",
        "result",
        "performance",
        "achievement",
        "consequently",
        "representation",
        "actual",
        "result",
        "achieved",
        "whole",
        "part",
        "set",
        "information",
        "information",
        "based",
        "opinion",
        "estimate",
        "management",
        "date",
        "statement",
        "made",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "anticipated",
        "information",
        "risk",
        "factor",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "expressed",
        "information",
        "include",
        "limited",
        "general",
        "economic",
        "condition",
        "ukraine",
        "black",
        "sea",
        "region",
        "globally",
        "political",
        "unrest",
        "security",
        "concern",
        "ukraine",
        "industry",
        "condition",
        "including",
        "fluctuation",
        "price",
        "natural",
        "gas",
        "foreign",
        "currency",
        "governmental",
        "regulation",
        "natural",
        "gas",
        "industry",
        "including",
        "environmental",
        "regulation",
        "unanticipated",
        "operating",
        "event",
        "performance",
        "reduce",
        "production",
        "cause",
        "production",
        "shut",
        "delayed",
        "failure",
        "obtain",
        "industry",
        "partner",
        "fourth",
        "party",
        "consent",
        "approval",
        "required",
        "competition",
        "inability",
        "retain",
        "drilling",
        "rig",
        "service",
        "availability",
        "capital",
        "acceptable",
        "term",
        "need",
        "obtain",
        "required",
        "approval",
        "regulatory",
        "authority",
        "stock",
        "market",
        "volatility",
        "volatility",
        "market",
        "price",
        "natural",
        "gas",
        "liability",
        "inherent",
        "natural",
        "gas",
        "operation",
        "competition",
        "among",
        "thing",
        "capital",
        "acquisition",
        "reserve",
        "undeveloped",
        "land",
        "skilled",
        "personnel",
        "supply",
        "incorrect",
        "assessment",
        "value",
        "acquisition",
        "geological",
        "technical",
        "drilling",
        "processing",
        "transportation",
        "problem",
        "change",
        "tax",
        "law",
        "incentive",
        "program",
        "relating",
        "natural",
        "gas",
        "industry",
        "failure",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "disposition",
        "factor",
        "reader",
        "cautioned",
        "list",
        "risk",
        "factor",
        "construed",
        "exhaustive",
        "cautionary",
        "statement",
        "expressly",
        "qualifies",
        "information",
        "contained",
        "news",
        "release",
        "undertake",
        "duty",
        "update",
        "information",
        "conform",
        "information",
        "actual",
        "result",
        "change",
        "expectation",
        "except",
        "otherwise",
        "required",
        "applicable",
        "security",
        "legislation",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "cub",
        "energy",
        "inc"
    ]
}