{
    "organizations": [],
    "uuid": "1903a175d4afa8b439e6918d7c75b085d39978dc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/globe-newswire-uranium-participation-corporation-reports-financial-results-for-the-year-ended-february-28-2018.html",
    "ord_in_thread": 0,
    "title": "Uranium Participation Corporation Reports Financial Results For The Year Ended February 28, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, April 05, 2018 (GLOBE NEWSWIRE) -- Uranium Participation Corporation (\"UPC\" or the “Corporation”) today filed its Financial Statements and Management's Discussion & Analysis (\"MD&A\") for the year ended February 28, 2018. Both documents can be found on the Company's website ( www.uraniumparticipation.com ) or on SEDAR ( www.sedar.com ). The highlights provided below are derived from these documents and should be read in conjunction with them. All amounts are in Canadian dollars, unless otherwise noted.\nSelected financial information:\nFebruary 28,\n2018 February 28,\n2017 Net asset value (in thousands) $ 463,329 $ 462,345 Net asset value per common share $ 3.50 $ 3.83 U 3 O 8 spot price (1) (US$) $ 21.25 $ 22.25 UF 6 spot price (1) (US$) $ 62.00 $ 64.00 Foreign exchange noon-rate (US$ to CAD$) 1.2809 1.3248 (1) Spot prices as published by Ux Consulting Company, LLC (“UxC”). Overall Performance\nThe net loss for the year ended February 28, 2018 was mainly driven by unrealized net losses on investments in uranium of $29,368,000, realized losses on the sale of conversion components of $4,079,000, and operating expenses of $4,038,000, slightly offset by income from uranium relocation agreements of $224,000 (2017 – unrealized net losses on investments in uranium of $201,882,000 and operating expenses of $4,971,000, slightly offset by income from uranium lending and relocation agreements of $819,000).\nUnrealized net losses on investments in uranium during the year ended February 28, 2018 were mainly due to the decrease in the spot price for uranium. The spot prices during the fiscal year decreased from US$22.25 per pound U 3 O 8 and US$64.00 per KgU as UF 6 at February 28, 2017, to US$21.25 per pound U 3 O 8 and US$62.00 per KgU as UF 6 at February 28, 2018. The unrealized net loss on investments in uranium was also negatively impacted by 3% decrease in the U.S. dollar to Canadian dollar exchange rate during fiscal 2018. Unrealized net losses on investments in uranium during the year ended February 28, 2017 were mainly due to the decrease in spot prices from US$32.15 per pound U 3 O 8 and US$90.00 per KgU as UF 6 at February 29, 2016 to US$22.25 per pound U 3 O 8 and US$64.00 per KgU as UF 6 at February 28, 2017, as well as a 2% decrease in the U.S. dollar to Canadian dollar exchange rate during fiscal 2017.\nDuring the fourth quarter of fiscal 2018, the Corporation recorded an unrealized net loss on investments in uranium of $10,877,000 and a net loss for the period of $16,467,000. The unrealized net loss on investments in uranium was predominantly driven by the decrease in the spot price of uranium from US$22.00 per pound U 3 O 8 and US$62.00 per KgU as UF 6 at November 30, 2017, to US$21.25 and US$62.00 respectively at February 28, 2018. The unrealized net loss on investments in uranium was also negatively impacted by a 1% decrease in the U.S. dollar to Canadian dollar foreign exchange rate in the period. During the fourth quarter of fiscal 2018, the Corporation also recognized a realized loss on the sale of conversion components of $4,079,000. During the fourth quarter of fiscal 2017, the Corporation recorded an unrealized net gain on investments in uranium of $74,078,000 and a net gain for the period of $73,819,000, predominantly due to the increase in the spot price of uranium from US$18.25 per pound U 3 O 8 and US$53.40 per KgU as UF 6 at November 30, 2016, to US$22.25 and US$64.00 respectively at February 28, 2017, partially offset by a 1% increase in the U.S. dollar to Canadian dollar foreign exchange rate in the period.\nTotal equity increased to $465,528,000 at February 28, 2018, from $462,345,000 at February 28, 2017. The increase in equity was due to the net proceeds of the Company’s $40,600,000 equity financing, which resulted in the issuance of 11,600,000 common shares, offset by the net loss for the year.\nThe Corporation had an effective tax rate of nil for the years ended February 28, 2018 and February 28, 2017, primarily due to the low tax rate in the jurisdiction of its subsidiary as well as the fact that the Corporation’s available tax shelter and cost basis related to its investments in uranium in Canada give rise to a net deductible temporary difference – for which the Corporation does not recognize deferred tax assets.\nTaken together, UPC’s NAV per share decreased to $3.50 at February 28, 2018, from $3.83 at February 28, 2017.\nOperating expenses of $4,038,000, partially offset by income from lending and/or relocation of uranium of $224,000 for the year ended February 28, 2018, represents approximately 0.8% of the NAV at February 28, 2018 and 0.8% of the NAV at February 28, 2017.\nCurrent Market Conditions\nDuring fiscal 2018, the spot price of uranium continued to be relatively volatile. After a strong start in the first quarter, with spot prices increasing from US$22.25 per pound U 3 O 8 at February 28, 2017 to a high of US$25.50 in March 2017, prices fell back to the US$20 per pound range in May 2017 and remained at this level for much of the second and third fiscal quarters. The price volatility in the first quarter of calendar 2017 and fiscal 2018 followed significant production cuts in Canada, the United States, Kazakhstan and Africa, which were announced in late calendar 2016 and early calendar 2017. The production cuts came after a period of prolonged depressed uranium prices, which, according to UxC, were below the all-in production costs of most of the world’s sources of primary uranium supply and coincident with the expected expiration of higher priced supply contracts signed during the utility contracting cycle in the mid-to-late 2000’s.\nVolatility returned to uranium prices late in the third fiscal quarter of 2018 due to the announcement of further substantial cuts to global production in November 2017 – beginning with Cameco Corporation (“Cameco”) announcing a minimum ten month shutdown of the McArthur River Mine/Key Lake Mill complex in Saskatchewan, Canada. Cameco’s McArthur River/Key Lake operations represent the largest and highest-grade uranium mine in the world, producing approximately 18 million pounds of U 3 O 8 annually. Following Cameco’s announcement, National Atomic Company Kazatomprom (“Kazatomprom”) made a further announcement regarding production restraint – outlining that production through 2020 would represent a 20% reduction in planned output from its operations in Kazakhstan. Following these announcements, the spot price of U 3 O 8 increased again, reaching a high of US$26.50 per pound U 3 O 8 in December 2017, before retreating to US$21.25 per pound U 3 O 8 by the end of fiscal 2018.\nWhile the Cameco and Kazatomprom supply curtailments have had an impact on the spot price, it has not been sustained. The impact of the curtailments from a global production standpoint, however, is quite significant. According to UxC data, global production peaked in calendar 2016 at 162 million pounds of U 3 O 8 , then fell in calendar 2017 to 154 million pounds U 3 O 8 , and this trend is expected to continue in calendar 2018 with the latest forecasts of total production dropping to 141 million U 3 O 8 . To put this in perspective, UxC expects annual uranium reactor requirements (UxC’s Requirement’s Model “URM” Base Demand) in calendar 2018 to be in the range of 194 million pounds U 3 O 8 . The rationalization on the supply side was long needed, however, higher priced long-term supply contracts were protecting much of the higher cost mine production from exposure to spot price levels in the US$20 per pound U 3 O 8 range. As many of these legacy contracts are now expiring, the rate and degree of production cutbacks has finally accelerated, and these curtailments are expected to result in the drawdown of excess uranium supplies in the market, and ultimately an accelerated rebalancing of uranium market fundamentals.\nA recent market development which could be preventing the U.S. utilities from entering into a new cycle of significant uranium contracting, is the Section 232 Trade petition recently filed by two U.S. uranium producers before the U.S. Department of Commerce. This provision of the U.S. Trade Act of 1962 was successfully pursued by U.S. producers of aluminum and steel in response to levels of foreign imports that were viewed to be negatively impacting U.S. national security. The Trump Administration has imposed tariffs on the import of both commodities, although some nations (including Canada and Mexico) have been provided exemptions. It is still too early to predict how the U.S. Department of Commerce will respond to the uranium Section 232 trade petition, and what (if any) remedies would be applied in the case of uranium imports. For greater context, U.S. domestically mined uranium accounted for approximately 5% of U.S. uranium requirements in calendar 2017, and it is expected that U.S. production will decline further in 2018.\nOn the demand side of the uranium market, fundamentals continue to trend positive. Many nations today, particularly in the emerging markets, struggle with the need to deliver reliable and affordable electricity to their growing populations, without compounding climate change and air pollution challenges. As such, nuclear energy, with its reliability and clean air benefits, is filling an important role in the supply of baseload power around the world. Measured in new nuclear capacity connected to the grid, the calendar years 2015 and 2016 were the best two years in the past twenty-five. Reactor start-ups in calendar 2017 declined slightly from those levels, however the trend of increasing nuclear capacity appears to be continuing. For example, the Chinese government recently announced that in calendar 2018 it would be connecting a further five reactors to the grid, and that construction will commence on six to eight additional units. In addition, the Kingdom of Saudi Arabia is advancing its nuclear energy plans, having commenced reactor procurement discussions with supplier countries, and the United Arab Emirates is rapidly nearing the completion of their four reactor construction program, with the first unit expected to be connected to the grid in calendar 2018.\nThe recovery of the Japanese nuclear energy industry post-Fukushima continued to gain momentum in calendar 2017 with seven reactors in operation and a further two more likely to restart in calendar 2018. This is in line with recently re-elected Japanese Prime Minister Abe’s stated goal to utilize nuclear power to supply between 20% and 22% of electricity needs going forward.\nIn the United States, with the closure of six nuclear power plants in recent years, there has been a growing recognition of the value of the 24/7 baseload, carbon-free energy source. Three states, New York, Illinois and Connecticut, are preserving their nuclear-power generating capacity by passing legislation to level the playing field for nuclear, and three additional states, Pennsylvania, Ohio and New Jersey, are considering similar legislative action. The U.S. federal government also continues to stress the negative impact on the reliability and resilience of the country’s national grid from the potential loss of additional nuclear capacity. A recent Department of Energy Grid Reliability Study and the Federal Energy Regulatory Commission have both pointed to the need for changes to current market structures. With respect to new reactor construction in the U.S., the two Vogtle units in Georgia have resumed construction following the Westinghouse bankruptcy restructuring, while construction of the two Summer units in South Carolina remain suspended.\nAs of March 2018, the World Nuclear Association (“WNA”) reported 448 reactors operable worldwide with 57 new reactors under construction, 158 reactors planned or on order, and another 351 proposed. These numbers are, incidentally, higher than those existing prior to Fukushima. Translated into uranium demand, UxC projects their URM Base Demand to range from 174 to 210 million pounds annually over the period from 2018 to 2035.\nOutstanding Share Data\nAt April 5, 2018, there were 132,448,713 common shares issued and outstanding. There are no stock options or other equity instruments issued and outstanding.\nAbout Uranium Participation Corporation\nUranium Participation Corporation is a company that invests substantially all of its assets in uranium oxide in concentrates (“U 3 O 8 ”) and uranium hexafluoride (“UF 6 ”) (collectively \"uranium\"), with the primary investment objective of achieving appreciation in the value of its uranium holdings through increases in the uranium price. Additional information about Uranium Participation Corporation is available on SEDAR at www.sedar.com and on Uranium Participation Corporation’s website at www.uraniumparticipation.com .\nFor further information contact: David Cates, President & Chief Executive Officer (416) 979-1991 Ext. 36 Mac McDonald, Chief Financial Officer (416) 979-1991 Ext. 242 Cautionary Statement Regarding Forward-Looking Statements\nCertain information contained in this press release constitutes forward looking statements or forward looking information. These statements can be identified by the use of forward looking terminology such as “may”, “will”, “expect”, “intend”, “estimate”, “anticipate”, “plan”, “should”, “believe” or “continue” or the negative thereof or variations thereon or similar terminology. In particular, this press release contains forward-looking information pertaining to the value of the Corporation’s investments and expectations regarding uranium spot prices and uranium market factors, including expectations regarding uranium production levels, reactor restarts, levels of uncommitted utility reactor requirements, anticipated market supply and demand, the development of new nuclear power projects, the potential impact of international trade actions, and other statements regarding the outlook for the uranium industry and market.\nBy their very nature, forward looking statements involve numerous factors, assumptions and estimates. A variety of factors, many of which are beyond the control of UPC, may cause actual results to the expectations expressed in the forward looking statements. For a list of the principal risks of an investment in UPC, please refer to the “RISK FACTORS” section in the Corporation's MD&A dated April 5, 2018 available under UPC's profile at www.sedar.com . These and other factors should be considered carefully, and readers are cautioned not to place undue reliance on these forward looking statements. Although management reviews the reasonableness of its assumptions and estimates, unusual and unanticipated events may occur which render them inaccurate. Under such circumstances, future performance may those expressed or implied by the forward looking statements. Except where required under applicable securities legislation, UPC does not undertake to update any forward looking information.\nSource: Uranium Participation Corporation",
    "published": "2018-04-06T01:30:00.000+03:00",
    "crawled": "2018-04-06T02:44:37.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "april",
        "globe",
        "newswire",
        "uranium",
        "participation",
        "corporation",
        "upc",
        "corporation",
        "today",
        "filed",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "year",
        "ended",
        "february",
        "document",
        "found",
        "company",
        "website",
        "sedar",
        "highlight",
        "provided",
        "derived",
        "document",
        "read",
        "conjunction",
        "amount",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "selected",
        "financial",
        "information",
        "february",
        "february",
        "net",
        "asset",
        "value",
        "thousand",
        "net",
        "asset",
        "value",
        "per",
        "common",
        "share",
        "u",
        "spot",
        "price",
        "u",
        "uf",
        "spot",
        "price",
        "u",
        "foreign",
        "exchange",
        "u",
        "cad",
        "spot",
        "price",
        "published",
        "ux",
        "consulting",
        "company",
        "llc",
        "uxc",
        "overall",
        "performance",
        "net",
        "loss",
        "year",
        "ended",
        "february",
        "mainly",
        "driven",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "realized",
        "loss",
        "sale",
        "conversion",
        "component",
        "operating",
        "expense",
        "slightly",
        "offset",
        "income",
        "uranium",
        "relocation",
        "agreement",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "operating",
        "expense",
        "slightly",
        "offset",
        "income",
        "uranium",
        "lending",
        "relocation",
        "agreement",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "year",
        "ended",
        "february",
        "mainly",
        "due",
        "decrease",
        "spot",
        "price",
        "uranium",
        "spot",
        "price",
        "fiscal",
        "year",
        "decreased",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "february",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "february",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "also",
        "negatively",
        "impacted",
        "decrease",
        "dollar",
        "canadian",
        "dollar",
        "exchange",
        "rate",
        "fiscal",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "year",
        "ended",
        "february",
        "mainly",
        "due",
        "decrease",
        "spot",
        "price",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "february",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "february",
        "well",
        "decrease",
        "dollar",
        "canadian",
        "dollar",
        "exchange",
        "rate",
        "fiscal",
        "fourth",
        "quarter",
        "fiscal",
        "corporation",
        "recorded",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "net",
        "loss",
        "period",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "predominantly",
        "driven",
        "decrease",
        "spot",
        "price",
        "uranium",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "november",
        "u",
        "u",
        "respectively",
        "february",
        "unrealized",
        "net",
        "loss",
        "investment",
        "uranium",
        "also",
        "negatively",
        "impacted",
        "decrease",
        "dollar",
        "canadian",
        "dollar",
        "foreign",
        "exchange",
        "rate",
        "period",
        "fourth",
        "quarter",
        "fiscal",
        "corporation",
        "also",
        "recognized",
        "realized",
        "loss",
        "sale",
        "conversion",
        "component",
        "fourth",
        "quarter",
        "fiscal",
        "corporation",
        "recorded",
        "unrealized",
        "net",
        "gain",
        "investment",
        "uranium",
        "net",
        "gain",
        "period",
        "predominantly",
        "due",
        "increase",
        "spot",
        "price",
        "uranium",
        "u",
        "per",
        "pound",
        "u",
        "u",
        "per",
        "kgu",
        "uf",
        "november",
        "u",
        "u",
        "respectively",
        "february",
        "partially",
        "offset",
        "increase",
        "dollar",
        "canadian",
        "dollar",
        "foreign",
        "exchange",
        "rate",
        "period",
        "total",
        "equity",
        "increased",
        "february",
        "february",
        "increase",
        "equity",
        "due",
        "net",
        "proceeds",
        "company",
        "equity",
        "financing",
        "resulted",
        "issuance",
        "common",
        "share",
        "offset",
        "net",
        "loss",
        "year",
        "corporation",
        "effective",
        "tax",
        "rate",
        "nil",
        "year",
        "ended",
        "february",
        "february",
        "primarily",
        "due",
        "low",
        "tax",
        "rate",
        "jurisdiction",
        "subsidiary",
        "well",
        "fact",
        "corporation",
        "available",
        "tax",
        "shelter",
        "cost",
        "basis",
        "related",
        "investment",
        "uranium",
        "canada",
        "give",
        "rise",
        "net",
        "deductible",
        "temporary",
        "difference",
        "corporation",
        "recognize",
        "deferred",
        "tax",
        "asset",
        "taken",
        "together",
        "upc",
        "nav",
        "per",
        "share",
        "decreased",
        "february",
        "february",
        "operating",
        "expense",
        "partially",
        "offset",
        "income",
        "lending",
        "relocation",
        "uranium",
        "year",
        "ended",
        "february",
        "represents",
        "approximately",
        "nav",
        "february",
        "nav",
        "february",
        "current",
        "market",
        "condition",
        "fiscal",
        "spot",
        "price",
        "uranium",
        "continued",
        "relatively",
        "volatile",
        "strong",
        "start",
        "first",
        "quarter",
        "spot",
        "price",
        "increasing",
        "u",
        "per",
        "pound",
        "u",
        "february",
        "high",
        "u",
        "march",
        "price",
        "fell",
        "back",
        "u",
        "per",
        "pound",
        "range",
        "may",
        "remained",
        "level",
        "much",
        "second",
        "third",
        "fiscal",
        "quarter",
        "price",
        "volatility",
        "first",
        "quarter",
        "calendar",
        "fiscal",
        "followed",
        "significant",
        "production",
        "cut",
        "canada",
        "united",
        "state",
        "kazakhstan",
        "africa",
        "announced",
        "late",
        "calendar",
        "early",
        "calendar",
        "production",
        "cut",
        "came",
        "period",
        "prolonged",
        "depressed",
        "uranium",
        "price",
        "according",
        "uxc",
        "production",
        "cost",
        "world",
        "source",
        "primary",
        "uranium",
        "supply",
        "coincident",
        "expected",
        "expiration",
        "higher",
        "priced",
        "supply",
        "contract",
        "signed",
        "utility",
        "contracting",
        "cycle",
        "volatility",
        "returned",
        "uranium",
        "price",
        "late",
        "third",
        "fiscal",
        "quarter",
        "due",
        "announcement",
        "substantial",
        "cut",
        "global",
        "production",
        "november",
        "beginning",
        "cameco",
        "corporation",
        "cameco",
        "announcing",
        "minimum",
        "ten",
        "month",
        "shutdown",
        "mcarthur",
        "river",
        "lake",
        "mill",
        "complex",
        "saskatchewan",
        "canada",
        "cameco",
        "mcarthur",
        "lake",
        "operation",
        "represent",
        "largest",
        "uranium",
        "mine",
        "world",
        "producing",
        "approximately",
        "million",
        "pound",
        "u",
        "annually",
        "following",
        "cameco",
        "announcement",
        "national",
        "atomic",
        "company",
        "kazatomprom",
        "kazatomprom",
        "made",
        "announcement",
        "regarding",
        "production",
        "restraint",
        "outlining",
        "production",
        "would",
        "represent",
        "reduction",
        "planned",
        "output",
        "operation",
        "kazakhstan",
        "following",
        "announcement",
        "spot",
        "price",
        "u",
        "increased",
        "reaching",
        "high",
        "u",
        "per",
        "pound",
        "u",
        "december",
        "retreating",
        "u",
        "per",
        "pound",
        "u",
        "end",
        "fiscal",
        "cameco",
        "kazatomprom",
        "supply",
        "curtailment",
        "impact",
        "spot",
        "price",
        "sustained",
        "impact",
        "curtailment",
        "global",
        "production",
        "standpoint",
        "however",
        "quite",
        "significant",
        "according",
        "uxc",
        "data",
        "global",
        "production",
        "peaked",
        "calendar",
        "million",
        "pound",
        "u",
        "fell",
        "calendar",
        "million",
        "pound",
        "u",
        "trend",
        "expected",
        "continue",
        "calendar",
        "latest",
        "forecast",
        "total",
        "production",
        "dropping",
        "million",
        "u",
        "put",
        "perspective",
        "uxc",
        "expects",
        "annual",
        "uranium",
        "reactor",
        "requirement",
        "uxc",
        "requirement",
        "model",
        "urm",
        "base",
        "demand",
        "calendar",
        "range",
        "million",
        "pound",
        "u",
        "rationalization",
        "supply",
        "side",
        "long",
        "needed",
        "however",
        "higher",
        "priced",
        "supply",
        "contract",
        "protecting",
        "much",
        "higher",
        "cost",
        "mine",
        "production",
        "exposure",
        "spot",
        "price",
        "level",
        "u",
        "per",
        "pound",
        "u",
        "range",
        "many",
        "legacy",
        "contract",
        "expiring",
        "rate",
        "degree",
        "production",
        "cutback",
        "finally",
        "accelerated",
        "curtailment",
        "expected",
        "result",
        "drawdown",
        "excess",
        "uranium",
        "supply",
        "market",
        "ultimately",
        "accelerated",
        "rebalancing",
        "uranium",
        "market",
        "fundamental",
        "recent",
        "market",
        "development",
        "could",
        "preventing",
        "utility",
        "entering",
        "new",
        "cycle",
        "significant",
        "uranium",
        "contracting",
        "section",
        "trade",
        "petition",
        "recently",
        "filed",
        "two",
        "uranium",
        "producer",
        "department",
        "commerce",
        "provision",
        "trade",
        "act",
        "successfully",
        "pursued",
        "producer",
        "aluminum",
        "steel",
        "response",
        "level",
        "foreign",
        "import",
        "viewed",
        "negatively",
        "impacting",
        "national",
        "security",
        "trump",
        "administration",
        "imposed",
        "tariff",
        "import",
        "commodity",
        "although",
        "nation",
        "including",
        "canada",
        "mexico",
        "provided",
        "exemption",
        "still",
        "early",
        "predict",
        "department",
        "commerce",
        "respond",
        "uranium",
        "section",
        "trade",
        "petition",
        "remedy",
        "would",
        "applied",
        "case",
        "uranium",
        "import",
        "greater",
        "context",
        "domestically",
        "mined",
        "uranium",
        "accounted",
        "approximately",
        "uranium",
        "requirement",
        "calendar",
        "expected",
        "production",
        "decline",
        "demand",
        "side",
        "uranium",
        "market",
        "fundamental",
        "continue",
        "trend",
        "positive",
        "many",
        "nation",
        "today",
        "particularly",
        "emerging",
        "market",
        "struggle",
        "need",
        "deliver",
        "reliable",
        "affordable",
        "electricity",
        "growing",
        "population",
        "without",
        "compounding",
        "climate",
        "change",
        "air",
        "pollution",
        "challenge",
        "nuclear",
        "energy",
        "reliability",
        "clean",
        "air",
        "benefit",
        "filling",
        "important",
        "role",
        "supply",
        "baseload",
        "power",
        "around",
        "world",
        "measured",
        "new",
        "nuclear",
        "capacity",
        "connected",
        "grid",
        "calendar",
        "year",
        "best",
        "two",
        "year",
        "past",
        "reactor",
        "calendar",
        "declined",
        "slightly",
        "level",
        "however",
        "trend",
        "increasing",
        "nuclear",
        "capacity",
        "appears",
        "continuing",
        "example",
        "chinese",
        "government",
        "recently",
        "announced",
        "calendar",
        "would",
        "connecting",
        "five",
        "reactor",
        "grid",
        "construction",
        "commence",
        "six",
        "eight",
        "additional",
        "unit",
        "addition",
        "kingdom",
        "saudi",
        "arabia",
        "advancing",
        "nuclear",
        "energy",
        "plan",
        "commenced",
        "reactor",
        "procurement",
        "discussion",
        "supplier",
        "country",
        "united",
        "arab",
        "emirate",
        "rapidly",
        "nearing",
        "completion",
        "four",
        "reactor",
        "construction",
        "program",
        "first",
        "unit",
        "expected",
        "connected",
        "grid",
        "calendar",
        "recovery",
        "japanese",
        "nuclear",
        "energy",
        "industry",
        "continued",
        "gain",
        "momentum",
        "calendar",
        "seven",
        "reactor",
        "operation",
        "two",
        "likely",
        "restart",
        "calendar",
        "line",
        "recently",
        "japanese",
        "prime",
        "minister",
        "abe",
        "stated",
        "goal",
        "utilize",
        "nuclear",
        "power",
        "supply",
        "electricity",
        "need",
        "going",
        "forward",
        "united",
        "state",
        "closure",
        "six",
        "nuclear",
        "power",
        "plant",
        "recent",
        "year",
        "growing",
        "recognition",
        "value",
        "baseload",
        "energy",
        "source",
        "three",
        "state",
        "new",
        "york",
        "illinois",
        "connecticut",
        "preserving",
        "generating",
        "capacity",
        "passing",
        "legislation",
        "level",
        "playing",
        "field",
        "nuclear",
        "three",
        "additional",
        "state",
        "pennsylvania",
        "ohio",
        "new",
        "jersey",
        "considering",
        "similar",
        "legislative",
        "action",
        "federal",
        "government",
        "also",
        "continues",
        "stress",
        "negative",
        "impact",
        "reliability",
        "resilience",
        "country",
        "national",
        "grid",
        "potential",
        "loss",
        "additional",
        "nuclear",
        "capacity",
        "recent",
        "department",
        "energy",
        "grid",
        "reliability",
        "study",
        "federal",
        "energy",
        "regulatory",
        "commission",
        "pointed",
        "need",
        "change",
        "current",
        "market",
        "structure",
        "respect",
        "new",
        "reactor",
        "construction",
        "two",
        "vogtle",
        "unit",
        "georgia",
        "resumed",
        "construction",
        "following",
        "westinghouse",
        "bankruptcy",
        "restructuring",
        "construction",
        "two",
        "summer",
        "unit",
        "south",
        "carolina",
        "remain",
        "suspended",
        "march",
        "world",
        "nuclear",
        "association",
        "wna",
        "reported",
        "reactor",
        "operable",
        "worldwide",
        "new",
        "reactor",
        "construction",
        "reactor",
        "planned",
        "order",
        "another",
        "proposed",
        "number",
        "incidentally",
        "higher",
        "existing",
        "prior",
        "fukushima",
        "translated",
        "uranium",
        "demand",
        "uxc",
        "project",
        "urm",
        "base",
        "demand",
        "range",
        "million",
        "pound",
        "annually",
        "period",
        "outstanding",
        "share",
        "data",
        "april",
        "common",
        "share",
        "issued",
        "outstanding",
        "stock",
        "option",
        "equity",
        "instrument",
        "issued",
        "outstanding",
        "uranium",
        "participation",
        "corporation",
        "uranium",
        "participation",
        "corporation",
        "company",
        "invests",
        "substantially",
        "asset",
        "uranium",
        "oxide",
        "concentrate",
        "u",
        "uranium",
        "hexafluoride",
        "uf",
        "collectively",
        "uranium",
        "primary",
        "investment",
        "objective",
        "achieving",
        "appreciation",
        "value",
        "uranium",
        "holding",
        "increase",
        "uranium",
        "price",
        "additional",
        "information",
        "uranium",
        "participation",
        "corporation",
        "available",
        "sedar",
        "uranium",
        "participation",
        "corporation",
        "website",
        "information",
        "contact",
        "david",
        "cates",
        "president",
        "chief",
        "executive",
        "officer",
        "ext",
        "mac",
        "mcdonald",
        "chief",
        "financial",
        "officer",
        "ext",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "certain",
        "information",
        "contained",
        "press",
        "release",
        "constitutes",
        "forward",
        "looking",
        "statement",
        "forward",
        "looking",
        "information",
        "statement",
        "identified",
        "use",
        "forward",
        "looking",
        "terminology",
        "may",
        "expect",
        "intend",
        "estimate",
        "anticipate",
        "plan",
        "believe",
        "continue",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "similar",
        "terminology",
        "particular",
        "press",
        "release",
        "contains",
        "information",
        "pertaining",
        "value",
        "corporation",
        "investment",
        "expectation",
        "regarding",
        "uranium",
        "spot",
        "price",
        "uranium",
        "market",
        "factor",
        "including",
        "expectation",
        "regarding",
        "uranium",
        "production",
        "level",
        "reactor",
        "restarts",
        "level",
        "uncommitted",
        "utility",
        "reactor",
        "requirement",
        "anticipated",
        "market",
        "supply",
        "demand",
        "development",
        "new",
        "nuclear",
        "power",
        "project",
        "potential",
        "impact",
        "international",
        "trade",
        "action",
        "statement",
        "regarding",
        "outlook",
        "uranium",
        "industry",
        "market",
        "nature",
        "forward",
        "looking",
        "statement",
        "involve",
        "numerous",
        "factor",
        "assumption",
        "estimate",
        "variety",
        "factor",
        "many",
        "beyond",
        "control",
        "upc",
        "may",
        "cause",
        "actual",
        "result",
        "expectation",
        "expressed",
        "forward",
        "looking",
        "statement",
        "list",
        "principal",
        "risk",
        "investment",
        "upc",
        "please",
        "refer",
        "risk",
        "factor",
        "section",
        "corporation",
        "md",
        "dated",
        "april",
        "available",
        "upc",
        "profile",
        "factor",
        "considered",
        "carefully",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "although",
        "management",
        "review",
        "reasonableness",
        "assumption",
        "estimate",
        "unusual",
        "unanticipated",
        "event",
        "may",
        "occur",
        "render",
        "inaccurate",
        "circumstance",
        "future",
        "performance",
        "may",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "legislation",
        "upc",
        "undertake",
        "update",
        "forward",
        "looking",
        "information",
        "source",
        "uranium",
        "participation",
        "corporation"
    ]
}