{
    "organizations": [],
    "uuid": "3b7f82df044086c3a8f9f347ef6390654933d4d7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/pr-newswire-knauf-issues-open-letter-to-usg-shareholders-and-urges-them-to-vote-against-all-four-usg-director-nominees-today.html",
    "ord_in_thread": 0,
    "title": "Knauf Issues Open Letter to USG Shareholders and Urges Them to Vote Against All Four USG Director Nominees Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IPHOFEN, Germany, April 10, 2018 /PRNewswire/ -- Gebr. Knauf KG (\"Knauf\") today issued a letter to all USG Corporation (NYSE: USG) shareholders urging them to vote against all four director nominees up for election to the USG Board of Directors at the 2018 Annual Meeting of Stockholders (\"Annual Meeting\") scheduled for May 9, 2018. Knauf also announced that it has filed preliminary proxy materials with the U.S. Securities and Exchange Commission (\"SEC\") in connection with the USG Annual Meeting. The full text of the letter is as follows:\nKNAUF'S ALL-CASH OFFER REPRESENTS\nSUBSTANTIAL IMMEDIATE CASH-CERTAIN VALUE\nSEND A CLEAR MESSAGE TO THE USG BOARD OF DIRECTORS TO ENGAGE\nIMMEDIATELY IN A CONSTRUCTIVE DIALOGUE WITH KNAUF\nVOTE AGAINST ALL FOUR OF USG'S DIRECTOR NOMINEES TODAY\nDear Fellow USG Shareholders,\nKnauf has presented the USG Board of Directors with an offer to acquire USG in an all-cash transaction valued at $42.00 per share. We believe that $42.00 presents you with immediate, substantial and cash-certain value for your investment. The USG Board of Directors formally rejected our offer without engaging in meaningful discussions beyond reiterating the points made at USG's Investor Day and in previous communications.\nUSG's 2018 Annual Meeting of Stockholders, scheduled for May 9, 2018, is an opportunity to influence the USG Board. Today, Knauf filed its preliminary proxy materials as it is initiating a \"WITHHOLD\" campaign seeking fellow shareholder support at the Annual Meeting as a means of sending a clear message to the Board to engage immediately in discussions with Knauf regarding our outstanding offer. Our $42.00 offer price represents:\nan attractive multiple of 11.2x USG's 2017 fully adjusted and actually realized EBITDA, which we believe is compelling relative to precedent transactions in the building products industry;\na 25% premium to the $33.51 closing price on March 23, 2018, the last trading day prior to the public announcement of our offer;\na 30% premium to USG's 12-month average closing share price;\nvalue in excess of USG's highest closing share price over the last decade and since the global financial crisis; and\nbased on public information, full and fair value relative to intrinsic long-term value through the cycle.\nDo not let the USG Board's refusal to meaningfully engage with us prevent your voice from being heard about your investment. Send a clear message: Vote AGAINST ALL four director nominees.\nKNAUF'S OFFER ACCOUNTS FOR THE SUSTAINABLE LONG-TERM VALUE OF THE\nBUSINESS IN A CYCLICAL INDUSTRY\nAs we have stated in our communications, $42.00 per share reflects what we believe to be the full and fair value relative to intrinsic long-term sustainable value through the cycle. Our offer gives USG shareholders substantial value for their investment now, and de-risks any future business plan execution and cyclicality.\nThe inherent execution risk of any business plan within a cyclical industry is clearly demonstrated by USG's historical financial results. These results have been unpredictable, with EBITDA fluctuating dramatically through cyclical peaks and troughs. Cyclical demand volatility is exacerbated by a number of factors. These include industry overcapacity and strong competition; significant input cost volatility and inflation; and the seasonal nature of the business coupled with the repeated impact of bad weather. We also believe that, after years of underinvestment, USG will require significant capital investment to remain competitive.\nOver the last decade, USG's share price has dramatically and consistently underperformed the market, trading below $42.00 per share. It only approached this share price recently and only for a brief period of time. After USG announced its fourth quarter and full year 2017 earnings, trading immediately normalized due to continued cost pressures and the realization that USG's increased performance was primarily the result of prebuys in advance of its wallboard price increase, and therefore an anomaly.\nKnauf has been invested in USG since 2000. We have been considering our options regarding a combination for a long time and have devoted significant resources to this idea. Our focus on intrinsic value, not daily share price, is evident in the timing of our proposal. We first approached USG in November 2017 when the stock was nearing its decade-highs compared to the years or even months prior when the stock was significantly lower.\nBERKSHIRE HATHAWAY, USG'S LARGEST SHAREHOLDER,\nHAS PUBLICLY VALIDATED THE VALUE OF OUR OFFER\nBerkshire Hathaway, Inc., USG's largest shareholder and beneficial owner of approximately 31% of USG's outstanding shares, first invested in USG in 2000. On March 26, 2018, Berkshire Hathaway disclosed its proposal to grant Knauf an option to purchase all of the shares of USG held by Berkshire Hathaway and its affiliates in connection with the consummation of the purchase by Knauf of all of the outstanding shares of USG at a price of $42.00 per share. This could not be a clearer indication that Berkshire Hathaway views our $42.00 offer price as fair, and that it would be a willing seller at this price.\nMARKET RESPONSE TO KNAUF'S OFFER INDICATES\nBROAD SUPPORT FROM USG SHAREHOLDERS\nWhen management introduced its current strategy at USG's Investor Day on March 8, 2018, the share price declined almost 3%. In contrast, when Knauf's offer was publicly disclosed on March 26, 2018, USG's share price increased almost 20% from the previous unaffected closing price of $33.51. This is a clear indication that USG shareholders favor the substantial, immediate and certain cash value of our offer over the uncertain value and potential risk inherent in the Company's business plan.\nDO NOT LET EXTENSIVE STRUCTURAL DEFENSE POLICIES PREVENT YOU FROM\nMAKING YOUR VOICE HEARD\nUSG says it is highly confident its standalone strategy will deliver substantially more value than our offer, and reference their strategic plan as an explanation. We have expressed our willingness to enter into a customary non-disclosure agreement to facilitate receipt of further information regarding the value of this strategy, but USG refuses to engage in meaningful discussions. We can only conclude that USG is unable to present substantive evidence to support its claims that the Company is worth more.\nUSG's refusal to enter into discussions with us is protected by the Company's extensive structural defense policies. These include:\nA \"poison pill\"; A classified board; No ability for shareholders to call a special meeting; and Restrictions on actions by written consent.\nTherefore, we intend to vote our shares, representing 10.53% of USG's outstanding shares, AGAINST ALL four USG director nominees and urge all other USG shareholders who support a transaction to do the same.\nSEND A CLEAR MESSAGE TO YOUR BOARD – VOTE AGAINST ALL FOUR USG\nDIRECTOR NOMINEES TODAY\nWe are unwavering in our focus to bring this transaction to fruition and have a strong ability to consummate a transaction, including financing certainty and a clear pathway to all required approvals. Furthermore, we believe we will be a good strategic and cultural fit for the business with a thoughtful approach to integration, employment opportunities and preserving the USG heritage.\nWhether or not you plan to attend the 2018 Annual Meeting, we strongly urge you to make your voice heard and to vote AGAINST ALL four of USG's director nominees to the USG Board today. By voting AGAINST ALL of USG's director nominees, you are sending a clear message that you want the USG Board to engage immediately in a constructive dialogue with Knauf in order to provide you with the opportunity to realize substantial and cash-certain value for your shares.\nSincerely,\n/s/ Alexander Knauf\n/s/ Manfred Grundke\nAlexander Knauf\nManfred Grundke\nGeneral Partner\nGeneral Partner\nGebr. Knauf KG\nGebr. Knauf KG\nAbout Knauf\nGebr. Knauf KG is the ultimate parent company of the German based Knauf Group. Knauf is a leading manufacturer of building materials operating more than 220 factories worldwide. In 2017, Knauf achieved a global turnover of approximately 7 billion Euros and employed more than 27,000 people.\nCautionary statement regarding\nCertain statements in this communication may be forward looking in nature or constitute \" \" as defined in the Private Securities Litigation Reform Act of 1995, including statements regarding the proposed acquisition of USG by Knauf and the benefits of the proposed acquisition. Forward-looking statements include all statements that are not historical facts and can typically be identified by words such as \"believe,\" \"expect,\" \"estimate,\" \"predict,\" \"target,\" \"potential,\" \"likely,\" \"continue,\" \"ongoing,\" \"could,\" \"should,\" \"intend,\" \"may,\" \"might,\" \"plan,\" \"seek,\" \"anticipate,\" \"project\" and similar expressions, as well as variations or negatives of these words. Any such statements speak only as of the date the statements were made and are not guarantees of future performance. The matters discussed in these are subject to a number of risks, trends, uncertainties and other factors that could cause actual results and developments to projected, anticipated or implied in the . These factors include, among other things, the willingness of the USG Board to engage in discussions with Knauf regarding its proposal or to provide access to non-public financial and other information regarding USG and its business to Knauf and its advisors, the ability of Knauf and USG to agree to the terms of the proposed transaction and, in the event a definitive transaction agreement is executed, the ability of the parties to obtain any necessary stockholder and regulatory approvals, to satisfy any other conditions to the closing of the transaction and to consummate the proposed transaction on a timely basis or at all, as well as changes in business strategies, economic conditions affecting the building products industry and Knauf's ability to successfully integrate USG's operations and employees with Knauf's existing business. Any should be evaluated in light of these important risk factors. Knauf is not responsible for updating or revising any , whether as a result of new information, future events or otherwise, except as required by law.\nAdditional information\nKnauf has made a preliminary filing with the SEC of a proxy statement and an accompanying GOLD proxy card to be used to solicit votes against the election of certain director candidates nominated by USG for election at the USG's 2018 annual meeting of stockholders. This communication is not a substitute for such preliminary proxy statement.\nTHE PARTICIPANTS IN THE SOLICITATION ADVISE ALL STOCKHOLDERS OF USG TO READ THE PROXY STATEMENT AND OTHER PROXY MATERIALS AS THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. SUCH PROXY MATERIALS WILL BE AVAILABLE AT NO CHARGE ON THE SEC'S WEB SITE AT WWW.SEC.GOV . IN ADDITION, KNAUF WILL PROVIDE COPIES OF THESE MATERIALS WITHOUT CHARGE UPON REQUEST.\nThe participants in this solicitation are Knauf and certain general partners and executive officers of Knauf and its affiliates. As of the date hereof, Knauf beneficially owns 14,757,258 shares of common stock of USG, representing approximately 10.53% of USG's outstanding shares. As of the date hereof, participants in the solicitation that are general partners or executive officers of Knauf and its affiliates directly beneficially own 53,567 shares of USG common stock. This communication does not constitute an offer to buy or solicitation of an offer to sell any securities. This communication relates to a proposal that Knauf has made for a business combination transaction with USG. In furtherance of this proposal and subject to future developments, Knauf (and, if a negotiated transaction is agreed, USG) may file one or more proxy statements or other documents with the SEC. This communication is not a substitute for any proxy statement or other document Knauf and/or USG may file with the SEC in connection with the proposed transaction.\nALL STOCKHOLDERS OF USG ARE URGED TO READ THE PROXY STATEMENTS OR OTHER DOCUMENTS FILED WITH THE SEC WITH RESPECT TO THE PROPOSED TRANSACTION CAREFULLY IN THEIR ENTIRETY IF AND WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION.\nAny definitive proxy statement with respect to the proposed transaction (if and when available) will be mailed to stockholders of USG. USG stockholders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC through the web site maintained by the SEC at www.sec.gov .\nMedia Contact:\nJoele Frank, Wilkinson Brimmer Katcher\nJoele Frank / Ed Trissel / Annabelle Rinehart\n212-355-4449\nInvestor Contact:\nInnisfree M&A Incorporated\nScott Winter / Jonathan Salzberger\n(212) 750-5833\nView original content: http://www.prnewswire.com/news-releases/knauf-issues-open-letter-to-usg-shareholders-and-urges-them-to-vote-against-all-four-usg-director-nominees-today-300627146.html\nSOURCE Gebr. Knauf KG",
    "published": "2018-04-10T15:30:00.000+03:00",
    "crawled": "2018-04-10T16:18:28.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "iphofen",
        "germany",
        "april",
        "gebr",
        "knauf",
        "kg",
        "knauf",
        "today",
        "issued",
        "letter",
        "usg",
        "corporation",
        "nyse",
        "usg",
        "shareholder",
        "urging",
        "vote",
        "four",
        "director",
        "nominee",
        "election",
        "usg",
        "board",
        "director",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "scheduled",
        "may",
        "knauf",
        "also",
        "announced",
        "filed",
        "preliminary",
        "proxy",
        "material",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "usg",
        "annual",
        "meeting",
        "full",
        "text",
        "letter",
        "follows",
        "knauf",
        "offer",
        "represents",
        "substantial",
        "immediate",
        "value",
        "send",
        "clear",
        "message",
        "usg",
        "board",
        "director",
        "engage",
        "immediately",
        "constructive",
        "dialogue",
        "knauf",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "today",
        "dear",
        "fellow",
        "usg",
        "shareholder",
        "knauf",
        "presented",
        "usg",
        "board",
        "director",
        "offer",
        "acquire",
        "usg",
        "transaction",
        "valued",
        "per",
        "share",
        "believe",
        "present",
        "immediate",
        "substantial",
        "value",
        "investment",
        "usg",
        "board",
        "director",
        "formally",
        "rejected",
        "offer",
        "without",
        "engaging",
        "meaningful",
        "discussion",
        "beyond",
        "reiterating",
        "point",
        "made",
        "usg",
        "investor",
        "day",
        "previous",
        "communication",
        "usg",
        "annual",
        "meeting",
        "stockholder",
        "scheduled",
        "may",
        "opportunity",
        "influence",
        "usg",
        "board",
        "today",
        "knauf",
        "filed",
        "preliminary",
        "proxy",
        "material",
        "initiating",
        "withhold",
        "campaign",
        "seeking",
        "fellow",
        "shareholder",
        "support",
        "annual",
        "meeting",
        "mean",
        "sending",
        "clear",
        "message",
        "board",
        "engage",
        "immediately",
        "discussion",
        "knauf",
        "regarding",
        "outstanding",
        "offer",
        "offer",
        "price",
        "represents",
        "attractive",
        "multiple",
        "usg",
        "fully",
        "adjusted",
        "actually",
        "realized",
        "ebitda",
        "believe",
        "compelling",
        "relative",
        "precedent",
        "transaction",
        "building",
        "product",
        "industry",
        "premium",
        "closing",
        "price",
        "march",
        "last",
        "trading",
        "day",
        "prior",
        "public",
        "announcement",
        "offer",
        "premium",
        "usg",
        "average",
        "closing",
        "share",
        "price",
        "value",
        "excess",
        "usg",
        "highest",
        "closing",
        "share",
        "price",
        "last",
        "decade",
        "since",
        "global",
        "financial",
        "crisis",
        "based",
        "public",
        "information",
        "full",
        "fair",
        "value",
        "relative",
        "intrinsic",
        "value",
        "cycle",
        "let",
        "usg",
        "board",
        "refusal",
        "meaningfully",
        "engage",
        "u",
        "prevent",
        "voice",
        "heard",
        "investment",
        "send",
        "clear",
        "message",
        "vote",
        "four",
        "director",
        "nominee",
        "knauf",
        "offer",
        "account",
        "sustainable",
        "value",
        "business",
        "cyclical",
        "industry",
        "stated",
        "communication",
        "per",
        "share",
        "reflects",
        "believe",
        "full",
        "fair",
        "value",
        "relative",
        "intrinsic",
        "sustainable",
        "value",
        "cycle",
        "offer",
        "give",
        "usg",
        "shareholder",
        "substantial",
        "value",
        "investment",
        "future",
        "business",
        "plan",
        "execution",
        "cyclicality",
        "inherent",
        "execution",
        "risk",
        "business",
        "plan",
        "within",
        "cyclical",
        "industry",
        "clearly",
        "demonstrated",
        "usg",
        "historical",
        "financial",
        "result",
        "result",
        "unpredictable",
        "ebitda",
        "fluctuating",
        "dramatically",
        "cyclical",
        "peak",
        "trough",
        "cyclical",
        "demand",
        "volatility",
        "exacerbated",
        "number",
        "factor",
        "include",
        "industry",
        "overcapacity",
        "strong",
        "competition",
        "significant",
        "input",
        "cost",
        "volatility",
        "inflation",
        "seasonal",
        "nature",
        "business",
        "coupled",
        "repeated",
        "impact",
        "bad",
        "weather",
        "also",
        "believe",
        "year",
        "underinvestment",
        "usg",
        "require",
        "significant",
        "capital",
        "investment",
        "remain",
        "competitive",
        "last",
        "decade",
        "usg",
        "share",
        "price",
        "dramatically",
        "consistently",
        "underperformed",
        "market",
        "trading",
        "per",
        "share",
        "approached",
        "share",
        "price",
        "recently",
        "brief",
        "period",
        "time",
        "usg",
        "announced",
        "fourth",
        "quarter",
        "full",
        "year",
        "earnings",
        "trading",
        "immediately",
        "normalized",
        "due",
        "continued",
        "cost",
        "pressure",
        "realization",
        "usg",
        "increased",
        "performance",
        "primarily",
        "result",
        "prebuys",
        "advance",
        "wallboard",
        "price",
        "increase",
        "therefore",
        "anomaly",
        "knauf",
        "invested",
        "usg",
        "since",
        "considering",
        "option",
        "regarding",
        "combination",
        "long",
        "time",
        "devoted",
        "significant",
        "resource",
        "idea",
        "focus",
        "intrinsic",
        "value",
        "daily",
        "share",
        "price",
        "evident",
        "timing",
        "proposal",
        "first",
        "approached",
        "usg",
        "november",
        "stock",
        "nearing",
        "compared",
        "year",
        "even",
        "month",
        "prior",
        "stock",
        "significantly",
        "lower",
        "berkshire",
        "hathaway",
        "usg",
        "largest",
        "shareholder",
        "publicly",
        "validated",
        "value",
        "offer",
        "berkshire",
        "hathaway",
        "usg",
        "largest",
        "shareholder",
        "beneficial",
        "owner",
        "approximately",
        "usg",
        "outstanding",
        "share",
        "first",
        "invested",
        "usg",
        "march",
        "berkshire",
        "hathaway",
        "disclosed",
        "proposal",
        "grant",
        "knauf",
        "option",
        "purchase",
        "share",
        "usg",
        "held",
        "berkshire",
        "hathaway",
        "affiliate",
        "connection",
        "consummation",
        "purchase",
        "knauf",
        "outstanding",
        "share",
        "usg",
        "price",
        "per",
        "share",
        "could",
        "clearer",
        "indication",
        "berkshire",
        "hathaway",
        "view",
        "offer",
        "price",
        "fair",
        "would",
        "willing",
        "seller",
        "price",
        "market",
        "response",
        "knauf",
        "offer",
        "indicates",
        "broad",
        "support",
        "usg",
        "shareholder",
        "management",
        "introduced",
        "current",
        "strategy",
        "usg",
        "investor",
        "day",
        "march",
        "share",
        "price",
        "declined",
        "almost",
        "contrast",
        "knauf",
        "offer",
        "publicly",
        "disclosed",
        "march",
        "usg",
        "share",
        "price",
        "increased",
        "almost",
        "previous",
        "unaffected",
        "closing",
        "price",
        "clear",
        "indication",
        "usg",
        "shareholder",
        "favor",
        "substantial",
        "immediate",
        "certain",
        "cash",
        "value",
        "offer",
        "uncertain",
        "value",
        "potential",
        "risk",
        "inherent",
        "company",
        "business",
        "plan",
        "let",
        "extensive",
        "structural",
        "defense",
        "policy",
        "prevent",
        "making",
        "voice",
        "heard",
        "usg",
        "say",
        "highly",
        "confident",
        "standalone",
        "strategy",
        "deliver",
        "substantially",
        "value",
        "offer",
        "reference",
        "strategic",
        "plan",
        "explanation",
        "expressed",
        "willingness",
        "enter",
        "customary",
        "agreement",
        "facilitate",
        "receipt",
        "information",
        "regarding",
        "value",
        "strategy",
        "usg",
        "refuse",
        "engage",
        "meaningful",
        "discussion",
        "conclude",
        "usg",
        "unable",
        "present",
        "substantive",
        "evidence",
        "support",
        "claim",
        "company",
        "worth",
        "usg",
        "refusal",
        "enter",
        "discussion",
        "u",
        "protected",
        "company",
        "extensive",
        "structural",
        "defense",
        "policy",
        "include",
        "poison",
        "pill",
        "classified",
        "board",
        "ability",
        "shareholder",
        "call",
        "special",
        "meeting",
        "restriction",
        "action",
        "written",
        "consent",
        "therefore",
        "intend",
        "vote",
        "share",
        "representing",
        "usg",
        "outstanding",
        "share",
        "four",
        "usg",
        "director",
        "nominee",
        "urge",
        "usg",
        "shareholder",
        "support",
        "transaction",
        "send",
        "clear",
        "message",
        "board",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "today",
        "unwavering",
        "focus",
        "bring",
        "transaction",
        "fruition",
        "strong",
        "ability",
        "consummate",
        "transaction",
        "including",
        "financing",
        "certainty",
        "clear",
        "pathway",
        "required",
        "approval",
        "furthermore",
        "believe",
        "good",
        "strategic",
        "cultural",
        "fit",
        "business",
        "thoughtful",
        "approach",
        "integration",
        "employment",
        "opportunity",
        "preserving",
        "usg",
        "heritage",
        "whether",
        "plan",
        "attend",
        "annual",
        "meeting",
        "strongly",
        "urge",
        "make",
        "voice",
        "heard",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "usg",
        "board",
        "today",
        "voting",
        "usg",
        "director",
        "nominee",
        "sending",
        "clear",
        "message",
        "want",
        "usg",
        "board",
        "engage",
        "immediately",
        "constructive",
        "dialogue",
        "knauf",
        "order",
        "provide",
        "opportunity",
        "realize",
        "substantial",
        "value",
        "share",
        "sincerely",
        "alexander",
        "knauf",
        "manfred",
        "grundke",
        "alexander",
        "knauf",
        "manfred",
        "grundke",
        "general",
        "partner",
        "general",
        "partner",
        "gebr",
        "knauf",
        "kg",
        "gebr",
        "knauf",
        "kg",
        "knauf",
        "gebr",
        "knauf",
        "kg",
        "ultimate",
        "parent",
        "company",
        "german",
        "based",
        "knauf",
        "group",
        "knauf",
        "leading",
        "manufacturer",
        "building",
        "material",
        "operating",
        "factory",
        "worldwide",
        "knauf",
        "achieved",
        "global",
        "turnover",
        "approximately",
        "billion",
        "euro",
        "employed",
        "people",
        "cautionary",
        "statement",
        "regarding",
        "certain",
        "statement",
        "communication",
        "may",
        "forward",
        "looking",
        "nature",
        "constitute",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "proposed",
        "acquisition",
        "usg",
        "knauf",
        "benefit",
        "proposed",
        "acquisition",
        "statement",
        "include",
        "statement",
        "historical",
        "fact",
        "typically",
        "identified",
        "word",
        "believe",
        "expect",
        "estimate",
        "predict",
        "target",
        "potential",
        "likely",
        "continue",
        "ongoing",
        "could",
        "intend",
        "may",
        "might",
        "plan",
        "seek",
        "anticipate",
        "project",
        "similar",
        "expression",
        "well",
        "variation",
        "negative",
        "word",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "guarantee",
        "future",
        "performance",
        "matter",
        "discussed",
        "subject",
        "number",
        "risk",
        "trend",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "projected",
        "anticipated",
        "implied",
        "factor",
        "include",
        "among",
        "thing",
        "willingness",
        "usg",
        "board",
        "engage",
        "discussion",
        "knauf",
        "regarding",
        "proposal",
        "provide",
        "access",
        "financial",
        "information",
        "regarding",
        "usg",
        "business",
        "knauf",
        "advisor",
        "ability",
        "knauf",
        "usg",
        "agree",
        "term",
        "proposed",
        "transaction",
        "event",
        "definitive",
        "transaction",
        "agreement",
        "executed",
        "ability",
        "party",
        "obtain",
        "necessary",
        "stockholder",
        "regulatory",
        "approval",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "consummate",
        "proposed",
        "transaction",
        "timely",
        "basis",
        "well",
        "change",
        "business",
        "strategy",
        "economic",
        "condition",
        "affecting",
        "building",
        "product",
        "industry",
        "knauf",
        "ability",
        "successfully",
        "integrate",
        "usg",
        "operation",
        "employee",
        "knauf",
        "existing",
        "business",
        "evaluated",
        "light",
        "important",
        "risk",
        "factor",
        "knauf",
        "responsible",
        "updating",
        "revising",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "knauf",
        "made",
        "preliminary",
        "filing",
        "sec",
        "proxy",
        "statement",
        "accompanying",
        "gold",
        "proxy",
        "card",
        "used",
        "solicit",
        "vote",
        "election",
        "certain",
        "director",
        "candidate",
        "nominated",
        "usg",
        "election",
        "usg",
        "annual",
        "meeting",
        "stockholder",
        "communication",
        "substitute",
        "preliminary",
        "proxy",
        "statement",
        "participant",
        "solicitation",
        "advise",
        "stockholder",
        "usg",
        "read",
        "proxy",
        "statement",
        "proxy",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "addition",
        "knauf",
        "provide",
        "copy",
        "material",
        "without",
        "charge",
        "upon",
        "request",
        "participant",
        "solicitation",
        "knauf",
        "certain",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "date",
        "hereof",
        "knauf",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "usg",
        "representing",
        "approximately",
        "usg",
        "outstanding",
        "share",
        "date",
        "hereof",
        "participant",
        "solicitation",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "directly",
        "beneficially",
        "share",
        "usg",
        "common",
        "stock",
        "communication",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "security",
        "communication",
        "relates",
        "proposal",
        "knauf",
        "made",
        "business",
        "combination",
        "transaction",
        "usg",
        "furtherance",
        "proposal",
        "subject",
        "future",
        "development",
        "knauf",
        "negotiated",
        "transaction",
        "agreed",
        "usg",
        "may",
        "file",
        "one",
        "proxy",
        "statement",
        "document",
        "sec",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "knauf",
        "usg",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "stockholder",
        "usg",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "respect",
        "proposed",
        "transaction",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "definitive",
        "proxy",
        "statement",
        "respect",
        "proposed",
        "transaction",
        "available",
        "mailed",
        "stockholder",
        "usg",
        "usg",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "web",
        "site",
        "maintained",
        "sec",
        "medium",
        "contact",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "joele",
        "frank",
        "ed",
        "trissel",
        "annabelle",
        "rinehart",
        "investor",
        "contact",
        "innisfree",
        "incorporated",
        "scott",
        "winter",
        "jonathan",
        "salzberger",
        "view",
        "original",
        "content",
        "http",
        "source",
        "gebr",
        "knauf",
        "kg"
    ]
}