{
    "organizations": [],
    "uuid": "0763924e70cd41d5db11fc5b909252bca3e9b3d4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/pr-newswire-ashford-announces-definitive-agreement-to-acquire-remingtons-project-management-division.html",
    "ord_in_thread": 0,
    "title": "Ashford Announces Definitive Agreement To Acquire Remington's Project Management Division",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS, April 9, 2018 /PRNewswire/ --\nTransaction Highlights:\nTransaction values Remington Project Management at a trailing 12-month EBITDA multiple of 12.5x Consideration in the form of convertible preferred stock convertible at $140 per share, a premium of 45% to the current market price of Ashford common stock Transaction is expected to be immediately accretive to adjusted net income per share Increases breadth of services provided to managed REITs Transaction rapidly builds operating scale and increases earnings potential High margin, low-capex business model\nAshford Inc. (NYSE American: AINC) (the \"Company\") today announced that it has signed a definitive agreement to acquire the Project Management business of privately-held Remington Holdings, L.P. (\"Remington\"). The transaction, which is expected to close during the third quarter of 2018, is subject to approval by the Company's stockholders and customary closing conditions.\n\"The proposed acquisition of Remington's high-margin project management business will immediately add scale, diversification and an enhanced competitive position in the hospitality industry while also expanding the breadth of services we offer to our managed REITs,\" commented Monty J. Bennett, Ashford's Chairman and Chief Executive Officer. \"With deep industry experience and long-term contracts in place, we believe this transaction represents a compelling opportunity for Ashford to diversify its earnings stream and, moving forward, the potential to expand business to other third-party clients.\"\nRemington's Project Management provides comprehensive and cost-effective design, development, and project management services for both Remington managed hotels as well as external partners. It provides project oversight, coordination, planning, and execution of renovation, capital expenditure or ground-up development projects. Its operations are responsible for managing and implementing substantially all capital improvements at Ashford Hospitality Trust, Inc. (NYSE: AHT) and Ashford Hospitality Prime, Inc. (NYSE: AHP). Additionally, it has extensive experience working with many of the major hotel brands in areas of renovating, converting, developing or repositioning hotels. In 2017, Remington Project Management had revenues of approximately $29.0 million and adjusted EBITDA of approximately $16.3 million.\nUnder the terms of the agreement, the Company will acquire Remington's Project Management business for a total transaction value of $203 million. The purchase price will be paid by issuing voting, convertible preferred stock to the sellers. The newly created convertible preferred stock will have a conversion price of $140 per share (a 45% premium to the current trading level) and, if converted immediately after the consummation of the transaction, would convert into 1,450,000 shares of common stock. Dividends on the convertible preferred stock are payable at an annual rate of 5.5% in the first year, 6.0% in the second year, and 6.5% in the third year and each year thereafter. Voting rights of the convertible preferred stock will be on an as-converted basis and the holders of the convertible preferred stock will have a voting limit of 25% of the Company's voting securities for five years. Upon closing of the transaction, the sellers will have the right to nominate two directors to the Company's Board of Directors. The transaction does not require a private letter ruling from the Internal Revenue Service.\nRemington is currently owned by Monty J. Bennett and Archie Bennett, Jr., the Company's Chairman and Chief Executive Officer and his father. The Company's Board of Directors, therefore, formed a special committee of independent and disinterested directors to analyze and negotiate the transaction on behalf of the Company and deliver a recommendation to the Company's Board of Directors with respect to the transaction.\nThe Company's special committee was advised by Janney Montgomery Scott LLC as financial advisor, and Norton Rose Fulbright US LLP acted as its legal advisor. Robert W. Baird & Co., Inc. acted as Remington's financial advisor, and Baker Botts L.L.P. acted as Remington's legal advisor.\nUpon the unanimous recommendation of the special committee, the independent and disinterested members of the Company's Board of Directors unanimously approved the transaction and recommended its approval by the Company's stockholders.\nAshford provides global asset management, investment management and related services to the real estate and hospitality sectors.\nFollow Chairman and CEO Monty Bennett on Twitter at www.twitter.com/MBennettAshford or @MBennettAshford.\nAshford has created an Ashford App for the hospitality REIT investor community. The Ashford App is available for free download at Apple's App Store and the Google Play Store by searching \"Ashford.\"\nAshford Inc.\nRemington Project Management Business\nReconciliation of Net Operating Income to EBITDA to Net Income\n(Unaudited)\n12 Months\nEnded December 31,\n2017\nNet Operating Income[1]\n$\n16,276,710\nAdjustment:\nGain on distribution of restricted investment[1]\n$\n20,402\nDividend income[1]\n$\n8,569\nOther[1]\n$\n269\nEBITDA\n$\n16,305,950\nAdjustment:\nIncome Tax[1]\n$\n(90,164)\nNet Income[1]\n$\n16,215,786\n(1) Obtained from audited operating financial data for the full year of 2017.\nIn connection with the transaction, the Company will file with the Securities and Exchange Commission a registration statement on Form S-4 containing a proxy/prospectus. Additionally, the Company files annual, quarterly and current reports, proxy and information statements and other information with the Securities and Exchange Commission. INVESTORS AND SECURITY HOLDERS OF THE COMPANY ARE URGED TO READ THESE MATERIALS (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO AND DOCUMENTS INCORPORATED BY REFERENCE THEREIN) AND ANY OTHER RELEVANT DOCUMENTS IN CONNECTION WITH THE TRANSACTION THAT THE COMPANY WILL FILE WITH THE SECURITIES AND EXCHANGE COMMISSION WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE COMPANY AND THE TRANSACTION. The proxy/prospectus and other relevant materials in connection with the transaction (when they become available), and any other documents filed by the Company with the Securities and Exchange Commission, may be obtained free of charge at the Securities and Exchange Commission's website at www.sec.gov . In addition, investors and security holders may obtain free copies of the documents filed with the Securities and Exchange Commission at the Company's website, www.ashfordinc.com , under the \"Investors\" link, or by requesting them in writing or by telephone from us at 14185 Dallas Parkway, Suite 1100, Dallas, Texas 75254, Attn: Investor Relations or (972) 490-9600.\nThe Company, Remington and certain of their respective directors and officers may, under the rules of the Securities and Exchange Commission, be deemed to be \"participants\" in the solicitation of proxies from its stockholders that will occur in connection with the transaction. Information concerning the interests of the directors and officers of the Company who may be considered \"participants\" in the solicitation is or will be set forth in the Company's Annual Report on Form 10-K filed with the Securities and Exchange Commission, as amended, and will be set forth in the proxy statement relating to the transaction when the proxy statement becomes available. Information concerning the directors and officers of Remington who may be considered \"participants\" in the solicitation will be set forth in the Form S-4. Copies of these documents can be obtained, without charge, at the Securities and Exchange Commission's website at www.sec.gov , by directing a request to the Company at the address above, or at www.ashfordinc.com .\nCertain statements and assumptions in this press release contain or are based upon \"forward-looking\" information and are being made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These forward-looking statements are subject to risks and uncertainties. When we use the words \"will likely result,\" \"may,\" \"can,\" \"anticipate,\" \"estimate,\" \"should,\" \"expect,\" \"believe,\" \"intend,\" or similar expressions, we intend to identify forward-looking statements. Such statements are subject to numerous assumptions and uncertainties, many of which are outside the Company's control.\nThese forward-looking statements are subject to known and unknown risks and uncertainties, which could cause actual results to differ materially from those anticipated, including, without limitation: the occurrence of any event, change or other circumstances that could give rise to the termination of the transaction; the failure to satisfy conditions to completion of the transaction, including receipt of regulatory approvals and stockholder approval; changes in the business or operating prospects of Remington's Project Management business; adverse litigation or regulatory developments; our success in implementing our business development plans of integrating the Company's and Remington's Project Management business and realizing the expected benefits of the transaction; general volatility of the capital markets and the market price of our common stock; changes in our business or investment strategy; availability, terms and deployment of capital; availability of qualified personnel; changes in our industry and the market in which we operate, interest rates or the general economy; and the degree and nature of our competition. These and other risk factors are more fully discussed in the Company's filings with the Securities and Exchange Commission.\nThe forward-looking statements included in this press release are only made as of the date of this press release. Investors should not place undue reliance on these forward-looking statements. We are not obligated to publicly update or revise any forward-looking statements, whether as a result of new information, future events or circumstances, changes in expectations or otherwise.\nView original content: http://www.prnewswire.com/news-releases/ashford-announces-definitive-agreement-to-acquire-remingtons-project-management-division-300626245.html\nSOURCE Ashford Inc.",
    "published": "2018-04-09T16:00:00.000+03:00",
    "crawled": "2018-04-09T17:01:16.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "april",
        "transaction",
        "highlight",
        "transaction",
        "value",
        "remington",
        "project",
        "management",
        "trailing",
        "ebitda",
        "multiple",
        "consideration",
        "form",
        "convertible",
        "preferred",
        "stock",
        "convertible",
        "per",
        "share",
        "premium",
        "current",
        "market",
        "price",
        "ashford",
        "common",
        "stock",
        "transaction",
        "expected",
        "immediately",
        "accretive",
        "adjusted",
        "net",
        "income",
        "per",
        "share",
        "increase",
        "breadth",
        "service",
        "provided",
        "managed",
        "reit",
        "transaction",
        "rapidly",
        "build",
        "operating",
        "scale",
        "increase",
        "earnings",
        "potential",
        "high",
        "margin",
        "business",
        "model",
        "ashford",
        "nyse",
        "american",
        "ainc",
        "company",
        "today",
        "announced",
        "signed",
        "definitive",
        "agreement",
        "acquire",
        "project",
        "management",
        "business",
        "remington",
        "holding",
        "remington",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "subject",
        "approval",
        "company",
        "stockholder",
        "customary",
        "closing",
        "condition",
        "proposed",
        "acquisition",
        "remington",
        "project",
        "management",
        "business",
        "immediately",
        "add",
        "scale",
        "diversification",
        "enhanced",
        "competitive",
        "position",
        "hospitality",
        "industry",
        "also",
        "expanding",
        "breadth",
        "service",
        "offer",
        "managed",
        "reit",
        "commented",
        "monty",
        "bennett",
        "ashford",
        "chairman",
        "chief",
        "executive",
        "officer",
        "deep",
        "industry",
        "experience",
        "contract",
        "place",
        "believe",
        "transaction",
        "represents",
        "compelling",
        "opportunity",
        "ashford",
        "diversify",
        "earnings",
        "stream",
        "moving",
        "forward",
        "potential",
        "expand",
        "business",
        "client",
        "remington",
        "project",
        "management",
        "provides",
        "comprehensive",
        "design",
        "development",
        "project",
        "management",
        "service",
        "remington",
        "managed",
        "hotel",
        "well",
        "external",
        "partner",
        "provides",
        "project",
        "oversight",
        "coordination",
        "planning",
        "execution",
        "renovation",
        "capital",
        "expenditure",
        "development",
        "project",
        "operation",
        "responsible",
        "managing",
        "implementing",
        "substantially",
        "capital",
        "improvement",
        "ashford",
        "hospitality",
        "trust",
        "nyse",
        "aht",
        "ashford",
        "hospitality",
        "prime",
        "nyse",
        "ahp",
        "additionally",
        "extensive",
        "experience",
        "working",
        "many",
        "major",
        "hotel",
        "brand",
        "area",
        "renovating",
        "converting",
        "developing",
        "repositioning",
        "hotel",
        "remington",
        "project",
        "management",
        "revenue",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "term",
        "agreement",
        "company",
        "acquire",
        "remington",
        "project",
        "management",
        "business",
        "total",
        "transaction",
        "value",
        "million",
        "purchase",
        "price",
        "paid",
        "issuing",
        "voting",
        "convertible",
        "preferred",
        "stock",
        "seller",
        "newly",
        "created",
        "convertible",
        "preferred",
        "stock",
        "conversion",
        "price",
        "per",
        "share",
        "premium",
        "current",
        "trading",
        "level",
        "converted",
        "immediately",
        "consummation",
        "transaction",
        "would",
        "convert",
        "share",
        "common",
        "stock",
        "dividend",
        "convertible",
        "preferred",
        "stock",
        "payable",
        "annual",
        "rate",
        "first",
        "year",
        "second",
        "year",
        "third",
        "year",
        "year",
        "thereafter",
        "voting",
        "right",
        "convertible",
        "preferred",
        "stock",
        "basis",
        "holder",
        "convertible",
        "preferred",
        "stock",
        "voting",
        "limit",
        "company",
        "voting",
        "security",
        "five",
        "year",
        "upon",
        "closing",
        "transaction",
        "seller",
        "right",
        "nominate",
        "two",
        "director",
        "company",
        "board",
        "director",
        "transaction",
        "require",
        "private",
        "letter",
        "ruling",
        "internal",
        "revenue",
        "service",
        "remington",
        "currently",
        "owned",
        "monty",
        "bennett",
        "archie",
        "bennett",
        "company",
        "chairman",
        "chief",
        "executive",
        "officer",
        "father",
        "company",
        "board",
        "director",
        "therefore",
        "formed",
        "special",
        "committee",
        "independent",
        "disinterested",
        "director",
        "analyze",
        "negotiate",
        "transaction",
        "behalf",
        "company",
        "deliver",
        "recommendation",
        "company",
        "board",
        "director",
        "respect",
        "transaction",
        "company",
        "special",
        "committee",
        "advised",
        "janney",
        "montgomery",
        "scott",
        "llc",
        "financial",
        "advisor",
        "norton",
        "rose",
        "fulbright",
        "u",
        "llp",
        "acted",
        "legal",
        "advisor",
        "robert",
        "baird",
        "acted",
        "remington",
        "financial",
        "advisor",
        "baker",
        "botts",
        "acted",
        "remington",
        "legal",
        "advisor",
        "upon",
        "unanimous",
        "recommendation",
        "special",
        "committee",
        "independent",
        "disinterested",
        "member",
        "company",
        "board",
        "director",
        "unanimously",
        "approved",
        "transaction",
        "recommended",
        "approval",
        "company",
        "stockholder",
        "ashford",
        "provides",
        "global",
        "asset",
        "management",
        "investment",
        "management",
        "related",
        "service",
        "real",
        "estate",
        "hospitality",
        "sector",
        "follow",
        "chairman",
        "ceo",
        "monty",
        "bennett",
        "twitter",
        "mbennettashford",
        "ashford",
        "created",
        "ashford",
        "app",
        "hospitality",
        "reit",
        "investor",
        "community",
        "ashford",
        "app",
        "available",
        "free",
        "download",
        "apple",
        "app",
        "store",
        "google",
        "play",
        "store",
        "searching",
        "ashford",
        "ashford",
        "remington",
        "project",
        "management",
        "business",
        "reconciliation",
        "net",
        "operating",
        "income",
        "ebitda",
        "net",
        "income",
        "unaudited",
        "month",
        "ended",
        "december",
        "net",
        "operating",
        "income",
        "adjustment",
        "gain",
        "distribution",
        "restricted",
        "investment",
        "dividend",
        "income",
        "ebitda",
        "adjustment",
        "income",
        "tax",
        "net",
        "income",
        "obtained",
        "audited",
        "operating",
        "financial",
        "data",
        "full",
        "year",
        "connection",
        "transaction",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "registration",
        "statement",
        "form",
        "containing",
        "additionally",
        "company",
        "file",
        "annual",
        "quarterly",
        "current",
        "report",
        "proxy",
        "information",
        "statement",
        "information",
        "security",
        "exchange",
        "commission",
        "investor",
        "security",
        "holder",
        "company",
        "urged",
        "read",
        "material",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "document",
        "incorporated",
        "reference",
        "therein",
        "relevant",
        "document",
        "connection",
        "transaction",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "company",
        "transaction",
        "relevant",
        "material",
        "connection",
        "transaction",
        "become",
        "available",
        "document",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "may",
        "obtained",
        "free",
        "charge",
        "security",
        "exchange",
        "commission",
        "website",
        "addition",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "company",
        "website",
        "investor",
        "link",
        "requesting",
        "writing",
        "telephone",
        "u",
        "dallas",
        "parkway",
        "suite",
        "dallas",
        "texas",
        "attn",
        "investor",
        "relation",
        "company",
        "remington",
        "certain",
        "respective",
        "director",
        "officer",
        "may",
        "rule",
        "security",
        "exchange",
        "commission",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "occur",
        "connection",
        "transaction",
        "information",
        "concerning",
        "interest",
        "director",
        "officer",
        "company",
        "may",
        "considered",
        "participant",
        "solicitation",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "amended",
        "set",
        "forth",
        "proxy",
        "statement",
        "relating",
        "transaction",
        "proxy",
        "statement",
        "becomes",
        "available",
        "information",
        "concerning",
        "director",
        "officer",
        "remington",
        "may",
        "considered",
        "participant",
        "solicitation",
        "set",
        "forth",
        "form",
        "copy",
        "document",
        "obtained",
        "without",
        "charge",
        "security",
        "exchange",
        "commission",
        "website",
        "directing",
        "request",
        "company",
        "address",
        "certain",
        "statement",
        "assumption",
        "press",
        "release",
        "contain",
        "based",
        "upon",
        "information",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "use",
        "word",
        "likely",
        "result",
        "may",
        "anticipate",
        "estimate",
        "expect",
        "believe",
        "intend",
        "similar",
        "expression",
        "intend",
        "identify",
        "statement",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "uncertainty",
        "many",
        "outside",
        "company",
        "control",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "including",
        "without",
        "limitation",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "transaction",
        "failure",
        "satisfy",
        "condition",
        "completion",
        "transaction",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "stockholder",
        "approval",
        "change",
        "business",
        "operating",
        "prospect",
        "remington",
        "project",
        "management",
        "business",
        "adverse",
        "litigation",
        "regulatory",
        "development",
        "success",
        "implementing",
        "business",
        "development",
        "plan",
        "integrating",
        "company",
        "remington",
        "project",
        "management",
        "business",
        "realizing",
        "expected",
        "benefit",
        "transaction",
        "general",
        "volatility",
        "capital",
        "market",
        "market",
        "price",
        "common",
        "stock",
        "change",
        "business",
        "investment",
        "strategy",
        "availability",
        "term",
        "deployment",
        "capital",
        "availability",
        "qualified",
        "personnel",
        "change",
        "industry",
        "market",
        "operate",
        "interest",
        "rate",
        "general",
        "economy",
        "degree",
        "nature",
        "competition",
        "risk",
        "factor",
        "fully",
        "discussed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "obligated",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "change",
        "expectation",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ashford",
        "inc"
    ]
}