{
    "organizations": [],
    "uuid": "77ab0a25d6eb371dfd7e8954cbdf5bcf72fb6822",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-stellar-acquisition-iii-inc-announces-record-and-meeting-dates-for-special-meeting-relating-to-extension.html",
    "ord_in_thread": 0,
    "title": "Stellar Acquisition III Inc. Announces Record and Meeting Dates for Special Meeting Relating to Extension",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATHENS, Greece, April 25, 2018 (GLOBE NEWSWIRE) -- Stellar Acquisition III Inc. (Nasdaq:STLR) (“Stellar”), a special purpose acquisition company, today announced that it has set a record date of April 30, 2018 (the “Record Date”) and a meeting date of May 22, 2018 for the special meeting (the “Special Meeting”) relating to certain proposed amendments to Stellar’s second amended and restated articles of incorporation and the trust agreement that was entered into in connection with Stellar’s initial public offering (collectively, the “Amendments”), as described in Stellar’s preliminary proxy statement relating to the Special Meeting, filed with the Securities and Exchange Commission (the “SEC”) on April 17, 2018 (the “Preliminary Proxy Statement”). The purpose of the Amendments, as further described in the Preliminary Proxy Statement, is to allow Stellar more time to complete its initial business combination with Phunware, Inc. (“Phunware”) pursuant to an agreement and plan of merger dated as of February 27, 2018 (the “Merger Agreement”) among Stellar, Phunware and certain other parties.\nThe Record Date determines the holders of Stellar’s common stock entitled to notice of, and to vote at, the Special Meeting or any postponement or adjournment thereof, whereby shareholders will be asked to approve the Amendments, and such other proposals as will be disclosed in Stellar’s definitive proxy statement relating to the Special Meeting (the “Definitive Proxy Statement”). The Definitive Proxy Statement is expected to be mailed to Stellar’s shareholders on or about May 4, 2018.\nThe Special Meeting will take place at 10:00 a.m., Eastern Time, on May 22, 2018 at the offices of Ellenoff Grossman & Schole LLP, at 1345 Avenue of the Americas, 11th Floor, New York, New York 10105.\nShareholders will not be asked to vote on the Merger Agreement and related transactions at the Special Meeting. If you are a shareholder as of the record date for the special meeting of shareholders relating to the Merger Agreement, you will have the right to vote on the Merger Agreement and related proposals when such proposals are submitted at a separate meeting of shareholders.\nAbout Stellar\nStellar is a blank check company, also commonly referred to as a Special Purpose Acquisition Company, or SPAC, formed for the purpose of effecting a merger, asset acquisition or other business combination with one or more businesses or entities. Stellar’s units, shares of common stock and warrants are currently listed on the Nasdaq Capital Market under the symbols “STLRU,” “STLR” and “STLRW,\" respectively. On February 28, 2018, Stellar announced it had entered into definitive agreements to combine with Phunware and enter the mobile cloud software and blockchain sectors. Phunware’s investor base includes several prominent strategic investors/partners and has a large and diversified customer base including numerous Fortune 5000 companies. For further information about the Merger Agreement, please refer to Stellar’s SEC filings.\nParticipants in the Solicitation\nStellar and its directors and executive officers and other persons may be deemed to be participants in the solicitation of proxies from Stellar’s shareholders in respect of the proposed Amendments. Information regarding Stellar’s directors and executive officers is available in its annual report on Form 10-K filed with the SEC. Additional information regarding the participants in the proxy solicitation and a description of their direct and indirect interests are contained in the registration statement relating to the Merger Agreement.\nNo Offer or Solicitation\nThis communication shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which the offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nCautionary Note Regarding Forward-Looking Statements\nSome of the statements in this release and in presentations by Stellar’s management relating to the matters described herein are or may constitute “forward-looking statements.” Words such as “believe,” “expect,” “anticipate,” “project,” “target,” “optimistic,” “intend,” “aim,” “will”, “may” and variations and similar words and expressions are intended to identify such forward-looking statements, but the absence of these words does not mean that a statement is not forward-looking. Forward-looking statements relating to the proposed transaction with Phunware and the SEC registration statement and proxy voting process (as well as the combined company's post-closing activities) include, but are not limited to: (i) statements about the benefits of the transaction involving Stellar and Phunware, including future financial and operating results; (ii) Stellar’s and Phunware’s plans, objectives, expectations and intentions (including with respect to the future Token Generation Event (“TGE”) and the use of proceeds from Stellar’s trust account); (iii) the expected timing of completion of the transaction and the SEC registration statement and proxy voting process; and (iv) other statements relating to the transaction, the SEC registration statement and proxy voting process and the combined company’s post-closing activities that are not historical facts. Forward-looking statements involve estimates, expectations and projections and, as a result, are subject to risks and uncertainties. Actual results could differ materially if not substantially from those described in the forward-looking statements.\nImportant risks and other factors could cause actual results to differ materially from those indicated by such forward-looking statements. With respect to the Amendments, such risks and uncertainties include the risks associated with Stellar’s proxy voting process, including uncertainty regarding the number of Stellar shareholders who may request redemption. With respect to the transaction, the SEC registration statement and proxy voting process and the combined company’s post-closing activities, such risks and uncertainties include, among many others: (i) the risks associated with Stellar’s SEC registration statement and proxy voting process, including uncertainty regarding the number of Stellar shareholders who may request redemption and whether Phunware shareholders will approve the transaction; (ii) the risk that the benefits to Stellar and its shareholders anticipated from transaction may not be fully realized or may take longer to realize than expected; (iii) the risk that any projections, including earnings, revenues, expenses, synergies, margins or any other financial items are not realized, (iv) the risks associated with concentration of Phunware’s business with certain customers; (v) the potential for reductions in industry profit margins due to, among other factors, declining service revenues; (vi) the inability of the post-closing combined company to expand and diversify the business of Phunware; (vii) changing interpretations of generally accepted accounting principles in the U.S.; (viii) the combined company’s continued compliance with government regulations; changing legislation and regulatory environments; (ix) the ability of the post-closing company to meet Nasdaq’s continued listing standards; (x) the potential for lower return on investment by Phunware’s expected TGE; (xi) the inability of Phunware to manage growth; (xii) requirements or changes affecting the MaaS/SaaS industry; (xiii) the general volatility of market prices of Stellar’s securities and general economic conditions; (xiv) the combined company’s ability to implement new strategies and react to changing market conditions; (xv) risks associated with operating hazards; (xvi) risks associated with competition; (xvii) risks associated with the loss of key personnel; (xviii) unexpected costs, liabilities or delays in the proposed transaction; (xix) the outcome of any legal proceedings related to the transaction; (xx) the occurrence of any event, change or other circumstances that could give rise to the termination of the Merger Agreement or (xxi) any of the factors in detailed in the “Risk Factors” section of Stellar’s filings with the SEC.\nThe foregoing listing of risks is not exhaustive. These risks, as well as other risks associated with the transaction, are more fully discussed in Stellar’s registration statement filed with the SEC in connection with the transaction. Additional risks and uncertainties are identified and discussed in Stellar’s reports filed or to be filed with the SEC and available at the SEC's website at http://www.sec.gov . Forward-looking statements included in this press release speak only as of the date of this press release. Stellar undertakes and assumes no obligation, and does not intend, to update Stellar’s forward-looking statements, except as required by law.\nSource: Stellar Acquisition III Inc.\nCompany Contact:\nGeorge Syllantavos\nco-CEO & CFO\nStellar Acquisition III Inc.\n90 Kifissias Avenue,\nMaroussi 15123, Athens, Greece\nEmail: gs@stellaracquisition.com\nWebsite: www.stellaracquisition.com Investor Relations / Media Contact:\nDaniela Guerrero\nCapital Link, Inc.\n230 Park Avenue, Suite 1536\nNew York, N.Y. 10169\nTel.: (212) 661-7566\nFax: (212) 661-7526\nE-Mail: stellaracquisition@capitallink.com\nSource:Stellar Acquisition III Inc.",
    "published": "2018-04-25T21:50:00.000+03:00",
    "crawled": "2018-04-25T22:48:16.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "athens",
        "greece",
        "april",
        "globe",
        "newswire",
        "stellar",
        "acquisition",
        "iii",
        "nasdaq",
        "stlr",
        "stellar",
        "special",
        "purpose",
        "acquisition",
        "company",
        "today",
        "announced",
        "set",
        "record",
        "date",
        "april",
        "record",
        "date",
        "meeting",
        "date",
        "may",
        "special",
        "meeting",
        "special",
        "meeting",
        "relating",
        "certain",
        "proposed",
        "amendment",
        "stellar",
        "second",
        "amended",
        "restated",
        "article",
        "incorporation",
        "trust",
        "agreement",
        "entered",
        "connection",
        "stellar",
        "initial",
        "public",
        "offering",
        "collectively",
        "amendment",
        "described",
        "stellar",
        "preliminary",
        "proxy",
        "statement",
        "relating",
        "special",
        "meeting",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "april",
        "preliminary",
        "proxy",
        "statement",
        "purpose",
        "amendment",
        "described",
        "preliminary",
        "proxy",
        "statement",
        "allow",
        "stellar",
        "time",
        "complete",
        "initial",
        "business",
        "combination",
        "phunware",
        "phunware",
        "pursuant",
        "agreement",
        "plan",
        "merger",
        "dated",
        "february",
        "merger",
        "agreement",
        "among",
        "stellar",
        "phunware",
        "certain",
        "party",
        "record",
        "date",
        "determines",
        "holder",
        "stellar",
        "common",
        "stock",
        "entitled",
        "notice",
        "vote",
        "special",
        "meeting",
        "postponement",
        "adjournment",
        "thereof",
        "whereby",
        "shareholder",
        "asked",
        "approve",
        "amendment",
        "proposal",
        "disclosed",
        "stellar",
        "definitive",
        "proxy",
        "statement",
        "relating",
        "special",
        "meeting",
        "definitive",
        "proxy",
        "statement",
        "definitive",
        "proxy",
        "statement",
        "expected",
        "mailed",
        "stellar",
        "shareholder",
        "may",
        "special",
        "meeting",
        "take",
        "place",
        "eastern",
        "time",
        "may",
        "office",
        "ellenoff",
        "grossman",
        "schole",
        "llp",
        "avenue",
        "america",
        "11th",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "shareholder",
        "asked",
        "vote",
        "merger",
        "agreement",
        "related",
        "transaction",
        "special",
        "meeting",
        "shareholder",
        "record",
        "date",
        "special",
        "meeting",
        "shareholder",
        "relating",
        "merger",
        "agreement",
        "right",
        "vote",
        "merger",
        "agreement",
        "related",
        "proposal",
        "proposal",
        "submitted",
        "separate",
        "meeting",
        "shareholder",
        "stellar",
        "stellar",
        "blank",
        "check",
        "company",
        "also",
        "commonly",
        "referred",
        "special",
        "purpose",
        "acquisition",
        "company",
        "spac",
        "formed",
        "purpose",
        "effecting",
        "merger",
        "asset",
        "acquisition",
        "business",
        "combination",
        "one",
        "business",
        "entity",
        "stellar",
        "unit",
        "share",
        "common",
        "stock",
        "warrant",
        "currently",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "stlru",
        "stlr",
        "stlrw",
        "respectively",
        "february",
        "stellar",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "combine",
        "phunware",
        "enter",
        "mobile",
        "cloud",
        "software",
        "blockchain",
        "sector",
        "phunware",
        "investor",
        "base",
        "includes",
        "several",
        "prominent",
        "strategic",
        "large",
        "diversified",
        "customer",
        "base",
        "including",
        "numerous",
        "fortune",
        "company",
        "information",
        "merger",
        "agreement",
        "please",
        "refer",
        "stellar",
        "sec",
        "filing",
        "participant",
        "solicitation",
        "stellar",
        "director",
        "executive",
        "officer",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stellar",
        "shareholder",
        "respect",
        "proposed",
        "amendment",
        "information",
        "regarding",
        "stellar",
        "director",
        "executive",
        "officer",
        "available",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "contained",
        "registration",
        "statement",
        "relating",
        "merger",
        "agreement",
        "offer",
        "solicitation",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "release",
        "presentation",
        "stellar",
        "management",
        "relating",
        "matter",
        "described",
        "herein",
        "may",
        "constitute",
        "word",
        "believe",
        "expect",
        "anticipate",
        "project",
        "target",
        "optimistic",
        "intend",
        "aim",
        "may",
        "variation",
        "similar",
        "word",
        "expression",
        "intended",
        "identify",
        "statement",
        "absence",
        "word",
        "mean",
        "statement",
        "statement",
        "relating",
        "proposed",
        "transaction",
        "phunware",
        "sec",
        "registration",
        "statement",
        "proxy",
        "voting",
        "process",
        "well",
        "combined",
        "company",
        "activity",
        "include",
        "limited",
        "statement",
        "benefit",
        "transaction",
        "involving",
        "stellar",
        "phunware",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "ii",
        "stellar",
        "phunware",
        "plan",
        "objective",
        "expectation",
        "intention",
        "including",
        "respect",
        "future",
        "token",
        "generation",
        "event",
        "tge",
        "use",
        "proceeds",
        "stellar",
        "trust",
        "account",
        "iii",
        "expected",
        "timing",
        "completion",
        "transaction",
        "sec",
        "registration",
        "statement",
        "proxy",
        "voting",
        "process",
        "iv",
        "statement",
        "relating",
        "transaction",
        "sec",
        "registration",
        "statement",
        "proxy",
        "voting",
        "process",
        "combined",
        "company",
        "activity",
        "historical",
        "fact",
        "statement",
        "involve",
        "estimate",
        "expectation",
        "projection",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "substantially",
        "described",
        "statement",
        "important",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "respect",
        "amendment",
        "risk",
        "uncertainty",
        "include",
        "risk",
        "associated",
        "stellar",
        "proxy",
        "voting",
        "process",
        "including",
        "uncertainty",
        "regarding",
        "number",
        "stellar",
        "shareholder",
        "may",
        "request",
        "redemption",
        "respect",
        "transaction",
        "sec",
        "registration",
        "statement",
        "proxy",
        "voting",
        "process",
        "combined",
        "company",
        "activity",
        "risk",
        "uncertainty",
        "include",
        "among",
        "many",
        "others",
        "risk",
        "associated",
        "stellar",
        "sec",
        "registration",
        "statement",
        "proxy",
        "voting",
        "process",
        "including",
        "uncertainty",
        "regarding",
        "number",
        "stellar",
        "shareholder",
        "may",
        "request",
        "redemption",
        "whether",
        "phunware",
        "shareholder",
        "approve",
        "transaction",
        "ii",
        "risk",
        "benefit",
        "stellar",
        "shareholder",
        "anticipated",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "iii",
        "risk",
        "projection",
        "including",
        "earnings",
        "revenue",
        "expense",
        "synergy",
        "margin",
        "financial",
        "item",
        "realized",
        "iv",
        "risk",
        "associated",
        "concentration",
        "phunware",
        "business",
        "certain",
        "customer",
        "v",
        "potential",
        "reduction",
        "industry",
        "profit",
        "margin",
        "due",
        "among",
        "factor",
        "declining",
        "service",
        "revenue",
        "vi",
        "inability",
        "combined",
        "company",
        "expand",
        "diversify",
        "business",
        "phunware",
        "vii",
        "changing",
        "interpretation",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "viii",
        "combined",
        "company",
        "continued",
        "compliance",
        "government",
        "regulation",
        "changing",
        "legislation",
        "regulatory",
        "environment",
        "ix",
        "ability",
        "company",
        "meet",
        "nasdaq",
        "continued",
        "listing",
        "standard",
        "x",
        "potential",
        "lower",
        "return",
        "investment",
        "phunware",
        "expected",
        "tge",
        "xi",
        "inability",
        "phunware",
        "manage",
        "growth",
        "xii",
        "requirement",
        "change",
        "affecting",
        "industry",
        "xiii",
        "general",
        "volatility",
        "market",
        "price",
        "stellar",
        "security",
        "general",
        "economic",
        "condition",
        "xiv",
        "combined",
        "company",
        "ability",
        "implement",
        "new",
        "strategy",
        "react",
        "changing",
        "market",
        "condition",
        "xv",
        "risk",
        "associated",
        "operating",
        "hazard",
        "xvi",
        "risk",
        "associated",
        "competition",
        "xvii",
        "risk",
        "associated",
        "loss",
        "key",
        "personnel",
        "xviii",
        "unexpected",
        "cost",
        "liability",
        "delay",
        "proposed",
        "transaction",
        "xix",
        "outcome",
        "legal",
        "proceeding",
        "related",
        "transaction",
        "xx",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "xxi",
        "factor",
        "detailed",
        "risk",
        "factor",
        "section",
        "stellar",
        "filing",
        "sec",
        "foregoing",
        "listing",
        "risk",
        "exhaustive",
        "risk",
        "well",
        "risk",
        "associated",
        "transaction",
        "fully",
        "discussed",
        "stellar",
        "registration",
        "statement",
        "filed",
        "sec",
        "connection",
        "transaction",
        "additional",
        "risk",
        "uncertainty",
        "identified",
        "discussed",
        "stellar",
        "report",
        "filed",
        "filed",
        "sec",
        "available",
        "sec",
        "website",
        "http",
        "statement",
        "included",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "stellar",
        "undertakes",
        "assumes",
        "obligation",
        "intend",
        "update",
        "stellar",
        "statement",
        "except",
        "required",
        "law",
        "source",
        "stellar",
        "acquisition",
        "iii",
        "company",
        "contact",
        "george",
        "syllantavos",
        "cfo",
        "stellar",
        "acquisition",
        "iii",
        "kifissias",
        "avenue",
        "maroussi",
        "athens",
        "greece",
        "email",
        "g",
        "website",
        "investor",
        "relation",
        "medium",
        "contact",
        "daniela",
        "guerrero",
        "capital",
        "link",
        "park",
        "avenue",
        "suite",
        "new",
        "york",
        "tel",
        "fax",
        "stellaracquisition",
        "source",
        "stellar",
        "acquisition",
        "iii",
        "inc"
    ]
}