{
    "organizations": [],
    "uuid": "c3731696123f03c2fd4b36d2e3d4dccdc0f5d7f1",
    "author": "Phil Wahba",
    "url": "http://fortune.com/2018/04/02/kohls-small-stores/",
    "ord_in_thread": 0,
    "title": "Kohl's Small Stores Are More Profitable",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Kohl’s (kss) is the rare retailer bucking the trend of closing stores despite declining sales at many of its physical locations.\nInstead, the company has taken a different tack: shrinking hundreds of stores in its 1,160-location fleet from 90,000 square feet or so to 60,000 or so. It is also refining an even smaller 35,000 square foot store model at 12 locations and could roll it out to even more, a move that could increase its store count and allow it to hit new markets, including city centers.\nThe idea is simple: Kohl’s needs the same number of stores to serve shoppers in all corners of the country to maintain brand presence, and more crucially help support e-commerce since more and more shoppers prefer to pick up orders in-store. Rivals Macy’s (m) and J.C. Penney (jcp) have only replaced a fraction of business lost from stores they’ve closed with online sales.\nBut because online is now 18% of company sales, and sales per square foot of store space are down 15% compared to a few years ago, Kohl’s needs to rethink stores’ role: It doesn’t need to stock every item it offers in every size or configuration in a store or have it serve as a glorified distribution center. So the smaller store effort represents a happy medium, one that with the help of tech will get Kohl’s more bang for its buck and lift profits.\n“The goal line keeps moving because companies like Amazon continue to get faster and better, so you have to get faster and better,” Mansell told Fortune on a recent visit to a small Kohl’s store in East Windsor, N.J.\nKohl’s is not alone in thinking smaller is bigger: Target (tgt) has had tremendous success with that format, Macy’s (m) has shrunk some of its key stores, and even Nordstrom (jwn) is giving the idea a go with its no-merchandise Nordstrom Local store in Los Angeles that it may bring to new markets.\nAfter stagnating for several years, Kohl’s seems to have regained its momentum in recent quarters. And to keep that going, Mansell, who is stepping down as CEO next month after 10 years in the corner office to be replaced by chief merchandising and customer officer Michelle Gass, has made it a big priority to figure out how to make small formats work.\nIt’s nothing less than a revolution for a retailer used to operating stores in a cookie cutter way for decades, and it’s far more complex than “Honey I Shrank the Store.” But done right, it will lead to healthier profits and more productive use of space.\nFor instance, the frequency of merchandise deliveries has to change; so does how much product gets put on shelves. “It’s a different beast,” he says. He concedes people don’t go to Kohl’s to browse and discover- they go to find what they need and get out. So smaller stores mean being that much more precise about inventory.\nA key component to achieving this is tech. Not the cool features many retailers, including Kohl’s were drawn to for years like fun mirrors for testing makeup. Rather, the unsexy but essential technologies such as inventory management are what matters most.\nOn top of a stellar holiday quarter where Kohl’s comparable sales rose 6.3%, its gross margin was up thanks in large part to a 7% drop in inventory. In simpler terms, it means Kohl’s is planning inventory better and not having to sell as much as clearance as before. And Kohl’s can reap savings on not shipping items to stores that it won’t end up selling, as it has seen with the 300 stores it has shrunk and expects to see with the smallest stores as they open.\n“There are a ton of shiny objects and you can go down a rabbit hole of technology like you wouldn’t believe,” he says. “That is good for a press release, but when you look at what those things actually do, they don’t perform.”\nThe smaller format stores allow Kohl’s to take out many costs, and make it more flexible. For example, the East Windsor store has fewer fixtures, and needs fewer person-hours to staff. It has fewer departments, and but it has open ceilings, brighter lighting, and offers clear sight lines so a shopper can see pretty much the entire store by doing a 360 turn. The absence of walls and its new fixtures means the store can expand a section as needed, as it has with activewear, a fast growing category for Kohl’s.\nThe Kohl’s has five cash registers and only one entrance, compared to the average 12 cashiers and two entrances. All in all, the store holds 60% less inventory regular Kohl’s does, but retains a proportionately higher percentage of the assortment. (This Kohl’s store doesn’t sell the Jennifer Lopez apparel line or jewelry, for instance, but does have proportionately more activewear and office wear.)\nThe smaller size means the retailer can use the 35,000 square foot format to get into smaller markets that wouldn’t support a standard Kohl’s, such as Marshfield, Wisconsin, a city of 20,000. And with many of the 138 stores J.C. Penney (jcp) closed in 2017 being in smaller markets, that is no small opportunity to grab some market share. What’s more, the format could allow the strip-center-centric Kohl’s to get into urban markets much like Target is with its smaller stores.\n“The idea of making stores smaller and more efficient is gaining traction and we are further down that road than our competitors,” says Mansell.",
    "published": "2018-04-02T23:14:00.000+03:00",
    "crawled": "2018-04-03T00:20:37.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kohl",
        "ks",
        "rare",
        "retailer",
        "bucking",
        "trend",
        "closing",
        "store",
        "despite",
        "declining",
        "sale",
        "many",
        "physical",
        "location",
        "instead",
        "company",
        "taken",
        "different",
        "tack",
        "shrinking",
        "hundred",
        "store",
        "fleet",
        "square",
        "foot",
        "also",
        "refining",
        "even",
        "smaller",
        "square",
        "foot",
        "store",
        "model",
        "location",
        "could",
        "roll",
        "even",
        "move",
        "could",
        "increase",
        "store",
        "count",
        "allow",
        "hit",
        "new",
        "market",
        "including",
        "city",
        "center",
        "idea",
        "simple",
        "kohl",
        "need",
        "number",
        "store",
        "serve",
        "shopper",
        "corner",
        "country",
        "maintain",
        "brand",
        "presence",
        "crucially",
        "help",
        "support",
        "since",
        "shopper",
        "prefer",
        "pick",
        "order",
        "rival",
        "macy",
        "penney",
        "jcp",
        "replaced",
        "fraction",
        "business",
        "lost",
        "store",
        "closed",
        "online",
        "sale",
        "online",
        "company",
        "sale",
        "sale",
        "per",
        "square",
        "foot",
        "store",
        "space",
        "compared",
        "year",
        "ago",
        "kohl",
        "need",
        "rethink",
        "store",
        "role",
        "need",
        "stock",
        "every",
        "item",
        "offer",
        "every",
        "size",
        "configuration",
        "store",
        "serve",
        "glorified",
        "distribution",
        "center",
        "smaller",
        "store",
        "effort",
        "represents",
        "happy",
        "medium",
        "one",
        "help",
        "tech",
        "get",
        "kohl",
        "bang",
        "buck",
        "lift",
        "profit",
        "goal",
        "line",
        "keep",
        "moving",
        "company",
        "like",
        "amazon",
        "continue",
        "get",
        "faster",
        "better",
        "get",
        "faster",
        "better",
        "mansell",
        "told",
        "fortune",
        "recent",
        "visit",
        "small",
        "kohl",
        "store",
        "east",
        "windsor",
        "kohl",
        "alone",
        "thinking",
        "smaller",
        "bigger",
        "target",
        "tgt",
        "tremendous",
        "success",
        "format",
        "macy",
        "shrunk",
        "key",
        "store",
        "even",
        "nordstrom",
        "jwn",
        "giving",
        "idea",
        "go",
        "nordstrom",
        "local",
        "store",
        "los",
        "angeles",
        "may",
        "bring",
        "new",
        "market",
        "stagnating",
        "several",
        "year",
        "kohl",
        "seems",
        "regained",
        "momentum",
        "recent",
        "quarter",
        "keep",
        "going",
        "mansell",
        "stepping",
        "ceo",
        "next",
        "month",
        "year",
        "corner",
        "office",
        "replaced",
        "chief",
        "merchandising",
        "customer",
        "officer",
        "michelle",
        "gas",
        "made",
        "big",
        "priority",
        "figure",
        "make",
        "small",
        "format",
        "work",
        "nothing",
        "less",
        "revolution",
        "retailer",
        "used",
        "operating",
        "store",
        "cookie",
        "cutter",
        "way",
        "decade",
        "far",
        "complex",
        "honey",
        "shrank",
        "done",
        "right",
        "lead",
        "healthier",
        "profit",
        "productive",
        "use",
        "space",
        "instance",
        "frequency",
        "merchandise",
        "delivery",
        "change",
        "much",
        "product",
        "get",
        "put",
        "shelf",
        "different",
        "beast",
        "say",
        "concedes",
        "people",
        "go",
        "kohl",
        "browse",
        "go",
        "find",
        "need",
        "get",
        "smaller",
        "store",
        "mean",
        "much",
        "precise",
        "inventory",
        "key",
        "component",
        "achieving",
        "tech",
        "cool",
        "feature",
        "many",
        "retailer",
        "including",
        "kohl",
        "drawn",
        "year",
        "like",
        "fun",
        "mirror",
        "testing",
        "makeup",
        "rather",
        "unsexy",
        "essential",
        "technology",
        "inventory",
        "management",
        "matter",
        "top",
        "stellar",
        "holiday",
        "quarter",
        "kohl",
        "comparable",
        "sale",
        "rose",
        "gross",
        "margin",
        "thanks",
        "large",
        "part",
        "drop",
        "inventory",
        "simpler",
        "term",
        "mean",
        "kohl",
        "planning",
        "inventory",
        "better",
        "sell",
        "much",
        "clearance",
        "kohl",
        "reap",
        "saving",
        "shipping",
        "item",
        "store",
        "end",
        "selling",
        "seen",
        "store",
        "shrunk",
        "expects",
        "see",
        "smallest",
        "store",
        "open",
        "ton",
        "shiny",
        "object",
        "go",
        "rabbit",
        "hole",
        "technology",
        "like",
        "believe",
        "say",
        "good",
        "press",
        "release",
        "look",
        "thing",
        "actually",
        "smaller",
        "format",
        "store",
        "allow",
        "kohl",
        "take",
        "many",
        "cost",
        "make",
        "flexible",
        "example",
        "east",
        "windsor",
        "store",
        "fewer",
        "fixture",
        "need",
        "fewer",
        "staff",
        "fewer",
        "department",
        "open",
        "ceiling",
        "brighter",
        "lighting",
        "offer",
        "clear",
        "sight",
        "line",
        "shopper",
        "see",
        "pretty",
        "much",
        "entire",
        "store",
        "turn",
        "absence",
        "wall",
        "new",
        "fixture",
        "mean",
        "store",
        "expand",
        "section",
        "needed",
        "activewear",
        "fast",
        "growing",
        "category",
        "kohl",
        "kohl",
        "five",
        "cash",
        "register",
        "one",
        "entrance",
        "compared",
        "average",
        "cashier",
        "two",
        "entrance",
        "store",
        "hold",
        "less",
        "inventory",
        "regular",
        "kohl",
        "retains",
        "proportionately",
        "higher",
        "percentage",
        "assortment",
        "kohl",
        "store",
        "sell",
        "jennifer",
        "lopez",
        "apparel",
        "line",
        "jewelry",
        "instance",
        "proportionately",
        "activewear",
        "office",
        "wear",
        "smaller",
        "size",
        "mean",
        "retailer",
        "use",
        "square",
        "foot",
        "format",
        "get",
        "smaller",
        "market",
        "support",
        "standard",
        "kohl",
        "marshfield",
        "wisconsin",
        "city",
        "many",
        "store",
        "penney",
        "jcp",
        "closed",
        "smaller",
        "market",
        "small",
        "opportunity",
        "grab",
        "market",
        "share",
        "format",
        "could",
        "allow",
        "kohl",
        "get",
        "urban",
        "market",
        "much",
        "like",
        "target",
        "smaller",
        "store",
        "idea",
        "making",
        "store",
        "smaller",
        "efficient",
        "gaining",
        "traction",
        "road",
        "competitor",
        "say",
        "mansell"
    ]
}