{
    "organizations": [],
    "uuid": "c34ee6dc301cb352cc6b57de1b904bdc20247229",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/pr-newswire-precision-for-value-strengthens-and-expands-industry-leading-payer-strategy-team.html",
    "ord_in_thread": 0,
    "title": "Precision for Value Strengthens and Expands Industry-Leading Payer Strategy Team",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, April 18, 2018 /PRNewswire/ -- Precision for Value, the market leader in supporting global pharmaceutical and life sciences companies in demonstrating the value and outcomes of innovative medical products, today announced significant additions to its Payer Strategy Team with the hiring of former payer executives Marylou Buyse, Joe Honcz, and Elizabeth Oyekan.\nTo address their clients' urgent need to leverage real-world market insights in response to growing government and payer scrutiny over drug pricing and access, Precision for Value (Precision) has strategically assembled an industry-leading team of former payer decision makers with a direct understanding of the evolving drug marketplace, as well as strong ties to their current industry counterparts. By understanding how payers measure value and the supporting evidence, Precision has helped dozens of clients secure desired levels of market access for their innovative medical treatments.\n\"We are very excited to add Marylou, Joe, and Elizabeth to our growing Payer Strategy Team, a highly differentiating aspect of our service model for years,\" said Dan Renick, president of Precision. \"As the market continues to evolve, Precision is keeping pace, growing quickly worldwide to meet the needs of our clients. Marylou, Joe, and Elizabeth build upon Precision's depth of payer insights and industry knowledge that adds unrivaled experience to our team and directly benefits our clients.\"\nMarylou Buyse, MD, MS , joins Precision's Quality and Population Health Solutions Team in the role of Vice President, Integrated Health Solutions. Marylou has 4 decades of experience in the medical field, including 25 years in a managed markets capacity with both integrated delivery systems and health plans.\nPrior to joining Precision, Marylou was a Senior Medical Director at Highmark, Inc., and was Chief Medical Officer at Scott & White Health Plan in central Texas. Over the course of her career, she has held C-suite-level positions at multiple health plans and integrated delivery systems, including UnitedHealth Care and Harvard Community Health Plan's staff model HMO. Her areas of expertise include managed care, quality care, preventive health management, population health management, Medicaid, Medicare, medical policy, rare diseases, and health information technology.\nMarylou is a professional member of the Massachusetts Medical Society and the American Medical Association. She has served on numerous boards, task forces, and governmental commissions throughout her career.\nMarylou received a Medical Degree from Drexel University College of Medicine in Philadelphia, Pennsylvania, and a Master of Science in Preventive Health and Medical Administration from the University of Wisconsin—Madison. She is a board-certified physician in pediatrics, medical genetics, and medical management.\nJoseph Honcz, RPh, MBA , brings nearly 2 decades of experience in the managed care and pharmacy benefit management industries to his role as Vice President, Payer Access Solutions. Joe is a recognized expert in clinical strategy, innovation, and product development. His extensive experience leading cross-functional groups through change has placed him at the center of each major shift in healthcare.\nPrior to joining Precision, Joe was an Executive Director in the Network and Clinical Services division at Aetna. In this role he led several teams focused on innovative cost of care management strategies, clinical informatics, and the implementation of Lean methodologies to improve clinical operations. Additionally, he set the pharmacy strategy for the company's Accountable Care Solutions. Prior to this role, he was a Senior Director within Aetna's Innovation Labs, where he was responsible for developing disruptive healthcare technology/programs. Some early accomplishments while at the company included overseeing the product and clinical integration with CVS Health and the launching of Aetna Pharmacy ACA Products in 14 states.\nBefore Aetna, Joe was in a senior leadership position at HealthNet as the Director for Product Development and Management. While at HealthNet, he managed the product life cycle from idea to execution for all commercial insurance business and product types. Previous to HealthNet, Joe held various roles of increasing responsibility at Anthem BCBS (WellPoint). A key accomplishment while at WellPoint includes launching their Medicare Part D offering. Joe's extensive managed care knowledge is augmented by a diverse work experience that includes opportunities at Pfizer and CVS Health.\nJoe received his Bachelor of Science in pharmacy and a Master's in Business Administration from the University of Connecticut. He is a Registered Pharmacist and a member and diplomat for the Association of Managed Care Pharmacy (AMCP).\nElizabeth Oyekan, PharmD, FCSHP, CPHQ , serves as Senior Director for the Quality and Population Health Solutions Team, bringing more than 2 decades of industry experience to the team.\nPrior to joining Precision, Elizabeth was the Vice President of Operations and Quality with Kaiser Permanente in Colorado, where her responsibilities included oversight of the Primary Care and Specialty Service Lines, Population Management and Complex Care Services and Solutions, and Analytics and Project Management Services. She also provided leadership for improved quality measurement outcomes, including those for geriatric patients receiving medical-surgical specialty care and ambulatory care. Elizabeth is the author of 3 books focusing on leadership, healthcare, and medication adherence. She has also served as the National Pharmacy Quality, Medication, and Patient Safety Leader with Kaiser, providing oversight to the adoption of best practices to promote patient and medication safety in all 8 regions. During her tenure with Kaiser she also served as an administrator and pharmacy director at the South Bay Medical Center, where her responsibilities included administrative oversight for inpatient and outpatient drug use management and home infusion services for patients with chronic heart failure and other chronic diseases.\nHer additional responsibilities have included leading the development of the BSMART Strategy to optimize patient medication adherence and oversight of the National Committee for Quality Assurance (NCQA)/Healthcare Effectiveness Data and Information Set (HEDIS) national outcomes, as well as the Centers for Medicare & Medicaid Services (CMS) Star Rating performance for Kaiser's Medicare Advantage plan in Colorado.\nElizabeth received her Doctor of Pharmacy degree from the University of Southern California, completed her administrative and clinical residency at Kaiser Permanente Los Angeles Medical Center, and graduated from the executive leadership program at Harvard University. She is a member of several organizations, including the National Association of Health Services Executives, and serves on the faculty of the Institute of Healthcare Improvement.\nAbout Precision for Value's Payer Strategy Team\nPrecision for Value's Payer Strategy Team is an internal consulting group of former payers who use their real-life experiences to develop more relevant ways to demonstrate and communicate value, assisting clients in making critical market access decisions. The Payer Strategy Team consists of 3 primary disciplines: Formulary Access Solutions, Specialty Solutions, and Quality and Population Health Solutions.\nAbout Precision for Value\nPrecision for Value supports commercial excellence for global pharmaceutical and life sciences clients through the demonstration and communication of product value and outcomes. The Precision for Value teams provide clients with services grounded in decades of industry knowledge, demonstrated analytics proficiency, and marketing and communications prowess—making Precision for Value the preferred strategic partner in the industry. Visit www.precisionforvalue.com for more information.\nMedia Contact\nLouis Landon, Precision Medicine Group Media Relations\n310-984-7707\nlouis.landon@precisionmedicinegrp.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/precision-for-value-strengthens-and-expands-industry-leading-payer-strategy-team-300632027.html\nSOURCE Precision for Value",
    "published": "2018-04-18T17:05:00.000+03:00",
    "crawled": "2018-04-18T17:07:29.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "april",
        "precision",
        "value",
        "market",
        "leader",
        "supporting",
        "global",
        "pharmaceutical",
        "life",
        "science",
        "company",
        "demonstrating",
        "value",
        "outcome",
        "innovative",
        "medical",
        "product",
        "today",
        "announced",
        "significant",
        "addition",
        "payer",
        "strategy",
        "team",
        "hiring",
        "former",
        "payer",
        "executive",
        "marylou",
        "buyse",
        "joe",
        "honcz",
        "elizabeth",
        "oyekan",
        "address",
        "client",
        "urgent",
        "need",
        "leverage",
        "market",
        "insight",
        "response",
        "growing",
        "government",
        "payer",
        "scrutiny",
        "drug",
        "pricing",
        "access",
        "precision",
        "value",
        "precision",
        "strategically",
        "assembled",
        "team",
        "former",
        "payer",
        "decision",
        "maker",
        "direct",
        "understanding",
        "evolving",
        "drug",
        "marketplace",
        "well",
        "strong",
        "tie",
        "current",
        "industry",
        "counterpart",
        "understanding",
        "payer",
        "measure",
        "value",
        "supporting",
        "evidence",
        "precision",
        "helped",
        "dozen",
        "client",
        "secure",
        "desired",
        "level",
        "market",
        "access",
        "innovative",
        "medical",
        "treatment",
        "excited",
        "add",
        "marylou",
        "joe",
        "elizabeth",
        "growing",
        "payer",
        "strategy",
        "team",
        "highly",
        "differentiating",
        "aspect",
        "service",
        "model",
        "year",
        "said",
        "dan",
        "renick",
        "president",
        "precision",
        "market",
        "continues",
        "evolve",
        "precision",
        "keeping",
        "pace",
        "growing",
        "quickly",
        "worldwide",
        "meet",
        "need",
        "client",
        "marylou",
        "joe",
        "elizabeth",
        "build",
        "upon",
        "precision",
        "depth",
        "payer",
        "insight",
        "industry",
        "knowledge",
        "add",
        "unrivaled",
        "experience",
        "team",
        "directly",
        "benefit",
        "client",
        "marylou",
        "buyse",
        "md",
        "m",
        "join",
        "precision",
        "quality",
        "population",
        "health",
        "solution",
        "team",
        "role",
        "vice",
        "president",
        "integrated",
        "health",
        "solution",
        "marylou",
        "decade",
        "experience",
        "medical",
        "field",
        "including",
        "year",
        "managed",
        "market",
        "capacity",
        "integrated",
        "delivery",
        "system",
        "health",
        "plan",
        "prior",
        "joining",
        "precision",
        "marylou",
        "senior",
        "medical",
        "director",
        "highmark",
        "chief",
        "medical",
        "officer",
        "scott",
        "white",
        "health",
        "plan",
        "central",
        "texas",
        "course",
        "career",
        "held",
        "position",
        "multiple",
        "health",
        "plan",
        "integrated",
        "delivery",
        "system",
        "including",
        "unitedhealth",
        "care",
        "harvard",
        "community",
        "health",
        "plan",
        "staff",
        "model",
        "hmo",
        "area",
        "expertise",
        "include",
        "managed",
        "care",
        "quality",
        "care",
        "preventive",
        "health",
        "management",
        "population",
        "health",
        "management",
        "medicaid",
        "medicare",
        "medical",
        "policy",
        "rare",
        "disease",
        "health",
        "information",
        "technology",
        "marylou",
        "professional",
        "member",
        "massachusetts",
        "medical",
        "society",
        "american",
        "medical",
        "association",
        "served",
        "numerous",
        "board",
        "task",
        "force",
        "governmental",
        "commission",
        "throughout",
        "career",
        "marylou",
        "received",
        "medical",
        "degree",
        "drexel",
        "university",
        "college",
        "medicine",
        "philadelphia",
        "pennsylvania",
        "master",
        "science",
        "preventive",
        "health",
        "medical",
        "administration",
        "university",
        "physician",
        "pediatrics",
        "medical",
        "genetics",
        "medical",
        "management",
        "joseph",
        "honcz",
        "rph",
        "mba",
        "brings",
        "nearly",
        "decade",
        "experience",
        "managed",
        "care",
        "pharmacy",
        "benefit",
        "management",
        "industry",
        "role",
        "vice",
        "president",
        "payer",
        "access",
        "solution",
        "joe",
        "recognized",
        "expert",
        "clinical",
        "strategy",
        "innovation",
        "product",
        "development",
        "extensive",
        "experience",
        "leading",
        "group",
        "change",
        "placed",
        "center",
        "major",
        "shift",
        "healthcare",
        "prior",
        "joining",
        "precision",
        "joe",
        "executive",
        "director",
        "network",
        "clinical",
        "service",
        "division",
        "aetna",
        "role",
        "led",
        "several",
        "team",
        "focused",
        "innovative",
        "cost",
        "care",
        "management",
        "strategy",
        "clinical",
        "informatics",
        "implementation",
        "lean",
        "methodology",
        "improve",
        "clinical",
        "operation",
        "additionally",
        "set",
        "pharmacy",
        "strategy",
        "company",
        "accountable",
        "care",
        "solution",
        "prior",
        "role",
        "senior",
        "director",
        "within",
        "aetna",
        "innovation",
        "lab",
        "responsible",
        "developing",
        "disruptive",
        "healthcare",
        "early",
        "accomplishment",
        "company",
        "included",
        "overseeing",
        "product",
        "clinical",
        "integration",
        "cv",
        "health",
        "launching",
        "aetna",
        "pharmacy",
        "aca",
        "product",
        "state",
        "aetna",
        "joe",
        "senior",
        "leadership",
        "position",
        "healthnet",
        "director",
        "product",
        "development",
        "management",
        "healthnet",
        "managed",
        "product",
        "life",
        "cycle",
        "idea",
        "execution",
        "commercial",
        "insurance",
        "business",
        "product",
        "type",
        "previous",
        "healthnet",
        "joe",
        "held",
        "various",
        "role",
        "increasing",
        "responsibility",
        "anthem",
        "bcbs",
        "wellpoint",
        "key",
        "accomplishment",
        "wellpoint",
        "includes",
        "launching",
        "medicare",
        "part",
        "offering",
        "joe",
        "extensive",
        "managed",
        "care",
        "knowledge",
        "augmented",
        "diverse",
        "work",
        "experience",
        "includes",
        "opportunity",
        "pfizer",
        "cv",
        "health",
        "joe",
        "received",
        "bachelor",
        "science",
        "pharmacy",
        "master",
        "business",
        "administration",
        "university",
        "connecticut",
        "registered",
        "pharmacist",
        "member",
        "diplomat",
        "association",
        "managed",
        "care",
        "pharmacy",
        "amcp",
        "elizabeth",
        "oyekan",
        "pharmd",
        "fcshp",
        "cphq",
        "serf",
        "senior",
        "director",
        "quality",
        "population",
        "health",
        "solution",
        "team",
        "bringing",
        "decade",
        "industry",
        "experience",
        "team",
        "prior",
        "joining",
        "precision",
        "elizabeth",
        "vice",
        "president",
        "operation",
        "quality",
        "kaiser",
        "permanente",
        "colorado",
        "responsibility",
        "included",
        "oversight",
        "primary",
        "care",
        "specialty",
        "service",
        "line",
        "population",
        "management",
        "complex",
        "care",
        "service",
        "solution",
        "analytics",
        "project",
        "management",
        "service",
        "also",
        "provided",
        "leadership",
        "improved",
        "quality",
        "measurement",
        "outcome",
        "including",
        "geriatric",
        "patient",
        "receiving",
        "specialty",
        "care",
        "ambulatory",
        "care",
        "elizabeth",
        "author",
        "book",
        "focusing",
        "leadership",
        "healthcare",
        "medication",
        "adherence",
        "also",
        "served",
        "national",
        "pharmacy",
        "quality",
        "medication",
        "patient",
        "safety",
        "leader",
        "kaiser",
        "providing",
        "oversight",
        "adoption",
        "best",
        "practice",
        "promote",
        "patient",
        "medication",
        "safety",
        "region",
        "tenure",
        "kaiser",
        "also",
        "served",
        "administrator",
        "pharmacy",
        "director",
        "south",
        "bay",
        "medical",
        "center",
        "responsibility",
        "included",
        "administrative",
        "oversight",
        "inpatient",
        "outpatient",
        "drug",
        "use",
        "management",
        "home",
        "infusion",
        "service",
        "patient",
        "chronic",
        "heart",
        "failure",
        "chronic",
        "disease",
        "additional",
        "responsibility",
        "included",
        "leading",
        "development",
        "bsmart",
        "strategy",
        "optimize",
        "patient",
        "medication",
        "adherence",
        "oversight",
        "national",
        "committee",
        "quality",
        "assurance",
        "ncqa",
        "effectiveness",
        "data",
        "information",
        "set",
        "hedis",
        "national",
        "outcome",
        "well",
        "center",
        "medicare",
        "medicaid",
        "service",
        "cm",
        "star",
        "rating",
        "performance",
        "kaiser",
        "medicare",
        "advantage",
        "plan",
        "colorado",
        "elizabeth",
        "received",
        "doctor",
        "pharmacy",
        "degree",
        "university",
        "southern",
        "california",
        "completed",
        "administrative",
        "clinical",
        "residency",
        "kaiser",
        "permanente",
        "los",
        "angeles",
        "medical",
        "center",
        "graduated",
        "executive",
        "leadership",
        "program",
        "harvard",
        "university",
        "member",
        "several",
        "organization",
        "including",
        "national",
        "association",
        "health",
        "service",
        "executive",
        "serf",
        "faculty",
        "institute",
        "healthcare",
        "improvement",
        "precision",
        "value",
        "payer",
        "strategy",
        "team",
        "precision",
        "value",
        "payer",
        "strategy",
        "team",
        "internal",
        "consulting",
        "group",
        "former",
        "payer",
        "use",
        "experience",
        "develop",
        "relevant",
        "way",
        "demonstrate",
        "communicate",
        "value",
        "assisting",
        "client",
        "making",
        "critical",
        "market",
        "access",
        "decision",
        "payer",
        "strategy",
        "team",
        "consists",
        "primary",
        "discipline",
        "formulary",
        "access",
        "solution",
        "specialty",
        "solution",
        "quality",
        "population",
        "health",
        "solution",
        "precision",
        "value",
        "precision",
        "value",
        "support",
        "commercial",
        "excellence",
        "global",
        "pharmaceutical",
        "life",
        "science",
        "client",
        "demonstration",
        "communication",
        "product",
        "value",
        "outcome",
        "precision",
        "value",
        "team",
        "provide",
        "client",
        "service",
        "grounded",
        "decade",
        "industry",
        "knowledge",
        "demonstrated",
        "analytics",
        "proficiency",
        "marketing",
        "communication",
        "precision",
        "value",
        "preferred",
        "strategic",
        "partner",
        "industry",
        "visit",
        "information",
        "medium",
        "contact",
        "louis",
        "landon",
        "precision",
        "medicine",
        "group",
        "medium",
        "relation",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "precision",
        "value"
    ]
}