{
    "organizations": [],
    "uuid": "c37af36006ae5c952bc76aa331ebe603e762873f",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/04/the-associated-press-the-latest-iowa-senator-trade-dispute-unfair-to-us-farmers.html",
    "ord_in_thread": 0,
    "title": "The Latest: Iowa Senator: Trade dispute unfair to US farmers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Latest: Iowa Senator: Trade dispute unfair to US farmers Published 1 Hour Ago \nWASHINGTON (AP) — The Latest on U.S.-China trade tensions (all times local): \n4:00 p.m. \nSen. Charles Grassley, an Iowa Republican, says the United States needs to protect its intellectual property and competitiveness but shouldn't force farmers and ranchers to bear the brunt of retaliation for the entire country. \n\"It's not fair, and it doesn't make economic sense,\" Grassley says in a statement. \"The administration knew that if it imposed tariffs on Chinese goods, China would retaliate against U.S. agriculture. I warned President Trump as much in a White House meeting in February.\" \nHe said the federal government has a responsibility to \"help those Americans and mitigate the damage it caused\" to those suffering economic hardship from the tariffs. \n3:00 p.m. \nThe American Chemistry Council, a lobbying group, says China's threatened tariffs would come down hard on U.S. chemical companies. \nThe group says 40 percent of the products China said it would target Wednesday are chemicals, including PVC and plastics. China imported 11 percent of all U.S. plastic resins last year, or $3.2 billion worth. \nThe council, which represents Dow, DuPont and other major chemical companies, says its members have planned $185 million in new U.S. factories or expansions based on current tariff levels. It says a trade war with China would jeopardize those plans. \n\"We strongly urge both the U.S. and Chinese governments to work together to come to a satisfactory and mutually beneficial decision before this situation escalates further,\" council President and CEO Cal Dooley says in a statement. \n2:45 p.m. \nU.S. Sen. Roy Blunt, a Missouri Republican, is critical of the Trump administration's tariffs. \n\"A trade war always has unanticipated consequences,\" he said during a press conference at the state capitol Wednesday. \"The last two days are an indication of exactly what I've been most concerned about.\" \nHe says the tariffs could affect Missouri's ability to export food abroad, and the U.S. should instead focus on pursuing trade cases it already has against China with the World Trade Organization. \n12:45 p.m. \nThe American Soybean Association, a lobbying group that says it represents 21,000 U.S. soybean producers, says China's proposed 25-percent tariff on soybeans would be \"devastating\" to U.S. farmers. China is the largest consumer of U.S. soybeans, buying about one-third of all U.S. soybean production each year, the group says. \nAssociation President John Heisdorffer, an Iowa farmer, is calling on the Trump administration to withdraw its proposed tariffs and meet with soybean farmers to discuss ways to improve competitiveness without resorting to tariffs. \nThe association says soybean farmers lost an estimated $1.72 billion on Wednesday morning alone as soybean futures tumbled. \n\"That's real money lost for farmers, and it is entirely preventable,\" Heisdorffer says in a statement. \n12:10 p.m. \nFord and General Motors are calling for continued dialogue to resolve escalating trade tensions between the U.S. and China. \nBoth automakers issued statements Wednesday after China proposed steep retaliatory tariffs on imports of U.S.-made vehicles and other goods. \nFord says it encouraged the governments to work together. GM urges the countries to \"engage in constructive dialogue and pursue sustainable trade policies.\" \nGM would be affected by U.S. tariffs because it imports the Buick Envision SUV from China. Ford has plans to import a new version of the Focus compact car from China next year. Both make most of their vehicles in China that are sold there and ship only a small number of vehicles from the U.S. to China. \n11:45 a.m. \nNational Economic Council Director Larry Kudlow is suggesting that proposed tariffs on Chinese imports may not ultimately go into effect. \nKudlow is trying to soothe stock market fears over a potential trade war with China. He says the tariffs announced Tuesday are \"potentially\" a negotiating ploy in an effort to get China to level the playing field for U.S. businesses. \nKudlow tells reporters: \"There are carrots and sticks in life,\" adding that the U.S. is encouraging China to lower trade barriers. \nHe adds that China should take Trump \"seriously\" on tariffs, but that ultimate the president is a \"free-trader.\" \nKudlow says the Trump administration is focused on growing the U.S. economy, saying: \"Sometimes the path to this kind of growth is a little rocky. That's the way the world works.\" \n11:30 a.m. \nBoeing shares are sinking after China proposed steep tariffs on U.S. aircraft as trade tension grows between the United States and China. \nChina is a key market for Boeing, accounting for nearly one-fourth of the Chicago company's deliveries of commercial airplanes last year. \nChinese tariffs on U.S.-made planes are not certain, and the proposal only covers planes within a certain weight range. Analysts say the tariffs would hit older versions of the Boeing 737 that are still in production, but not newer MAX models. Larger wide-body aircraft would not be affected. \nStill, the threat that Boeing Co. could be caught in trade war crossfire sent the shares down nearly 6 percent in morning trading. They regained some ground by late morning — down $9.65, or 2.9 percent, to $321.17. \n10:35 a.m. \nAnalysts at Sanford C. Bernstein are saying that BMW, Mercedes-Benz and Tesla are the biggest potential losers from higher Chinese tariffs on U.S. auto imports. \nBernstein said in a note Wednesday that BMW sends 89,000 vehicles annually from the U.S. to China while Daimler AG's Mercedes-Benz ships 65,000. Tesla sells about 14,000 but China accounts for around 15 percent of forecast Model S and X sales this year. \nIf enforced, the measures announced by Beijing earlier would increase tariffs on cars from the United States to 50 percent from the usual 25 percent. \nBMW is headquartered in Munich, Germany but claims the title of biggest U.S. car exporter by shipping vehicles including its X5 SUV from its Spartanburg, South Carolina plant. Stuttgart-based Daimler builds Mercedes in Vance, Alabama. \nThe Bernstein team raised the question of whether the threat of a U.S-China trade war could \"nudge the Germans toward localization\" — that is, moving production to China. \n10:00 a.m. \nChina says it has made a \"request for consultations\" at the World Trade Organization in response to U.S. tariffs against Chinese products. \nThe Chinese Ministry of Commerce confirmed the step taken Wednesday at the Geneva-based trade body, which triggers the WTO's dispute settlement mechanism that will begin with consultations between the two countries. \nChina said the request centers on a proposed product list subject to the additional tariffs under U.S. Section 301 rules. \n8:15 a.m. \nCommerce Secretary Wilbur Ross is brushing off concern over trade war with China. In an interview with CNBC Wednesday morning, Ross said that tariffs imposed by China amount to 0.3 percent of U.S. GDP and that some action on tariffs has been \"coming for a while.\" \n\"What we're talking about on both sides is a fraction of 1 percent of both economies,\" he said. \nThe larger concern, Ross said, is the protection of U.S. intellectual property. \nStill, U.S. stock futures slumped over concerns that the back-and-forth tariff actions will stunt trade and growth. Ross said he would not comment on the stock market's reaction, but then said he thinks \"it's being out of proportion.\" \nAll times below this point are local time for Beijing. \n7:50 p.m. \nPresident Donald Trump says the U.S. lost a trade war with China \"years ago.\" \nIn a tweet Wednesday after China announced a list of U.S. products that might be subject to a 25 percent tariff, Trump said: \"We are not in a trade war with China, that war was lost many years ago by the foolish, or incompetent, people who represented the U.S.\" \nChina announced tariffs worth $50 billion on a series of U.S. products including soybeans, whiskey and cars. \nChinese officials said they were obliged to act after the U.S. announced plans for retaliatory tariffs in an escalating dispute over China's technology program and other trade issues. \n7:00 p.m. \nThe chairman of the American Chamber of Commerce in China says Beijing's potential retaliation in an escalating dispute with Washington is a concern for every U.S. company doing business in China. \nWilliam Zarit told The Associated Press in an interview Wednesday that proposed tit-for-tat tariff hikes by both sides would first hit global stock markets. \nZarit said he still hopes Washington and Beijing will not follow through on their threats. \nInstead they should work toward a \"serious negotiation.\" \nU.S. business groups mostly agree that something needs to be done about China's aggressive push in technology. But they worry that China's measures targeting U.S. exports of aircraft, soybeans and other products could help bring on a tit-for-tat trade war of escalating sanctions between the world's two biggest economies. \n6:40 p.m. \nA senior Chinese commerce official has defended the official technology policy at the center of an escalating trade dispute with the United States. \nWang Shouwen, a deputy commerce minister, told reporters Wednesday that the long-range industrial strategy known as \"Made in China 2025\" is open to foreign companies, including American firms, and to private companies, not just state-owned enterprises. \nThe policy calls for creating Chinese global leaders in electric cars, robots and other fields. \nWang said the plan, which lays out specific targets for domestic brands' share of the market in some sectors, should be seen as a guide rather than mandatory. \nForeign business groups complain that strategy will limit or outright block access to those industries. \n6:00 p.m. \nA Chinese foreign ministry spokesman has urged the U.S. to come to the table and discuss an escalating trade dispute. \nMinistry spokesman Geng Shuang told reporters in Beijing on Wednesday that China's door to dialogue with Washington remains open \"but the U.S. has missed the opportunity time and time again.\" \nGeng made the comments after Beijing announced plans to raise tariffs on imports from the U.S. \nHe said talks between the two countries require \"mutual respect and equal treatment, instead of being coerced by one party unilaterally and condescendingly.\" \nGeng added that neither side should be \"threatening the other with senseless and unreasonable demands.\" \n5:50 p.m. \nEuropean stock markets have fallen sharply after China announced a series of tariffs on U.S. goods, stoking fears that the two countries were on the brink of a full-scale trade war. \nAmong the region's major indexes, Germany's DAX was down 1.2 percent while the FTSE 100 index fell 0.4 percent, in the wake of China's decision to raise tariffs on $50 billion of U.S. goods including soybeans, aircraft and automobiles. China was responding to Washington's equivalent duties on Chinese goods. \nJoshua Mahony, market analyst at IG, said it's \"no surprise that we are seeing traders flock to safe havens in response, with gold and the yen both sharply higher throughout the morning's trade.\" \nGold, for example, was up 0.8 percent at $1,347.40 an ounce. \n5:30 p.m. \nA senior Chinese finance official has warned that attempts by foreign countries to pressure China on trade will fail, striking a firm note as Beijing announced proposed tariff hikes on American goods in response to planned U.S. duties. \nZhu Guangyao, China's deputy finance minister, said Wednesday that Beijing hopes both sides can work together in a constructive manner, \"instead of acting in a willful way.\" \nHe made the comment at a briefing to discuss China's plans to impose a 25 percent tariff hike on U.S. soybeans, autos, aircraft and other goods valued at $50 billion. \nZhu said that China never gives in to outside pressure and that \"pressure from the outside will only urge and encourage the Chinese people to work even harder\" and to innovate and develop. \n5:15 p.m. \nA senior official with China's Commerce Ministry says Beijing will keep the door to negotiations with the U.S. open, after announcing a plan to impose tariffs on $50 billion worth of U.S. goods in response to proposed U.S. tariffs. \nWang Shouwen, a vice minister of Commerce, said Wednesday at a briefing with reporters that Beijing doesn't want a trade war but will fight one if forced to. \nWang said Beijing was willing to resolve these disputes with the U.S. through dialogue on the basis of \"mutual respect and mutual benefit.\" \nWang said: \"If anyone wants to fight, we'll be there with him, if they want to negotiate, the door is open.\" \n4:20 p.m. \nChina has raised tariffs on $50 billion of U.S. goods including soybeans, aircraft and automobiles in response to Washington's increased duties on Chinese goods in a technology dispute. \nThe Commerce Ministry on Wednesday criticized the U.S. move as a violation of global trade rules and said China was acting to protect its \"legitimate rights and interests.\" \nIt said a 25 percent tariff would be imposed and the date the charges will take effect would be announced later. \nThe dispute stems from U.S. complaints that Beijing pressures foreign companies to hand over technology in return for market access. \nCompanies and investors worry the conflict could dampen worldwide commerce and set back the global economic recovery.",
    "published": "2018-04-04T12:16:00.000+03:00",
    "crawled": "2018-04-05T01:00:33.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "latest",
        "iowa",
        "senator",
        "trade",
        "dispute",
        "unfair",
        "u",
        "farmer",
        "published",
        "hour",
        "ago",
        "washington",
        "ap",
        "latest",
        "trade",
        "tension",
        "time",
        "local",
        "charles",
        "grassley",
        "iowa",
        "republican",
        "say",
        "united",
        "state",
        "need",
        "protect",
        "intellectual",
        "property",
        "competitiveness",
        "force",
        "farmer",
        "rancher",
        "bear",
        "brunt",
        "retaliation",
        "entire",
        "country",
        "fair",
        "make",
        "economic",
        "sense",
        "grassley",
        "say",
        "statement",
        "administration",
        "knew",
        "imposed",
        "tariff",
        "chinese",
        "good",
        "china",
        "would",
        "retaliate",
        "agriculture",
        "warned",
        "president",
        "trump",
        "much",
        "white",
        "house",
        "meeting",
        "february",
        "said",
        "federal",
        "government",
        "responsibility",
        "help",
        "american",
        "mitigate",
        "damage",
        "caused",
        "suffering",
        "economic",
        "hardship",
        "tariff",
        "american",
        "chemistry",
        "council",
        "lobbying",
        "group",
        "say",
        "china",
        "threatened",
        "tariff",
        "would",
        "come",
        "hard",
        "chemical",
        "company",
        "group",
        "say",
        "percent",
        "product",
        "china",
        "said",
        "would",
        "target",
        "wednesday",
        "chemical",
        "including",
        "pvc",
        "plastic",
        "china",
        "imported",
        "percent",
        "plastic",
        "resin",
        "last",
        "year",
        "billion",
        "worth",
        "council",
        "represents",
        "dow",
        "dupont",
        "major",
        "chemical",
        "company",
        "say",
        "member",
        "planned",
        "million",
        "new",
        "factory",
        "expansion",
        "based",
        "current",
        "tariff",
        "level",
        "say",
        "trade",
        "war",
        "china",
        "would",
        "jeopardize",
        "plan",
        "strongly",
        "urge",
        "chinese",
        "government",
        "work",
        "together",
        "come",
        "satisfactory",
        "mutually",
        "beneficial",
        "decision",
        "situation",
        "escalates",
        "council",
        "president",
        "ceo",
        "cal",
        "dooley",
        "say",
        "statement",
        "roy",
        "blunt",
        "missouri",
        "republican",
        "critical",
        "trump",
        "administration",
        "tariff",
        "trade",
        "war",
        "always",
        "unanticipated",
        "consequence",
        "said",
        "press",
        "conference",
        "state",
        "capitol",
        "wednesday",
        "last",
        "two",
        "day",
        "indication",
        "exactly",
        "concerned",
        "say",
        "tariff",
        "could",
        "affect",
        "missouri",
        "ability",
        "export",
        "food",
        "abroad",
        "instead",
        "focus",
        "pursuing",
        "trade",
        "case",
        "already",
        "china",
        "world",
        "trade",
        "organization",
        "american",
        "soybean",
        "association",
        "lobbying",
        "group",
        "say",
        "represents",
        "soybean",
        "producer",
        "say",
        "china",
        "proposed",
        "tariff",
        "soybean",
        "would",
        "devastating",
        "farmer",
        "china",
        "largest",
        "consumer",
        "soybean",
        "buying",
        "soybean",
        "production",
        "year",
        "group",
        "say",
        "association",
        "president",
        "john",
        "heisdorffer",
        "iowa",
        "farmer",
        "calling",
        "trump",
        "administration",
        "withdraw",
        "proposed",
        "tariff",
        "meet",
        "soybean",
        "farmer",
        "discus",
        "way",
        "improve",
        "competitiveness",
        "without",
        "resorting",
        "tariff",
        "association",
        "say",
        "soybean",
        "farmer",
        "lost",
        "estimated",
        "billion",
        "wednesday",
        "morning",
        "alone",
        "soybean",
        "future",
        "tumbled",
        "real",
        "money",
        "lost",
        "farmer",
        "entirely",
        "preventable",
        "heisdorffer",
        "say",
        "statement",
        "ford",
        "general",
        "motor",
        "calling",
        "continued",
        "dialogue",
        "resolve",
        "escalating",
        "trade",
        "tension",
        "china",
        "automaker",
        "issued",
        "statement",
        "wednesday",
        "china",
        "proposed",
        "steep",
        "retaliatory",
        "tariff",
        "import",
        "vehicle",
        "good",
        "ford",
        "say",
        "encouraged",
        "government",
        "work",
        "together",
        "gm",
        "urge",
        "country",
        "engage",
        "constructive",
        "dialogue",
        "pursue",
        "sustainable",
        "trade",
        "policy",
        "gm",
        "would",
        "affected",
        "tariff",
        "import",
        "buick",
        "envision",
        "suv",
        "china",
        "ford",
        "plan",
        "import",
        "new",
        "version",
        "focus",
        "compact",
        "car",
        "china",
        "next",
        "year",
        "make",
        "vehicle",
        "china",
        "sold",
        "ship",
        "small",
        "number",
        "vehicle",
        "china",
        "national",
        "economic",
        "council",
        "director",
        "larry",
        "kudlow",
        "suggesting",
        "proposed",
        "tariff",
        "chinese",
        "import",
        "may",
        "ultimately",
        "go",
        "effect",
        "kudlow",
        "trying",
        "soothe",
        "stock",
        "market",
        "fear",
        "potential",
        "trade",
        "war",
        "china",
        "say",
        "tariff",
        "announced",
        "tuesday",
        "potentially",
        "negotiating",
        "ploy",
        "effort",
        "get",
        "china",
        "level",
        "playing",
        "field",
        "business",
        "kudlow",
        "tell",
        "reporter",
        "carrot",
        "stick",
        "life",
        "adding",
        "encouraging",
        "china",
        "lower",
        "trade",
        "barrier",
        "add",
        "china",
        "take",
        "trump",
        "seriously",
        "tariff",
        "ultimate",
        "president",
        "kudlow",
        "say",
        "trump",
        "administration",
        "focused",
        "growing",
        "economy",
        "saying",
        "sometimes",
        "path",
        "kind",
        "growth",
        "little",
        "rocky",
        "way",
        "world",
        "work",
        "boeing",
        "share",
        "sinking",
        "china",
        "proposed",
        "steep",
        "tariff",
        "aircraft",
        "trade",
        "tension",
        "grows",
        "united",
        "state",
        "china",
        "china",
        "key",
        "market",
        "boeing",
        "accounting",
        "nearly",
        "chicago",
        "company",
        "delivery",
        "commercial",
        "airplane",
        "last",
        "year",
        "chinese",
        "tariff",
        "plane",
        "certain",
        "proposal",
        "cover",
        "plane",
        "within",
        "certain",
        "weight",
        "range",
        "analyst",
        "say",
        "tariff",
        "would",
        "hit",
        "older",
        "version",
        "boeing",
        "still",
        "production",
        "newer",
        "max",
        "model",
        "larger",
        "aircraft",
        "would",
        "affected",
        "still",
        "threat",
        "boeing",
        "could",
        "caught",
        "trade",
        "war",
        "crossfire",
        "sent",
        "share",
        "nearly",
        "percent",
        "morning",
        "trading",
        "regained",
        "ground",
        "late",
        "morning",
        "percent",
        "analyst",
        "sanford",
        "bernstein",
        "saying",
        "bmw",
        "tesla",
        "biggest",
        "potential",
        "loser",
        "higher",
        "chinese",
        "tariff",
        "auto",
        "import",
        "bernstein",
        "said",
        "note",
        "wednesday",
        "bmw",
        "sends",
        "vehicle",
        "annually",
        "china",
        "daimler",
        "ag",
        "ship",
        "tesla",
        "sell",
        "china",
        "account",
        "around",
        "percent",
        "forecast",
        "model",
        "x",
        "sale",
        "year",
        "enforced",
        "measure",
        "announced",
        "beijing",
        "earlier",
        "would",
        "increase",
        "tariff",
        "car",
        "united",
        "state",
        "percent",
        "usual",
        "percent",
        "bmw",
        "headquartered",
        "munich",
        "germany",
        "claim",
        "title",
        "biggest",
        "car",
        "exporter",
        "shipping",
        "vehicle",
        "including",
        "x5",
        "suv",
        "spartanburg",
        "south",
        "carolina",
        "plant",
        "daimler",
        "build",
        "mercedes",
        "vance",
        "alabama",
        "bernstein",
        "team",
        "raised",
        "question",
        "whether",
        "threat",
        "trade",
        "war",
        "could",
        "nudge",
        "german",
        "toward",
        "localization",
        "moving",
        "production",
        "china",
        "china",
        "say",
        "made",
        "request",
        "consultation",
        "world",
        "trade",
        "organization",
        "response",
        "tariff",
        "chinese",
        "product",
        "chinese",
        "ministry",
        "commerce",
        "confirmed",
        "step",
        "taken",
        "wednesday",
        "trade",
        "body",
        "trigger",
        "wto",
        "dispute",
        "settlement",
        "mechanism",
        "begin",
        "consultation",
        "two",
        "country",
        "china",
        "said",
        "request",
        "center",
        "proposed",
        "product",
        "list",
        "subject",
        "additional",
        "tariff",
        "section",
        "rule",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "brushing",
        "concern",
        "trade",
        "war",
        "china",
        "interview",
        "cnbc",
        "wednesday",
        "morning",
        "ross",
        "said",
        "tariff",
        "imposed",
        "china",
        "amount",
        "percent",
        "gdp",
        "action",
        "tariff",
        "coming",
        "talking",
        "side",
        "fraction",
        "percent",
        "economy",
        "said",
        "larger",
        "concern",
        "ross",
        "said",
        "protection",
        "intellectual",
        "property",
        "still",
        "stock",
        "future",
        "slumped",
        "concern",
        "tariff",
        "action",
        "stunt",
        "trade",
        "growth",
        "ross",
        "said",
        "would",
        "comment",
        "stock",
        "market",
        "reaction",
        "said",
        "think",
        "proportion",
        "time",
        "point",
        "local",
        "time",
        "beijing",
        "president",
        "donald",
        "trump",
        "say",
        "lost",
        "trade",
        "war",
        "china",
        "year",
        "ago",
        "tweet",
        "wednesday",
        "china",
        "announced",
        "list",
        "product",
        "might",
        "subject",
        "percent",
        "tariff",
        "trump",
        "said",
        "trade",
        "war",
        "china",
        "war",
        "lost",
        "many",
        "year",
        "ago",
        "foolish",
        "incompetent",
        "people",
        "represented",
        "china",
        "announced",
        "tariff",
        "worth",
        "billion",
        "series",
        "product",
        "including",
        "soybean",
        "whiskey",
        "car",
        "chinese",
        "official",
        "said",
        "obliged",
        "act",
        "announced",
        "plan",
        "retaliatory",
        "tariff",
        "escalating",
        "dispute",
        "china",
        "technology",
        "program",
        "trade",
        "issue",
        "chairman",
        "american",
        "chamber",
        "commerce",
        "china",
        "say",
        "beijing",
        "potential",
        "retaliation",
        "escalating",
        "dispute",
        "washington",
        "concern",
        "every",
        "company",
        "business",
        "china",
        "william",
        "zarit",
        "told",
        "associated",
        "press",
        "interview",
        "wednesday",
        "proposed",
        "tariff",
        "hike",
        "side",
        "would",
        "first",
        "hit",
        "global",
        "stock",
        "market",
        "zarit",
        "said",
        "still",
        "hope",
        "washington",
        "beijing",
        "follow",
        "threat",
        "instead",
        "work",
        "toward",
        "serious",
        "negotiation",
        "business",
        "group",
        "mostly",
        "agree",
        "something",
        "need",
        "done",
        "china",
        "aggressive",
        "push",
        "technology",
        "worry",
        "china",
        "measure",
        "targeting",
        "export",
        "aircraft",
        "soybean",
        "product",
        "could",
        "help",
        "bring",
        "trade",
        "war",
        "escalating",
        "sanction",
        "world",
        "two",
        "biggest",
        "economy",
        "senior",
        "chinese",
        "commerce",
        "official",
        "defended",
        "official",
        "technology",
        "policy",
        "center",
        "escalating",
        "trade",
        "dispute",
        "united",
        "state",
        "wang",
        "shouwen",
        "deputy",
        "commerce",
        "minister",
        "told",
        "reporter",
        "wednesday",
        "industrial",
        "strategy",
        "known",
        "made",
        "china",
        "open",
        "foreign",
        "company",
        "including",
        "american",
        "firm",
        "private",
        "company",
        "enterprise",
        "policy",
        "call",
        "creating",
        "chinese",
        "global",
        "leader",
        "electric",
        "car",
        "robot",
        "field",
        "wang",
        "said",
        "plan",
        "lay",
        "specific",
        "target",
        "domestic",
        "brand",
        "share",
        "market",
        "sector",
        "seen",
        "guide",
        "rather",
        "mandatory",
        "foreign",
        "business",
        "group",
        "complain",
        "strategy",
        "limit",
        "outright",
        "block",
        "access",
        "industry",
        "chinese",
        "foreign",
        "ministry",
        "spokesman",
        "urged",
        "come",
        "table",
        "discus",
        "escalating",
        "trade",
        "dispute",
        "ministry",
        "spokesman",
        "geng",
        "shuang",
        "told",
        "reporter",
        "beijing",
        "wednesday",
        "china",
        "door",
        "dialogue",
        "washington",
        "remains",
        "open",
        "missed",
        "opportunity",
        "time",
        "time",
        "geng",
        "made",
        "comment",
        "beijing",
        "announced",
        "plan",
        "raise",
        "tariff",
        "import",
        "said",
        "talk",
        "two",
        "country",
        "require",
        "mutual",
        "respect",
        "equal",
        "treatment",
        "instead",
        "coerced",
        "one",
        "party",
        "unilaterally",
        "condescendingly",
        "geng",
        "added",
        "neither",
        "side",
        "threatening",
        "senseless",
        "unreasonable",
        "demand",
        "european",
        "stock",
        "market",
        "fallen",
        "sharply",
        "china",
        "announced",
        "series",
        "tariff",
        "good",
        "stoking",
        "fear",
        "two",
        "country",
        "brink",
        "trade",
        "war",
        "among",
        "region",
        "major",
        "index",
        "germany",
        "dax",
        "percent",
        "ftse",
        "index",
        "fell",
        "percent",
        "wake",
        "china",
        "decision",
        "raise",
        "tariff",
        "billion",
        "good",
        "including",
        "soybean",
        "aircraft",
        "automobile",
        "china",
        "responding",
        "washington",
        "equivalent",
        "duty",
        "chinese",
        "good",
        "joshua",
        "mahony",
        "market",
        "analyst",
        "ig",
        "said",
        "surprise",
        "seeing",
        "trader",
        "flock",
        "safe",
        "haven",
        "response",
        "gold",
        "yen",
        "sharply",
        "higher",
        "throughout",
        "morning",
        "trade",
        "gold",
        "example",
        "percent",
        "ounce",
        "senior",
        "chinese",
        "finance",
        "official",
        "warned",
        "attempt",
        "foreign",
        "country",
        "pressure",
        "china",
        "trade",
        "fail",
        "striking",
        "firm",
        "note",
        "beijing",
        "announced",
        "proposed",
        "tariff",
        "hike",
        "american",
        "good",
        "response",
        "planned",
        "duty",
        "zhu",
        "guangyao",
        "china",
        "deputy",
        "finance",
        "minister",
        "said",
        "wednesday",
        "beijing",
        "hope",
        "side",
        "work",
        "together",
        "constructive",
        "manner",
        "instead",
        "acting",
        "willful",
        "way",
        "made",
        "comment",
        "briefing",
        "discus",
        "china",
        "plan",
        "impose",
        "percent",
        "tariff",
        "hike",
        "soybean",
        "auto",
        "aircraft",
        "good",
        "valued",
        "billion",
        "zhu",
        "said",
        "china",
        "never",
        "give",
        "outside",
        "pressure",
        "pressure",
        "outside",
        "urge",
        "encourage",
        "chinese",
        "people",
        "work",
        "even",
        "harder",
        "innovate",
        "develop",
        "senior",
        "official",
        "china",
        "commerce",
        "ministry",
        "say",
        "beijing",
        "keep",
        "door",
        "negotiation",
        "open",
        "announcing",
        "plan",
        "impose",
        "tariff",
        "billion",
        "worth",
        "good",
        "response",
        "proposed",
        "tariff",
        "wang",
        "shouwen",
        "vice",
        "minister",
        "commerce",
        "said",
        "wednesday",
        "briefing",
        "reporter",
        "beijing",
        "want",
        "trade",
        "war",
        "fight",
        "one",
        "forced",
        "wang",
        "said",
        "beijing",
        "willing",
        "resolve",
        "dispute",
        "dialogue",
        "basis",
        "mutual",
        "respect",
        "mutual",
        "benefit",
        "wang",
        "said",
        "anyone",
        "want",
        "fight",
        "want",
        "negotiate",
        "door",
        "open",
        "china",
        "raised",
        "tariff",
        "billion",
        "good",
        "including",
        "soybean",
        "aircraft",
        "automobile",
        "response",
        "washington",
        "increased",
        "duty",
        "chinese",
        "good",
        "technology",
        "dispute",
        "commerce",
        "ministry",
        "wednesday",
        "criticized",
        "move",
        "violation",
        "global",
        "trade",
        "rule",
        "said",
        "china",
        "acting",
        "protect",
        "legitimate",
        "right",
        "interest",
        "said",
        "percent",
        "tariff",
        "would",
        "imposed",
        "date",
        "charge",
        "take",
        "effect",
        "would",
        "announced",
        "later",
        "dispute",
        "stem",
        "complaint",
        "beijing",
        "pressure",
        "foreign",
        "company",
        "hand",
        "technology",
        "return",
        "market",
        "access",
        "company",
        "investor",
        "worry",
        "conflict",
        "could",
        "dampen",
        "worldwide",
        "commerce",
        "set",
        "back",
        "global",
        "economic",
        "recovery"
    ]
}