{
    "organizations": [],
    "uuid": "6ebfbd0a368e58c216fb24ca059328dae55d1ddc",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/20/democratic-party-files-suit-alleging-russia-the-trump-campaign-and-wikileaks-conspired-to-disrupt-the-2016-election-report.html",
    "ord_in_thread": 0,
    "title": "DNC SUES OVER RUSSIA, TRUMP, WIKILEAKS",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "5 Hours Ago | 01:38 \nThe Democratic Party on Friday sued President Donald Trump' s presidential campaign, the Russian government and the Wikileaks group, claiming a broad illegal conspiracy to help Trump win the 2016 election. \nThe multimillion-dollar lawsuit filed in Manhattan federal court says that \"In the Trump campaign, Russia found a willing and active partner in this effort\" to mount \"a brazen attack on American Democracy,\" which included Russian infiltration of the Democratic Party computer network. \nThe Trump campaign, according to the lawsuit, \"gleefully welcomed Russia's help.\" \nThe suit says that \"preexisting relationships with Russia and Russian oligarchs\" with Trump and Trump associates \"provided fertile ground for [the] Russia-Trump conspiracy.\" \nThe common purpose of the scheme, according to the Democratic National Committee, was to \"bolster Trump and denigrate the Democratic Party nominee,\" Hillary Clinton , while boosting the candidacy of Trump, \"whose policies would benefit the Kremlin.\" \nTom Perez, chairman of the Democratic National Committee, said the party's suit \"is not partisan, it's patriotic.\" \n\"If the occupant of the Oval Office won't protect our democracy, Democrats will. It is our obligation to the American people,\" Perez said. \nHe called the alleged conspiracy \"an act of unprecedented treachery: the campaign of a nominee for President of the United States in league with a hostile foreign power to bolster its own chance to win the presidency.\" \nThe DNC in 1972 had sued President Richard Nixon's election committee in connection with the break-in at the party's headquarters in the Watergate building in Washington by burglars connected to the committee. The Nixon campaign settled that suit for $750,000 on the same day that Nixon resigned in disgrace in August 1974 as a result of his efforts to cover-up White House ties to the Watergate burglars. \nThe White House had no immediate comment on the new DNC lawsuit. \nIn a statement issued Friday afternoon, the Trump campaign called the lawsuit \"frivolous,\" and a \"last-ditch effort to substantiate the baseless Russian collusion allegations by the nearly-bankrupt Democratic Party.\" \n\"This civil lawsuit is completely without merit and will be dismissed in due time,\" the campaign said. \nThe named defendants in the lawsuit include Trump's son Donald Trump Jr., his son-in-law Jared Kushner , former campaign chief Paul Manafort and campaign official Richard Gates, and Trump ally Roger Stone. \nAlso named is the Russian Federation, the general staff of the Russian armed forces, a Russian intelligence services hacker known as Guccifer 2.0., Wikileaks and its leader Julian Assange, and 10 unidentified people. \nThe suit says Russia is not entitled to sovereign immunity from the action, because the claims stem from Russia's \"trespass on to the DNC's private [computer] servers\" to steal information. \nThe DNC said that while it would be impossible \"to fully repair the harm caused by the defendants, the DNC has filed this civil complaint ... to hold the defendants accountable for their misconduct and to ensure transparency.\" \nThe suit says that the Trump campaign solicited Russia's illegal assistance and maintained secret communications with people linked to the Russian government, including a spy agency tasked with attacking the DNC. \nThe suit goes on to say that Russian agents trespassed into the DNC's computer network and other electronic accounts, \"collected trade secrets and other private data\" and then sent that information to Wikileaks, a private group well-known for publishing secret documents. \nThe founder of Wikileaks, Assange, \"shared the defendants' common goal of damaging the Democratic party in advance of the election,\" according to the suit. \nRussia, using Wikileaks, would disseminate information stolen from the Democrats \"at times when it would best suit the Trump campaign,\" the suit said. \nThe lawsuit noted that as the stolen DNC information was released publicly, \"Trump openly praised the illegal disseminations and encouraged Russia to continue violations of U.S. law through its ongoing hacking campaign.\" \nPerez, the DNC chairman, in a prepared statement, said, the Russian government notified the Trump campaign in advance that it had stolen Democratic emails and other information about plans by the party that Russia sought to support Trump's candidacy. \n\"Rather than reporting Russia's offer to meddle in a U.S. election, the Trump campaign welcomed Russia's help,\" Perez said. \"Trump's closest political adviser, Roger Stone, also appeared to have advance knowledge of specific plans by WikiLeaks to disseminate some of this information.\" \nThe suit's claims open with the words: \"No one is above the law.\" \n\"In the run-up to the 2016 election, Russia mounted a brazen attack on American Democracy. The opening salvo was an attack on the DNC, carried out on American soil.\" \n\"In 2015 and 2016, Russian intelligence services hacked into the DNC's computers, penetrated its phone systems and exfiltrated tens of thousands of documents and emails,\" the suit says. \n\"Russia then used this stolen information to advance its own interests: destabilizing the U.S. political environment, denigrating Democratic presidential nominee, and supporting the campaign of Donald J. Trump ... whose policies would benefit the Kremlin,\" the suit charges. \nThe suit alleges conspiracy, computer fraud and abuse, misappropriation of trade secrets, trespass and other violations of the law. \nThe full Trump response to the lawsuit is here: \nTrump Campaign Responds to Frivolous DNC Lawsuit \nNEW YORK, NY – Today, the Democratic National Committee filed a wide-ranging, partisan civil lawsuit in federal court against the Trump Campaign, WikiLeaks, and the Russian Government. In response, Donald J. Trump for President, Inc. notes that this frivolous lawsuit is a last-ditch effort to substantiate the baseless Russian collusion allegations by a nearly-bankrupt Democratic Party still trying to counter the will of the people in the 2016 presidential election. This civil lawsuit is completely without merit and will be dismissed in due time. \n\"This is a sham lawsuit about a bogus Russian collusion claim filed by a desperate, dysfunctional, and nearly insolvent Democratic Party,\" said Brad Parscale, Campaign Manager of Donald J. Trump for President, Inc. \"With the Democrats' conspiracy theories against the President's campaign evaporating as quickly as the failing DNC's fundraising, they've sunk to a new low to raise money, especially among small donors who have abandoned them. There is a great deal the American public wants to know about the corruption of the Democrats, their collusion to influence the 2016 presidential election, and their role in prompting a scam investigation of the Trump Campaign. While this lawsuit is frivolous and will be dismissed, if the case goes forward, the DNC has created an opportunity for us to take aggressive discovery into their claims of 'damages' and uncover their acts of corruption for the American people,\" he concluded. \nIf this lawsuit proceeds, the Trump Campaign will be prepared to leverage the discovery process and explore the DNC's now-secret records about the actual corruption they perpetrated to influence the outcome of the 2016 presidential election. Everything will be on the table, including: \n• How the DNC contributed to the fake dossier, using Fusion GPS along with the Clinton Campaign as the basis for the launch of a phony investigation. \n• Why the FBI was never allowed access to the DNC servers in the course of their investigation into the Clinton e-mail scandal. \n• How the DNC conspired to hand Hillary Clinton the nomination over Bernie Sanders. \n• How officials at the highest levels of the DNC colluded with the news media to influence the outcome of the DNC nomination. \n• Management decisions by Debbie Wasserman Schultz, Donna Brazile, Tom Perez, and John Podesta; their e-mails, personnel decisions, budgets, opposition research, and more. \n— Additional reporting by CNBC's Kevin Breuninger. \nRead the DNC's lawsuit here. ",
    "published": "2018-04-20T18:16:00.000+03:00",
    "crawled": "2018-04-20T18:26:04.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "democratic",
        "party",
        "friday",
        "sued",
        "president",
        "donald",
        "trump",
        "presidential",
        "campaign",
        "russian",
        "government",
        "wikileaks",
        "group",
        "claiming",
        "broad",
        "illegal",
        "conspiracy",
        "help",
        "trump",
        "win",
        "election",
        "lawsuit",
        "filed",
        "manhattan",
        "federal",
        "court",
        "say",
        "trump",
        "campaign",
        "russia",
        "found",
        "willing",
        "active",
        "partner",
        "effort",
        "mount",
        "brazen",
        "attack",
        "american",
        "democracy",
        "included",
        "russian",
        "infiltration",
        "democratic",
        "party",
        "computer",
        "network",
        "trump",
        "campaign",
        "according",
        "lawsuit",
        "gleefully",
        "welcomed",
        "russia",
        "help",
        "suit",
        "say",
        "preexisting",
        "relationship",
        "russia",
        "russian",
        "oligarch",
        "trump",
        "trump",
        "associate",
        "provided",
        "fertile",
        "ground",
        "conspiracy",
        "common",
        "purpose",
        "scheme",
        "according",
        "democratic",
        "national",
        "committee",
        "bolster",
        "trump",
        "denigrate",
        "democratic",
        "party",
        "nominee",
        "hillary",
        "clinton",
        "boosting",
        "candidacy",
        "trump",
        "whose",
        "policy",
        "would",
        "benefit",
        "kremlin",
        "tom",
        "perez",
        "chairman",
        "democratic",
        "national",
        "committee",
        "said",
        "party",
        "suit",
        "partisan",
        "patriotic",
        "occupant",
        "oval",
        "office",
        "wo",
        "protect",
        "democracy",
        "democrat",
        "obligation",
        "american",
        "people",
        "perez",
        "said",
        "called",
        "alleged",
        "conspiracy",
        "act",
        "unprecedented",
        "treachery",
        "campaign",
        "nominee",
        "president",
        "united",
        "state",
        "league",
        "hostile",
        "foreign",
        "power",
        "bolster",
        "chance",
        "win",
        "presidency",
        "dnc",
        "sued",
        "president",
        "richard",
        "nixon",
        "election",
        "committee",
        "connection",
        "party",
        "headquarters",
        "watergate",
        "building",
        "washington",
        "burglar",
        "connected",
        "committee",
        "nixon",
        "campaign",
        "settled",
        "suit",
        "day",
        "nixon",
        "resigned",
        "disgrace",
        "august",
        "result",
        "effort",
        "white",
        "house",
        "tie",
        "watergate",
        "burglar",
        "white",
        "house",
        "immediate",
        "comment",
        "new",
        "dnc",
        "lawsuit",
        "statement",
        "issued",
        "friday",
        "afternoon",
        "trump",
        "campaign",
        "called",
        "lawsuit",
        "frivolous",
        "effort",
        "substantiate",
        "baseless",
        "russian",
        "collusion",
        "allegation",
        "democratic",
        "party",
        "civil",
        "lawsuit",
        "completely",
        "without",
        "merit",
        "dismissed",
        "due",
        "time",
        "campaign",
        "said",
        "named",
        "defendant",
        "lawsuit",
        "include",
        "trump",
        "son",
        "donald",
        "trump",
        "jared",
        "kushner",
        "former",
        "campaign",
        "chief",
        "paul",
        "manafort",
        "campaign",
        "official",
        "richard",
        "gate",
        "trump",
        "ally",
        "roger",
        "stone",
        "also",
        "named",
        "russian",
        "federation",
        "general",
        "staff",
        "russian",
        "armed",
        "force",
        "russian",
        "intelligence",
        "service",
        "hacker",
        "known",
        "guccifer",
        "wikileaks",
        "leader",
        "julian",
        "assange",
        "unidentified",
        "people",
        "suit",
        "say",
        "russia",
        "entitled",
        "sovereign",
        "immunity",
        "action",
        "claim",
        "stem",
        "russia",
        "trespass",
        "dnc",
        "private",
        "computer",
        "server",
        "steal",
        "information",
        "dnc",
        "said",
        "would",
        "impossible",
        "fully",
        "repair",
        "harm",
        "caused",
        "defendant",
        "dnc",
        "filed",
        "civil",
        "complaint",
        "hold",
        "defendant",
        "accountable",
        "misconduct",
        "ensure",
        "transparency",
        "suit",
        "say",
        "trump",
        "campaign",
        "solicited",
        "russia",
        "illegal",
        "assistance",
        "maintained",
        "secret",
        "communication",
        "people",
        "linked",
        "russian",
        "government",
        "including",
        "spy",
        "agency",
        "tasked",
        "attacking",
        "dnc",
        "suit",
        "go",
        "say",
        "russian",
        "agent",
        "trespassed",
        "dnc",
        "computer",
        "network",
        "electronic",
        "account",
        "collected",
        "trade",
        "secret",
        "private",
        "data",
        "sent",
        "information",
        "wikileaks",
        "private",
        "group",
        "publishing",
        "secret",
        "document",
        "founder",
        "wikileaks",
        "assange",
        "shared",
        "defendant",
        "common",
        "goal",
        "damaging",
        "democratic",
        "party",
        "advance",
        "election",
        "according",
        "suit",
        "russia",
        "using",
        "wikileaks",
        "would",
        "disseminate",
        "information",
        "stolen",
        "democrat",
        "time",
        "would",
        "best",
        "suit",
        "trump",
        "campaign",
        "suit",
        "said",
        "lawsuit",
        "noted",
        "stolen",
        "dnc",
        "information",
        "released",
        "publicly",
        "trump",
        "openly",
        "praised",
        "illegal",
        "dissemination",
        "encouraged",
        "russia",
        "continue",
        "violation",
        "law",
        "ongoing",
        "hacking",
        "campaign",
        "perez",
        "dnc",
        "chairman",
        "prepared",
        "statement",
        "said",
        "russian",
        "government",
        "notified",
        "trump",
        "campaign",
        "advance",
        "stolen",
        "democratic",
        "email",
        "information",
        "plan",
        "party",
        "russia",
        "sought",
        "support",
        "trump",
        "candidacy",
        "rather",
        "reporting",
        "russia",
        "offer",
        "meddle",
        "election",
        "trump",
        "campaign",
        "welcomed",
        "russia",
        "help",
        "perez",
        "said",
        "trump",
        "closest",
        "political",
        "adviser",
        "roger",
        "stone",
        "also",
        "appeared",
        "advance",
        "knowledge",
        "specific",
        "plan",
        "wikileaks",
        "disseminate",
        "information",
        "suit",
        "claim",
        "open",
        "word",
        "one",
        "law",
        "election",
        "russia",
        "mounted",
        "brazen",
        "attack",
        "american",
        "democracy",
        "opening",
        "salvo",
        "attack",
        "dnc",
        "carried",
        "american",
        "soil",
        "russian",
        "intelligence",
        "service",
        "hacked",
        "dnc",
        "computer",
        "penetrated",
        "phone",
        "system",
        "exfiltrated",
        "ten",
        "thousand",
        "document",
        "email",
        "suit",
        "say",
        "russia",
        "used",
        "stolen",
        "information",
        "advance",
        "interest",
        "destabilizing",
        "political",
        "environment",
        "denigrating",
        "democratic",
        "presidential",
        "nominee",
        "supporting",
        "campaign",
        "donald",
        "trump",
        "whose",
        "policy",
        "would",
        "benefit",
        "kremlin",
        "suit",
        "charge",
        "suit",
        "alleges",
        "conspiracy",
        "computer",
        "fraud",
        "abuse",
        "misappropriation",
        "trade",
        "secret",
        "trespass",
        "violation",
        "law",
        "full",
        "trump",
        "response",
        "lawsuit",
        "trump",
        "campaign",
        "responds",
        "frivolous",
        "dnc",
        "lawsuit",
        "new",
        "york",
        "ny",
        "today",
        "democratic",
        "national",
        "committee",
        "filed",
        "partisan",
        "civil",
        "lawsuit",
        "federal",
        "court",
        "trump",
        "campaign",
        "wikileaks",
        "russian",
        "government",
        "response",
        "donald",
        "trump",
        "president",
        "note",
        "frivolous",
        "lawsuit",
        "effort",
        "substantiate",
        "baseless",
        "russian",
        "collusion",
        "allegation",
        "democratic",
        "party",
        "still",
        "trying",
        "counter",
        "people",
        "presidential",
        "election",
        "civil",
        "lawsuit",
        "completely",
        "without",
        "merit",
        "dismissed",
        "due",
        "time",
        "sham",
        "lawsuit",
        "bogus",
        "russian",
        "collusion",
        "claim",
        "filed",
        "desperate",
        "dysfunctional",
        "nearly",
        "insolvent",
        "democratic",
        "party",
        "said",
        "brad",
        "parscale",
        "campaign",
        "manager",
        "donald",
        "trump",
        "president",
        "democrat",
        "conspiracy",
        "theory",
        "president",
        "campaign",
        "evaporating",
        "quickly",
        "failing",
        "dnc",
        "fundraising",
        "sunk",
        "new",
        "low",
        "raise",
        "money",
        "especially",
        "among",
        "small",
        "donor",
        "abandoned",
        "great",
        "deal",
        "american",
        "public",
        "want",
        "know",
        "corruption",
        "democrat",
        "collusion",
        "influence",
        "presidential",
        "election",
        "role",
        "prompting",
        "scam",
        "investigation",
        "trump",
        "campaign",
        "lawsuit",
        "frivolous",
        "dismissed",
        "case",
        "go",
        "forward",
        "dnc",
        "created",
        "opportunity",
        "u",
        "take",
        "aggressive",
        "discovery",
        "claim",
        "uncover",
        "act",
        "corruption",
        "american",
        "people",
        "concluded",
        "lawsuit",
        "proceeds",
        "trump",
        "campaign",
        "prepared",
        "leverage",
        "discovery",
        "process",
        "explore",
        "dnc",
        "record",
        "actual",
        "corruption",
        "perpetrated",
        "influence",
        "outcome",
        "presidential",
        "election",
        "everything",
        "table",
        "including",
        "dnc",
        "contributed",
        "fake",
        "dossier",
        "using",
        "fusion",
        "gps",
        "along",
        "clinton",
        "campaign",
        "basis",
        "launch",
        "phony",
        "investigation",
        "fbi",
        "never",
        "allowed",
        "access",
        "dnc",
        "server",
        "course",
        "investigation",
        "clinton",
        "scandal",
        "dnc",
        "conspired",
        "hand",
        "hillary",
        "clinton",
        "nomination",
        "bernie",
        "sander",
        "official",
        "highest",
        "level",
        "dnc",
        "colluded",
        "news",
        "medium",
        "influence",
        "outcome",
        "dnc",
        "nomination",
        "management",
        "decision",
        "debbie",
        "wasserman",
        "schultz",
        "donna",
        "brazile",
        "tom",
        "perez",
        "john",
        "podesta",
        "personnel",
        "decision",
        "budget",
        "opposition",
        "research",
        "additional",
        "reporting",
        "cnbc",
        "kevin",
        "breuninger",
        "read",
        "dnc",
        "lawsuit"
    ]
}