{
    "organizations": [],
    "uuid": "32d74638a7344d9d27a5b679237bea52b53d5da3",
    "author": "Jonathan D. Rockoff",
    "url": "https://www.wsj.com/articles/the-million-dollar-cancer-treatment-no-one-knows-how-to-pay-for-1524740401",
    "ord_in_thread": 0,
    "title": "The Million Dollar Cancer Treatment No One Knows How to Pay for",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "460 COMMENTS The emergence of genetics-based medicines is pushing the cost of treating certain diseases to new levels, forcing hospitals and health insurers to reckon with how to cover total costs per patient approaching a million dollars.\nThe therapies deliver new genes or genetically altered cells to tackle some of the hardest-to-treat diseases, including in children. They come at a high price: Novartis AG listed its newly approved cell therapy for cancer at $475,000 , while Gilead Sciences Inc. priced its rival drug at $373,000 .\nBut the price of the drugs is just the beginning, hospitals and insurers say. Administering these therapies can add hundreds of thousands of dollars to the tab, including lengthy hospital stays and use of other services and medicines.\nIt isn’t clear how much hospitals will get paid for these new treatments. Current payment systems generally cover infusions of drugs, or episodes of hospital care, but aren’t set up to deal with treatments that combine both. What is clear is that the total cost will be far more than the list price of the drugs themselves.\n“It is about systems that don’t work well and aren’t set up for cutting-edge new technologies” says Gary Goldstein, a business manager at Stanford University’s health system, which is offering the new treatments. “And if we don’t get this one right, what about the next one?”\nMillion-Dollar Treatment A new wave of gene-based therapies for cancer and other diseases threatens to bring the cost of treatment to a million dollars, because both the drug and related care are expensive. Estimates\nCAR-T Cell Therapy\nUpper\nend\nLower\nend\n1. Pre-treatment testing\nCT scans, blood work and other testing to see if a patient is eligible for treatment.\n$3,000\n$500\n2. Apheresis\nThe patient's cells are taken so they can be sent to the drug company, which weaponizes the cells.\n3,000\n6,000\n3. Conditioning\nChemotherapy is given to start attacking the cancer and deplete the patient's immune system, so the CAR-T can flourish.\n15,000\n7,500\n4. Treatment\nAt the hospital, specially trained staff prepare the weaponized cells for infusion in the patient. The patient is then given the therapy, kind of like getting an IV.\n375,000\n479,000\n5. Post-treatment monitoring\nHospitals observe the patients for about two weeks for serious side effects, such as high fever and delirium, and treat them as needed.\n50,000\n400,000\n6. Post-discharge monitoring\nThe patient must be seen regularly for months after treatment to ensure the disease has responded and the patient is healthy.\n65,000\n27,500\n$463,500\n$968,000\nTotal cost of treatment\nEstimates\nCAR-T Cell Therapy\nLower\nend\nUpper\nend\n1. Pre-treatment testing\nCT scans, blood work and other testing to see if a patient is eligible for treatment.\n$3,000\n$500\n2. Apheresis\nThe patient's cells are taken so they can be sent to the drug company, which weaponizes the cells.\n6,000\n3,000\n3. Conditioning\nChemotherapy is given to start attacking the cancer and deplete the patient's immune system, so the CAR-T can flourish.\n7,500\n15,000\n4. Treatment\nAt the hospital, specially trained staff\nprepare the weaponized cells for infusion\nin the patient. The patient is then given the therapy, kind of like getting an IV.\n479,000\n375,000\n5. Post-treatment monitoring\nHospitals observe the patients for about two weeks for serious side effects, such as high fever and delirium, and treat them as needed.\n400,000\n50,000\n6. Post-discharge monitoring\nThe patient must be seen regularly for months after treatment to ensure the disease has responded and the patient is healthy.\n27,500\n65,000\n$463,500\n$968,000\nTotal cost of treatment\nEstimates\nCAR-T Cell Therapy\nUpper end\nLower end\n1. Pre-treatment testing\nCT scans, blood work and other testing to see if a patient is eligible for treatment.\n$3,000\n$500\n2. Apheresis\nThe patient's cells are taken so they can be sent to the drug company, which weaponizes the cells.\n3,000\n6,000\n3. Conditioning\nChemotherapy is given to start attacking the cancer and deplete the patient's immune system, so the CAR-T can flourish.\n7,500\n15,000\n4. Treatment\nAt the hospital, specially trained staff\nprepare the weaponized cells for infusion\nin the patient. The patient is then given the therapy, kind of like getting an IV.\n375,000\n479,000\n5. Post-treatment monitoring\nHospitals observe the patients for about two weeks for serious side effects, such as high fever and delirium, and treat them as needed.\n400,000\n50,000\n6. Post-discharge monitoring\nThe patient must be seen regularly for months after treatment to ensure the disease has responded and the patient is healthy.\n65,000\n27,500\n$968,000\n$463,500\nTotal cost of treatment\n1. Pre-treatment testing\n$500–$3,000\nTesting to see if a patient is eligible for treatment.\n2. Apheresis\n$3,000–$6,000\nThe patient's cells are taken so they can be weaponized.\n3. Conditioning\n$7,500–$15,000\nChemotherapy to attack the cancer and deplete the immune system\n4. Treatment\n$375,000–$479,000\nThe patient is given the weaponized cells.\n5. Post-treatment monitoring\n$50,000–$400,000\nHospitals observe and treat the patient for side effects, like high fever and delirium.\n6. Post-discharge monitoring\n$27,500–$65,000\nChecks to make sure the disease has responded and the patient is healthy.\nSource: Hospital estimates\nSo far, few patients have received the new drugs, as commercial health plans and Medicare cover treatment on a case-by-case basis until they can settle on an official payment plan.\nFinding a path is important, as the next generation of cell- and gene-based therapies expands . Among drugs in late-stage development, Bluebird Bio ’s gene therapy for sickle-cell disease could involve a hospital stay of as long as six weeks.\nRelated Video Last year, President Donald Trump signed an executive order that promised to cut back some of the rules in the Affordable Care Act. The new \"skinny plans,\" expected out this year, are poised to benefit some and hurt others. WSJ's Spencer Macnaughton explains. Photo: Formplay Studio One of the first genetics-based treatments was Gilead’s lymphoma drug Yescarta, approved last October for use in patients who have failed other drugs. Yescarta is a form of cell therapy known as CAR-T, for chimeric antigen receptor T-cells. It uses a patient’s own immune cells, which are extracted, modified in a lab and then put back into the patient where they hunt down and attack cancer.\nMartin Fries’s recent treatment with Yescarta included a 13-day hospital stay, use of several other drugs and a variety of procedures that he anticipates will cost between $750,000 and $1 million.\nThe 62-year-old pharmacist from Kissimmee, Fla., first spent a half-day at Moffitt Cancer Center in Tampa hooked up to a so-called apheresis machine. It harvested his immune cells, which were shipped to Gilead to be turned into the drug.\nMr. Fries then received two chemotherapies over three days to prepare his body for the altered cells.\nHe was admitted to the hospital in December, where the engineered cells were infused and he was monitored for side effects. Monitoring usually costs a few thousand dollars a day, hospitals say. Mr. Fries says he was treated for fever of 104.8 degrees and received a blood-plasma drug and a steroid to combat neurological side effects.\nIn December Mr. Fries received the CAR-T therapy, which involves harvesting his immune cells, sending them to the drugmaker to be processed, and then infusing him with the therapy. Photo: Eve Edelheit for The Wall Street Journal In January, he got a drug called Neupogen to boost his white blood cells. And he has regular follow-ups to make sure he doesn’t have lasting neurological effects.\n“Already hit my total out-of-pocket of $5,000 for this year,” Mr. Fries said in March. He returned to work after scans picked up no signs of cancer.\nUnited Healthcare, Mr. Fries’s insurer, reached a deal with Moffitt for the insurer’s share of treatment, according to hospital officials, who wouldn’t reveal terms. United Healthcare says it doesn’t disclose its payments.\nSo far, Moffitt has treated more than 15 insured patients. “The financial realities of this have not been what we expected,” says Yvette Tremonti, Moffitt’s chief financial officer. “We’re not losing money, but we are certainly not making money.”\nThe problem, hospitals and insurers say, is the new treatments don’t fit neatly into the existing framework in which insurers pay hospitals for care.\nTraditionally, hospitals get a lump sum for care they give in the hospital, including drugs, or a payment for outpatient infusing of a drug that covers extra costs. But hospitals say neither of those pay enough to cover their tab for drugs like CAR-T therapies.\nMore\nFDA Approves Pioneering Cancer Treatment With $475,000 Price Tag Gilead Gets FDA Approval for New Cancer Therapy Drug Firm Spark Therapeutics Will Charge $850,000 for Vision-Loss Gene Therapy How the Promise of Immunotherapy Is Transforming Oncology Drug Companies Tie Costs to Outcomes Bluebird Bio Early Study of Sickle-Cell Gene Therapy Appears Encouraging “What is the incentive then for hospitals to provide these therapies, which are complicated and require a large investment of time and resources, if there is not a way to at least recoup costs?” says Aaron Chrisman, director of Stem Cell Transplant and Cellular Therapy Administration at the University of Chicago Medicine.\nInsurers don’t question the benefits of the treatments but say they are affordable only if the cost is spread over time. There is currently no payment mechanism to do so.\n“We either need to accept we are going to see a bump-up in premiums—which I don’t think we want, honestly–or we have to figure out how to pay for them over time,” says Michael Sherman, chief medical officer of Harvard Pilgrim Health Care Inc.\nThe federal government’s Centers for Medicare and Medicaid Services hasn’t said whether it will cover the drugs, according to hospitals. The decision is left to contractors around the country that process Medicare claims, only some of which have said Medicare will pay. Hospitals have been lobbying for a reimbursement pathway.\nCMS has taken steps toward developing payments to cover CAR-T and is working on more, a spokesman says. On Tuesday, the agency proposed changes for fiscal year 2019 that hospitals say would help cover more of their costs associated with providing the new therapies.\nKathryn VanGilder, a retired teacher from Fairmont, W.Va., who is on Medicare, says she struggled to find a hospital to provide treatment, partly because of uncertain reimbursements.\nThe James Cancer Center at Ohio State University eventually gave her Yescarta in January, Ms. VanGilder says, after she got U.S. Sen. Joseph Manchin’s help in getting a letter from a Medicare contractor stating it would review payment after treatment. The hospital said it treated Ms. VanGilder even though Medicare won’t cover all of its costs.\n“In the six weeks I waited,” says Ms. VanGilder, 66, a small tumor in one lymph node “had spread all through my abdomen and throat.” She says her latest tests showed the cancer was eliminated.\nGilead reported $7 million in sales from Yescarta during the final three months of 2017, while Novartis said Kymriah had $12 million in sales during the first quarter of 2018. Spokesmen for both companies said they are working with government and private insurers to make sure appropriate patients get the new drugs.\nWrite to Jonathan D. Rockoff at Jonathan.Rockoff@wsj.com\nAppeared in the April 27, 2018, print edition as 'Gene Drugs Inflict Sticker Shock.'",
    "published": "2018-04-26T15:00:00.000+03:00",
    "crawled": "2018-04-26T14:24:49.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "emergence",
        "medicine",
        "pushing",
        "cost",
        "treating",
        "certain",
        "disease",
        "new",
        "level",
        "forcing",
        "hospital",
        "health",
        "insurer",
        "reckon",
        "cover",
        "total",
        "cost",
        "per",
        "patient",
        "approaching",
        "million",
        "dollar",
        "therapy",
        "deliver",
        "new",
        "gene",
        "genetically",
        "altered",
        "cell",
        "tackle",
        "disease",
        "including",
        "child",
        "come",
        "high",
        "price",
        "novartis",
        "ag",
        "listed",
        "newly",
        "approved",
        "cell",
        "therapy",
        "cancer",
        "gilead",
        "science",
        "priced",
        "rival",
        "drug",
        "price",
        "drug",
        "beginning",
        "hospital",
        "insurer",
        "say",
        "administering",
        "therapy",
        "add",
        "hundred",
        "thousand",
        "dollar",
        "tab",
        "including",
        "lengthy",
        "hospital",
        "stay",
        "use",
        "service",
        "medicine",
        "clear",
        "much",
        "hospital",
        "get",
        "paid",
        "new",
        "treatment",
        "current",
        "payment",
        "system",
        "generally",
        "cover",
        "infusion",
        "drug",
        "episode",
        "hospital",
        "care",
        "set",
        "deal",
        "treatment",
        "combine",
        "clear",
        "total",
        "cost",
        "far",
        "list",
        "price",
        "drug",
        "system",
        "work",
        "well",
        "set",
        "new",
        "technology",
        "say",
        "gary",
        "goldstein",
        "business",
        "manager",
        "stanford",
        "university",
        "health",
        "system",
        "offering",
        "new",
        "treatment",
        "get",
        "one",
        "right",
        "next",
        "one",
        "treatment",
        "new",
        "wave",
        "therapy",
        "cancer",
        "disease",
        "threatens",
        "bring",
        "cost",
        "treatment",
        "million",
        "dollar",
        "drug",
        "related",
        "care",
        "expensive",
        "estimate",
        "cell",
        "therapy",
        "upper",
        "end",
        "lower",
        "end",
        "testing",
        "ct",
        "scan",
        "blood",
        "work",
        "testing",
        "see",
        "patient",
        "eligible",
        "treatment",
        "apheresis",
        "patient",
        "cell",
        "taken",
        "sent",
        "drug",
        "company",
        "weaponizes",
        "cell",
        "conditioning",
        "chemotherapy",
        "given",
        "start",
        "attacking",
        "cancer",
        "deplete",
        "patient",
        "immune",
        "system",
        "flourish",
        "treatment",
        "hospital",
        "specially",
        "trained",
        "staff",
        "prepare",
        "weaponized",
        "cell",
        "infusion",
        "patient",
        "patient",
        "given",
        "therapy",
        "kind",
        "like",
        "getting",
        "iv",
        "monitoring",
        "hospital",
        "observe",
        "patient",
        "two",
        "week",
        "serious",
        "side",
        "effect",
        "high",
        "fever",
        "delirium",
        "treat",
        "needed",
        "monitoring",
        "patient",
        "must",
        "seen",
        "regularly",
        "month",
        "treatment",
        "ensure",
        "disease",
        "responded",
        "patient",
        "healthy",
        "total",
        "cost",
        "treatment",
        "estimate",
        "cell",
        "therapy",
        "lower",
        "end",
        "upper",
        "end",
        "testing",
        "ct",
        "scan",
        "blood",
        "work",
        "testing",
        "see",
        "patient",
        "eligible",
        "treatment",
        "apheresis",
        "patient",
        "cell",
        "taken",
        "sent",
        "drug",
        "company",
        "weaponizes",
        "cell",
        "conditioning",
        "chemotherapy",
        "given",
        "start",
        "attacking",
        "cancer",
        "deplete",
        "patient",
        "immune",
        "system",
        "flourish",
        "treatment",
        "hospital",
        "specially",
        "trained",
        "staff",
        "prepare",
        "weaponized",
        "cell",
        "infusion",
        "patient",
        "patient",
        "given",
        "therapy",
        "kind",
        "like",
        "getting",
        "iv",
        "monitoring",
        "hospital",
        "observe",
        "patient",
        "two",
        "week",
        "serious",
        "side",
        "effect",
        "high",
        "fever",
        "delirium",
        "treat",
        "needed",
        "monitoring",
        "patient",
        "must",
        "seen",
        "regularly",
        "month",
        "treatment",
        "ensure",
        "disease",
        "responded",
        "patient",
        "healthy",
        "total",
        "cost",
        "treatment",
        "estimate",
        "cell",
        "therapy",
        "upper",
        "end",
        "lower",
        "end",
        "testing",
        "ct",
        "scan",
        "blood",
        "work",
        "testing",
        "see",
        "patient",
        "eligible",
        "treatment",
        "apheresis",
        "patient",
        "cell",
        "taken",
        "sent",
        "drug",
        "company",
        "weaponizes",
        "cell",
        "conditioning",
        "chemotherapy",
        "given",
        "start",
        "attacking",
        "cancer",
        "deplete",
        "patient",
        "immune",
        "system",
        "flourish",
        "treatment",
        "hospital",
        "specially",
        "trained",
        "staff",
        "prepare",
        "weaponized",
        "cell",
        "infusion",
        "patient",
        "patient",
        "given",
        "therapy",
        "kind",
        "like",
        "getting",
        "iv",
        "monitoring",
        "hospital",
        "observe",
        "patient",
        "two",
        "week",
        "serious",
        "side",
        "effect",
        "high",
        "fever",
        "delirium",
        "treat",
        "needed",
        "monitoring",
        "patient",
        "must",
        "seen",
        "regularly",
        "month",
        "treatment",
        "ensure",
        "disease",
        "responded",
        "patient",
        "healthy",
        "total",
        "cost",
        "treatment",
        "testing",
        "testing",
        "see",
        "patient",
        "eligible",
        "treatment",
        "apheresis",
        "patient",
        "cell",
        "taken",
        "weaponized",
        "conditioning",
        "chemotherapy",
        "attack",
        "cancer",
        "deplete",
        "immune",
        "system",
        "treatment",
        "patient",
        "given",
        "weaponized",
        "cell",
        "monitoring",
        "hospital",
        "observe",
        "treat",
        "patient",
        "side",
        "effect",
        "like",
        "high",
        "fever",
        "delirium",
        "monitoring",
        "check",
        "make",
        "sure",
        "disease",
        "responded",
        "patient",
        "healthy",
        "source",
        "hospital",
        "estimate",
        "far",
        "patient",
        "received",
        "new",
        "drug",
        "commercial",
        "health",
        "plan",
        "medicare",
        "cover",
        "treatment",
        "basis",
        "settle",
        "official",
        "payment",
        "plan",
        "finding",
        "path",
        "important",
        "next",
        "generation",
        "therapy",
        "expands",
        "among",
        "drug",
        "development",
        "bluebird",
        "bio",
        "gene",
        "therapy",
        "disease",
        "could",
        "involve",
        "hospital",
        "stay",
        "long",
        "six",
        "week",
        "related",
        "video",
        "last",
        "year",
        "president",
        "donald",
        "trump",
        "signed",
        "executive",
        "order",
        "promised",
        "cut",
        "back",
        "rule",
        "affordable",
        "care",
        "act",
        "new",
        "skinny",
        "plan",
        "expected",
        "year",
        "poised",
        "benefit",
        "hurt",
        "others",
        "wsj",
        "spencer",
        "macnaughton",
        "explains",
        "photo",
        "formplay",
        "studio",
        "one",
        "first",
        "treatment",
        "gilead",
        "lymphoma",
        "drug",
        "yescarta",
        "approved",
        "last",
        "october",
        "use",
        "patient",
        "failed",
        "drug",
        "yescarta",
        "form",
        "cell",
        "therapy",
        "known",
        "chimeric",
        "antigen",
        "receptor",
        "us",
        "patient",
        "immune",
        "cell",
        "extracted",
        "modified",
        "lab",
        "put",
        "back",
        "patient",
        "hunt",
        "attack",
        "cancer",
        "martin",
        "fry",
        "recent",
        "treatment",
        "yescarta",
        "included",
        "hospital",
        "stay",
        "use",
        "several",
        "drug",
        "variety",
        "procedure",
        "anticipates",
        "cost",
        "million",
        "pharmacist",
        "kissimmee",
        "first",
        "spent",
        "moffitt",
        "cancer",
        "center",
        "tampa",
        "hooked",
        "apheresis",
        "machine",
        "harvested",
        "immune",
        "cell",
        "shipped",
        "gilead",
        "turned",
        "drug",
        "fry",
        "received",
        "two",
        "chemotherapy",
        "three",
        "day",
        "prepare",
        "body",
        "altered",
        "cell",
        "admitted",
        "hospital",
        "december",
        "engineered",
        "cell",
        "infused",
        "monitored",
        "side",
        "effect",
        "monitoring",
        "usually",
        "cost",
        "thousand",
        "dollar",
        "day",
        "hospital",
        "say",
        "fry",
        "say",
        "treated",
        "fever",
        "degree",
        "received",
        "drug",
        "steroid",
        "combat",
        "neurological",
        "side",
        "effect",
        "december",
        "fry",
        "received",
        "therapy",
        "involves",
        "harvesting",
        "immune",
        "cell",
        "sending",
        "drugmaker",
        "processed",
        "infusing",
        "therapy",
        "photo",
        "eve",
        "edelheit",
        "wall",
        "street",
        "journal",
        "january",
        "got",
        "drug",
        "called",
        "neupogen",
        "boost",
        "white",
        "blood",
        "cell",
        "regular",
        "make",
        "sure",
        "lasting",
        "neurological",
        "effect",
        "already",
        "hit",
        "total",
        "year",
        "fry",
        "said",
        "march",
        "returned",
        "work",
        "scan",
        "picked",
        "sign",
        "cancer",
        "united",
        "healthcare",
        "fry",
        "insurer",
        "reached",
        "deal",
        "moffitt",
        "insurer",
        "share",
        "treatment",
        "according",
        "hospital",
        "official",
        "reveal",
        "term",
        "united",
        "healthcare",
        "say",
        "disclose",
        "payment",
        "far",
        "moffitt",
        "treated",
        "insured",
        "patient",
        "financial",
        "reality",
        "expected",
        "say",
        "yvette",
        "tremonti",
        "moffitt",
        "chief",
        "financial",
        "officer",
        "losing",
        "money",
        "certainly",
        "making",
        "problem",
        "hospital",
        "insurer",
        "say",
        "new",
        "treatment",
        "fit",
        "neatly",
        "existing",
        "framework",
        "insurer",
        "pay",
        "hospital",
        "care",
        "traditionally",
        "hospital",
        "get",
        "lump",
        "sum",
        "care",
        "give",
        "hospital",
        "including",
        "drug",
        "payment",
        "outpatient",
        "infusing",
        "drug",
        "cover",
        "extra",
        "cost",
        "hospital",
        "say",
        "neither",
        "pay",
        "enough",
        "cover",
        "tab",
        "drug",
        "like",
        "therapy",
        "fda",
        "approves",
        "pioneering",
        "cancer",
        "treatment",
        "price",
        "tag",
        "gilead",
        "get",
        "fda",
        "approval",
        "new",
        "cancer",
        "therapy",
        "drug",
        "firm",
        "spark",
        "therapeutic",
        "charge",
        "gene",
        "therapy",
        "promise",
        "immunotherapy",
        "transforming",
        "oncology",
        "drug",
        "company",
        "tie",
        "cost",
        "outcome",
        "bluebird",
        "bio",
        "early",
        "study",
        "gene",
        "therapy",
        "appears",
        "encouraging",
        "incentive",
        "hospital",
        "provide",
        "therapy",
        "complicated",
        "require",
        "large",
        "investment",
        "time",
        "resource",
        "way",
        "least",
        "recoup",
        "cost",
        "say",
        "aaron",
        "chrisman",
        "director",
        "stem",
        "cell",
        "transplant",
        "cellular",
        "therapy",
        "administration",
        "university",
        "chicago",
        "medicine",
        "insurer",
        "question",
        "benefit",
        "treatment",
        "say",
        "affordable",
        "cost",
        "spread",
        "time",
        "currently",
        "payment",
        "mechanism",
        "either",
        "need",
        "accept",
        "going",
        "see",
        "think",
        "want",
        "figure",
        "pay",
        "time",
        "say",
        "michael",
        "sherman",
        "chief",
        "medical",
        "officer",
        "harvard",
        "pilgrim",
        "health",
        "care",
        "federal",
        "government",
        "center",
        "medicare",
        "medicaid",
        "service",
        "said",
        "whether",
        "cover",
        "drug",
        "according",
        "hospital",
        "decision",
        "left",
        "contractor",
        "around",
        "country",
        "process",
        "medicare",
        "claim",
        "said",
        "medicare",
        "pay",
        "hospital",
        "lobbying",
        "reimbursement",
        "pathway",
        "cm",
        "taken",
        "step",
        "toward",
        "developing",
        "payment",
        "cover",
        "working",
        "spokesman",
        "say",
        "tuesday",
        "agency",
        "proposed",
        "change",
        "fiscal",
        "year",
        "hospital",
        "say",
        "would",
        "help",
        "cover",
        "cost",
        "associated",
        "providing",
        "new",
        "therapy",
        "kathryn",
        "vangilder",
        "retired",
        "teacher",
        "fairmont",
        "medicare",
        "say",
        "struggled",
        "find",
        "hospital",
        "provide",
        "treatment",
        "partly",
        "uncertain",
        "reimbursement",
        "james",
        "cancer",
        "center",
        "ohio",
        "state",
        "university",
        "eventually",
        "gave",
        "yescarta",
        "january",
        "vangilder",
        "say",
        "got",
        "joseph",
        "manchin",
        "help",
        "getting",
        "letter",
        "medicare",
        "contractor",
        "stating",
        "would",
        "review",
        "payment",
        "treatment",
        "hospital",
        "said",
        "treated",
        "vangilder",
        "even",
        "though",
        "medicare",
        "cover",
        "cost",
        "six",
        "week",
        "waited",
        "say",
        "vangilder",
        "small",
        "tumor",
        "one",
        "lymph",
        "node",
        "spread",
        "abdomen",
        "say",
        "latest",
        "test",
        "showed",
        "cancer",
        "eliminated",
        "gilead",
        "reported",
        "million",
        "sale",
        "yescarta",
        "final",
        "three",
        "month",
        "novartis",
        "said",
        "kymriah",
        "million",
        "sale",
        "first",
        "quarter",
        "spokesman",
        "company",
        "said",
        "working",
        "government",
        "private",
        "insurer",
        "make",
        "sure",
        "appropriate",
        "patient",
        "get",
        "new",
        "drug",
        "write",
        "jonathan",
        "rockoff",
        "appeared",
        "april",
        "print",
        "edition",
        "drug",
        "inflict",
        "sticker",
        "shock"
    ]
}