{
    "organizations": [],
    "uuid": "fe137a96f980156a98094dc0768a4a14ff3e1dba",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1RZ0GK",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 23 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,868.8 -12.20 NZX 50** 8,395.98 22.95 DJIA** 24,462.94 -201.95 NIKKEI** 22,162.24 -28.94 Nasdaq** 7,146.126 -91.93 FTSE** 7,368.17 39.25 S&P 500** 2,670.14 -22.99 Hang Seng** 30,418.33 -290.11 SPI 200 Fut 5,833 -15.00 STI** 3,573.38 -25.35 SSEC** 3,071.4747 -45.90 KOSPI** 2,476.33 -9.77 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.058 -0.002 KR 10 YR Bond 2.665 -0.007 AU 10 YR Bond 2.848 0.027 US 10 YR Bond 2.9602 0 NZ 10 YR Bond 2.915 0.035 US 30 YR Bond 3.1468 0 -- Currencies Net Chng Net Chng SGD US$ 1.3162 0.0048 KRW US$ 1,071.44 1.34 AUD US$ 0.7665 0 NZD US$ 0.7215 0.0008 EUR US$ 1.2272 -0.0014 Yen US$ 107.78 0.13 THB US$ 31.33 0 PHP US$ 52.129 -0.006 IDR US$ 13,875 95 INR US$ 66.2 0.34 MYR US$ 3.895 0.006 TWD US$ 29.407 0.067 CNY US$ 6.2976 0.018 HKD US$ 7.8437 -0.0002 -- Commodities Net Chng Net Chng Spot Gold 1,334.72 -10.4601 Silver (Lon) 17.11 -0.098 U.S. Gold Fut 1,338.3 -9.7 Brent Crude 74.06 0.28 Iron Ore CNY463.5 -3 TRJCRB Index - - TOCOM Rubber JPY186 -1.1 LME Copper 6,982.5 -1.5 -- ** indicates closing price All prices as of 2054 GMT EQUITIES GLOBAL - A U.S. bond sell-off continued for a second day on Friday, pushing the 10-year Treasury yield to its highest level in more than four years and steepening the yield curve after two weeks of flattening. World stock markets dipped as worries about a global slowdown in smartphone demand dented the technology sector, while oil prices fell after U.S. President Donald Trump sent a tweet criticizing OPEC and then mostly recovered. For a full report, click on - - - - NEW YORK - Wall Street's three major indexes declined on Friday as investors worried about a jump in U.S. bond yields, with technology stocks leading the decline on nerves about upcoming earnings reports and iPhone demand. The technology index was the biggest drag on the S&P 500 with a 1.5 percent drop after registering three straight days of losses ahead of a key earnings week for the sector. For a full report, click on - - - - LONDON - European shares held steady on Friday at the end of a strong week as a rally in commodities softened, although strong earnings updates boosted shares in Ericsson and Telia. The pan-European STOXX 600 index ended the session flat in percentage terms but remained up 0.7 percent on the week, its fourth straight week of gains, as global markets recovered from a turbulent first quarter. For a full report, click on - - - - TOKYO - Japan's Nikkei share average edged lower on Friday morning as worries about slower smartphone demand hit technology shares, while financial stocks rallied thanks to higher U.S. yields. The Nikkei gave up 0.1 percent to 22,162.24. The index rose 1.8 percent for the week, its fourth straight week of gains. For a full report, click on - - - - SHANGHAI - China stocks fell on Friday to have their worst week in a month, amid lingering worries over the simmering trade tensions between China and the United States. The blue-chip CSI300 index closed down 1.3 percent at 3,760.85, while the Shanghai Composite Index dropped 1.5 percent to 3,071.54. For a full report, click on - - - - AUSTRALIA - Australian shares may slip on Monday, tracking Wall Street's dip on Friday following worries of a jump in U.S. bond yields, while weak metal prices could further dampen sentiment. The local share price index futures fell 15 points to 5,833.0, a 35.8-point discount to the underlying S&P/ASX 200 index close. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index weakened on Friday after rising 1.3 percent during the past two sessions. At 06:32 GMT, the KOSPI was down 9.77 points or 0.39 percent at 2,476.33. For the week, the index gained 0.9 percent, its second straight weekly gain. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The U.S. dollar rose to a two-week high against a basket of currencies on Friday on rising U.S. yields, while sterling extended a decline in the wake of dovish comments from the head of the Bank of England. The euro fell to a two-week low versus the dollar, for its biggest weekly drop in two months, as investors trimmed record high bets before a European Central Bank meeting next week where policymakers are largely expected to signal no change in policy. For a full report, click on - - - - SHANGHAI - The yuan weakened on Friday as the dollar index rose, with traders awaiting clues on direction in a market that has fluctuated in a narrow band over the past weeks despite escalating trade tensions with the United States and concerns about the sustainability of China's growth. \"There have been few triggers to move the market recently, and the currency is at the mercy of random market forces,\" said a trader at a foreign bank in Shanghai. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars hit multi-day lows on Friday and were poised to finish the week in the red as traders wagered interest rates in both countries will remain at record lows for a long time to come. The Australian dollar fell as deep as $0.7707, the lowest since April 10. It was last down 0.2 percent at $0.7712. The retreat came as the Aussie again tested the 200-day moving average at $0.7815 only to run into heavy speculative selling. For a full report, click on - - - - SEOUL - The Korean won on Friday lost ground on the local platform due to dollar strength, and bond yields rose. The won was Quote: d at 1,067.3 per dollar on the onshore settlement platform , 0.6 percent lower than its previous close at 1,061.5. The currency gained 0.2 percent on a weekly basis. For a full report, click on - - - - TREASURIES NEW YORK - The 10-year Treasury yield reached its highest level since March 21 as the bond selloff continued for a second day on Friday, driving the yield curve steeper after two weeks of flattening. The move appears to reflect a technical shift in the market, rather than a jump in investor confidence in the U.S. economy or rising inflation. As such, analysts, regardless of whether they expect the curve to invert in 2018, believe the current steepening is a temporary move. For a full report, click on - - - - LONDON - German government bond yields were set for their biggest weekly rise since the beginning of February after a surge in oil prices forced inflation expectations and euro zone bond yields higher. Euro zone bond yields hit fresh highs on Friday and are now well above their levels at the start of the week after a sharp sell-off prompted by Brent crude prices hitting their highest in more than three years at $74.75 a barrel on Thursday. For a full report, click on - - - - TOKYO - Japanese government bonds dropped on Friday with the benchmark futures hitting nine-week lows after U.S. bonds fell on worries about inflation and more bond supplies, hurting sentiment further after a weak 20-year JGB auction the previous day. The June JGB futures fell 0.27 point, the biggest daily fall as benchmark contract since Jan. 10, to 150.58, the lowest close since Feb. 13. For a full report, click on COMMODITIES GOLD Gold prices eased on Friday and were on track to end the week lower as the dollar advanced on expectations of higher U.S. interest rates and market players grew a bit less worried about global political and security risks. Spot gold lost 0.6 percent at $1,336.96 per ounce by 1:36 p.m. EDT (1736 GMT), while U.S. gold June futures settled down $10.50, or 0.8 percent, at $1,338.30. Spot gold was headed for a weekly decline of nearly 1 percent. For a full report, click on - - - - IRON ORE Chinese iron ore prices fell on Friday after a nearly 7-percent jump in the previous session, ending their strongest week since December on expectations of rising demand for restocking at steel mills. The most-active iron ore futures on the Dalian Commodity Exchange eased 1 percent to 461 yuan ($73.37) a tonne after a sharp rally in the previous session, but still marked their strongest weekly gain in 17 weeks. For a full report, click on - - - - BASE METALS Aluminium prices fell for a second day on Friday as a rally sparked by U.S. sanctions against Russia's Rusal, the world's second-biggest producer, appeared to stall. Nickel also moved lower as fears diminished that Washington might broaden its sanctions to include Norilsk Nickel (Nornickel). For a full report, click on - - - - OIL Oil prices edged up on Friday, stabilizing after an earlier slide driven by U.S. President Donald Trump's criticism of OPEC's role in pushing up global oil prices. Brent crude oil futures gained 28 cents, or 0.4 percent, to settle at $74.06 per barrel. West Texas Intermediate crude futures for delivery in June, the most active U.S. contract, were up 7 cents at $68.40. The May WTI contract, which expired on Friday, gained 9 cents, or 0.1 percent, to settle at $68.38. For a full report, click on - - - - PALM OIL Malaysian palm oil futures made gains on Friday evening, their first in three sessions, tracking strength in crude oil prices and as the market saw profit taking in evening trade. The benchmark palm oil contract for July delivery on the Bursa Malaysia Derivatives Exchange rose 0.5 percent to 2,414 ringgit ($619.77) a tonne at the close of trade. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures dropped from a one-month high to end steady on Friday, as investors took profits after Shanghai futures, which rose earlier in the day, pared gains. \"The market came off in the afternoon as investors booked profits ahead of the weekend and after oil and some metals lost ground,\" said Toshitaka Tazawa, an analyst at commodities broker Fujitomi Co. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-04-23T05:11:00.000+03:00",
    "crawled": "2018-04-23T22:22:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "jpy186",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "bond",
        "continued",
        "second",
        "day",
        "friday",
        "pushing",
        "treasury",
        "yield",
        "highest",
        "level",
        "four",
        "year",
        "steepening",
        "yield",
        "curve",
        "two",
        "week",
        "flattening",
        "world",
        "stock",
        "market",
        "dipped",
        "worry",
        "global",
        "slowdown",
        "smartphone",
        "demand",
        "dented",
        "technology",
        "sector",
        "oil",
        "price",
        "fell",
        "president",
        "donald",
        "trump",
        "sent",
        "tweet",
        "criticizing",
        "opec",
        "mostly",
        "recovered",
        "full",
        "report",
        "click",
        "new",
        "york",
        "wall",
        "street",
        "three",
        "major",
        "index",
        "declined",
        "friday",
        "investor",
        "worried",
        "jump",
        "bond",
        "yield",
        "technology",
        "stock",
        "leading",
        "decline",
        "nerve",
        "upcoming",
        "earnings",
        "report",
        "iphone",
        "demand",
        "technology",
        "index",
        "biggest",
        "drag",
        "p",
        "percent",
        "drop",
        "registering",
        "three",
        "straight",
        "day",
        "loss",
        "ahead",
        "key",
        "earnings",
        "week",
        "sector",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "held",
        "steady",
        "friday",
        "end",
        "strong",
        "week",
        "rally",
        "commodity",
        "softened",
        "although",
        "strong",
        "earnings",
        "update",
        "boosted",
        "share",
        "ericsson",
        "telia",
        "stoxx",
        "index",
        "ended",
        "session",
        "flat",
        "percentage",
        "term",
        "remained",
        "percent",
        "week",
        "fourth",
        "straight",
        "week",
        "gain",
        "global",
        "market",
        "recovered",
        "turbulent",
        "first",
        "quarter",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "edged",
        "lower",
        "friday",
        "morning",
        "worry",
        "slower",
        "smartphone",
        "demand",
        "hit",
        "technology",
        "share",
        "financial",
        "stock",
        "rallied",
        "thanks",
        "higher",
        "yield",
        "nikkei",
        "gave",
        "percent",
        "index",
        "rose",
        "percent",
        "week",
        "fourth",
        "straight",
        "week",
        "gain",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "fell",
        "friday",
        "worst",
        "week",
        "month",
        "amid",
        "lingering",
        "worry",
        "simmering",
        "trade",
        "tension",
        "china",
        "united",
        "state",
        "csi300",
        "index",
        "closed",
        "percent",
        "shanghai",
        "composite",
        "index",
        "dropped",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "may",
        "slip",
        "monday",
        "tracking",
        "wall",
        "street",
        "dip",
        "friday",
        "following",
        "worry",
        "jump",
        "bond",
        "yield",
        "weak",
        "metal",
        "price",
        "could",
        "dampen",
        "sentiment",
        "local",
        "share",
        "price",
        "index",
        "future",
        "fell",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "weakened",
        "friday",
        "rising",
        "percent",
        "past",
        "two",
        "session",
        "gmt",
        "kospi",
        "point",
        "percent",
        "week",
        "index",
        "gained",
        "percent",
        "second",
        "straight",
        "weekly",
        "gain",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "rose",
        "high",
        "basket",
        "currency",
        "friday",
        "rising",
        "yield",
        "sterling",
        "extended",
        "decline",
        "wake",
        "dovish",
        "comment",
        "head",
        "bank",
        "england",
        "euro",
        "fell",
        "low",
        "versus",
        "dollar",
        "biggest",
        "weekly",
        "drop",
        "two",
        "month",
        "investor",
        "trimmed",
        "record",
        "high",
        "bet",
        "european",
        "central",
        "bank",
        "meeting",
        "next",
        "week",
        "policymakers",
        "largely",
        "expected",
        "signal",
        "change",
        "policy",
        "full",
        "report",
        "click",
        "shanghai",
        "yuan",
        "weakened",
        "friday",
        "dollar",
        "index",
        "rose",
        "trader",
        "awaiting",
        "clue",
        "direction",
        "market",
        "fluctuated",
        "narrow",
        "band",
        "past",
        "week",
        "despite",
        "escalating",
        "trade",
        "tension",
        "united",
        "state",
        "concern",
        "sustainability",
        "china",
        "growth",
        "trigger",
        "move",
        "market",
        "recently",
        "currency",
        "mercy",
        "random",
        "market",
        "force",
        "said",
        "trader",
        "foreign",
        "bank",
        "shanghai",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "hit",
        "low",
        "friday",
        "poised",
        "finish",
        "week",
        "red",
        "trader",
        "wagered",
        "interest",
        "rate",
        "country",
        "remain",
        "record",
        "low",
        "long",
        "time",
        "come",
        "australian",
        "dollar",
        "fell",
        "deep",
        "lowest",
        "since",
        "april",
        "last",
        "percent",
        "retreat",
        "came",
        "aussie",
        "tested",
        "moving",
        "average",
        "run",
        "heavy",
        "speculative",
        "selling",
        "full",
        "report",
        "click",
        "seoul",
        "korean",
        "friday",
        "lost",
        "ground",
        "local",
        "platform",
        "due",
        "dollar",
        "strength",
        "bond",
        "yield",
        "rose",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "lower",
        "previous",
        "close",
        "currency",
        "gained",
        "percent",
        "weekly",
        "basis",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "reached",
        "highest",
        "level",
        "since",
        "march",
        "bond",
        "selloff",
        "continued",
        "second",
        "day",
        "friday",
        "driving",
        "yield",
        "curve",
        "steeper",
        "two",
        "week",
        "flattening",
        "move",
        "appears",
        "reflect",
        "technical",
        "shift",
        "market",
        "rather",
        "jump",
        "investor",
        "confidence",
        "economy",
        "rising",
        "inflation",
        "analyst",
        "regardless",
        "whether",
        "expect",
        "curve",
        "invert",
        "believe",
        "current",
        "steepening",
        "temporary",
        "move",
        "full",
        "report",
        "click",
        "london",
        "german",
        "government",
        "bond",
        "yield",
        "set",
        "biggest",
        "weekly",
        "rise",
        "since",
        "beginning",
        "february",
        "surge",
        "oil",
        "price",
        "forced",
        "inflation",
        "expectation",
        "euro",
        "zone",
        "bond",
        "yield",
        "higher",
        "euro",
        "zone",
        "bond",
        "yield",
        "hit",
        "fresh",
        "high",
        "friday",
        "well",
        "level",
        "start",
        "week",
        "sharp",
        "prompted",
        "brent",
        "crude",
        "price",
        "hitting",
        "highest",
        "three",
        "year",
        "barrel",
        "thursday",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "dropped",
        "friday",
        "benchmark",
        "future",
        "hitting",
        "low",
        "bond",
        "fell",
        "worry",
        "inflation",
        "bond",
        "supply",
        "hurting",
        "sentiment",
        "weak",
        "jgb",
        "auction",
        "previous",
        "day",
        "june",
        "jgb",
        "future",
        "fell",
        "point",
        "biggest",
        "daily",
        "fall",
        "benchmark",
        "contract",
        "since",
        "lowest",
        "close",
        "since",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "eased",
        "friday",
        "track",
        "end",
        "week",
        "lower",
        "dollar",
        "advanced",
        "expectation",
        "higher",
        "interest",
        "rate",
        "market",
        "player",
        "grew",
        "bit",
        "less",
        "worried",
        "global",
        "political",
        "security",
        "risk",
        "spot",
        "gold",
        "lost",
        "percent",
        "per",
        "ounce",
        "edt",
        "gmt",
        "gold",
        "june",
        "future",
        "settled",
        "percent",
        "spot",
        "gold",
        "headed",
        "weekly",
        "decline",
        "nearly",
        "percent",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "iron",
        "ore",
        "price",
        "fell",
        "friday",
        "nearly",
        "jump",
        "previous",
        "session",
        "ending",
        "strongest",
        "week",
        "since",
        "december",
        "expectation",
        "rising",
        "demand",
        "restocking",
        "steel",
        "mill",
        "iron",
        "ore",
        "future",
        "dalian",
        "commodity",
        "exchange",
        "eased",
        "percent",
        "yuan",
        "tonne",
        "sharp",
        "rally",
        "previous",
        "session",
        "still",
        "marked",
        "strongest",
        "weekly",
        "gain",
        "week",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "aluminium",
        "price",
        "fell",
        "second",
        "day",
        "friday",
        "rally",
        "sparked",
        "sanction",
        "russia",
        "rusal",
        "world",
        "producer",
        "appeared",
        "stall",
        "nickel",
        "also",
        "moved",
        "lower",
        "fear",
        "diminished",
        "washington",
        "might",
        "broaden",
        "sanction",
        "include",
        "norilsk",
        "nickel",
        "nornickel",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "edged",
        "friday",
        "stabilizing",
        "earlier",
        "slide",
        "driven",
        "president",
        "donald",
        "trump",
        "criticism",
        "opec",
        "role",
        "pushing",
        "global",
        "oil",
        "price",
        "brent",
        "crude",
        "oil",
        "future",
        "gained",
        "cent",
        "percent",
        "settle",
        "per",
        "barrel",
        "west",
        "texas",
        "intermediate",
        "crude",
        "future",
        "delivery",
        "june",
        "active",
        "contract",
        "cent",
        "may",
        "wti",
        "contract",
        "expired",
        "friday",
        "gained",
        "cent",
        "percent",
        "settle",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "made",
        "gain",
        "friday",
        "evening",
        "first",
        "three",
        "session",
        "tracking",
        "strength",
        "crude",
        "oil",
        "price",
        "market",
        "saw",
        "profit",
        "taking",
        "evening",
        "trade",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "july",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "rose",
        "percent",
        "ringgit",
        "tonne",
        "close",
        "trade",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "dropped",
        "high",
        "end",
        "steady",
        "friday",
        "investor",
        "took",
        "profit",
        "shanghai",
        "future",
        "rose",
        "earlier",
        "day",
        "pared",
        "gain",
        "market",
        "came",
        "afternoon",
        "investor",
        "booked",
        "profit",
        "ahead",
        "weekend",
        "oil",
        "metal",
        "lost",
        "ground",
        "said",
        "toshitaka",
        "tazawa",
        "analyst",
        "commodity",
        "broker",
        "fujitomi",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}