{
    "organizations": [],
    "uuid": "75967441d806cde73b0c8a01a18f10f5999bf6cb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/pr-newswire-avino-announces-q1-2018-production-results.html",
    "ord_in_thread": 0,
    "title": "Avino Announces Q1 2018 Production Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, April 17, 2018 /PRNewswire/ - Avino Silver & Gold Mines Ltd. (ASM: TSX/NYSE American, GV6: FSE, \"Avino\" or \"the Company\") is pleased to announce first quarter 2018 production results from its Avino property near Durango, Mexico.\nThe silver equivalent production in Q1, 2018 increased by 9% compared to Q1, 2017 due to an increase in the tonnage processed and higher gold grades at the Avino Mine, together with higher silver grades at the San Gonzalo Mine. The gold production in Q1, 2018 increased by 12% compared to Q1, 2017 whereas the silver and copper production decreased by 3% and 5% respectively.\nConsolidated Production Highlights for First Quarter 2018 (Compared to First Quarter 2017)\nSilver equivalent production increased by 9% to 656,699 oz* Gold production increased by 12% to 2,065 oz Silver production decreased by 3 % to 309,927 oz Copper production decreased by 5% to 970,165 lbs\n*For comparison purposes, the silver equivalent ratio has been calculated using metal prices of $16.77 oz Ag, $1,330 oz Au and $3.16 Lb Cu. Mill production figures have not been reconciled and are subject to adjustment with concentrate sales. Calculated figures may not add up due to rounding.\n\"We're pleased with our first quarter production results, as well as the progress being made around our expansion of the Avino Mine and processing plant\" said David Wolfin, President and CEO. \"We anticipate that the expansion at the Avino Mine will be completed early in the second quarter of 2018, and we look forward to an enhanced production profile by the end of the year.\"\nProduction Tables for First Quarter, 2018\nComparative production results from the first quarter 2018 and the first quarter 2017 are presented below:\nQ1\n2018\nQ1\n2017\n%\nChange\nTotal Silver Eq. Produced (oz) calculated*\n656,699\n604,643\n9%\nTotal Gold Produced (oz) calculated\n2,065\n1,837\n12%\nTotal Silver Produced (oz) calculated\n309,927\n320,082\n-3%\nTotal Copper Produced (Lbs) calculated\n970,165\n1,024,853\n-5%\nProduction Table for First Quarter, 2018\nProduction\nby\nmine\nTonnes\nConcentrate\nProduced\nGrade\nAg\n(g/t)\nGrade Au\n(g/t)\nGrade\nCu %\nRecovery\nAg %\nRecovery\nAu %\nRecovery\nCu %\nSilver\nOz\nGold\nOz\nCopper\nLbs\nAgEq\nAvino\n2,177\n56\n0.58\n0.43\n81\n68\n84\n178,848\n1,544\n970,165\n480,315\nSan Gonzalo\n841\n264\n1.07\nN/A\n79\n75\nN/A\n135,079\n521\nN/A\n176,384\nConsolidated\n3,018\n86\n0.65\n0.43\n80\n70\n84\n309,927\n2,065\n970,165\n656,699\nFor comparison purposes, the silver equivalent ratio has been calculated using metal prices of $16.77 oz Ag, $1,330 oz Au and $3.16 Lb Cu. Mill production figures have not been reconciled and are subject to adjustment with concentrate sales. Calculated figures may not add up due to rounding.\nAvino Mine First Quarter 2018 Production Results\nComparative figures for the first quarter 2018 and the first quarter 2017 for the Avino Mine are as follows; production figures for the first quarter 2018 include production from Mill Circuit 2 and Mill Circuit 3:\nQ1\n2018\nQ1\n2017\nQuarterly\nChange\n%\nTotal Mill Feed (dry tonnes)\n120,631\n116,553\n3%\nFeed Grade Silver (g/t)\n56\n61\n-8%\nFeed Grade Gold (g/t)\n0.58\n0.50\n16%\nFeed Grade Copper (%)\n0.43\n0.44\n-2%\nRecovery Silver (%)\n81\n86\n-6%\nRecovery Gold (%)\n68\n67\n1%\nRecovery Copper (%)\n84\n91\n-8%\nTotal Silver Produced (kg)\n5,438\n6,083\n-11%\nTotal Gold Produced (g)\n48,036\n38,935\n23%\nTotal Copper Produced (Kg)\n440,060\n464,866\n-5%\nTotal Silver Equivalent Produced (oz) calculated*\n480,315\n439,163\n9%\n* For comparison purposes, the silver equivalent ratio has been calculated using metal prices of $16.77 oz Ag, $1,330 oz Au and $3.16 Lb Cu. Mill production figures have not been reconciled and are subject to adjustment with concentrate sales. Calculated figures may not add up due to rounding.\nAt the Avino mine during the first quarter, we advanced 1,188 metres of underground development, and 116,155 tonnes of mill feed were trucked to the plant for processing. An additional 4,476 tonnes from historic stockpiles were also processed during the quarter. The blending of the historic stockpile material with fresh underground material resulted in lower copper and silver recoveries for the quarter. Gold feed grade for the quarter increased by 16% and gold production for the quarter increased by 23%.\nThe construction of Mill Circuit #4 is almost complete, and the installation of a filter press and a bank of flotation cells from Outotec and piping for the thickener are now underway. This work is expected to be completed later this month. The start-up and commissioning of the ball mill for Mill Circuit 4 commenced during the quarter with the flotation feed from the new ball mill reporting to Mill Circuit 3's flotation cells. There have been no issues encountered, and the mill is operating at design capacity.\nDevelopment is now taking place at level 16.5 near a high grade gold zone for potential future mill feed. Rehabilitation work at the San Luis portal has also started. The portal entrance has been stabilized with shotcrete and the areas with poor ground conditions have been reinforced with wire mesh and rock anchors. A new electrical substation near the portal has been installed to provide power to the mine and piping for a new water line to the portal is currently being installed.\nSan Gonzalo Mine First Quarter 2018 Production Highlights\nComparative figures for the first quarter 2017 and the first quarter 2016 for the San Gonzalo mine are as follows:\nQ1\n2018\nQ1\n2017\nQuarterly\nChange %\nTotal Mill Feed (dry tonnes)\n20,186\n20,133\n0%\nFeed Grade Silver (g/t)\n264\n229\n15%\nFeed Grade Gold (g/t)\n1.1\n1.2\n-10%\nRecovery Silver (%)\n79\n84\n-6%\nRecovery Gold (%)\n75\n76\n-1%\nTotal Silver Produced (kg)\n4,201\n3,873\n8%\nTotal Gold Produced (g)\n16,206\n18,182\n-11%\nTotal Silver Equivalent Produced (oz) calculated*\n176,384\n165,480\n7%\n*For comparison purposes, the silver equivalent ratio has been calculated using metal prices of $16.77 oz Ag, $1,330 oz Au and $3.16 Lb Cu. Mill production figures have not been reconciled and are subject to adjustment with concentrate sales. Calculated figures may not add up due to rounding.\nThe silver grades at San Gonzalo for Q1, 2018 increased by 15% and the gold grades decreased by 10% compared to Q1, 2017, as a result of the mineralization of the area being mined. Mill feed for the quarter came for Levels 4-020, 5-020 and 6-020.\nUnderground development consisted of 362 metres of drifts, 255 metres of raises, and 134 metres of crosscuts for a total of 751 metres.\nAdditionally, the tonnage broken for the quarter was 14,677 tonnes. The plant availability for the first quarter 2018 was 96%, and there were were no major shut downs other than the normal scheduled daily monthly maintenance.\nZinc Circuit\nThe company continued its testing program for recovery of precious metals and zinc from the San Gonzalo tailings. In Q1, 2018, the Company produced 233 tonnes of low quality zinc concentrate grading 1,582 g/t silver, 6.96 g/t gold and 13.35% zinc for an additional 22,343 AgEq ounces. This product is currently being marketed and if successful, this program will continue.\nQuality Assurance/Quality Control\nMill assays are performed at the Avino property's on-site lab. Check samples are sent to SGS Labs in Durango, Mexico for verification. All concentrate shipments are assayed by one of the following independent third party labs: AHK, and Inspectorate in the UK and LSI in the Netherlands.\nQualified Person(s)\nAvino's Mexican projects are under the supervision of Jasman Yee P.Eng, Avino director, who is a qualified person within the context of National Instrument 43-101. He has reviewed and approved the technical data in this news release.\nCompany Announcements\nAvino is pleased to introduce Peter Latta to the technical Team as Senior Technical Advisor where he will work closely with Avino's metallurgical team in Vancouver and with company-wide operations teams. Peter is a professional engineer, registered in BC, with over 12 years' experience in the mining and minerals sector. He has a bachelor's degree from UBC in Metals and Materials engineering and also received his MBA from Simon Fraser University. He has spent his career at mine operations around the world with a mixture of onsite equipment operation, installation, commissioning and troubleshooting as well as on the commercial side with business development and contract negotiation. Peter brings his energy and experience to the Avino team and the Company looks forward to his contributions for many years to come.\nAbout Avino\nAvino is a silver and gold producer with a diversified pipeline of gold, silver and base metals properties in Mexico and Canada employing close to 600 people, and has created over 1,600 indirect jobs in Mexico. Avino produces from its wholly owned Avino and San Gonzalo Mines near Durango, Mexico, and is currently planning for future production at the Bralorne Gold Mine in British Columbia, Canada. The Company's gold and silver production remains unhedged. The Company's mission and strategy is to create shareholder value through its focus on profitable organic growth at the historic Avino Property near Durango, Mexico, and the strategic acquisition of mineral exploration and mining properties. Avino is committed to managing all business activities in an environmentally responsible and cost-effective manner, while contributing to the well-being of the communities in which we operate.\nON BEHALF OF THE BOARD\n\"David Wolfin\"\nDavid Wolfin\nPresident & Chief Executive Officer\nSafe Harbor Statement - This news release contains \"forward-looking information\" and \"forward-looking statements\" (together, the \"forward looking statements\") within the meaning of applicable securities laws and the United States Private Securities Litigation Reform Act of 1995, including the updated mineral resource estimate for the Company's Avino Property located near Durango in west-central Mexico (the \"Property\") with an effective date of January 31, 2018 prepared for the Company, and reference to Measured, Indicated, Inferred Resources referred to in this press release. These forward-looking statements are made as of the date of this news release and the dates of technical reports, as applicable. Readers are cautioned not to place undue reliance on forward-looking statements, as there can be no assurance that the future circumstances, outcomes or results anticipated in or implied by such forward-looking statements will occur or that plans, intentions or expectations upon which the forward-looking statements are based will occur. While we have based these forward-looking statements on our expectations about future events as at the date that such statements were prepared, the statements are not a guarantee that such future events will occur and are subject to risks, uncertainties, assumptions and other factors which could cause events or outcomes to differ materially from those expressed or implied by such forward-looking statements. No assurance can be given that the Company's Property does not have the amount of the mineral resources indicated in the updated report or that such mineral resources may be economically extracted.\nSuch factors and assumptions include, among others, the effects of general economic conditions, the price of gold, silver and copper, changing foreign exchange rates and actions by government authorities, uncertainties associated with legal proceedings and negotiations and misjudgments in the course of preparing forward-looking information. In addition, there are known and unknown risk factors which could cause our actual results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by the forward-looking statements. Known risk factors include risks associated with project development; the need for additional financing; operational risks associated with mining and mineral processing; fluctuations in metal prices; title matters; uncertainties and risks related to carrying on business in foreign countries; environmental liability claims and insurance; reliance on key personnel; the potential for conflicts of interest among certain of our officers, directors or promoters with certain other projects; the absence of dividends; currency fluctuations; competition; dilution; the volatility of the our common share price and volume; tax consequences to U.S. investors; and other risks and uncertainties. Although we have attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements. We are under no obligation to update or alter any forward-looking statements except as required under applicable securities laws.\nNeither the TSX nor its Regulation Services Provider (as that term is defined in the policies of the TSX) accepts responsibility for the adequacy or accuracy of this release.\nView original content: http://www.prnewswire.com/news-releases/avino-announces-q1-2018-production-results-300630942.html\nSOURCE Avino Silver & Gold Mines Ltd.",
    "published": "2018-04-17T11:30:00.000+03:00",
    "crawled": "2018-04-17T10:48:24.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "april",
        "avino",
        "silver",
        "gold",
        "mine",
        "asm",
        "american",
        "gv6",
        "fse",
        "avino",
        "company",
        "pleased",
        "announce",
        "first",
        "quarter",
        "production",
        "result",
        "avino",
        "property",
        "near",
        "durango",
        "mexico",
        "silver",
        "equivalent",
        "production",
        "q1",
        "increased",
        "compared",
        "q1",
        "due",
        "increase",
        "tonnage",
        "processed",
        "higher",
        "gold",
        "grade",
        "avino",
        "mine",
        "together",
        "higher",
        "silver",
        "grade",
        "san",
        "gonzalo",
        "mine",
        "gold",
        "production",
        "q1",
        "increased",
        "compared",
        "q1",
        "whereas",
        "silver",
        "copper",
        "production",
        "decreased",
        "respectively",
        "consolidated",
        "production",
        "highlight",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "silver",
        "equivalent",
        "production",
        "increased",
        "oz",
        "gold",
        "production",
        "increased",
        "oz",
        "silver",
        "production",
        "decreased",
        "oz",
        "copper",
        "production",
        "decreased",
        "lb",
        "comparison",
        "purpose",
        "silver",
        "equivalent",
        "ratio",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "mill",
        "production",
        "figure",
        "reconciled",
        "subject",
        "adjustment",
        "concentrate",
        "sale",
        "calculated",
        "figure",
        "may",
        "add",
        "due",
        "rounding",
        "pleased",
        "first",
        "quarter",
        "production",
        "result",
        "well",
        "progress",
        "made",
        "around",
        "expansion",
        "avino",
        "mine",
        "processing",
        "plant",
        "said",
        "david",
        "wolfin",
        "president",
        "ceo",
        "anticipate",
        "expansion",
        "avino",
        "mine",
        "completed",
        "early",
        "second",
        "quarter",
        "look",
        "forward",
        "enhanced",
        "production",
        "profile",
        "end",
        "year",
        "production",
        "table",
        "first",
        "quarter",
        "comparative",
        "production",
        "result",
        "first",
        "quarter",
        "first",
        "quarter",
        "presented",
        "q1",
        "q1",
        "change",
        "total",
        "silver",
        "eq",
        "produced",
        "oz",
        "calculated",
        "total",
        "gold",
        "produced",
        "oz",
        "calculated",
        "total",
        "silver",
        "produced",
        "oz",
        "calculated",
        "total",
        "copper",
        "produced",
        "lb",
        "calculated",
        "production",
        "table",
        "first",
        "quarter",
        "production",
        "mine",
        "tonne",
        "concentrate",
        "produced",
        "grade",
        "ag",
        "grade",
        "au",
        "grade",
        "cu",
        "recovery",
        "ag",
        "recovery",
        "au",
        "recovery",
        "cu",
        "silver",
        "oz",
        "gold",
        "oz",
        "copper",
        "lb",
        "ageq",
        "avino",
        "san",
        "gonzalo",
        "consolidated",
        "comparison",
        "purpose",
        "silver",
        "equivalent",
        "ratio",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "mill",
        "production",
        "figure",
        "reconciled",
        "subject",
        "adjustment",
        "concentrate",
        "sale",
        "calculated",
        "figure",
        "may",
        "add",
        "due",
        "rounding",
        "avino",
        "mine",
        "first",
        "quarter",
        "production",
        "result",
        "comparative",
        "figure",
        "first",
        "quarter",
        "first",
        "quarter",
        "avino",
        "mine",
        "follows",
        "production",
        "figure",
        "first",
        "quarter",
        "include",
        "production",
        "mill",
        "circuit",
        "mill",
        "circuit",
        "q1",
        "q1",
        "quarterly",
        "change",
        "total",
        "mill",
        "feed",
        "dry",
        "tonne",
        "feed",
        "grade",
        "silver",
        "feed",
        "grade",
        "gold",
        "feed",
        "grade",
        "copper",
        "recovery",
        "silver",
        "recovery",
        "gold",
        "recovery",
        "copper",
        "total",
        "silver",
        "produced",
        "kg",
        "total",
        "gold",
        "produced",
        "g",
        "total",
        "copper",
        "produced",
        "kg",
        "total",
        "silver",
        "equivalent",
        "produced",
        "oz",
        "calculated",
        "comparison",
        "purpose",
        "silver",
        "equivalent",
        "ratio",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "mill",
        "production",
        "figure",
        "reconciled",
        "subject",
        "adjustment",
        "concentrate",
        "sale",
        "calculated",
        "figure",
        "may",
        "add",
        "due",
        "rounding",
        "avino",
        "mine",
        "first",
        "quarter",
        "advanced",
        "metre",
        "underground",
        "development",
        "tonne",
        "mill",
        "feed",
        "trucked",
        "plant",
        "processing",
        "additional",
        "tonne",
        "historic",
        "stockpile",
        "also",
        "processed",
        "quarter",
        "blending",
        "historic",
        "stockpile",
        "material",
        "fresh",
        "underground",
        "material",
        "resulted",
        "lower",
        "copper",
        "silver",
        "recovery",
        "quarter",
        "gold",
        "feed",
        "grade",
        "quarter",
        "increased",
        "gold",
        "production",
        "quarter",
        "increased",
        "construction",
        "mill",
        "circuit",
        "almost",
        "complete",
        "installation",
        "filter",
        "press",
        "bank",
        "flotation",
        "cell",
        "outotec",
        "piping",
        "thickener",
        "underway",
        "work",
        "expected",
        "completed",
        "later",
        "month",
        "commissioning",
        "ball",
        "mill",
        "mill",
        "circuit",
        "commenced",
        "quarter",
        "flotation",
        "feed",
        "new",
        "ball",
        "mill",
        "reporting",
        "mill",
        "circuit",
        "flotation",
        "cell",
        "issue",
        "encountered",
        "mill",
        "operating",
        "design",
        "capacity",
        "development",
        "taking",
        "place",
        "level",
        "near",
        "high",
        "grade",
        "gold",
        "zone",
        "potential",
        "future",
        "mill",
        "feed",
        "rehabilitation",
        "work",
        "san",
        "luis",
        "portal",
        "also",
        "started",
        "portal",
        "entrance",
        "stabilized",
        "shotcrete",
        "area",
        "poor",
        "ground",
        "condition",
        "reinforced",
        "wire",
        "mesh",
        "rock",
        "anchor",
        "new",
        "electrical",
        "substation",
        "near",
        "portal",
        "installed",
        "provide",
        "power",
        "mine",
        "piping",
        "new",
        "water",
        "line",
        "portal",
        "currently",
        "installed",
        "san",
        "gonzalo",
        "mine",
        "first",
        "quarter",
        "production",
        "highlight",
        "comparative",
        "figure",
        "first",
        "quarter",
        "first",
        "quarter",
        "san",
        "gonzalo",
        "mine",
        "follows",
        "q1",
        "q1",
        "quarterly",
        "change",
        "total",
        "mill",
        "feed",
        "dry",
        "tonne",
        "feed",
        "grade",
        "silver",
        "feed",
        "grade",
        "gold",
        "recovery",
        "silver",
        "recovery",
        "gold",
        "total",
        "silver",
        "produced",
        "kg",
        "total",
        "gold",
        "produced",
        "g",
        "total",
        "silver",
        "equivalent",
        "produced",
        "oz",
        "calculated",
        "comparison",
        "purpose",
        "silver",
        "equivalent",
        "ratio",
        "calculated",
        "using",
        "metal",
        "price",
        "oz",
        "ag",
        "oz",
        "au",
        "lb",
        "cu",
        "mill",
        "production",
        "figure",
        "reconciled",
        "subject",
        "adjustment",
        "concentrate",
        "sale",
        "calculated",
        "figure",
        "may",
        "add",
        "due",
        "rounding",
        "silver",
        "grade",
        "san",
        "gonzalo",
        "q1",
        "increased",
        "gold",
        "grade",
        "decreased",
        "compared",
        "q1",
        "result",
        "mineralization",
        "area",
        "mined",
        "mill",
        "feed",
        "quarter",
        "came",
        "level",
        "underground",
        "development",
        "consisted",
        "metre",
        "drift",
        "metre",
        "raise",
        "metre",
        "crosscut",
        "total",
        "metre",
        "additionally",
        "tonnage",
        "broken",
        "quarter",
        "tonne",
        "plant",
        "availability",
        "first",
        "quarter",
        "major",
        "shut",
        "down",
        "normal",
        "scheduled",
        "daily",
        "monthly",
        "maintenance",
        "zinc",
        "circuit",
        "company",
        "continued",
        "testing",
        "program",
        "recovery",
        "precious",
        "metal",
        "zinc",
        "san",
        "gonzalo",
        "tailing",
        "q1",
        "company",
        "produced",
        "tonne",
        "low",
        "quality",
        "zinc",
        "concentrate",
        "grading",
        "silver",
        "gold",
        "zinc",
        "additional",
        "ageq",
        "ounce",
        "product",
        "currently",
        "marketed",
        "successful",
        "program",
        "continue",
        "quality",
        "control",
        "mill",
        "assay",
        "performed",
        "avino",
        "property",
        "lab",
        "check",
        "sample",
        "sent",
        "sg",
        "lab",
        "durango",
        "mexico",
        "verification",
        "concentrate",
        "shipment",
        "assayed",
        "one",
        "following",
        "independent",
        "third",
        "party",
        "lab",
        "ahk",
        "inspectorate",
        "uk",
        "lsi",
        "netherlands",
        "qualified",
        "person",
        "avino",
        "mexican",
        "project",
        "supervision",
        "jasman",
        "yee",
        "avino",
        "director",
        "qualified",
        "person",
        "within",
        "context",
        "national",
        "instrument",
        "reviewed",
        "approved",
        "technical",
        "data",
        "news",
        "release",
        "company",
        "announcement",
        "avino",
        "pleased",
        "introduce",
        "peter",
        "latta",
        "technical",
        "team",
        "senior",
        "technical",
        "advisor",
        "work",
        "closely",
        "avino",
        "metallurgical",
        "team",
        "vancouver",
        "operation",
        "team",
        "peter",
        "professional",
        "engineer",
        "registered",
        "bc",
        "year",
        "experience",
        "mining",
        "mineral",
        "sector",
        "bachelor",
        "degree",
        "ubc",
        "metal",
        "material",
        "engineering",
        "also",
        "received",
        "mba",
        "simon",
        "fraser",
        "university",
        "spent",
        "career",
        "mine",
        "operation",
        "around",
        "world",
        "mixture",
        "onsite",
        "equipment",
        "operation",
        "installation",
        "commissioning",
        "troubleshooting",
        "well",
        "commercial",
        "side",
        "business",
        "development",
        "contract",
        "negotiation",
        "peter",
        "brings",
        "energy",
        "experience",
        "avino",
        "team",
        "company",
        "look",
        "forward",
        "contribution",
        "many",
        "year",
        "come",
        "avino",
        "avino",
        "silver",
        "gold",
        "producer",
        "diversified",
        "pipeline",
        "gold",
        "silver",
        "base",
        "metal",
        "property",
        "mexico",
        "canada",
        "employing",
        "close",
        "people",
        "created",
        "indirect",
        "job",
        "mexico",
        "avino",
        "produce",
        "wholly",
        "owned",
        "avino",
        "san",
        "gonzalo",
        "mine",
        "near",
        "durango",
        "mexico",
        "currently",
        "planning",
        "future",
        "production",
        "bralorne",
        "gold",
        "mine",
        "british",
        "columbia",
        "canada",
        "company",
        "gold",
        "silver",
        "production",
        "remains",
        "unhedged",
        "company",
        "mission",
        "strategy",
        "create",
        "shareholder",
        "value",
        "focus",
        "profitable",
        "organic",
        "growth",
        "historic",
        "avino",
        "property",
        "near",
        "durango",
        "mexico",
        "strategic",
        "acquisition",
        "mineral",
        "exploration",
        "mining",
        "property",
        "avino",
        "committed",
        "managing",
        "business",
        "activity",
        "environmentally",
        "responsible",
        "manner",
        "contributing",
        "community",
        "operate",
        "behalf",
        "board",
        "david",
        "wolfin",
        "david",
        "wolfin",
        "president",
        "chief",
        "executive",
        "officer",
        "safe",
        "harbor",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "statement",
        "together",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "updated",
        "mineral",
        "resource",
        "estimate",
        "company",
        "avino",
        "property",
        "located",
        "near",
        "durango",
        "mexico",
        "property",
        "effective",
        "date",
        "january",
        "prepared",
        "company",
        "reference",
        "measured",
        "indicated",
        "inferred",
        "resource",
        "referred",
        "press",
        "release",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "date",
        "technical",
        "report",
        "applicable",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "future",
        "circumstance",
        "outcome",
        "result",
        "anticipated",
        "implied",
        "statement",
        "occur",
        "plan",
        "intention",
        "expectation",
        "upon",
        "statement",
        "based",
        "occur",
        "based",
        "statement",
        "expectation",
        "future",
        "event",
        "date",
        "statement",
        "prepared",
        "statement",
        "guarantee",
        "future",
        "event",
        "occur",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "could",
        "cause",
        "event",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "assurance",
        "given",
        "company",
        "property",
        "amount",
        "mineral",
        "resource",
        "indicated",
        "updated",
        "report",
        "mineral",
        "resource",
        "may",
        "economically",
        "extracted",
        "factor",
        "assumption",
        "include",
        "among",
        "others",
        "effect",
        "general",
        "economic",
        "condition",
        "price",
        "gold",
        "silver",
        "copper",
        "changing",
        "foreign",
        "exchange",
        "rate",
        "action",
        "government",
        "authority",
        "uncertainty",
        "associated",
        "legal",
        "proceeding",
        "negotiation",
        "misjudgments",
        "course",
        "preparing",
        "information",
        "addition",
        "known",
        "unknown",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "known",
        "risk",
        "factor",
        "include",
        "risk",
        "associated",
        "project",
        "development",
        "need",
        "additional",
        "financing",
        "operational",
        "risk",
        "associated",
        "mining",
        "mineral",
        "processing",
        "fluctuation",
        "metal",
        "price",
        "title",
        "matter",
        "uncertainty",
        "risk",
        "related",
        "carrying",
        "business",
        "foreign",
        "country",
        "environmental",
        "liability",
        "claim",
        "insurance",
        "reliance",
        "key",
        "personnel",
        "potential",
        "conflict",
        "interest",
        "among",
        "certain",
        "officer",
        "director",
        "promoter",
        "certain",
        "project",
        "absence",
        "dividend",
        "currency",
        "fluctuation",
        "competition",
        "dilution",
        "volatility",
        "common",
        "share",
        "price",
        "volume",
        "tax",
        "consequence",
        "investor",
        "risk",
        "uncertainty",
        "although",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "obligation",
        "update",
        "alter",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "view",
        "original",
        "content",
        "http",
        "source",
        "avino",
        "silver",
        "gold",
        "mine",
        "ltd"
    ]
}