{
    "organizations": [],
    "uuid": "435ec948d706a700816742417a3d57ddd33b71ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/20/globe-newswire-gentex-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Gentex Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ZEELAND, Mich., April 20, 2018 (GLOBE NEWSWIRE) -- Gentex Corporation (NASDAQ:GNTX), the Zeeland, Michigan-based manufacturer of automotive automatic-dimming rearview mirrors, automotive electronics, dimmable aircraft windows, and fire protection products, today reported financial results for the three months ended March 31, 2018.\n1st Quarter 2018 Summary\nNet sales growth of 3% quarter over quarter while light vehicle production in Company's primary markets declined 3% on a quarter over quarter basis Net income increased 14% quarter over quarter Earnings per diluted share increased 21% quarter over quarter to $.40 per share 9.3 million shares repurchased during the quarter at an average price of $21.71 per share $28.0 million of debt repaid during the quarter\nFor the first quarter of 2018, the Company reported net sales of $465.4 million, which was an increase of 3% compared to net sales of $453.5 million in the first quarter of 2017. When compared with the Company's mid-January forecast for the first quarter of 2018, light vehicle production in the Company's primary regions declined in excess of 3%, which resulted in lower than expected unit shipments and revenue during the quarter for the Company. On a quarter over quarter basis, automotive light vehicle production in the Company's primary markets decreased by approximately 3% versus the previous reported production numbers from IHS for the first quarter of 2017. Additionally, a supplier production issue for certain electronic components affected the Company's ability to meet demand for Full Display Mirrors ® which resulted in a negative impact of approximately 2% on the Company's revenue during the quarter. Since the end of the first quarter of 2018, the supplier production issue has been remediated and the Company has resumed normal shipments of the impacted products.\n\"While we were disappointed with the overall revenue performance during the first quarter of 2018, we were able to outperform our underlying markets by approximately 6% taking into consideration the lower automotive production levels during the quarter,\" said President and CEO, Steve Downing. \"Despite the first quarter headwinds, we have a strong product launch cadence of Full Display Mirror nameplates over the balance of 2018. Additionally, light vehicle production for the remainder of 2018 is currently forecasted to improve, especially in the second half of the year. When you combine these factors, we are pleased to be able to maintain our revenue and margin guidance for calendar year 2018, despite the difficulties in the first quarter,\" added Downing.\nWhen compared with the first quarter of 2017, the gross margin declined from 38.8% in the first quarter of 2017 to 37.1% in the first quarter of 2018, primarily as a result of an inability to leverage fixed overhead costs, resulting from the lower than forecasted sales growth and the Full Display Mirror shipments that were lower than demand during the quarter due to the supplier production issue. Additionally, annual customer price reductions negatively impacted the gross margin because they were not fully offset by purchasing cost reductions. \"As is customary for the Company, most annual price reductions become effective in the first quarter, but purchasing cost reductions don't materially start to help offset that margin pressure until sometime in the second quarter. We are currently expecting positive leverage on gross margin based on the timing of purchasing cost reductions and forecasted revenue growth rates for the remainder of calendar year 2018, allowing us to maintain annual guidance provided,\" said Downing.\nOperating expenses during the first quarter of 2018 were up 7% to $44.1 million when compared to operating expenses of $41.4 million in the first quarter of 2017, primarily due to increased staffing levels.\nIncome from operations for the first quarter of 2018 decreased 4% to $128.5 million when compared to income from operations of $134.4 million for the first quarter of 2017, primarily due to the lower quarter over quarter gross profit margin percentage.\nOther income increased to $3.2 million in the first quarter of 2018 compared to $0.4 million in the first quarter of 2017, primarily due to an increased interest net of expense, foreign exchange gains, and realized gains on sales of equity investments.\nDuring the first quarter of 2018, the Company's effective tax rate was 15.6%, down from 27.7% during the first quarter of 2017, primarily driven by the impacts of the Tax Cuts and Jobs Act of 2017.\nNet income for the first quarter of 2018 increased 14% to $111.2 million compared with net income of $97.6 million in the first quarter of 2017.\nEarnings per diluted share in the first quarter of 2018 increased 21% to $0.40, compared with earnings per diluted share of $0.33 in the first quarter of 2017, as a result of the lower effective tax rate and a reduction in diluted shares outstanding on a quarter over quarter basis.\nAutomotive net sales in the first quarter of 2018 were $455.0 million, an increase of 2% compared with automotive net sales of $445.6 million in the first quarter of 2017, driven by a 7% increase in auto-dimming mirror unit shipments on a quarter over quarter basis.\nOther net sales in the first quarter of 2018, which includes dimmable aircraft windows and fire protection products, were $10.4 million, an increase of 33%, compared to other net sales of $7.9 million in the first quarter of 2017.\nShare Repurchases\nDuring the first quarter of 2018, the Company repurchased 9.3 million shares of its common stock at an average price of $21.71 per share. Of these share repurchases, 5.5 million shares were repurchased from the former CEO, pursuant to the previously disclosed retirement agreement, at a price of $20.98 per share. As previously announced, these share repurchases were separately approved by the Company's Board of Directors and were not a part of the Company’s existing publicly announced share repurchase plan. As of March 31, 2018, the Company has approximately 26.0 million shares remaining available for repurchase pursuant to the previously announced share repurchase plan, which is now a part of the broader publicly disclosed capital allocation strategy. The Company intends to continue to repurchase additional shares of its common stock in the future in support of such capital allocation strategy, but share repurchases may vary from time to time and will take into account macroeconomic issues, market trends, and other factors that the Company has deemed appropriate.\nDebt Repayment\nDuring the first quarter of 2018, the Company paid down $26.1 million of debt on the Company's term loan, which in combination with its normally scheduled principal repayment of $1.9 million resulted in a total repayment of $28.0 million during the quarter. The Company expects to continue, based on previously disclosed factors, to pay additional principal during the second and third quarters of 2018, in anticipation of such debt maturing on September 27, 2018.\nFuture Estimates\nThe Company’s forecasts for light vehicle production for the second quarter and full year of 2018 are based on the IHS Automotive April 2018 forecast for light vehicle production in North America, Europe, Japan and Korea.\nLight Vehicle Production (per IHS Automotive April light vehicle production forecast) (in Millions) Region 2Q 2018 2Q 2017 %\nChange Calendar\nYear 2018 Calendar\nYear 2017 %\nChange North America 4.50 4.57 (2)% 17.33 17.26 —% Europe 5.81 6.03 (4)% 22.83 22.78 —% Japan and Korea 3.17 3.16 —% 12.93 12.91 —% Total Light Vehicle Production 13.48 13.76 (2)% 53.09 52.95 —% Based on the April 2018 IHS light vehicle production forecast, current forecasted product mix and expense growth estimates, the Company continues to maintain its previously announced annual guidance for revenue, gross margin, operating expenses, capital expenditures and depreciation and amortization for calendar year 2018 and annual revenue guidance for calendar year 2019. After further analysis and refinement, the Company is lowering its estimated effective annual tax rate for calendar year 2018 from previous guidance of 18 - 21% for calendar year 2018, to a range of 15 - 18% for the year. This is primarily as a result of further detailed analysis of components of legislation related to the Tax Cuts and Jobs Act of 2017, R&D tax credits, as well as discrete tax benefits related to equity compensation.\nSafe Harbor for Forward-Looking Statements\nThis news release contains forward-looking statements within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. The statements contained in this communication that are not purely historical are forward-looking statements. Forward-looking statements give the Company’s current expectations or forecasts of future events. These forward-looking statements generally can be identified by the use of words such as “anticipate”, “believe”, “could”, “estimate”, “expect”, “forecast”, “goal”, “hope”, “may”, “plan”, “project”, “will”, and variations of such words and similar expressions. Such statements are subject to risks and uncertainties that are often difficult to predict and beyond the Company’s control, and could cause the Company’s results to those described. These risks and uncertainties include, without limitation: changes in general industry or regional market conditions; changes in consumer and customer preferences for our products (such as cameras replacing mirrors and/or autonomous driving); our ability to be awarded new business; continued uncertainty in pricing negotiations with customers; loss of business from increased competition; changes in strategic relationships; customer bankruptcies or divestiture of customer brands; fluctuation in vehicle production schedules; changes in product mix; raw material shortages; higher raw material, fuel, energy and other costs; unfavorable fluctuations in currencies or interest rates in the regions in which we operate; costs or difficulties related to the integration and/or ability to maximize the value of any new or acquired technologies and businesses; changes in regulatory conditions; warranty and recall claims and other litigation and customer reactions thereto; possible adverse results of pending or future litigation or infringement claims; changes in tax laws; import and export duty and tariff rates in or with the countries with which we conduct business; and negative impact of any governmental investigations and associated litigations including securities litigations relating to the conduct of our business. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date they are made. The Company undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by law or the rules of the NASDAQ Global Select Market. Accordingly, any forward-looking statement should be read in conjunction with the additional information about risks and uncertainties identified under the heading “Risk Factors” in the Company’s latest Form 10-K and Form 10-Q filed with the SEC.\nFirst Quarter Conference Call\nA conference call related to this news release will be simulcast live on the internet beginning at 9:30 a.m. ET today, April 20, 2018. The dial-in number to participate in the call is 844-389-8658 , passcode 2094828. Participants may listen to the call via audio streaming at www.gentex.com or by visiting https://edge.media-server.com/m6/p/wecpv9ox . A webcast replay will be available approximately 24 hours after the conclusion of the call at http://ir.gentex.com/events-and-presentations/upcoming-past-events .\nAbout the Company\nFounded in 1974, Gentex Corporation (The NASDAQ Global Select Market:GNTX) is a supplier of automatic-dimming rearview mirrors and electronics to the automotive industry, dimmable aircraft windows for aviation markets, and fire protection products to the fire protection market. Visit the Company’s web site at www.gentex.com .\nContact Information:\nGentex Investor & Media Contact\nJosh O'Berski\n(616) 772-1590 x5814\nGENTEX CORPORATION AUTO-DIMMING MIRROR SHIPMENTS (Thousands) Three Months Ended March 31, 2018 2017 %\nChange North American Interior Mirrors 2,326 2,359 (1)% North American Exterior Mirrors 818 916 (11)% Total North American Mirror Units 3,143 3,276 (4)% International Interior Mirrors 5,348 4,818 11% International Exterior Mirrors 2,112 1,826 16% Total International Mirror Units 7,459 6,643 12% Total Interior Mirrors 7,673 7,177 7% Total Exterior Mirrors 2,930 2,742 7% Total Auto-Dimming Mirror Units 10,603 9,919 7% Note: Percent change and amounts may not total due to rounding.\nGENTEX CORPORATION AND SUBSIDIARIES CONDENSED CONSOLIDATED STATEMENTS OF INCOME (Unaudited) Three Months Ended March 31, 2018 2017 Net Sales $ 465,420,105 $ 453,535,250 Cost of Goods Sold 292,791,704 277,734,465 Gross profit 172,628,401 175,800,785 Engineering, Research & Development 26,049,258 25,152,257 Selling, General & Administrative 18,063,810 16,221,408 Operating Expenses 44,113,068 41,373,665 Income from operations 128,515,333 134,427,120 Other Income (Expense) 3,244,598 437,784 Income before Income Taxes 131,759,931 134,864,904 Provision for Income Taxes 20,511,188 37,308,163 Net Income $ 111,248,743 $ 97,556,741 Earnings Per Share Basic $ 0.40 $ 0.34 Diluted $ 0.40 $ 0.33 Weighted Average Shares Basic 274,759,516 287,408,900 Diluted 277,509,428 291,479,838 Cash Dividends Declared per Share $ 0.110 $ 0.090\nGENTEX CORPORATION AND SUBSIDIARIES CONDENSED CONSOLIDATED BALANCE SHEETS (Unaudited) March 31, 2018 December 31, 2017 ASSETS Cash and Cash Equivalents $ 524,323,560 $ 569,734,496 Short-Term Investments 152,179,408 152,538,054 Accounts Receivable, net 246,427,239 231,121,788 Inventories 207,232,952 216,765,583 Other Current Assets 11,531,029 14,403,902 Total Current Assets 1,141,694,188 1,184,563,823 Plant and Equipment - Net 496,274,467 492,479,330 Goodwill 307,365,845 307,365,845 Intangible Assets 284,150,000 288,975,000 Patents and Other Assets 24,867,968 78,669,914 Total Other Assets 616,383,813 675,010,759 Total Assets $ 2,254,352,468 $ 2,352,053,912 LIABILITIES AND SHAREHOLDERS' INVESTMENT Current Liabilities $ 228,169,606 $ 243,647,007 Deferred Income Taxes 56,205,366 58,888,644 Shareholders' Investment 1,969,977,496 2,049,518,261 Total Liabilities & Shareholders' Investment $ 2,254,352,468 $ 2,352,053,912\nSource:Gentex Corporation",
    "published": "2018-04-20T16:00:00.000+03:00",
    "crawled": "2018-04-20T17:46:04.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "zeeland",
        "april",
        "globe",
        "newswire",
        "gentex",
        "corporation",
        "nasdaq",
        "gntx",
        "zeeland",
        "manufacturer",
        "automotive",
        "rearview",
        "mirror",
        "automotive",
        "electronics",
        "dimmable",
        "aircraft",
        "window",
        "fire",
        "protection",
        "product",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "1st",
        "quarter",
        "summary",
        "net",
        "sale",
        "growth",
        "quarter",
        "quarter",
        "light",
        "vehicle",
        "production",
        "company",
        "primary",
        "market",
        "declined",
        "quarter",
        "quarter",
        "basis",
        "net",
        "income",
        "increased",
        "quarter",
        "quarter",
        "earnings",
        "per",
        "diluted",
        "share",
        "increased",
        "quarter",
        "quarter",
        "per",
        "share",
        "million",
        "share",
        "repurchased",
        "quarter",
        "average",
        "price",
        "per",
        "share",
        "million",
        "debt",
        "repaid",
        "quarter",
        "first",
        "quarter",
        "company",
        "reported",
        "net",
        "sale",
        "million",
        "increase",
        "compared",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "compared",
        "company",
        "forecast",
        "first",
        "quarter",
        "light",
        "vehicle",
        "production",
        "company",
        "primary",
        "region",
        "declined",
        "excess",
        "resulted",
        "lower",
        "expected",
        "unit",
        "shipment",
        "revenue",
        "quarter",
        "company",
        "quarter",
        "quarter",
        "basis",
        "automotive",
        "light",
        "vehicle",
        "production",
        "company",
        "primary",
        "market",
        "decreased",
        "approximately",
        "versus",
        "previous",
        "reported",
        "production",
        "number",
        "ihs",
        "first",
        "quarter",
        "additionally",
        "supplier",
        "production",
        "issue",
        "certain",
        "electronic",
        "component",
        "affected",
        "company",
        "ability",
        "meet",
        "demand",
        "full",
        "display",
        "mirror",
        "resulted",
        "negative",
        "impact",
        "approximately",
        "company",
        "revenue",
        "quarter",
        "since",
        "end",
        "first",
        "quarter",
        "supplier",
        "production",
        "issue",
        "remediated",
        "company",
        "resumed",
        "normal",
        "shipment",
        "impacted",
        "product",
        "disappointed",
        "overall",
        "revenue",
        "performance",
        "first",
        "quarter",
        "able",
        "outperform",
        "underlying",
        "market",
        "approximately",
        "taking",
        "consideration",
        "lower",
        "automotive",
        "production",
        "level",
        "quarter",
        "said",
        "president",
        "ceo",
        "steve",
        "downing",
        "despite",
        "first",
        "quarter",
        "headwind",
        "strong",
        "product",
        "launch",
        "cadence",
        "full",
        "display",
        "mirror",
        "nameplate",
        "balance",
        "additionally",
        "light",
        "vehicle",
        "production",
        "remainder",
        "currently",
        "forecasted",
        "improve",
        "especially",
        "second",
        "half",
        "year",
        "combine",
        "factor",
        "pleased",
        "able",
        "maintain",
        "revenue",
        "margin",
        "guidance",
        "calendar",
        "year",
        "despite",
        "difficulty",
        "first",
        "quarter",
        "added",
        "downing",
        "compared",
        "first",
        "quarter",
        "gross",
        "margin",
        "declined",
        "first",
        "quarter",
        "first",
        "quarter",
        "primarily",
        "result",
        "inability",
        "leverage",
        "fixed",
        "overhead",
        "cost",
        "resulting",
        "lower",
        "forecasted",
        "sale",
        "growth",
        "full",
        "display",
        "mirror",
        "shipment",
        "lower",
        "demand",
        "quarter",
        "due",
        "supplier",
        "production",
        "issue",
        "additionally",
        "annual",
        "customer",
        "price",
        "reduction",
        "negatively",
        "impacted",
        "gross",
        "margin",
        "fully",
        "offset",
        "purchasing",
        "cost",
        "reduction",
        "customary",
        "company",
        "annual",
        "price",
        "reduction",
        "become",
        "effective",
        "first",
        "quarter",
        "purchasing",
        "cost",
        "reduction",
        "materially",
        "start",
        "help",
        "offset",
        "margin",
        "pressure",
        "sometime",
        "second",
        "quarter",
        "currently",
        "expecting",
        "positive",
        "leverage",
        "gross",
        "margin",
        "based",
        "timing",
        "purchasing",
        "cost",
        "reduction",
        "forecasted",
        "revenue",
        "growth",
        "rate",
        "remainder",
        "calendar",
        "year",
        "allowing",
        "u",
        "maintain",
        "annual",
        "guidance",
        "provided",
        "said",
        "downing",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "increased",
        "staffing",
        "level",
        "income",
        "operation",
        "first",
        "quarter",
        "decreased",
        "million",
        "compared",
        "income",
        "operation",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "lower",
        "quarter",
        "quarter",
        "gross",
        "profit",
        "margin",
        "percentage",
        "income",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "increased",
        "interest",
        "net",
        "expense",
        "foreign",
        "exchange",
        "gain",
        "realized",
        "gain",
        "sale",
        "equity",
        "investment",
        "first",
        "quarter",
        "company",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "primarily",
        "driven",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "net",
        "income",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "first",
        "quarter",
        "earnings",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "increased",
        "compared",
        "earnings",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "result",
        "lower",
        "effective",
        "tax",
        "rate",
        "reduction",
        "diluted",
        "share",
        "outstanding",
        "quarter",
        "quarter",
        "basis",
        "automotive",
        "net",
        "sale",
        "first",
        "quarter",
        "million",
        "increase",
        "compared",
        "automotive",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "driven",
        "increase",
        "mirror",
        "unit",
        "shipment",
        "quarter",
        "quarter",
        "basis",
        "net",
        "sale",
        "first",
        "quarter",
        "includes",
        "dimmable",
        "aircraft",
        "window",
        "fire",
        "protection",
        "product",
        "million",
        "increase",
        "compared",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "share",
        "repurchase",
        "first",
        "quarter",
        "company",
        "repurchased",
        "million",
        "share",
        "common",
        "stock",
        "average",
        "price",
        "per",
        "share",
        "share",
        "repurchase",
        "million",
        "share",
        "repurchased",
        "former",
        "ceo",
        "pursuant",
        "previously",
        "disclosed",
        "retirement",
        "agreement",
        "price",
        "per",
        "share",
        "previously",
        "announced",
        "share",
        "repurchase",
        "separately",
        "approved",
        "company",
        "board",
        "director",
        "part",
        "company",
        "existing",
        "publicly",
        "announced",
        "share",
        "repurchase",
        "plan",
        "march",
        "company",
        "approximately",
        "million",
        "share",
        "remaining",
        "available",
        "repurchase",
        "pursuant",
        "previously",
        "announced",
        "share",
        "repurchase",
        "plan",
        "part",
        "broader",
        "publicly",
        "disclosed",
        "capital",
        "allocation",
        "strategy",
        "company",
        "intends",
        "continue",
        "repurchase",
        "additional",
        "share",
        "common",
        "stock",
        "future",
        "support",
        "capital",
        "allocation",
        "strategy",
        "share",
        "repurchase",
        "may",
        "vary",
        "time",
        "time",
        "take",
        "account",
        "macroeconomic",
        "issue",
        "market",
        "trend",
        "factor",
        "company",
        "deemed",
        "appropriate",
        "debt",
        "repayment",
        "first",
        "quarter",
        "company",
        "paid",
        "million",
        "debt",
        "company",
        "term",
        "loan",
        "combination",
        "normally",
        "scheduled",
        "principal",
        "repayment",
        "million",
        "resulted",
        "total",
        "repayment",
        "million",
        "quarter",
        "company",
        "expects",
        "continue",
        "based",
        "previously",
        "disclosed",
        "factor",
        "pay",
        "additional",
        "principal",
        "second",
        "third",
        "quarter",
        "anticipation",
        "debt",
        "maturing",
        "september",
        "future",
        "estimate",
        "company",
        "forecast",
        "light",
        "vehicle",
        "production",
        "second",
        "quarter",
        "full",
        "year",
        "based",
        "ihs",
        "automotive",
        "april",
        "forecast",
        "light",
        "vehicle",
        "production",
        "north",
        "america",
        "europe",
        "japan",
        "korea",
        "light",
        "vehicle",
        "production",
        "per",
        "ihs",
        "automotive",
        "april",
        "light",
        "vehicle",
        "production",
        "forecast",
        "million",
        "region",
        "2q",
        "2q",
        "change",
        "calendar",
        "year",
        "calendar",
        "year",
        "change",
        "north",
        "america",
        "europe",
        "japan",
        "korea",
        "total",
        "light",
        "vehicle",
        "production",
        "based",
        "april",
        "ihs",
        "light",
        "vehicle",
        "production",
        "forecast",
        "current",
        "forecasted",
        "product",
        "mix",
        "expense",
        "growth",
        "estimate",
        "company",
        "continues",
        "maintain",
        "previously",
        "announced",
        "annual",
        "guidance",
        "revenue",
        "gross",
        "margin",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "depreciation",
        "amortization",
        "calendar",
        "year",
        "annual",
        "revenue",
        "guidance",
        "calendar",
        "year",
        "analysis",
        "refinement",
        "company",
        "lowering",
        "estimated",
        "effective",
        "annual",
        "tax",
        "rate",
        "calendar",
        "year",
        "previous",
        "guidance",
        "calendar",
        "year",
        "range",
        "year",
        "primarily",
        "result",
        "detailed",
        "analysis",
        "component",
        "legislation",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "r",
        "tax",
        "credit",
        "well",
        "discrete",
        "tax",
        "benefit",
        "related",
        "equity",
        "compensation",
        "safe",
        "harbor",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "communication",
        "purely",
        "historical",
        "statement",
        "statement",
        "give",
        "company",
        "current",
        "expectation",
        "forecast",
        "future",
        "event",
        "statement",
        "generally",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "forecast",
        "goal",
        "hope",
        "may",
        "plan",
        "project",
        "variation",
        "word",
        "similar",
        "expression",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "often",
        "difficult",
        "predict",
        "beyond",
        "company",
        "control",
        "could",
        "cause",
        "company",
        "result",
        "described",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "change",
        "general",
        "industry",
        "regional",
        "market",
        "condition",
        "change",
        "consumer",
        "customer",
        "preference",
        "product",
        "camera",
        "replacing",
        "mirror",
        "autonomous",
        "driving",
        "ability",
        "awarded",
        "new",
        "business",
        "continued",
        "uncertainty",
        "pricing",
        "negotiation",
        "customer",
        "loss",
        "business",
        "increased",
        "competition",
        "change",
        "strategic",
        "relationship",
        "customer",
        "bankruptcy",
        "divestiture",
        "customer",
        "brand",
        "fluctuation",
        "vehicle",
        "production",
        "schedule",
        "change",
        "product",
        "mix",
        "raw",
        "material",
        "shortage",
        "higher",
        "raw",
        "material",
        "fuel",
        "energy",
        "cost",
        "unfavorable",
        "fluctuation",
        "currency",
        "interest",
        "rate",
        "region",
        "operate",
        "cost",
        "difficulty",
        "related",
        "integration",
        "ability",
        "maximize",
        "value",
        "new",
        "acquired",
        "technology",
        "business",
        "change",
        "regulatory",
        "condition",
        "warranty",
        "recall",
        "claim",
        "litigation",
        "customer",
        "reaction",
        "thereto",
        "possible",
        "adverse",
        "result",
        "pending",
        "future",
        "litigation",
        "infringement",
        "claim",
        "change",
        "tax",
        "law",
        "import",
        "export",
        "duty",
        "tariff",
        "rate",
        "country",
        "conduct",
        "business",
        "negative",
        "impact",
        "governmental",
        "investigation",
        "associated",
        "litigation",
        "including",
        "security",
        "litigation",
        "relating",
        "conduct",
        "business",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "rule",
        "nasdaq",
        "global",
        "select",
        "market",
        "accordingly",
        "statement",
        "read",
        "conjunction",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "identified",
        "heading",
        "risk",
        "factor",
        "company",
        "latest",
        "form",
        "form",
        "filed",
        "sec",
        "first",
        "quarter",
        "conference",
        "call",
        "conference",
        "call",
        "related",
        "news",
        "release",
        "simulcast",
        "live",
        "internet",
        "beginning",
        "et",
        "today",
        "april",
        "number",
        "participate",
        "call",
        "passcode",
        "participant",
        "may",
        "listen",
        "call",
        "via",
        "audio",
        "streaming",
        "visiting",
        "http",
        "webcast",
        "replay",
        "available",
        "approximately",
        "hour",
        "conclusion",
        "call",
        "http",
        "company",
        "founded",
        "gentex",
        "corporation",
        "nasdaq",
        "global",
        "select",
        "market",
        "gntx",
        "supplier",
        "rearview",
        "mirror",
        "electronics",
        "automotive",
        "industry",
        "dimmable",
        "aircraft",
        "window",
        "aviation",
        "market",
        "fire",
        "protection",
        "product",
        "fire",
        "protection",
        "market",
        "visit",
        "company",
        "web",
        "site",
        "contact",
        "information",
        "gentex",
        "investor",
        "medium",
        "contact",
        "josh",
        "x5814",
        "gentex",
        "corporation",
        "mirror",
        "shipment",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "north",
        "american",
        "interior",
        "mirror",
        "north",
        "american",
        "exterior",
        "mirror",
        "total",
        "north",
        "american",
        "mirror",
        "unit",
        "international",
        "interior",
        "mirror",
        "international",
        "exterior",
        "mirror",
        "total",
        "international",
        "mirror",
        "unit",
        "total",
        "interior",
        "mirror",
        "total",
        "exterior",
        "mirror",
        "total",
        "mirror",
        "unit",
        "note",
        "percent",
        "change",
        "amount",
        "may",
        "total",
        "due",
        "rounding",
        "gentex",
        "corporation",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "engineering",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "basic",
        "diluted",
        "cash",
        "dividend",
        "declared",
        "per",
        "share",
        "gentex",
        "corporation",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "patent",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "investment",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "shareholder",
        "investment",
        "total",
        "liability",
        "shareholder",
        "investment",
        "source",
        "gentex",
        "corporation"
    ]
}