{
    "organizations": [],
    "uuid": "5a3f4c573f1e24b21a18c2eda5194b53e94637a0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/cnbc-exclusive-cnbc-transcript-former-treasury-secretary-jack-lew-speaks-with-cnbcs-sara-eisen-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: Former Treasury Secretary Jack Lew Speaks with CNBC’s Sara Eisen Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, April 19, 2018\nWHERE: CNBC's \" Squawk Alley \" – Live from the IMF Spring Meetings in Washington D.C.\nFollowing is the unofficial transcript of a CNBC EXCLUSIVE interview with Former Treasury Secretary Jack Lew and CNBC's Sara Eisen on CNBC's \"Squawk Alley\" (11AM – 12PM) today, Thursday, April 19th. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/04/19/jack-lew-i-worry-if-our-leadership-in-the-world-starts-to-erode.html .\nAll references must be sourced to CNBC.\nCARL QUINTANILLA: BUSY DAY, SCOTT. THANKS, SCOTT WAPNER. LET'S GET TO SARA EISEN WHO IS AT IMF'S SPRING MEETING IN WASHINGTON WITH ANOTHER SPECIAL GUEST. HI AGAIN, SARA.\nSARA EISEN: HI, CARL. I AM WITH A FAMILIAR FACE HERE AT THESE MEETINGS, JACK LEW, THE FORMER TREASURY SECRETARY OF THE UNITED STATES. NICE TO SEE YOU.\nJACK LEW: IT'S GOOD TO BE WITH YOU.\nEISEN: JUST STEPPING OFF YOUR PANEL. I WOULD HAVE TO SAY THAT TRADE IS DOMINATING THE CONVERSATION HERE, WHETHER IT'S NEWS OF JAPAN OR WHAT'S GOING ON WITH CHINA. AS YOU SEE THESE HEADLINES, WHAT GOES THROUGH YOUR MIND AS SOMEONE WHO WAS ON THE OTHER END OF THE NEGOTIATING TABLE VERY RECENTLY WITH COUNTRIES LIKE CHINA?\nLEW: LOOK, I THINK THE UNITED STATES HAS TO STAND UP FOR ITS RIGHTS IN A WORLD WITH FREE TRADE. WE CERTAINLY DID. WE DEMANDED THAT OTHER COUNTRIES FOLLOW THE RULES AND WE ARGUED FORCEFULLY FOR AMERICAN INTERESTS. BUT I THINK IT'S REALLY IMPORTANT THAT THE UNITED STATES BE SEEN AS A LEADER IN DEFENDING THE RULES AND PROMOTING ADHERENCE TO THE RULES. I THINK RIGHT NOW WE'RE SEEING RHETORIC THAT'S VERY HOT. WE STILL DON'T KNOW EXACTLY WHAT THE ACTIONS ARE. I THINK THAT IT'S VERY DANGEROUS TO GET INTO A TIT-FOR-TAT WAR IN TRADE, BECAUSE EVEN IF YOUR GOAL IS TO BE MODERATE AND PROPORTIONAL IN RESPONSE, ONE THING CAN EASILY LEAD TO ANOTHER AND IT CAN GET OUT OF CONTROL. SO I THINK IT'S A MOMENT WHERE PEOPLE SHOULD TAKE A STEP BACK AND BE CAUTIOUS. I DO THINK THAT, YOU KNOW, IT'S IMPORTANT IN COUNTRIES LIKE CHINA TO RECOGNIZE THERE ARE THINGS THEY DID IN THE PAST THAT HAVE CAUSED HARM HERE IN THE UNITED STATES, BUT IT'S EQUALLY IMPORTANT IN THE UNITED STATES TO RECOGNIZE WHEN THEY'RE NOT DOING THINGS THAT THEY DID IN THE PAST AND WE HAVE TO MOVE FORWARD, FINDING A WAY FOR THE TWO LARGEST ECONOMIES IN THE WORLD TO FIND WAYS TO WORK TOGETHER.\nEISEN: SO IT SOUNDS LIKE WHAT YOU'RE SAYING IS THAT YOU DONT AGREE WITH PRESIDENT TRUMP'S TACTIC HERE OF THREATENING TARIFFS ON $100 BILLION WORTH OF CHINESE GOODS?\nLEW: I THINK THE UNITED STATES, ASSERTING TARIFFS THAT ARE DIFFICULT TO JUSTIFY IN TERMS OF INTERNATIONAL LAW, WHICH IS HOW I VIEWED THE ALUMINUM AND STEEL ACTION, IS NOT A GOOD PLACE FOR THE UNITED STATES TO BE. I THINK ASSERTING NATIONAL SECURITY GROUNDS FOR ALUMINUM AND STEEL TARIFFS, THEN EXEMPTING COUNTRIES LIKE YOU KNOW, CANADA AND EUROPEAN COUNTRIES, LEAVING JAPAN AS THE COUNTRY THAT WE HAVE ALUMINUM AND STEEL TARIFFS ON. THE TRUTH IS WE DON'T BRING IN A LOT OF ALUMINUM AND STEEL FROM CHINA, SO IT'S JAPAN THAT IS GONNA NOW BEAR THE BIG BRUNT OF THE STEEL TARIFFS. THE ADDITIONAL $100 BILLION, WE DON'T KNOW WHAT THE BASE OF THAT'S GONNA BE, WE DON'T KNOW WHAT THE PERCENTAGE WILL BE. THE RESPONSES COULD EASILY DO MORE HARM IN AMERICA THAN THEY DO HELP. AND ALUMINUM AND STEEL, I THINK IT WAS ACTUALLY CONSTRUCTIVE THAT PEOPLE STARTED TO UNDERSTAND IT COULD MAKE OUR AUTO INDUSTRY LESS COMPETITIVE. THAT'S NOT A GOOD THING FOR U.S. WORKERS. I DON'T KNOW EXACTLY WHAT THE SHAPE OF THE $100 BILLION PACKAGE WILL BE. I WORRY THAT THE RESPONSE COULD DO MORE DAMAGE THAN ANY TARIFFS LIKE THAT DO GOOD. MOST IMPORTANTLY, YOU NEED TO PUSH CHINA ON IMPORTANT ISSUES LIKE REDUCING EXCESS CAPACITY IN ALUMINUM AND STEEL, LIKE NOT CLOSING THEIR MARKETS TO FOREIGN BUSINESSES THAT ARE OPEN WHERE THE OTHER COUNTRIES ARE OPEN TO THEM, NOT HAVING SUBSIDIES THAT SKEW INVESTMENT AND CREATE UNFAIR ADVANTAGE. YOU DO THAT BY ENGAGING. NOT JUST ONE-ON-ONE, BUT IN MULTILATERAL SETTINGS.\nEISEN: THE ADMINISTRATION WOULD SAY, LOOK, YOUR ADMINISTRATION, THE OBAMA ADMINISTRATION, TRIED THAT. IT DIDN'T WORK. WE'LL HAVE TO TALK TOUGH. AND WHEN YOU LOOK AT THE PRESIDENT'S STYLE, IT MAY BE UNCONVENTIONAL, BUT THOSE FIRE AND FURY REMARKS, I MEAN, HE BROUGHT NORTH KOREA TO THE NEGOTIATING TABLE. MAYBE HE CAN DO THE SAME WITH CHINA ON TRADE.\nLEW: I HOPE THAT THE OUTCOME OF THE NORTH KOREA ONGOING PROCESS IS SUCCESSFUL. IT'S VERY IMPORTANT TO THE UNITED STATES AND THE WORLD FOR NORTH KOREA NOT TO BE A NUCLEAR THREAT. WE DON'T KNOW THE OUTCOME YET. I'M A PATRIOT. I HOPE FOR SUCCESS. I THINK IN THIS ECONOMIC SPACE, IT'S NOT FAIR TO SAY THAT THE UNITED STATES DIDN'T DO WELL IN THE OBAMA YEARS. YOU KNOW, WE'RE NOW IN THE NINTH YEAR OF A RECOVERY, SEVEN YEARS WHICH WAS IN THE OBAMA ADMINISTRATION. WE HELPED TO REBUILD THE WORLD ECONOMY, LEADING THE WORLD EVEN WHILE THE ECONOMIC CRISIS STARTED HERE. THE UNITED STATES HAS TO BE ABLE TO LEAD THE WORLD. THE WORLD NEEDS IT AND THE UNITED STATES NEEDS IT. I WORRY IF OUR LEADERSHIP OF THE WORLD STARTS TO ERODE.\nEISEN: I WAS WONDERING ARE WE -- WHERE ARE WE IN THAT LEADERSHIP OF THE WORLD ECONOMICALLY?\nLEW: LOOK, I THINK OUR ECONOMY IS DOING WELL. I THINK ACTIONS WE'RE TAKING IN A NUMBER OF AREAS ARE NOT IN THE MEDIUM AND LONG-TERM HELPFUL. YOU LOOK AT THE TAX CUT WE PASSED. I THINK IS HELPING SIMULATE INTERNATIONAL ECONOMIC GROWTH. THAT'S WHAT THE IMF REPORT SHOWS. BUT IT'S ALSO GOING TO INCREASE AMERICAN BORROWING. IT'S GOING TO INCREASE OUR TRADE DEFICITS. IT'S GOING TO WEAKEN THE U.S. ABILITY IN THE FUTURE TO BE STRONG. YOU LOOK AT WHAT WE'RE DOING ON TRADE. WE NEED TO PRESS FOR FAIR TRADE. TPP, WE NEGOTIATED A GOOD AGREEMENT. I THINK THIS ADMINISTRATION, IF IT DOES RE-ENTER, WILL BE LUCKY IF THEY CAN BRING IT BACK TO WHERE IT WAS 'CAUSE IT WAS –\nEISEN: THINGS AREN'T LOOKING GOOD. IT WAS LOOKING GOOD FOR A FEW DAYS THERE –\nLEW: YEAH, IT WAS LOOKING GOOD FOR A FEW DAYS BUT THESE SIGNALS ON AGAIN, OFF AGAIN. UNITED STATES BROUGHT, YOU KNOW, MUCH OF THE WORLD TOGETHER TO AGREE TO TPP AND THEN THE WORLD MOVED ON WITHOUT THE UNITED STATES. THAT'S NOT GOOD FOR UNITED STATES.\nEISEN: AS A RESULT OF SOME OF THESE – THE TRADE FRICTION AND THE THREATS AGAINST CHINA, WHAT DO YOU THINK COMPANIES – AMERICAN COMPANIES THAT OPERATE OVERSEAS NEED TO BE MOST WORRIED ABOUT? IS IT THE SUPPLY CHAIN DISRUPTION? BOYCOTTS? WHAT WILL THE RESPONSE BE?\nLEW: SO, I THINK THERE'S A LOT OF CAUTION RIGHT NOW BECAUSE OF ALL OF THE UNCERTAINTY. I THINK THAT – AND IT'S NOT JUST BECAUSE OF THE U.S. – I THINK IN EUROPE, YOU'RE SEEING THAT KIND OF CAUTION BECAUSE OF WHERE WILL BREXIT GO IN BETWEEN THE UK AND EUROPE? THERE'S A LOT OF THINGS WHERE UNCERTAINTY IS STILL SLOWING INVESTMENT. YOU KNOW, I THINK THE RISK TO U.S. PRODUCERS IS THAT THEIR COSTS GO UP IN AREAS AND THEY BECOME LESS COMPETITIVE. YOU LOOK AT THE NORTH AMERICAN SUPPLY CHAIN, IT'S VERY IMPORTANT FOR OUR AUTO INDUSTRY, IT'S VERY IMPORTANT FOR OUR AGRICULTURE SECTOR. THE UNCERTAINTY OVER THE FUTURE OF NAFTA ISN'T GOOD. I HOPE THESE ISSUES GET RESOLVED WHERE THE POLICY IS MORE MODERATE THAN THE RHETORIC.\nEISEN: AND WHAT WE'VE SEEN ACTUALLY, THE BARK HAS BEEN A LITTLE BIT TOUGHER THAN THE BITE. I WANTED TO ASK YOU ABOUT WHAT'S GOING ON IN THE MARKET: TWO-YEAR YIELD AT A DECADE HIGH, FLATTENING YIELD CURVE. NOW THAT YOU'RE NOT THE TREASURY SECRETARY, YOU CAN COMMENT ON THESE THINGS.\nLEW: LOOK, I THINK THAT WHAT I JUST DESCRIBED, THAT CAUTION IN THE MARKET, YOU KNOW, WE'RE LATE IN THE BUSINESS CYCLE, THERE'S A LOT OF GEOPOLITICAL RISKS, THERE ARE ECONOMIC RISKS THAT INFLATION MAY PICK UP. GOING BACK TO THE TAX CUT, THERE'S QUESTIONS ABOUT WHAT DOES THAT DO TO INFLATION? GOING BACK TO TRADE, WHAT DOES THAT DO TO INFLATION? WHAT DOES THE FED DO IN RESPONSE?\nEISEN: IT RAISES IT.\nLEW: IT RAISES INFLATION, YOU'RE GONNA SEE MONETARY POLICY START TO MOVE.\nEISEN: DO YOU THINK THE FED'S GONNA BE MORE AGGRESSIVE?\nLEW: I THINK IT'S MADE THE JOB OF THE FED HARDER, BECAUSE THE FED IS TRYING TO THREAD A VERY NARROW NEEDLE. THEY WANT TO KEEP INFLATION FROM TAKING OFF BUT THEY DON'T WANT TO STOP RECOVERY. THE SIGNALS THAT MAY BE CONFLICTING IN TERM OF POLICY AND CONFUSING ARE PROBABLY GOING TO ACCELERATE DECISIONS, OR AT LEAST COULD ACCELERATE DECISIONS. IN RETROSPECT, THAT MIGHT BE GOOD OR IT MIGHT BE BAD. BUT I THINK IT WAS HARD ENOUGH WITHOUT THESE OTHER FACTORS.\nEISEN: SOUNDS LIKE WHAT YOU'RE SAYING IS THAT THE CHANCES FOR A POTENTIAL MISTAKE IN TRYING TO CONTAIN THIS DELICATE BALANCE AROUND INFLATION HAVE RISEN.\nLEW: I THINK THEIR JOB HAS GOTTEN HARDER.\nEISEN: AS A DIRECT RESULT OF THE TRUMP POLICY.\nLEW: I THINK THE TAX – THE DEFICIT – YOU LOOK AT THE THE CBO FORECAST THAT CAME OUT SHOWING THE DEBT REACHING -- THE DEBTS ARE REACHING $1 TRILLION. THE DEBT REACHING 100% OF GDP.\nEISEN: BUT A LOT OF PEOPLE WOULD SAY, LOOK, THE DEBT ROSE DURING THE OBAMA YEARS AND THERE WAS NO CONCERN ABOUT THAT AND NO EFFORT TO TRY TO –\nLEW: IT DIDN'T RISE AS A PERCENTAGE OF GDP. WE ACTUALLY STABILIZED IT AS A PERCENTAGE OF GDP AND WE GOT THE DEFICIT AS A PERCENTAGE OF GDP FROM 10% TO 3%. WE HANDED OVER AN ECONOMY THAT WAS GROWING WHERE YOU COULD HAVE FIXED THE LONG-TERM FISCAL PROBLEMS AND NOW WE'VE ACELERATED THE LONG-TERM FISCAL PROBLEMS. I THINK IT MAKES IT HARDER.\nEISEN: YEAH, IT IS INTERESTING TO HEAR THOSE WARNINGS. CHRISTINE LAGARDE TOLD US THE SAME THINGS AND NOW THE DEMOCRATS ARE WARNING ABOUT THE DEBT. WE'LL LEAVE THERE. THANK YOU VERY MUCH.\nLEW: GREAT TO BE WITH YOU.\nEISEN: JACK LEW, THE FORMER TREASURY SECRETARY OF THE UNITED STATES. AND THAT SUMS IT UP HERE, CARL. THOSE WARNINGS ABOUT RISING DEBT AND TRADE TENSIONS REALLY CUTTING INTO SOME OF THE OPTIMISM ABOUT STRONG\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 50 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-04-19T21:12:00.000+03:00",
    "crawled": "2018-04-20T00:45:14.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "april",
        "cnbc",
        "squawk",
        "alley",
        "live",
        "imf",
        "spring",
        "meeting",
        "washington",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "former",
        "treasury",
        "secretary",
        "jack",
        "lew",
        "cnbc",
        "sara",
        "eisen",
        "cnbc",
        "squawk",
        "alley",
        "11am",
        "12pm",
        "today",
        "thursday",
        "april",
        "19th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "carl",
        "quintanilla",
        "busy",
        "day",
        "scott",
        "thanks",
        "scott",
        "wapner",
        "let",
        "get",
        "sara",
        "eisen",
        "imf",
        "spring",
        "meeting",
        "washington",
        "another",
        "special",
        "guest",
        "hi",
        "sara",
        "sara",
        "eisen",
        "hi",
        "carl",
        "familiar",
        "face",
        "meeting",
        "jack",
        "lew",
        "former",
        "treasury",
        "secretary",
        "united",
        "state",
        "nice",
        "see",
        "jack",
        "lew",
        "good",
        "eisen",
        "stepping",
        "panel",
        "would",
        "say",
        "trade",
        "dominating",
        "conversation",
        "whether",
        "news",
        "japan",
        "going",
        "china",
        "see",
        "headline",
        "go",
        "mind",
        "someone",
        "end",
        "negotiating",
        "table",
        "recently",
        "country",
        "like",
        "china",
        "lew",
        "look",
        "think",
        "united",
        "state",
        "stand",
        "right",
        "world",
        "free",
        "trade",
        "certainly",
        "demanded",
        "country",
        "follow",
        "rule",
        "argued",
        "forcefully",
        "american",
        "interest",
        "think",
        "really",
        "important",
        "united",
        "state",
        "seen",
        "leader",
        "defending",
        "rule",
        "promoting",
        "adherence",
        "rule",
        "think",
        "right",
        "seeing",
        "rhetoric",
        "hot",
        "still",
        "know",
        "exactly",
        "action",
        "think",
        "dangerous",
        "get",
        "war",
        "trade",
        "even",
        "goal",
        "moderate",
        "proportional",
        "response",
        "one",
        "thing",
        "easily",
        "lead",
        "another",
        "get",
        "control",
        "think",
        "moment",
        "people",
        "take",
        "step",
        "back",
        "cautious",
        "think",
        "know",
        "important",
        "country",
        "like",
        "china",
        "recognize",
        "thing",
        "past",
        "caused",
        "harm",
        "united",
        "state",
        "equally",
        "important",
        "united",
        "state",
        "recognize",
        "thing",
        "past",
        "move",
        "forward",
        "finding",
        "way",
        "two",
        "largest",
        "economy",
        "world",
        "find",
        "way",
        "work",
        "together",
        "eisen",
        "sound",
        "like",
        "saying",
        "dont",
        "agree",
        "president",
        "trump",
        "tactic",
        "threatening",
        "tariff",
        "billion",
        "worth",
        "chinese",
        "good",
        "lew",
        "think",
        "united",
        "state",
        "asserting",
        "tariff",
        "difficult",
        "justify",
        "term",
        "international",
        "law",
        "viewed",
        "aluminum",
        "steel",
        "action",
        "good",
        "place",
        "united",
        "state",
        "think",
        "asserting",
        "national",
        "security",
        "ground",
        "aluminum",
        "steel",
        "tariff",
        "exempting",
        "country",
        "like",
        "know",
        "canada",
        "european",
        "country",
        "leaving",
        "japan",
        "country",
        "aluminum",
        "steel",
        "tariff",
        "truth",
        "bring",
        "lot",
        "aluminum",
        "steel",
        "china",
        "japan",
        "gon",
        "na",
        "bear",
        "big",
        "brunt",
        "steel",
        "tariff",
        "additional",
        "billion",
        "know",
        "base",
        "gon",
        "na",
        "know",
        "percentage",
        "response",
        "could",
        "easily",
        "harm",
        "america",
        "help",
        "aluminum",
        "steel",
        "think",
        "actually",
        "constructive",
        "people",
        "started",
        "understand",
        "could",
        "make",
        "auto",
        "industry",
        "less",
        "competitive",
        "good",
        "thing",
        "worker",
        "know",
        "exactly",
        "shape",
        "billion",
        "package",
        "worry",
        "response",
        "could",
        "damage",
        "tariff",
        "like",
        "good",
        "importantly",
        "need",
        "push",
        "china",
        "important",
        "issue",
        "like",
        "reducing",
        "excess",
        "capacity",
        "aluminum",
        "steel",
        "like",
        "closing",
        "market",
        "foreign",
        "business",
        "open",
        "country",
        "open",
        "subsidy",
        "skew",
        "investment",
        "create",
        "unfair",
        "advantage",
        "engaging",
        "multilateral",
        "setting",
        "eisen",
        "administration",
        "would",
        "say",
        "look",
        "administration",
        "obama",
        "administration",
        "tried",
        "work",
        "talk",
        "tough",
        "look",
        "president",
        "style",
        "may",
        "unconventional",
        "fire",
        "fury",
        "remark",
        "mean",
        "brought",
        "north",
        "korea",
        "negotiating",
        "table",
        "maybe",
        "china",
        "trade",
        "lew",
        "hope",
        "outcome",
        "north",
        "korea",
        "ongoing",
        "process",
        "successful",
        "important",
        "united",
        "state",
        "world",
        "north",
        "korea",
        "nuclear",
        "threat",
        "know",
        "outcome",
        "yet",
        "patriot",
        "hope",
        "success",
        "think",
        "economic",
        "space",
        "fair",
        "say",
        "united",
        "state",
        "well",
        "obama",
        "year",
        "know",
        "ninth",
        "year",
        "recovery",
        "seven",
        "year",
        "obama",
        "administration",
        "helped",
        "rebuild",
        "world",
        "economy",
        "leading",
        "world",
        "even",
        "economic",
        "crisis",
        "started",
        "united",
        "state",
        "able",
        "lead",
        "world",
        "world",
        "need",
        "united",
        "state",
        "need",
        "worry",
        "leadership",
        "world",
        "start",
        "erode",
        "eisen",
        "wondering",
        "leadership",
        "world",
        "economically",
        "lew",
        "look",
        "think",
        "economy",
        "well",
        "think",
        "action",
        "taking",
        "number",
        "area",
        "medium",
        "helpful",
        "look",
        "tax",
        "cut",
        "passed",
        "think",
        "helping",
        "simulate",
        "international",
        "economic",
        "growth",
        "imf",
        "report",
        "show",
        "also",
        "going",
        "increase",
        "american",
        "borrowing",
        "going",
        "increase",
        "trade",
        "deficit",
        "going",
        "weaken",
        "ability",
        "future",
        "strong",
        "look",
        "trade",
        "need",
        "press",
        "fair",
        "trade",
        "tpp",
        "negotiated",
        "good",
        "agreement",
        "think",
        "administration",
        "lucky",
        "bring",
        "back",
        "eisen",
        "thing",
        "looking",
        "good",
        "looking",
        "good",
        "day",
        "lew",
        "yeah",
        "looking",
        "good",
        "day",
        "signal",
        "united",
        "state",
        "brought",
        "know",
        "much",
        "world",
        "together",
        "agree",
        "tpp",
        "world",
        "moved",
        "without",
        "united",
        "state",
        "good",
        "united",
        "state",
        "eisen",
        "result",
        "trade",
        "friction",
        "threat",
        "china",
        "think",
        "company",
        "american",
        "company",
        "operate",
        "overseas",
        "need",
        "worried",
        "supply",
        "chain",
        "disruption",
        "boycott",
        "response",
        "lew",
        "think",
        "lot",
        "caution",
        "right",
        "uncertainty",
        "think",
        "think",
        "europe",
        "seeing",
        "kind",
        "caution",
        "brexit",
        "go",
        "uk",
        "europe",
        "lot",
        "thing",
        "uncertainty",
        "still",
        "slowing",
        "investment",
        "know",
        "think",
        "risk",
        "producer",
        "cost",
        "go",
        "area",
        "become",
        "less",
        "competitive",
        "look",
        "north",
        "american",
        "supply",
        "chain",
        "important",
        "auto",
        "industry",
        "important",
        "agriculture",
        "sector",
        "uncertainty",
        "future",
        "nafta",
        "good",
        "hope",
        "issue",
        "get",
        "resolved",
        "policy",
        "moderate",
        "rhetoric",
        "eisen",
        "seen",
        "actually",
        "bark",
        "little",
        "bit",
        "tougher",
        "bite",
        "wanted",
        "ask",
        "going",
        "market",
        "yield",
        "decade",
        "high",
        "flattening",
        "yield",
        "curve",
        "treasury",
        "secretary",
        "comment",
        "thing",
        "lew",
        "look",
        "think",
        "described",
        "caution",
        "market",
        "know",
        "late",
        "business",
        "cycle",
        "lot",
        "geopolitical",
        "risk",
        "economic",
        "risk",
        "inflation",
        "may",
        "pick",
        "going",
        "back",
        "tax",
        "cut",
        "question",
        "inflation",
        "going",
        "back",
        "trade",
        "inflation",
        "fed",
        "response",
        "eisen",
        "raise",
        "lew",
        "raise",
        "inflation",
        "gon",
        "na",
        "see",
        "monetary",
        "policy",
        "start",
        "move",
        "eisen",
        "think",
        "fed",
        "gon",
        "na",
        "aggressive",
        "lew",
        "think",
        "made",
        "job",
        "fed",
        "harder",
        "fed",
        "trying",
        "thread",
        "narrow",
        "needle",
        "want",
        "keep",
        "inflation",
        "taking",
        "want",
        "stop",
        "recovery",
        "signal",
        "may",
        "conflicting",
        "term",
        "policy",
        "confusing",
        "probably",
        "going",
        "accelerate",
        "decision",
        "least",
        "could",
        "accelerate",
        "decision",
        "retrospect",
        "might",
        "good",
        "might",
        "bad",
        "think",
        "hard",
        "enough",
        "without",
        "factor",
        "eisen",
        "sound",
        "like",
        "saying",
        "chance",
        "potential",
        "mistake",
        "trying",
        "contain",
        "delicate",
        "balance",
        "around",
        "inflation",
        "risen",
        "lew",
        "think",
        "job",
        "gotten",
        "harder",
        "eisen",
        "direct",
        "result",
        "trump",
        "policy",
        "lew",
        "think",
        "tax",
        "deficit",
        "look",
        "cbo",
        "forecast",
        "came",
        "showing",
        "debt",
        "reaching",
        "debt",
        "reaching",
        "trillion",
        "debt",
        "reaching",
        "gdp",
        "eisen",
        "lot",
        "people",
        "would",
        "say",
        "look",
        "debt",
        "rose",
        "obama",
        "year",
        "concern",
        "effort",
        "try",
        "lew",
        "rise",
        "percentage",
        "gdp",
        "actually",
        "stabilized",
        "percentage",
        "gdp",
        "got",
        "deficit",
        "percentage",
        "gdp",
        "handed",
        "economy",
        "growing",
        "could",
        "fixed",
        "fiscal",
        "problem",
        "acelerated",
        "fiscal",
        "problem",
        "think",
        "make",
        "harder",
        "eisen",
        "yeah",
        "interesting",
        "hear",
        "warning",
        "christine",
        "lagarde",
        "told",
        "u",
        "thing",
        "democrat",
        "warning",
        "debt",
        "leave",
        "thank",
        "much",
        "lew",
        "great",
        "eisen",
        "jack",
        "lew",
        "former",
        "treasury",
        "secretary",
        "united",
        "state",
        "sum",
        "carl",
        "warning",
        "rising",
        "debt",
        "trade",
        "tension",
        "really",
        "cutting",
        "optimism",
        "strong",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}