{
    "organizations": [],
    "uuid": "96a8ca507a574527af3111cb7f577c152bac01da",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/23/globe-newswire-westwater-resources-completes-acquisition-of-alabama-graphite.html",
    "ord_in_thread": 0,
    "title": "Westwater Resources Completes Acquisition of Alabama Graphite",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CENTENNIAL, Colo., April 23, 2018 (GLOBE NEWSWIRE) -- Westwater Resources, Inc. (Nasdaq:WWR) (“WWR” or the “Company”), an energy materials exploration and development company, announced today that its acquisition of Alabama Graphite Corp. (“AGC”) is complete. Important actions going forward are:\nThe Company is advancing plans to produce advanced battery materials on a pilot scale during 2019. The Company is working with over 30 potential customers, several of which have qualification samples in hand as a first step towards potential sales.\n“This is a transformational event for Westwater Resources,” said Chris Jones, Chief Executive Officer, ”Our expansion into the battery-ready graphite industry takes full advantage of the rapid growth in energy storage markets and the materials they require.”\nLeadership changes supportive of the larger business\nDain McCoig, now Vice President – Operations, expands his role to include all operations in Texas and Alabama, as well as the management of our pilot plant project. Mr. McCoig has been with the Company since 2004 in positions of increasing responsibility in engineering, project management and leadership. He is a graduate of the Colorado School of Mines (B.S. Mechanical Engineering) and is a Registered Professional Engineer.\nCevat Er, now Vice President – Technical Services, expands his role to include leading all technical services while retaining his role as our Country Manager of operations in Turkey. Mr. Er has over 30 years of experience in the mineral industry, including 7 years as General Manager of Caldag Nickel. He also started up SRK Consulting’s office in Ankara, and has contributed to many operations in the Americas, Europe and Turkey as a technical consultant. He is a graduate of Middle East Technical University (B.S. Geological Engineering) and holds a Master’s Degree in Geochemistry and Hydrogeology from the University of Arizona.\nTyler Dinwoodie, now Vice President – Marketing, previously President – Alabama Graphite Corp. As previously announced, Mr. Dinwoodie joins the Westwater management team with years of experience in the graphite space as a seasoned marketing professional of downstream graphite products. He sits on the board of the National Alliance for Advanced Batteries (NAATBatt International) and has studied economics at McMaster University and physics at Laurentian University. Mr. Dinwoodie has been largely responsible for product development and placement thus far for Alabama Graphite and he will lead the graphite product marketing and sales efforts.\nRevised and Improved Coosa Business Plan\nWWR continues to evaluate and optimize the business plan for the Coosa Graphite Project by:\nAdvancing revenues to 2020 from 2022. Advancing positive cash flow to 2021 from 2022. Reducing project risk through utilizing proven, environmentally sustainable processes for battery graphite production, starting the processing facility on widely available purchased feedstock, deferring mine/mill construction until 2026 and utilizing operations cash flow for initial mine/mill capital expenditures. Staged production of, now three, advanced graphite materials to allow for product qualification timelines. These enhanced-conductivity products are essential for the production of many battery types from lead acid to alkaline power cells and lithium ion batteries. Plans for 2018 include the specification and construction of a pilot plant that will produce purified graphite in significant quantities for qualification by potential customers, as well as establishing and refining design parameters for the full-scale processing facility. Work will continue with state and local officials in Alabama and Coosa County to site and permit the full-scale processing facility and explore mutually beneficial business incentives.\nAbout Westwater Resources\nWWR is focused on developing energy-related materials. The Company’s battery materials projects include lithium mineral properties in three prospective lithium brine basins in Nevada and Utah and now with the acquisition of AGC, the Coosa Graphite Project and the associated Coosa Graphite Mine located across 41,900 acres in east-central Alabama. WWR’s uranium projects are located in Texas, New Mexico and the Republic of Turkey. WWR remains focused on advancing the Temrezli in-situ recovery (ISR) uranium project in Central Turkey when uranium prices permit economic development of this project. In Texas, the Company has two licensed and currently idled uranium processing facilities and approximately 11,000 acres (4,400 ha) of prospective in-situ recovery uranium projects. In New Mexico, the Company controls mineral rights encompassing approximately 188,700 acres (76,394 ha) in the prolific Grants Mineral Belt, which is one of the largest concentrations of sandstone-hosted uranium deposits in the world. Incorporated in 1977 as Uranium Resources, Inc., WWR also owns an extensive uranium information database of historic drill hole logs, assay certificates, maps and technical reports for the Western United States.\nCautionary Statement\nThis news release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are subject to risks, uncertainties and assumptions and are identified by words such as “expects,” “estimates,” “projects,” “anticipates,” “believes,” “could,” and other similar words. All statements addressing events or developments that WWR expects or anticipates will occur in the future, including but not limited to statements relating to developments at the Company’s projects, the potential improvements contained in WWR’s initial optimization study of the Coosa Graphite Project, the future production of graphite, including on a pilot scale, and future sales of graphite, are forward-looking statements. Because they are forward-looking, they should be evaluated in light of important risk factors and uncertainties. These risk factors and uncertainties include, but are not limited to, (a) the Company’s ability to successfully integrate AGC’s business into its own, and the risk that additional analysis of the Coosa Graphite Project may result in revisions to the findings of WWR’s initial optimization study; (b) the Company’s ability to raise additional capital in the future; (c) spot price and long-term contract price of graphite, uranium and lithium; (d) risks associated with our foreign and domestic operations; (e) operating conditions at the Company’s projects; (f) government and tribal regulation of the graphite industry, uranium industry, the lithium industry, and the power industry; (g) world-wide graphite, uranium and lithium supply and demand, including the supply and demand for lithium-based batteries; (h) maintaining sufficient financial assurance in the form of sufficiently collateralized surety instruments; (i) unanticipated geological, processing, regulatory and legal or other problems the Company may encounter in the jurisdictions where the Company operates or intends to operate, including in Alabama, Texas, New Mexico, Utah, Nevada and Republic of Turkey; (j) the ability of the Company to enter into and successfully close acquisitions or other material transactions, (k) the results of the Company’s lithium brine exploration activities at the Columbus Basin, Railroad Valley, and Sal Rica projects, and the possibility that future exploration results may be materially less promising than initial exploration result; (I) any graphite, lithium or uranium discoveries not being in high enough concentration to make it economic to extract the metals; and (m) other factors which are more fully described in the Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and other filings with the Securities and Exchange Commission. Should one or more of these risks or uncertainties materialize or should any of the Company’s underlying assumptions prove incorrect, actual results may vary materially from those currently anticipated. In addition, undue reliance should not be placed on the Company’s forward-looking statements. Except as required by law, the Company disclaims any obligation to update or publicly announce any revisions to any of the forward-looking statements contained in this news release. The results of the initial optimization study are preliminary in nature and subject to revision following WWR’s further analysis of the Coosa project.\nWestwater Resources Contact : Christopher M. Jones, President and CEO Jeffrey L. Vigil, VP Finance and CFO 303.531.0480 303.531.0481 Email: Info@WestwaterResources.net Website: www.WestwaterResources.net\nSource:Westwater Resources, Inc.",
    "published": "2018-04-23T16:00:00.000+03:00",
    "crawled": "2018-04-23T17:46:03.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "centennial",
        "april",
        "globe",
        "newswire",
        "westwater",
        "resource",
        "nasdaq",
        "wwr",
        "wwr",
        "company",
        "energy",
        "material",
        "exploration",
        "development",
        "company",
        "announced",
        "today",
        "acquisition",
        "alabama",
        "graphite",
        "agc",
        "complete",
        "important",
        "action",
        "going",
        "forward",
        "company",
        "advancing",
        "plan",
        "produce",
        "advanced",
        "battery",
        "material",
        "pilot",
        "scale",
        "company",
        "working",
        "potential",
        "customer",
        "several",
        "qualification",
        "sample",
        "hand",
        "first",
        "step",
        "towards",
        "potential",
        "sale",
        "transformational",
        "event",
        "westwater",
        "resource",
        "said",
        "chris",
        "jones",
        "chief",
        "executive",
        "officer",
        "expansion",
        "graphite",
        "industry",
        "take",
        "full",
        "advantage",
        "rapid",
        "growth",
        "energy",
        "storage",
        "market",
        "material",
        "leadership",
        "change",
        "supportive",
        "larger",
        "business",
        "dain",
        "mccoig",
        "vice",
        "president",
        "operation",
        "expands",
        "role",
        "include",
        "operation",
        "texas",
        "alabama",
        "well",
        "management",
        "pilot",
        "plant",
        "project",
        "mccoig",
        "company",
        "since",
        "position",
        "increasing",
        "responsibility",
        "engineering",
        "project",
        "management",
        "leadership",
        "graduate",
        "colorado",
        "school",
        "mine",
        "mechanical",
        "engineering",
        "registered",
        "professional",
        "engineer",
        "cevat",
        "er",
        "vice",
        "president",
        "technical",
        "service",
        "expands",
        "role",
        "include",
        "leading",
        "technical",
        "service",
        "retaining",
        "role",
        "country",
        "manager",
        "operation",
        "turkey",
        "er",
        "year",
        "experience",
        "mineral",
        "industry",
        "including",
        "year",
        "general",
        "manager",
        "caldag",
        "nickel",
        "also",
        "started",
        "srk",
        "consulting",
        "office",
        "ankara",
        "contributed",
        "many",
        "operation",
        "america",
        "europe",
        "turkey",
        "technical",
        "consultant",
        "graduate",
        "middle",
        "east",
        "technical",
        "university",
        "geological",
        "engineering",
        "hold",
        "master",
        "degree",
        "geochemistry",
        "hydrogeology",
        "university",
        "arizona",
        "tyler",
        "dinwoodie",
        "vice",
        "president",
        "marketing",
        "previously",
        "president",
        "alabama",
        "graphite",
        "previously",
        "announced",
        "dinwoodie",
        "join",
        "westwater",
        "management",
        "team",
        "year",
        "experience",
        "graphite",
        "space",
        "seasoned",
        "marketing",
        "professional",
        "downstream",
        "graphite",
        "product",
        "sits",
        "board",
        "national",
        "alliance",
        "advanced",
        "battery",
        "naatbatt",
        "international",
        "studied",
        "economics",
        "mcmaster",
        "university",
        "physic",
        "laurentian",
        "university",
        "dinwoodie",
        "largely",
        "responsible",
        "product",
        "development",
        "placement",
        "thus",
        "far",
        "alabama",
        "graphite",
        "lead",
        "graphite",
        "product",
        "marketing",
        "sale",
        "effort",
        "revised",
        "improved",
        "coosa",
        "business",
        "plan",
        "wwr",
        "continues",
        "evaluate",
        "optimize",
        "business",
        "plan",
        "coosa",
        "graphite",
        "project",
        "advancing",
        "revenue",
        "advancing",
        "positive",
        "cash",
        "flow",
        "reducing",
        "project",
        "risk",
        "utilizing",
        "proven",
        "environmentally",
        "sustainable",
        "process",
        "battery",
        "graphite",
        "production",
        "starting",
        "processing",
        "facility",
        "widely",
        "available",
        "purchased",
        "feedstock",
        "deferring",
        "construction",
        "utilizing",
        "operation",
        "cash",
        "flow",
        "initial",
        "capital",
        "expenditure",
        "staged",
        "production",
        "three",
        "advanced",
        "graphite",
        "material",
        "allow",
        "product",
        "qualification",
        "timeline",
        "product",
        "essential",
        "production",
        "many",
        "battery",
        "type",
        "lead",
        "acid",
        "alkaline",
        "power",
        "cell",
        "lithium",
        "ion",
        "battery",
        "plan",
        "include",
        "specification",
        "construction",
        "pilot",
        "plant",
        "produce",
        "purified",
        "graphite",
        "significant",
        "quantity",
        "qualification",
        "potential",
        "customer",
        "well",
        "establishing",
        "refining",
        "design",
        "parameter",
        "processing",
        "facility",
        "work",
        "continue",
        "state",
        "local",
        "official",
        "alabama",
        "coosa",
        "county",
        "site",
        "permit",
        "processing",
        "facility",
        "explore",
        "mutually",
        "beneficial",
        "business",
        "incentive",
        "westwater",
        "resource",
        "wwr",
        "focused",
        "developing",
        "material",
        "company",
        "battery",
        "material",
        "project",
        "include",
        "lithium",
        "mineral",
        "property",
        "three",
        "prospective",
        "lithium",
        "brine",
        "basin",
        "nevada",
        "utah",
        "acquisition",
        "agc",
        "coosa",
        "graphite",
        "project",
        "associated",
        "coosa",
        "graphite",
        "mine",
        "located",
        "across",
        "acre",
        "alabama",
        "wwr",
        "uranium",
        "project",
        "located",
        "texas",
        "new",
        "mexico",
        "republic",
        "turkey",
        "wwr",
        "remains",
        "focused",
        "advancing",
        "temrezli",
        "recovery",
        "isr",
        "uranium",
        "project",
        "central",
        "turkey",
        "uranium",
        "price",
        "permit",
        "economic",
        "development",
        "project",
        "texas",
        "company",
        "two",
        "licensed",
        "currently",
        "idled",
        "uranium",
        "processing",
        "facility",
        "approximately",
        "acre",
        "ha",
        "prospective",
        "recovery",
        "uranium",
        "project",
        "new",
        "mexico",
        "company",
        "control",
        "mineral",
        "right",
        "encompassing",
        "approximately",
        "acre",
        "ha",
        "prolific",
        "grant",
        "mineral",
        "belt",
        "one",
        "largest",
        "concentration",
        "uranium",
        "deposit",
        "world",
        "incorporated",
        "uranium",
        "resource",
        "wwr",
        "also",
        "owns",
        "extensive",
        "uranium",
        "information",
        "database",
        "historic",
        "drill",
        "hole",
        "log",
        "assay",
        "certificate",
        "map",
        "technical",
        "report",
        "western",
        "united",
        "state",
        "cautionary",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "identified",
        "word",
        "expects",
        "estimate",
        "project",
        "anticipates",
        "belief",
        "could",
        "similar",
        "word",
        "statement",
        "addressing",
        "event",
        "development",
        "wwr",
        "expects",
        "anticipates",
        "occur",
        "future",
        "including",
        "limited",
        "statement",
        "relating",
        "development",
        "company",
        "project",
        "potential",
        "improvement",
        "contained",
        "wwr",
        "initial",
        "optimization",
        "study",
        "coosa",
        "graphite",
        "project",
        "future",
        "production",
        "graphite",
        "including",
        "pilot",
        "scale",
        "future",
        "sale",
        "graphite",
        "statement",
        "evaluated",
        "light",
        "important",
        "risk",
        "factor",
        "uncertainty",
        "risk",
        "factor",
        "uncertainty",
        "include",
        "limited",
        "company",
        "ability",
        "successfully",
        "integrate",
        "agc",
        "business",
        "risk",
        "additional",
        "analysis",
        "coosa",
        "graphite",
        "project",
        "may",
        "result",
        "revision",
        "finding",
        "wwr",
        "initial",
        "optimization",
        "study",
        "b",
        "company",
        "ability",
        "raise",
        "additional",
        "capital",
        "future",
        "c",
        "spot",
        "price",
        "contract",
        "price",
        "graphite",
        "uranium",
        "lithium",
        "risk",
        "associated",
        "foreign",
        "domestic",
        "operation",
        "e",
        "operating",
        "condition",
        "company",
        "project",
        "f",
        "government",
        "tribal",
        "regulation",
        "graphite",
        "industry",
        "uranium",
        "industry",
        "lithium",
        "industry",
        "power",
        "industry",
        "g",
        "graphite",
        "uranium",
        "lithium",
        "supply",
        "demand",
        "including",
        "supply",
        "demand",
        "battery",
        "h",
        "maintaining",
        "sufficient",
        "financial",
        "assurance",
        "form",
        "sufficiently",
        "collateralized",
        "surety",
        "instrument",
        "unanticipated",
        "geological",
        "processing",
        "regulatory",
        "legal",
        "problem",
        "company",
        "may",
        "encounter",
        "jurisdiction",
        "company",
        "operates",
        "intends",
        "operate",
        "including",
        "alabama",
        "texas",
        "new",
        "mexico",
        "utah",
        "nevada",
        "republic",
        "turkey",
        "j",
        "ability",
        "company",
        "enter",
        "successfully",
        "close",
        "acquisition",
        "material",
        "transaction",
        "k",
        "result",
        "company",
        "lithium",
        "brine",
        "exploration",
        "activity",
        "columbus",
        "basin",
        "railroad",
        "valley",
        "sal",
        "rica",
        "project",
        "possibility",
        "future",
        "exploration",
        "result",
        "may",
        "materially",
        "less",
        "promising",
        "initial",
        "exploration",
        "result",
        "graphite",
        "lithium",
        "uranium",
        "discovery",
        "high",
        "enough",
        "concentration",
        "make",
        "economic",
        "extract",
        "metal",
        "factor",
        "fully",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "company",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "currently",
        "anticipated",
        "addition",
        "undue",
        "reliance",
        "placed",
        "company",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "disclaims",
        "obligation",
        "update",
        "publicly",
        "announce",
        "revision",
        "statement",
        "contained",
        "news",
        "release",
        "result",
        "initial",
        "optimization",
        "study",
        "preliminary",
        "nature",
        "subject",
        "revision",
        "following",
        "wwr",
        "analysis",
        "coosa",
        "project",
        "westwater",
        "resource",
        "contact",
        "christopher",
        "jones",
        "president",
        "ceo",
        "jeffrey",
        "vigil",
        "vp",
        "finance",
        "cfo",
        "email",
        "info",
        "website",
        "source",
        "westwater",
        "resource",
        "inc"
    ]
}