{
    "organizations": [],
    "uuid": "fd1caccd9f115e396add9851526e55fec6b9a7e0",
    "author": "John Lloyd",
    "url": "https://www.reuters.com/article/us-lloyd-peace-commentary/commentary-is-this-the-way-to-a-peaceful-world-idUSKBN1HR2L7",
    "ord_in_thread": 0,
    "title": "Is this the way to a peaceful world?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Who will rule the world? It’s a subject that more and more becomes the conversation among Western politicians and policy makers – and its content darkens with every passing month. The consensus, if there is one, is that the world sits uneasily in a gulch formed by the withdrawing roar of the United States, the flatlining or descent of Europe and the rise and rise of China.\nU.S. President Donald Trump and China's President Xi Jinping shake hands after making joint statements at the Great Hall of the People in Beijing, China, November 9, 2017. REUTERS/Damir Sagolj/File Photo The European Union, whose most enthusiastic proponents once saw it as replacing the United States as a center of soft power and dynamism in the 21st century, is now wallowing in uncertainty and powerlessness. Only France has a strongly supported – for the moment – leader with a project to both lift domestic economic performance and to reboot the European project by greater centralization of economic policy and banking systems, and by creating pan-European parties to replace the nationally-rooted party delegates who presently occupy the largely powerless European parliament.\nFrance’s President Emmanuel Macron presented these ideas at the European Parliament’s April 17 session in Strasbourg, calling for a move away from “selfish nationalism.” He knows, however, that the necessary support from Germany is lacking – and that France is presently mired in strikes. Europe is a divided, fractious continent with no immediate prospect of being anything other.\nThe United States has been the keystone of the world for most of the seven-plus post-war decades, and especially since the end of the Soviet Union. Washington dominated not just the Western democratic world, but because of the greater power, wealth and force which it and its allies commanded, was able to check much of the expansion of the authoritarian world. That checking was often achieved by corralling autocrats into the Western orbit, a maneuver fraught with moral hazard and willed blindness to the quotidian authoritarian customs of suppression, torture and assassinations. It was justified by arguments for stability, and the protection of the democratic world.\nThis exercise of power has been increasingly subject to missteps and setbacks – to which the effects of interventions in Afghanistan, Iraq and Libya still testify . President Donald Trump came to power on a promise to make America great again in part by avoiding such commitments of force – in fact, a continuation of President Barack Obama’s pledge, framed quite differently, to pull back from military engagement and ensure (as Obama put it in his first inaugural address) that U.S. “power grows through its prudent use.” Neither man was wholly consistent in this; a difference between them is not their inconsistencies on the projection of force, but on that of soft power.\nThe democratic world admired Obama for his grace, diplomacy and support of liberal causes and institutions. Trump attracts the opposite sentiments, and has left allies floundering as to how to comport themselves in relation to a nation which had presented itself as indispensable.\nFrench President Emmanuel Macron delivers a speech before a debate on the Future of Europe at the European Parliament in Strasbourg, France, April 17, 2018. REUTERS/Vincent Kessler No doubt, now, that China is the coming power, and it’s becoming increasingly clear what a future China wants to be. China expert Elizabeth C. Economy believes that Xi, as China’s leader, actively seeks to shape international norms and position himself as globalizer-in-chief. “As Xi colorfully put it in a 2014 speech,” writes Economy in the latest edition of Foreign Affairs magazine, “China should be capable of ‘constructing international playgrounds’— and ‘creating the rules’ of the games played on them.”\nXi’s confidence has a solid basis. Although the United States retains dominance in East Asia, in large part through its projection of military force, China may soon, on current trends, supplant it. This will be no passing of the baton from one great power to another – as happened, more or less peacefully, between the fading British Empire and the rising power of the United States after World War Two. In his book, “Destined for War,” Harvard political scientist Graham Allison draws a grim picture of an existential treat to the globe. Allison believes that “tensions between American and Chinese values, traditions, and philosophies will aggravate the fundamental structural stresses that occur whenever a rising power, such as China, threatens to displace an established power, such as the United States.” China, not Russia, is now described as the “peer competitor” to the still greater military strength of the United States.\nAnything to be done? Only that which at present seems remote: an agreement between Beijing and Washington to share hegemony – a cooperative relationship which allows adjustments, in a constant negotiation, of their respective areas of power and influence, and a concentration on lowering what Allison describes as the “tensions” between their values. It presently seems remote because, in China, the ideology is becoming more ironclad and anti-democratic, and the projection of force more aggressive.\nYet – unlike the East-West confrontation when the Soviet Union still existed – China is an enthusiast for free trade and is largely capitalist (or, as it prefers to describe it, communist with Chinese characteristics). Though it suppresses, imprisons and tortures dissidents, its rising middle class, which is increasingly being educated in the West, constitutes a large, more skeptical and sophisticated group than was allowed to exist in Soviet times.\nAny Washington-Beijing relationship will be difficult, at times nerve-wracking. But if the United States is prepared to stand by the liberal ideas which have defined it since its founding and to rediscover its indispensability to Western democratic cohesion, there is a possibility that the world may be ruled in something approaching peace. It is the best that can be hoped for, in a grim season.\n(John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and “Journalism in an Age of Terror”. He is also a contributing editor at the Financial Times and the founder of FT Magazine.)\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-04-21T01:05:00.000+03:00",
    "crawled": "2018-04-21T00:22:58.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rule",
        "world",
        "subject",
        "becomes",
        "conversation",
        "among",
        "western",
        "politician",
        "policy",
        "maker",
        "content",
        "darkens",
        "every",
        "passing",
        "month",
        "consensus",
        "one",
        "world",
        "sits",
        "uneasily",
        "gulch",
        "formed",
        "withdrawing",
        "roar",
        "united",
        "state",
        "flatlining",
        "descent",
        "europe",
        "rise",
        "rise",
        "china",
        "president",
        "donald",
        "trump",
        "china",
        "president",
        "xi",
        "jinping",
        "shake",
        "hand",
        "making",
        "joint",
        "statement",
        "great",
        "hall",
        "people",
        "beijing",
        "china",
        "november",
        "photo",
        "european",
        "union",
        "whose",
        "enthusiastic",
        "proponent",
        "saw",
        "replacing",
        "united",
        "state",
        "center",
        "soft",
        "power",
        "dynamism",
        "21st",
        "century",
        "wallowing",
        "uncertainty",
        "powerlessness",
        "france",
        "strongly",
        "supported",
        "moment",
        "leader",
        "project",
        "lift",
        "domestic",
        "economic",
        "performance",
        "reboot",
        "european",
        "project",
        "greater",
        "centralization",
        "economic",
        "policy",
        "banking",
        "system",
        "creating",
        "party",
        "replace",
        "party",
        "delegate",
        "presently",
        "occupy",
        "largely",
        "powerless",
        "european",
        "parliament",
        "france",
        "president",
        "emmanuel",
        "macron",
        "presented",
        "idea",
        "european",
        "parliament",
        "april",
        "session",
        "strasbourg",
        "calling",
        "move",
        "away",
        "selfish",
        "know",
        "however",
        "necessary",
        "support",
        "germany",
        "lacking",
        "france",
        "presently",
        "mired",
        "strike",
        "europe",
        "divided",
        "fractious",
        "continent",
        "immediate",
        "prospect",
        "anything",
        "united",
        "state",
        "keystone",
        "world",
        "decade",
        "especially",
        "since",
        "end",
        "soviet",
        "union",
        "washington",
        "dominated",
        "western",
        "democratic",
        "world",
        "greater",
        "power",
        "wealth",
        "force",
        "ally",
        "commanded",
        "able",
        "check",
        "much",
        "expansion",
        "authoritarian",
        "world",
        "checking",
        "often",
        "achieved",
        "corralling",
        "autocrat",
        "western",
        "orbit",
        "maneuver",
        "fraught",
        "moral",
        "hazard",
        "willed",
        "blindness",
        "quotidian",
        "authoritarian",
        "custom",
        "suppression",
        "torture",
        "assassination",
        "justified",
        "argument",
        "stability",
        "protection",
        "democratic",
        "world",
        "exercise",
        "power",
        "increasingly",
        "subject",
        "misstep",
        "setback",
        "effect",
        "intervention",
        "afghanistan",
        "iraq",
        "libya",
        "still",
        "testify",
        "president",
        "donald",
        "trump",
        "came",
        "power",
        "promise",
        "make",
        "america",
        "great",
        "part",
        "avoiding",
        "commitment",
        "force",
        "fact",
        "continuation",
        "president",
        "barack",
        "obama",
        "pledge",
        "framed",
        "quite",
        "differently",
        "pull",
        "back",
        "military",
        "engagement",
        "ensure",
        "obama",
        "put",
        "first",
        "inaugural",
        "address",
        "power",
        "grows",
        "prudent",
        "neither",
        "man",
        "wholly",
        "consistent",
        "difference",
        "inconsistency",
        "projection",
        "force",
        "soft",
        "power",
        "democratic",
        "world",
        "admired",
        "obama",
        "grace",
        "diplomacy",
        "support",
        "liberal",
        "cause",
        "institution",
        "trump",
        "attracts",
        "opposite",
        "sentiment",
        "left",
        "ally",
        "floundering",
        "comport",
        "relation",
        "nation",
        "presented",
        "indispensable",
        "french",
        "president",
        "emmanuel",
        "macron",
        "delivers",
        "speech",
        "debate",
        "future",
        "europe",
        "european",
        "parliament",
        "strasbourg",
        "france",
        "april",
        "kessler",
        "doubt",
        "china",
        "coming",
        "power",
        "becoming",
        "increasingly",
        "clear",
        "future",
        "china",
        "want",
        "china",
        "expert",
        "elizabeth",
        "economy",
        "belief",
        "xi",
        "china",
        "leader",
        "actively",
        "seek",
        "shape",
        "international",
        "norm",
        "position",
        "xi",
        "colorfully",
        "put",
        "speech",
        "writes",
        "economy",
        "latest",
        "edition",
        "foreign",
        "affair",
        "magazine",
        "china",
        "capable",
        "constructing",
        "international",
        "playground",
        "creating",
        "rule",
        "game",
        "played",
        "xi",
        "confidence",
        "solid",
        "basis",
        "although",
        "united",
        "state",
        "retains",
        "dominance",
        "east",
        "asia",
        "large",
        "part",
        "projection",
        "military",
        "force",
        "china",
        "may",
        "soon",
        "current",
        "trend",
        "supplant",
        "passing",
        "baton",
        "one",
        "great",
        "power",
        "another",
        "happened",
        "less",
        "peacefully",
        "fading",
        "british",
        "empire",
        "rising",
        "power",
        "united",
        "state",
        "world",
        "war",
        "two",
        "book",
        "destined",
        "war",
        "harvard",
        "political",
        "scientist",
        "graham",
        "allison",
        "draw",
        "grim",
        "picture",
        "existential",
        "treat",
        "globe",
        "allison",
        "belief",
        "tension",
        "american",
        "chinese",
        "value",
        "tradition",
        "philosophy",
        "aggravate",
        "fundamental",
        "structural",
        "stress",
        "occur",
        "whenever",
        "rising",
        "power",
        "china",
        "threatens",
        "displace",
        "established",
        "power",
        "united",
        "china",
        "russia",
        "described",
        "peer",
        "competitor",
        "still",
        "greater",
        "military",
        "strength",
        "united",
        "state",
        "anything",
        "done",
        "present",
        "seems",
        "remote",
        "agreement",
        "beijing",
        "washington",
        "share",
        "hegemony",
        "cooperative",
        "relationship",
        "allows",
        "adjustment",
        "constant",
        "negotiation",
        "respective",
        "area",
        "power",
        "influence",
        "concentration",
        "lowering",
        "allison",
        "describes",
        "tension",
        "value",
        "presently",
        "seems",
        "remote",
        "china",
        "ideology",
        "becoming",
        "ironclad",
        "projection",
        "force",
        "aggressive",
        "yet",
        "unlike",
        "confrontation",
        "soviet",
        "union",
        "still",
        "existed",
        "china",
        "enthusiast",
        "free",
        "trade",
        "largely",
        "capitalist",
        "prefers",
        "describe",
        "communist",
        "chinese",
        "characteristic",
        "though",
        "suppresses",
        "imprisons",
        "torture",
        "dissident",
        "rising",
        "middle",
        "class",
        "increasingly",
        "educated",
        "west",
        "constitutes",
        "large",
        "skeptical",
        "sophisticated",
        "group",
        "allowed",
        "exist",
        "soviet",
        "time",
        "relationship",
        "difficult",
        "time",
        "united",
        "state",
        "prepared",
        "stand",
        "liberal",
        "idea",
        "defined",
        "since",
        "founding",
        "rediscover",
        "indispensability",
        "western",
        "democratic",
        "cohesion",
        "possibility",
        "world",
        "may",
        "ruled",
        "something",
        "approaching",
        "peace",
        "best",
        "hoped",
        "grim",
        "season",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}