{
    "organizations": [],
    "uuid": "503bf7aeaa0c0860e3fd4d4ed5afab9d55745bef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/pr-newswire-silicon-labs-completes-acquisition-of-sigma-designs-z-wave-business.html",
    "ord_in_thread": 0,
    "title": "Silicon Labs Completes Acquisition of Sigma Designs' Z-Wave Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas and FREMONT, Calif., April 18, 2018 /PRNewswire/ -- Silicon Labs (NASDAQ: SLAB) and Sigma Designs, Inc. (NASDAQ: SIGM) today announced the completion of Silicon Labs' acquisition of Sigma Designs' Z-Wave business, including a team of approximately 100 employees, for $240 million in an all-cash transaction.\nZ-Wave is a leading mesh networking technology for the smart home. More than 2,400 certified, interoperable Z-Wave devices are available from the thriving Z-Wave Alliance of more than 700 manufacturers and service providers worldwide.\nCombining Z-Wave's mesh technology and product interoperability focus with Silicon Labs' multiprotocol expertise gives smart home developers access to a large, varied network of ecosystems and to a full range of end-node technology options that open the door to millions of potential smart home users. The strategic acquisition complements Silicon Labs' comprehensive wireless hardware and software portfolio for the smart home, which today includes Wi-Fi®, Zigbee®, Thread, Bluetooth® and proprietary protocols.\n\"Adding Z-Wave to Silicon Labs' extensive IoT connectivity portfolio allows us to deliver a unified vision for the wireless technologies underpinning the smart home market,\" said Tyson Tuttle, CEO of Silicon Labs. \"A secure, interoperable customer experience is at the heart of how smart home products are designed, deployed and managed. Our smart home vision is one where multiple technologies work securely together, where any device using any of our connectivity options easily joins the home network, and where security updates and feature upgrades occur automatically.\"\n\"Together, Silicon Labs and the Z-Wave Alliance and its ecosystems will continue to advance the Z-Wave technology roadmap, delivering innovations that engage millions of smart home product users,\" said Raoul Wijgergangs, Vice President and General Manager of Z-Wave. \"Z-Wave is a proven, broadly deployed technology that just reached the milestone of 100 million devices in the market. The acquisition will drive collaboration and expand access to a diverse ecosystem network of partners including Amazon, Alarm.com, ADT, Samsung SmartThings, Yale, Vivint, Google Home and Comcast.\"\n\"We are pleased Sigma's shareholders overwhelmingly approved the sale of our Z-Wave business to Silicon Labs,\" said Elias Nader, Interim President and CEO, and CFO of Sigma Designs. \"This asset sale is a significant milestone in the process to return capital to our shareholders as soon as feasible.\"\nSilicon Labs expects the acquisition to be accretive to 2018 non-GAAP earnings. Additional financial details and guidance will be provided in Silicon Labs' first quarter fiscal 2018 earnings call on April 25, 2018, at 7:30 a.m. Central Time.\nAbout Z-Wave\nZ-Wave ® technology is an open, internationally recognized ITU standard (G.9959). It is one of the leading wireless smart home technologies in the market today, with more than 2,400 certified interoperable products worldwide. Represented by the Z-Wave Alliance and supported by more than 700 companies around the world, the standard is a key enabler of smart living solutions for home safety and security, energy, hospitality, office and light commercial applications.\nSigma Designs\nSigma Designs, Inc. ® (NASDAQ: SIGM) is developing technology for use in the mobile Internet of Things (IoT) market. For more information about Sigma Designs, please visit www.sigmadesigns.com .\nSilicon Labs\nSilicon Labs (NASDAQ: SLAB) is a leading provider of silicon, software and solutions for a smarter, more connected world. Our award-winning technologies are shaping the future of the Internet of Things, Internet infrastructure, industrial automation, consumer and automotive markets. Our world-class engineering team creates products focused on performance, energy savings, connectivity and simplicity. www.silabs.com\nNon-GAAP Financial Measures\nIn addition to GAAP reporting, Silicon Labs provides investors with certain information on a non-GAAP basis, including anticipated accretion. This non-GAAP information excludes stock compensation, amortization of acquired intangible assets, non-cash interest expense on convertible notes, and certain other items. Management does not believe that the excluded items are reflective of the Company's underlying performance. The exclusion of these and other similar items from Silicon Labs' non-GAAP presentation should not be interpreted as implying that these items are non-recurring, infrequent or unusual. Silicon Labs believes this non-GAAP financial information provides additional insight into the Company's ongoing performance and has therefore chosen to provide this information to investors for a more consistent basis of comparison and to help them evaluate the results of the Company's on-going operations and enable more meaningful period to period comparisons. These non-GAAP measures are provided in addition to, and not as a substitute for, or superior to, measures of financial performance prepared in accordance with GAAP. Silicon Labs is not readily able to reconcile the projected accretion information provided herein to a GAAP calculation thereof because the information needed to complete a reconciliation is unavailable at this time without unreasonable effort.\nForward-Looking Statements\nThis announcement contains forward-looking statements (including within the meaning of Section 21E of the United States Securities Exchange Act of 1934, as amended, and Section 27A of the United States Securities Act of 1933, as amended) concerning Silicon Labs (\"Silicon Labs\") and its acquisition (the \"Acquisition\") of Sigma Designs' Z-Wave business and related matters. These statements include, but are not limited to, statements that address Silicon Labs' expected future business and financial performance and statements about (i) the expected benefits of the Acquisition, (ii) plans, objectives and intentions with respect to future operations and products, (iii) competitive position and opportunities, (iv) the impact of the Acquisition on the market for Silicon Labs products, (v) the impact of the Acquisition on non-GAAP EPS, (vi) other information relating to the Acquisition and (vii) other statements identified by words such as \"will\", \"expect\", \"intends\", \"believe\", \"anticipate\", \"estimate\", \"should\", \"intend\", \"plan\", \"potential\", \"predict\", \"project\", \"aim\", and similar words, phrases or expressions. These forward-looking statements are based on current expectations and beliefs of the management of Silicon Labs, as well as assumptions made by, and information currently available to, such management, current market trends and market conditions and involve risks and uncertainties, many of which are outside the companies' and management's control, and which may cause actual results to differ materially from those contained in forward-looking statements. Accordingly, you should not place undue reliance on such statements.\nParticular uncertainties that could materially affect future results include any risks associated with the Acquisition such as: (1) litigation relating to the transaction; (2) risks that the transaction disrupts the operations of Silicon Labs; (3) the ability of Silicon Labs to retain and hire key personnel; (4) unexpected costs, charges or expenses resulting from the transaction; (5) potential adverse reactions or changes to business relationships resulting from the completion of the transaction; (6) Silicon Labs' ability to achieve the growth prospects and synergies expected from the transaction, as well as delays, challenges and expenses associated with integrating Sigma Designs into Silicon Labs' existing businesses; and (7) legislative, regulatory and economic developments.\nThe foregoing review of important factors that could cause actual events to differ from expectations should not be construed as exhaustive and should be read in conjunction with Silicon Labs' and filings with the Securities and Exchange Commission (\"SEC\"), which you may obtain for free at the SEC's website at http://www.sec.gov , and which discuss additional important risk factors that may affect their respective businesses, results of operations and financial conditions. Silicon Labs undertakes no intent or obligation to publicly update or revise any of these forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nNote to editors: Silicon Labs, Silicon Laboratories, the \"S\" symbol, the Silicon Laboratories logo, the Silicon Labs logo and Z-Wave are trademarks of Silicon Laboratories Inc. All other product names noted herein may be trademarks of their respective holders.\nConnect with Silicon Labs\nSilicon Labs Investor Relations: Jalene Hoover +1-512-428-1610, jalene.hoover@silabs.com\nSilicon Labs Public Relations: Dale Weisman +1-512-532-5871, dale.weisman@silabs.com\nConnect with Sigma Designs\nSigma Designs Investor Relations: Jim Fanucchi, Darrow Associates, Inc., +1-408-404-5400, IR@sigmadesigns.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/silicon-labs-completes-acquisition-of-sigma-designs-z-wave-business-300632372.html\nSOURCE Silicon Labs; Sigma Designs, Inc.",
    "published": "2018-04-19T00:05:00.000+03:00",
    "crawled": "2018-04-19T03:28:21.031+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "fremont",
        "april",
        "silicon",
        "lab",
        "nasdaq",
        "slab",
        "sigma",
        "design",
        "nasdaq",
        "sigm",
        "today",
        "announced",
        "completion",
        "silicon",
        "lab",
        "acquisition",
        "sigma",
        "design",
        "business",
        "including",
        "team",
        "approximately",
        "employee",
        "million",
        "transaction",
        "leading",
        "mesh",
        "networking",
        "technology",
        "smart",
        "home",
        "certified",
        "interoperable",
        "device",
        "available",
        "thriving",
        "alliance",
        "manufacturer",
        "service",
        "provider",
        "worldwide",
        "combining",
        "mesh",
        "technology",
        "product",
        "interoperability",
        "focus",
        "silicon",
        "lab",
        "multiprotocol",
        "expertise",
        "give",
        "smart",
        "home",
        "developer",
        "access",
        "large",
        "varied",
        "network",
        "ecosystem",
        "full",
        "range",
        "technology",
        "option",
        "open",
        "door",
        "million",
        "potential",
        "smart",
        "home",
        "user",
        "strategic",
        "acquisition",
        "complement",
        "silicon",
        "lab",
        "comprehensive",
        "wireless",
        "hardware",
        "software",
        "portfolio",
        "smart",
        "home",
        "today",
        "includes",
        "thread",
        "proprietary",
        "protocol",
        "adding",
        "silicon",
        "lab",
        "extensive",
        "iot",
        "connectivity",
        "portfolio",
        "allows",
        "u",
        "deliver",
        "unified",
        "vision",
        "wireless",
        "technology",
        "underpinning",
        "smart",
        "home",
        "market",
        "said",
        "tyson",
        "tuttle",
        "ceo",
        "silicon",
        "lab",
        "secure",
        "interoperable",
        "customer",
        "experience",
        "heart",
        "smart",
        "home",
        "product",
        "designed",
        "deployed",
        "managed",
        "smart",
        "home",
        "vision",
        "one",
        "multiple",
        "technology",
        "work",
        "securely",
        "together",
        "device",
        "using",
        "connectivity",
        "option",
        "easily",
        "join",
        "home",
        "network",
        "security",
        "update",
        "feature",
        "upgrade",
        "occur",
        "automatically",
        "together",
        "silicon",
        "lab",
        "alliance",
        "ecosystem",
        "continue",
        "advance",
        "technology",
        "roadmap",
        "delivering",
        "innovation",
        "engage",
        "million",
        "smart",
        "home",
        "product",
        "user",
        "said",
        "raoul",
        "wijgergangs",
        "vice",
        "president",
        "general",
        "manager",
        "proven",
        "broadly",
        "deployed",
        "technology",
        "reached",
        "milestone",
        "million",
        "device",
        "market",
        "acquisition",
        "drive",
        "collaboration",
        "expand",
        "access",
        "diverse",
        "ecosystem",
        "network",
        "partner",
        "including",
        "amazon",
        "adt",
        "samsung",
        "smartthings",
        "yale",
        "vivint",
        "google",
        "home",
        "comcast",
        "pleased",
        "sigma",
        "shareholder",
        "overwhelmingly",
        "approved",
        "sale",
        "business",
        "silicon",
        "lab",
        "said",
        "elia",
        "nader",
        "interim",
        "president",
        "ceo",
        "cfo",
        "sigma",
        "design",
        "asset",
        "sale",
        "significant",
        "milestone",
        "process",
        "return",
        "capital",
        "shareholder",
        "soon",
        "feasible",
        "silicon",
        "lab",
        "expects",
        "acquisition",
        "accretive",
        "earnings",
        "additional",
        "financial",
        "detail",
        "guidance",
        "provided",
        "silicon",
        "lab",
        "first",
        "quarter",
        "fiscal",
        "earnings",
        "call",
        "april",
        "central",
        "time",
        "technology",
        "open",
        "internationally",
        "recognized",
        "itu",
        "standard",
        "one",
        "leading",
        "wireless",
        "smart",
        "home",
        "technology",
        "market",
        "today",
        "certified",
        "interoperable",
        "product",
        "worldwide",
        "represented",
        "alliance",
        "supported",
        "company",
        "around",
        "world",
        "standard",
        "key",
        "enabler",
        "smart",
        "living",
        "solution",
        "home",
        "safety",
        "security",
        "energy",
        "hospitality",
        "office",
        "light",
        "commercial",
        "application",
        "sigma",
        "design",
        "sigma",
        "design",
        "nasdaq",
        "sigm",
        "developing",
        "technology",
        "use",
        "mobile",
        "internet",
        "thing",
        "iot",
        "market",
        "information",
        "sigma",
        "design",
        "please",
        "visit",
        "silicon",
        "lab",
        "silicon",
        "lab",
        "nasdaq",
        "slab",
        "leading",
        "provider",
        "silicon",
        "software",
        "solution",
        "smarter",
        "connected",
        "world",
        "technology",
        "shaping",
        "future",
        "internet",
        "thing",
        "internet",
        "infrastructure",
        "industrial",
        "automation",
        "consumer",
        "automotive",
        "market",
        "engineering",
        "team",
        "creates",
        "product",
        "focused",
        "performance",
        "energy",
        "saving",
        "connectivity",
        "simplicity",
        "financial",
        "measure",
        "addition",
        "gaap",
        "reporting",
        "silicon",
        "lab",
        "provides",
        "investor",
        "certain",
        "information",
        "basis",
        "including",
        "anticipated",
        "accretion",
        "information",
        "excludes",
        "stock",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "interest",
        "expense",
        "convertible",
        "note",
        "certain",
        "item",
        "management",
        "believe",
        "excluded",
        "item",
        "reflective",
        "company",
        "underlying",
        "performance",
        "exclusion",
        "similar",
        "item",
        "silicon",
        "lab",
        "presentation",
        "interpreted",
        "implying",
        "item",
        "infrequent",
        "unusual",
        "silicon",
        "lab",
        "belief",
        "financial",
        "information",
        "provides",
        "additional",
        "insight",
        "company",
        "ongoing",
        "performance",
        "therefore",
        "chosen",
        "provide",
        "information",
        "investor",
        "consistent",
        "basis",
        "comparison",
        "help",
        "evaluate",
        "result",
        "company",
        "operation",
        "enable",
        "meaningful",
        "period",
        "period",
        "comparison",
        "measure",
        "provided",
        "addition",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "silicon",
        "lab",
        "readily",
        "able",
        "reconcile",
        "projected",
        "accretion",
        "information",
        "provided",
        "herein",
        "gaap",
        "calculation",
        "thereof",
        "information",
        "needed",
        "complete",
        "reconciliation",
        "unavailable",
        "time",
        "without",
        "unreasonable",
        "effort",
        "statement",
        "announcement",
        "contains",
        "statement",
        "including",
        "within",
        "meaning",
        "section",
        "21e",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "section",
        "27a",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "concerning",
        "silicon",
        "lab",
        "silicon",
        "lab",
        "acquisition",
        "acquisition",
        "sigma",
        "design",
        "business",
        "related",
        "matter",
        "statement",
        "include",
        "limited",
        "statement",
        "address",
        "silicon",
        "lab",
        "expected",
        "future",
        "business",
        "financial",
        "performance",
        "statement",
        "expected",
        "benefit",
        "acquisition",
        "ii",
        "plan",
        "objective",
        "intention",
        "respect",
        "future",
        "operation",
        "product",
        "iii",
        "competitive",
        "position",
        "opportunity",
        "iv",
        "impact",
        "acquisition",
        "market",
        "silicon",
        "lab",
        "product",
        "v",
        "impact",
        "acquisition",
        "eps",
        "vi",
        "information",
        "relating",
        "acquisition",
        "vii",
        "statement",
        "identified",
        "word",
        "expect",
        "intends",
        "believe",
        "anticipate",
        "estimate",
        "intend",
        "plan",
        "potential",
        "predict",
        "project",
        "aim",
        "similar",
        "word",
        "phrase",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "management",
        "silicon",
        "lab",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "current",
        "market",
        "trend",
        "market",
        "condition",
        "involve",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "company",
        "management",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "particular",
        "uncertainty",
        "could",
        "materially",
        "affect",
        "future",
        "result",
        "include",
        "risk",
        "associated",
        "acquisition",
        "litigation",
        "relating",
        "transaction",
        "risk",
        "transaction",
        "disrupts",
        "operation",
        "silicon",
        "lab",
        "ability",
        "silicon",
        "lab",
        "retain",
        "hire",
        "key",
        "personnel",
        "unexpected",
        "cost",
        "charge",
        "expense",
        "resulting",
        "transaction",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "relationship",
        "resulting",
        "completion",
        "transaction",
        "silicon",
        "lab",
        "ability",
        "achieve",
        "growth",
        "prospect",
        "synergy",
        "expected",
        "transaction",
        "well",
        "delay",
        "challenge",
        "expense",
        "associated",
        "integrating",
        "sigma",
        "design",
        "silicon",
        "lab",
        "existing",
        "business",
        "legislative",
        "regulatory",
        "economic",
        "development",
        "foregoing",
        "review",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "expectation",
        "construed",
        "exhaustive",
        "read",
        "conjunction",
        "silicon",
        "lab",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "obtain",
        "free",
        "sec",
        "website",
        "http",
        "discus",
        "additional",
        "important",
        "risk",
        "factor",
        "may",
        "affect",
        "respective",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "silicon",
        "lab",
        "undertakes",
        "intent",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "note",
        "editor",
        "silicon",
        "lab",
        "silicon",
        "laboratory",
        "symbol",
        "silicon",
        "laboratory",
        "logo",
        "silicon",
        "lab",
        "logo",
        "trademark",
        "silicon",
        "laboratory",
        "product",
        "name",
        "noted",
        "herein",
        "may",
        "trademark",
        "respective",
        "holder",
        "connect",
        "silicon",
        "lab",
        "silicon",
        "lab",
        "investor",
        "relation",
        "jalene",
        "hoover",
        "silicon",
        "lab",
        "public",
        "relation",
        "dale",
        "weisman",
        "connect",
        "sigma",
        "design",
        "sigma",
        "design",
        "investor",
        "relation",
        "jim",
        "fanucchi",
        "darrow",
        "associate",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "silicon",
        "lab",
        "sigma",
        "design",
        "inc"
    ]
}