{
    "organizations": [],
    "uuid": "a5736865599119157c4bc9350db39f3d330645e5",
    "author": "Andy Pasztor",
    "url": "https://www.wsj.com/articles/fan-blade-engine-cover-are-factors-in-southwest-flight-1380-engine-failure-1524090195",
    "ord_in_thread": 0,
    "title": "Fan Blade, Engine Cover Are Factors in Southwest Flight 1380 Engine Failure",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "179 COMMENTS Early clues point to an unexpected hazard in the deadly midair engine rupture and emergency landing of Southwest Flight 1380: the engine cover.\nThe Southwest Airlines Co. accident that killed a passenger Tuesday sent fast-moving debris into the jet’s left wing, exterior of the plane’s body and inside the passenger cabin. Safety experts are asking whether U.S. regulators and engine makers have underestimated the role of the engine cover in the unlikely event engine parts break loose in flight.\nA single, fast-rotating fan blade inside the engine broke off as the plane was cruising normally, apparently the result of a gradual weakening of the blade metal, the National Transportation Safety Board has said.\nThe cabin depressurized suddenly, and the plane snapped into a rapid and steep left turn that would have startled passengers, according to investigators. The pilots quickly got the wings level , but significant vibrations continued for the rest of the flight, investigators said.\nAnatomy of an Engine Failure An engine fan blade came loose on Tuesday’s Southwest flight 1380 causing the engine to fail and forcing an emergency landing. The blade flew outside of the engine in an uncontained failure causing engine parts to damage the wing, fuselage and breaking a cabin window. Broken window\nDamaged wing\nEngine\nCFM56-7B Engine\nEngine Fan Blade\nThe cowling\nCame off and apparently hit the cowling, or outer cover of the engine. Blades can come off due to maintenance lapses, metal fatigue, defects or other reasons.\nBroke off and parts scattered\n3\n2\n1\nPrimary flow of air\nSecondary flow of air\nGoes through the combustor\nOnly goes through\nthe fan\nHigh and low pressure compressors\n1\nIncrease air flow pressure\nCombustion chamber\n2\nJet fuel and air is burned\nHigh and low pressure turbines\n3\nGas temperature is reduced, driving the compressors and fan\nNote: Exhaust assembly not shown\nSources: Boeing, CFM International\nThe blade’s failure and the resulting vibrations appear to have damaged the cowling, or the engine’s external cover, according to Alan Diehl, a former NTSB and Pentagon air-crash investigator. Fragments of the cowling may have ended up penetrating the fuselage and causing some of the worst damage, Mr. Diehl said. “Loss of a single blade inside the engine shouldn’t have such a dramatic impact,” he said, referring to the separation of nearly the entire cowling and a nearby structure that channels air into the jet engine.\nSuch damage to external engine sections isn’t supposed to happen under current manufacturing and inspection systems, which have ushered in an era of record airline safety in the U.S. and globally.\nThough investigators are still analyzing data from cockpit-voice and flight-data recorders, the Federal Aviation Administration late Wednesday announced it will order enhanced inspections of certain engines on Boeing Co. 737s. The FAA said that within two weeks, it intends to issue a safety directive mandating ultrasound examination of designated fan blades once they reach a specified number of trips. Airlines will have to replace blades that fail those checks.\n“I’m very concerned about this particular event,” NTSB Chairman Robert Sumwalt told reporters at Wednesday’s briefing. Noting that this widely used family of Boeing 737 engine has a solid safety record, he said it was too early to determine if the accident pointed to a broader hazard for travelers.\nRelated\nCaptain, a Former Navy Pilot, Praised for Calm Passenger Who Died Was ‘Thoughtful Leader’ ‘Panic Just Ensues’: Inside Southwest’s Fatal Midair Engine Failure Related Video A Southwest Airlines passenger broadcast a video on Facebook Live midair after an engine broke apart, apparently rupturing a window and killing a passenger. “If we feel there is a deeper issue, we have the capability to issue urgent safety recommendations,” he said.\nAirlines overseas were preparing to respond Thursday to the FAA’s proposed action.\n“If any further checks or actions are required following the incident in the [U.S.] then these will be promptly and fully complied with,” said European budget carrier Ryanair Holdings PLC, one of the biggest customers of Boeing 737s. Norwegian Air Shuttle , another discount airline, said seven of its 124 Boeing 737s were affected and would carry out checks over the two-week time frame the FAA said it would set for compliance.\nHistorically, engine designers and maintenance crews have been on guard against internal parts shooting into the cabin or out the front of the engine. Kevlar shielding and other design elements are primarily intended to prevent such an event, called an uncontained failure.\nBut experts tracking the probe now are focusing on an apparent vulnerability in the cowling, which shouldn’t have been affected by the kind of internal failure that apparently occurred Tuesday.\nInvestigators have found numerous remnants of the cowling on the ground, including a large piece roughly 65 miles from where the plane touched down, Mr. Sumwalt said. “We are finding additional pieces” as more reports from the public emerge, he said.\nEngine failures are rare but aren’t unheard of. Mr. Sumwalt said investigators see three or four incidents a year.\nThe version of the CFM56-7B engine involved in Tuesday’s incident has been in service since 1997 and is used in more than 6,700 airliners. European air-safety regulators said Wednesday they were assessing the situation and working with U.S. counterparts.\nRay Valeika, a former maintenance and engineering chief at Delta Air Lines Inc., said the accident suggests traditional risk-reduction approaches may need adjustment. “To have a single blade split the cowling like that is concerning,” he said.\nAmong the issues likely to come under question is whether Southwest fully followed nonbinding recommendations for enhanced inspections by the engine maker.\nInvestigators are expected to delve into, among other things, whether ultrasound inspections were conducted as recommended in June 2017 by engine maker CFM International—a joint venture between General Electric Co. and France’s Safran SA . They are trying to determine whether the recommendations applied to the specific engine in the accident, according to people familiar with the details.\nSuch safety bulletins are nonbinding, but typically airlines follow them carefully and the FAA routinely follows up to make them mandatory.\nAfter a 2016 incident on a Southwest jet, CFM urged operators to conduct ultrasound inspections on certain Boeing 737 engines to guard against fan blades breaking off due to metal fatigue. Later the FAA proposed such checks—with some to be completed with six months—but the final mandatory version of that directive wasn’t issued before Tuesday’s accident. One person familiar with the details said the FAA had been within weeks of making it mandatory.\nA photo released Wednesday afternoon by the National Transportation Safety Board shows engine cowling that had stripped off Southwest Flight 1380 in midflight and was found by members of the public. Photo: NTSB Now, Southwest is ramping up voluntary engine checks. As in other probes of major engine failures, the FAA and NTSB are bound to examine Southwest’s safety culture and dissect maintenance records. Investigators have indicated the effort will be broader than determining if the specific engine’s age and inspection history put it within the nonbinding inspection parameters.\nTuesday’s accident represents the first passenger fatality in Southwest’s 51-year history. The carrier initially flew under the name Air Southwest Co.\nManagement has been proud of its strong safety record. When longtime Chairman Herb Kelleher retired in 2008, he told well-wishers his worst day involved a company jet that rolled off the end of a runway three years earlier killing a child inside a vehicle next to Chicago’s Midway airport.\nGary Kelly, Mr. Kelleher’s protégé and the carrier’s chief executive, now faces a similar test. He has pledged to have engine inspections completed rapidly.\nMr. Kelly said Southwest was still in the early stages of gathering information, and cooperating with regulators and the engine and plane makers. He said the aircraft involved in Tuesday’s accident was last inspected on April 15, but didn’t provide details of what maintenance work was conducted.\n—Doug Cameron\nand Robert Wall contributed to this article.\nWrite to Andy Pasztor at andy.pasztor@wsj.com",
    "published": "2018-04-19T04:39:00.000+03:00",
    "crawled": "2018-04-19T04:20:18.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "early",
        "clue",
        "point",
        "unexpected",
        "hazard",
        "deadly",
        "midair",
        "engine",
        "rupture",
        "emergency",
        "landing",
        "southwest",
        "flight",
        "engine",
        "cover",
        "southwest",
        "airline",
        "accident",
        "killed",
        "passenger",
        "tuesday",
        "sent",
        "debris",
        "jet",
        "left",
        "wing",
        "exterior",
        "plane",
        "body",
        "inside",
        "passenger",
        "cabin",
        "safety",
        "expert",
        "asking",
        "whether",
        "regulator",
        "engine",
        "maker",
        "underestimated",
        "role",
        "engine",
        "cover",
        "unlikely",
        "event",
        "engine",
        "part",
        "break",
        "loose",
        "flight",
        "single",
        "fan",
        "blade",
        "inside",
        "engine",
        "broke",
        "plane",
        "cruising",
        "normally",
        "apparently",
        "result",
        "gradual",
        "weakening",
        "blade",
        "metal",
        "national",
        "transportation",
        "safety",
        "board",
        "said",
        "cabin",
        "depressurized",
        "suddenly",
        "plane",
        "snapped",
        "rapid",
        "steep",
        "left",
        "turn",
        "would",
        "startled",
        "passenger",
        "according",
        "investigator",
        "pilot",
        "quickly",
        "got",
        "wing",
        "level",
        "significant",
        "vibration",
        "continued",
        "rest",
        "flight",
        "investigator",
        "said",
        "anatomy",
        "engine",
        "failure",
        "engine",
        "fan",
        "blade",
        "came",
        "loose",
        "tuesday",
        "southwest",
        "flight",
        "causing",
        "engine",
        "fail",
        "forcing",
        "emergency",
        "landing",
        "blade",
        "flew",
        "outside",
        "engine",
        "uncontained",
        "failure",
        "causing",
        "engine",
        "part",
        "damage",
        "wing",
        "fuselage",
        "breaking",
        "cabin",
        "window",
        "broken",
        "window",
        "damaged",
        "wing",
        "engine",
        "engine",
        "engine",
        "fan",
        "blade",
        "cowling",
        "came",
        "apparently",
        "hit",
        "cowling",
        "outer",
        "cover",
        "engine",
        "blade",
        "come",
        "due",
        "maintenance",
        "lapse",
        "metal",
        "fatigue",
        "defect",
        "reason",
        "broke",
        "part",
        "scattered",
        "primary",
        "flow",
        "air",
        "secondary",
        "flow",
        "air",
        "go",
        "combustor",
        "go",
        "fan",
        "high",
        "low",
        "pressure",
        "compressor",
        "increase",
        "air",
        "flow",
        "pressure",
        "combustion",
        "chamber",
        "jet",
        "fuel",
        "air",
        "burned",
        "high",
        "low",
        "pressure",
        "turbine",
        "gas",
        "temperature",
        "reduced",
        "driving",
        "compressor",
        "fan",
        "note",
        "exhaust",
        "assembly",
        "shown",
        "source",
        "boeing",
        "cfm",
        "international",
        "blade",
        "failure",
        "resulting",
        "vibration",
        "appear",
        "damaged",
        "cowling",
        "engine",
        "external",
        "cover",
        "according",
        "alan",
        "diehl",
        "former",
        "ntsb",
        "pentagon",
        "investigator",
        "fragment",
        "cowling",
        "may",
        "ended",
        "penetrating",
        "fuselage",
        "causing",
        "worst",
        "damage",
        "diehl",
        "said",
        "loss",
        "single",
        "blade",
        "inside",
        "engine",
        "dramatic",
        "impact",
        "said",
        "referring",
        "separation",
        "nearly",
        "entire",
        "cowling",
        "nearby",
        "structure",
        "channel",
        "air",
        "jet",
        "engine",
        "damage",
        "external",
        "engine",
        "section",
        "supposed",
        "happen",
        "current",
        "manufacturing",
        "inspection",
        "system",
        "ushered",
        "era",
        "record",
        "airline",
        "safety",
        "globally",
        "though",
        "investigator",
        "still",
        "analyzing",
        "data",
        "recorder",
        "federal",
        "aviation",
        "administration",
        "late",
        "wednesday",
        "announced",
        "order",
        "enhanced",
        "inspection",
        "certain",
        "engine",
        "boeing",
        "737s",
        "faa",
        "said",
        "within",
        "two",
        "week",
        "intends",
        "issue",
        "safety",
        "directive",
        "mandating",
        "ultrasound",
        "examination",
        "designated",
        "fan",
        "blade",
        "reach",
        "specified",
        "number",
        "trip",
        "airline",
        "replace",
        "blade",
        "fail",
        "check",
        "concerned",
        "particular",
        "event",
        "ntsb",
        "chairman",
        "robert",
        "sumwalt",
        "told",
        "reporter",
        "wednesday",
        "briefing",
        "noting",
        "widely",
        "used",
        "family",
        "boeing",
        "engine",
        "solid",
        "safety",
        "record",
        "said",
        "early",
        "determine",
        "accident",
        "pointed",
        "broader",
        "hazard",
        "traveler",
        "related",
        "captain",
        "former",
        "navy",
        "pilot",
        "praised",
        "calm",
        "passenger",
        "died",
        "thoughtful",
        "leader",
        "panic",
        "ensues",
        "inside",
        "southwest",
        "fatal",
        "midair",
        "engine",
        "failure",
        "related",
        "video",
        "southwest",
        "airline",
        "passenger",
        "broadcast",
        "video",
        "facebook",
        "live",
        "midair",
        "engine",
        "broke",
        "apart",
        "apparently",
        "rupturing",
        "window",
        "killing",
        "passenger",
        "feel",
        "deeper",
        "issue",
        "capability",
        "issue",
        "urgent",
        "safety",
        "recommendation",
        "said",
        "airline",
        "overseas",
        "preparing",
        "respond",
        "thursday",
        "faa",
        "proposed",
        "action",
        "check",
        "action",
        "required",
        "following",
        "incident",
        "promptly",
        "fully",
        "complied",
        "said",
        "european",
        "budget",
        "carrier",
        "ryanair",
        "holding",
        "plc",
        "one",
        "biggest",
        "customer",
        "boeing",
        "737s",
        "norwegian",
        "air",
        "shuttle",
        "another",
        "discount",
        "airline",
        "said",
        "seven",
        "boeing",
        "737s",
        "affected",
        "would",
        "carry",
        "check",
        "time",
        "frame",
        "faa",
        "said",
        "would",
        "set",
        "compliance",
        "historically",
        "engine",
        "designer",
        "maintenance",
        "crew",
        "guard",
        "internal",
        "part",
        "shooting",
        "cabin",
        "front",
        "engine",
        "kevlar",
        "shielding",
        "design",
        "element",
        "primarily",
        "intended",
        "prevent",
        "event",
        "called",
        "uncontained",
        "failure",
        "expert",
        "tracking",
        "probe",
        "focusing",
        "apparent",
        "vulnerability",
        "cowling",
        "affected",
        "kind",
        "internal",
        "failure",
        "apparently",
        "occurred",
        "tuesday",
        "investigator",
        "found",
        "numerous",
        "remnant",
        "cowling",
        "ground",
        "including",
        "large",
        "piece",
        "roughly",
        "mile",
        "plane",
        "touched",
        "sumwalt",
        "said",
        "finding",
        "additional",
        "piece",
        "report",
        "public",
        "emerge",
        "said",
        "engine",
        "failure",
        "rare",
        "unheard",
        "sumwalt",
        "said",
        "investigator",
        "see",
        "three",
        "four",
        "incident",
        "year",
        "version",
        "engine",
        "involved",
        "tuesday",
        "incident",
        "service",
        "since",
        "used",
        "airliner",
        "european",
        "regulator",
        "said",
        "wednesday",
        "assessing",
        "situation",
        "working",
        "counterpart",
        "ray",
        "valeika",
        "former",
        "maintenance",
        "engineering",
        "chief",
        "delta",
        "air",
        "line",
        "said",
        "accident",
        "suggests",
        "traditional",
        "approach",
        "may",
        "need",
        "adjustment",
        "single",
        "blade",
        "split",
        "cowling",
        "like",
        "concerning",
        "said",
        "among",
        "issue",
        "likely",
        "come",
        "question",
        "whether",
        "southwest",
        "fully",
        "followed",
        "nonbinding",
        "recommendation",
        "enhanced",
        "inspection",
        "engine",
        "maker",
        "investigator",
        "expected",
        "delve",
        "among",
        "thing",
        "whether",
        "ultrasound",
        "inspection",
        "conducted",
        "recommended",
        "june",
        "engine",
        "maker",
        "cfm",
        "joint",
        "venture",
        "general",
        "electric",
        "france",
        "safran",
        "sa",
        "trying",
        "determine",
        "whether",
        "recommendation",
        "applied",
        "specific",
        "engine",
        "accident",
        "according",
        "people",
        "familiar",
        "detail",
        "safety",
        "bulletin",
        "nonbinding",
        "typically",
        "airline",
        "follow",
        "carefully",
        "faa",
        "routinely",
        "follows",
        "make",
        "mandatory",
        "incident",
        "southwest",
        "jet",
        "cfm",
        "urged",
        "operator",
        "conduct",
        "ultrasound",
        "inspection",
        "certain",
        "boeing",
        "engine",
        "guard",
        "fan",
        "blade",
        "breaking",
        "due",
        "metal",
        "fatigue",
        "later",
        "faa",
        "proposed",
        "completed",
        "six",
        "final",
        "mandatory",
        "version",
        "directive",
        "issued",
        "tuesday",
        "accident",
        "one",
        "person",
        "familiar",
        "detail",
        "said",
        "faa",
        "within",
        "week",
        "making",
        "mandatory",
        "photo",
        "released",
        "wednesday",
        "afternoon",
        "national",
        "transportation",
        "safety",
        "board",
        "show",
        "engine",
        "cowling",
        "stripped",
        "southwest",
        "flight",
        "midflight",
        "found",
        "member",
        "public",
        "photo",
        "ntsb",
        "southwest",
        "ramping",
        "voluntary",
        "engine",
        "check",
        "probe",
        "major",
        "engine",
        "failure",
        "faa",
        "ntsb",
        "bound",
        "examine",
        "southwest",
        "safety",
        "culture",
        "dissect",
        "maintenance",
        "record",
        "investigator",
        "indicated",
        "effort",
        "broader",
        "determining",
        "specific",
        "engine",
        "age",
        "inspection",
        "history",
        "put",
        "within",
        "nonbinding",
        "inspection",
        "parameter",
        "tuesday",
        "accident",
        "represents",
        "first",
        "passenger",
        "fatality",
        "southwest",
        "history",
        "carrier",
        "initially",
        "flew",
        "name",
        "air",
        "southwest",
        "management",
        "proud",
        "strong",
        "safety",
        "record",
        "longtime",
        "chairman",
        "herb",
        "kelleher",
        "retired",
        "told",
        "worst",
        "day",
        "involved",
        "company",
        "jet",
        "rolled",
        "end",
        "runway",
        "three",
        "year",
        "earlier",
        "killing",
        "child",
        "inside",
        "vehicle",
        "next",
        "chicago",
        "midway",
        "airport",
        "gary",
        "kelly",
        "kelleher",
        "protégé",
        "carrier",
        "chief",
        "executive",
        "face",
        "similar",
        "test",
        "pledged",
        "engine",
        "inspection",
        "completed",
        "rapidly",
        "kelly",
        "said",
        "southwest",
        "still",
        "early",
        "stage",
        "gathering",
        "information",
        "cooperating",
        "regulator",
        "engine",
        "plane",
        "maker",
        "said",
        "aircraft",
        "involved",
        "tuesday",
        "accident",
        "last",
        "inspected",
        "april",
        "provide",
        "detail",
        "maintenance",
        "work",
        "conducted",
        "cameron",
        "robert",
        "wall",
        "contributed",
        "article",
        "write",
        "andy",
        "pasztor"
    ]
}