{
    "organizations": [],
    "uuid": "55ba1f5d1c8a49651595d7c5ee990df360025aac",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-strata-skin-sciences-announces-17-million-equity-financing-led-by-accelmed-growth-partners-appointment-of-industry-veteran.html",
    "ord_in_thread": 0,
    "title": "STRATA Skin Sciences Announces $17 Million Equity Financing led by Accelmed Growth Partners; Appointment of Industry Veteran as Interim CEO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dr. Dolev Rafaeli Brings 25+ Years of Experience in Growing Healthcare, Medical Device, Technology and Consumer Companies\nProposed $3 Million Pay Down of Existing $10.6 Million Midcap Credit Facility\nHORSHAM, Pa., April 02, 2018 (GLOBE NEWSWIRE) -- STRATA Skin Sciences (NASDAQ:SSKN) (“STRATA”) a medical technology company in Dermatology and Plastic Surgery dedicated to developing, commercializing, and marketing innovative products for the treatment of dermatologic conditions, today announced that it has entered into definitive agreements for the sale of 15,740,740 shares of common stock to a group of investors led by Accelmed Growth Partners, an investment firm focused on value creation for medical device companies and technologies, for proceeds of $17 million. Accelmed is investing $13 million. Other investors include Dr. Dolev Rafaeli, Gohan Investments, Broadfin Capital and Sabby Management, the latter two of which are dedicated healthcare investors which both currently own common and preferred stock in the Company.\nSTRATA also announces the appointment of Dr. Rafaeli as Interim CEO, effective April 10, 2018. The Company’s current CEO Frank J. McCaney will assume the role of Interim CFO. The Company previously announced that it will conduct an Earnings Call at 8:30AM today. Information about the call is available below.\nIn connection with the equity financing, STRATA has signed a non-binding Term Sheet to amend its existing $10.6 million credit facility established with MidCap Financial Trust (“MidCap”) in 2015. Of the $17 million to be received from the new investors, $3 million will be used to pay down the current loan with MidCap. The terms of the credit facility will be amended to lower the interest rate, impose less restrictive covenants and lower prepayment and exit fees for the Company.\nThe remaining proceeds from the equity financing will be used to enhance the Company’s growth by focusing on the Company’s core recurring revenue business and adding innovative medical devices which can leverage STRATA’s salesforce, customer relationships and current infrastructure in sales, marketing and reimbursement.\nThe proposed financing will require the approval of at least 51 percent of a quorum of the votes cast in person or by proxy by shareholders of STRATA at a special meeting expected to be held no later than June 30th, 2018. Broadfin Capital and Sabby Management have pledged to vote their shares in favor of the financing.\n“We are very pleased to have Accelmed as an investor in STRATA,” said LuAnn Via, Chairperson of the Board of Directors. “Their experience in medical devices and providing growth equity to drive significant value creation serve to further position STRATA for its next phase of growth.”\n“We are delighted also to have Dolev Rafaeli join as the Company’s new CEO,” continued Ms. Via. “He has considerable experience in leadership roles in medical device companies and has a successful track record of turning around organizations and creating value for shareholders. We are confident he will make a significant contribution to the future of STRATA.” Upon Closing, Dr. Rafaeli will become the permanent CEO. In addition, at Closing, Dr. Uri Geiger, co-founder and CEO of Accelmed Growth Partners will become Chairman of the Board.\n“I am very excited to have the opportunity to lead STRATA,” said Dr. Dolev Rafaeli, incoming Interim CEO. “The Company has a portfolio of proven, best-in-class skin science technologies, including the market leading XTRAC laser for the treatment of psoriasis, vitiligo and other skin deseases. I look forward to helping STRATA achieve its goal to become the valued business partner of choice for dermatology practices.”\nDr. Dolev Rafaeli has over 25 years of experience in the healthcare, medical device, consumer and industrial services fields. He served as a Member of the Board of Directors of the company that founded the XTRAC, PhotoMedex (Nasdaq:PHMD), since 2011 and was its CEO from 2006 to 2015. Under his management at PhotoMedex, he oversaw sales growth from $19 million to over $300 million, driven by increases in brand portfolio, distribution channels and M&A transactions. He was President and CEO of Radiancy, a subsidiary of PhotoMedex, from 2006 to 2017.\nMr. Hal Mintz, Managing Member of Sabby Management and a current investor in the Company as well as an investor in this round of financing, said, “The investment by Accelmed and the appointment of Drs. Geiger and Rafaeli mark a significant change to the makeup of STRATA. The additional $17 million in capital will allow the company to renegotiate its credit facility and reinvest in advertising its flagship XTRAC laser system, options that until now were unavailable to existing management. Accelmed is a seasoned medical device investor and turnaround specialist that recently made a similar investment in Cogentix just 18 months ago and which was recently sold with significant appreciation for its shareholders.”\nH.C. Wainwright & Co. acted as placement agent for Strata in the equity transaction.\nFairmount Partners, an independent investment banking firm, acted as financial adviser to STRATA.\nConference Call Details: Date: Monday, April 2, 2018 Time: 8:30 am Eastern Time Toll Free: 888-394-8218 International: 323-794-2149 Passcode: 6380302 Webcast: www.strataskinsciences.com About Accelmed\nAccelmed is a US/Israel-based investment firm focused on value creation for medical device companies and technologies. It was founded in 2009 by Dr. Uri Geiger and Mori Arkin and invests in small and mid-cap private and public companies. With its proven track record and large team of accomplished investment professionals, Accelmed’s vision is to create leading med-tech players by merging commercial platforms with small innovative growth companies, predominantly from Israel. For more information, refer to http://www.accelmed.com/ .\nAbout STRATA Skin Sciences, Inc. ( www.strataskinsciences.com)\nSTRATA Skin Sciences is a medical technology company in Dermatology and Plastic Surgery dedicated to developing, commercializing and marketing innovative products for the treatment of dermatologic conditions. Its products include the XTRAC ® excimer laser and VTRAC ® lamp systems utilized in the treatment of psoriasis, vitiligo and various other skin conditions; the STRATAPEN ® MicroSystem, marketed specifically for the intended use of micropigmentation; and Nordlys, a multi-technology aesthetic laser device.\nAdditional Information and Where to Find It\nThis press release may be deemed solicitation material in respect of the proposed issuance of the shares of common stock of STRATA in the financing, which is subject to stockholder approval. STRATA intends to file with the Securities and Exchange Commission (the \"SEC\") and mail to its stockholders a definitive proxy statement in connection with the proposed transaction. This press release does not constitute a solicitation of any vote or approval. STRATA'S STOCKHOLDERS ARE URGED TO READ CAREFULLY AND IN THEIR ENTIRETY THE PROXY STATEMENT AND ANY OTHER RELEVANT DOCUMENTS THAT ARE FILED WITH THE SEC WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT STRATA AND THE PROPOSED TRANSACTION. Investors and stockholders may obtain a free copy of the proxy statement and other documents filed with the SEC, when they become available, from the SEC's website at www.sec.gov or by accessing STRATA's website at www.strataskinsciences.com .\nCertain Information Concerning Participants\nSTRATA, its directors, executive officers and certain other members of management and employees of STRATA may be deemed to be participants in the solicitation of proxies from STRATA's stockholders with respect to the proposed exchange transaction. Information about such persons who may, under the rules of the SEC, be considered participants in the solicitation of stockholders of STRATA in connection with the proposed transaction, and any interest they may have in the proposed transaction, will be set forth in the definitive proxy statement when it is filed with the SEC, which may be obtained as indicated above. Investors and stockholders can find additional information about STRATA's directors and executive officers in STRATA's annual report on Form 10-K, which STRATA filed with the SEC on April 2, 2018.\nSafe Harbor\nThis press release includes \"forward-looking statements\" within the meaning of the 1995. These statements include but are not limited to the Company’s plans, objectives, expectations and intentions and may contain words such as “will,” “may,” “seeks,” and “expects,” that suggest future events or trends. These statements, including the Company’s ability to generate the anticipated revenue stream, the Company’s ability to generate sufficient cash flow to fund the Company’s ongoing operations and research and development activities beginning at any time in the future, the public’s reaction to the Company’s new advertisements and marketing campaigns under development, and the Company’s ability to build a leading franchise in dermatology, aesthetics, and plastic surgery, and the financing will close, the credit facility will be amended, and management will be successful in growing the Company are based on the Company’s current expectations and are inherently subject to significant uncertainties and changes in circumstances. Actual results the Company’s expectations due to financial, economic, business, competitive, market, regulatory and political factors or conditions affecting the Company and the medical device industry in general, as well as more specific set forth in the Company’s 10K filed with the SEC on April 2, 2018.\nInvestor Contacts: Frank McCaney, Chief Executive Officer Bob Yedid, Managing Director STRATA Skin Sciences, Inc. LifeSci Advisors, LLC 215-619-3200 646-597-6989 fmccaney@strataskin.com Bob@LifeSciAdvisors.com\nSource:STRATA Skin Sciences, Inc.",
    "published": "2018-04-02T15:01:00.000+03:00",
    "crawled": "2018-04-02T15:55:25.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dolev",
        "rafaeli",
        "brings",
        "year",
        "experience",
        "growing",
        "healthcare",
        "medical",
        "device",
        "technology",
        "consumer",
        "company",
        "proposed",
        "million",
        "pay",
        "existing",
        "million",
        "midcap",
        "credit",
        "facility",
        "horsham",
        "april",
        "globe",
        "newswire",
        "stratum",
        "skin",
        "science",
        "nasdaq",
        "sskn",
        "stratum",
        "medical",
        "technology",
        "company",
        "dermatology",
        "plastic",
        "surgery",
        "dedicated",
        "developing",
        "commercializing",
        "marketing",
        "innovative",
        "product",
        "treatment",
        "dermatologic",
        "condition",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "sale",
        "share",
        "common",
        "stock",
        "group",
        "investor",
        "led",
        "accelmed",
        "growth",
        "partner",
        "investment",
        "firm",
        "focused",
        "value",
        "creation",
        "medical",
        "device",
        "company",
        "technology",
        "proceeds",
        "million",
        "accelmed",
        "investing",
        "million",
        "investor",
        "include",
        "dolev",
        "rafaeli",
        "gohan",
        "investment",
        "broadfin",
        "capital",
        "sabby",
        "management",
        "latter",
        "two",
        "dedicated",
        "healthcare",
        "investor",
        "currently",
        "common",
        "preferred",
        "stock",
        "company",
        "stratum",
        "also",
        "announces",
        "appointment",
        "rafaeli",
        "interim",
        "ceo",
        "effective",
        "april",
        "company",
        "current",
        "ceo",
        "frank",
        "mccaney",
        "assume",
        "role",
        "interim",
        "cfo",
        "company",
        "previously",
        "announced",
        "conduct",
        "earnings",
        "call",
        "today",
        "information",
        "call",
        "available",
        "connection",
        "equity",
        "financing",
        "stratum",
        "signed",
        "term",
        "sheet",
        "amend",
        "existing",
        "million",
        "credit",
        "facility",
        "established",
        "midcap",
        "financial",
        "trust",
        "midcap",
        "million",
        "received",
        "new",
        "investor",
        "million",
        "used",
        "pay",
        "current",
        "loan",
        "midcap",
        "term",
        "credit",
        "facility",
        "amended",
        "lower",
        "interest",
        "rate",
        "impose",
        "less",
        "restrictive",
        "covenant",
        "lower",
        "prepayment",
        "exit",
        "fee",
        "company",
        "remaining",
        "proceeds",
        "equity",
        "financing",
        "used",
        "enhance",
        "company",
        "growth",
        "focusing",
        "company",
        "core",
        "recurring",
        "revenue",
        "business",
        "adding",
        "innovative",
        "medical",
        "device",
        "leverage",
        "stratum",
        "salesforce",
        "customer",
        "relationship",
        "current",
        "infrastructure",
        "sale",
        "marketing",
        "reimbursement",
        "proposed",
        "financing",
        "require",
        "approval",
        "least",
        "percent",
        "quorum",
        "vote",
        "cast",
        "person",
        "proxy",
        "shareholder",
        "stratum",
        "special",
        "meeting",
        "expected",
        "held",
        "later",
        "june",
        "30th",
        "broadfin",
        "capital",
        "sabby",
        "management",
        "pledged",
        "vote",
        "share",
        "favor",
        "financing",
        "pleased",
        "accelmed",
        "investor",
        "stratum",
        "said",
        "luann",
        "via",
        "chairperson",
        "board",
        "director",
        "experience",
        "medical",
        "device",
        "providing",
        "growth",
        "equity",
        "drive",
        "significant",
        "value",
        "creation",
        "serve",
        "position",
        "stratum",
        "next",
        "phase",
        "delighted",
        "also",
        "dolev",
        "rafaeli",
        "join",
        "company",
        "new",
        "ceo",
        "continued",
        "via",
        "considerable",
        "experience",
        "leadership",
        "role",
        "medical",
        "device",
        "company",
        "successful",
        "track",
        "record",
        "turning",
        "around",
        "organization",
        "creating",
        "value",
        "shareholder",
        "confident",
        "make",
        "significant",
        "contribution",
        "future",
        "upon",
        "closing",
        "rafaeli",
        "become",
        "permanent",
        "ceo",
        "addition",
        "closing",
        "uri",
        "geiger",
        "ceo",
        "accelmed",
        "growth",
        "partner",
        "become",
        "chairman",
        "board",
        "excited",
        "opportunity",
        "lead",
        "stratum",
        "said",
        "dolev",
        "rafaeli",
        "incoming",
        "interim",
        "ceo",
        "company",
        "portfolio",
        "proven",
        "skin",
        "science",
        "technology",
        "including",
        "market",
        "leading",
        "xtrac",
        "laser",
        "treatment",
        "psoriasis",
        "vitiligo",
        "skin",
        "deseases",
        "look",
        "forward",
        "helping",
        "stratum",
        "achieve",
        "goal",
        "become",
        "valued",
        "business",
        "partner",
        "choice",
        "dermatology",
        "dolev",
        "rafaeli",
        "year",
        "experience",
        "healthcare",
        "medical",
        "device",
        "consumer",
        "industrial",
        "service",
        "field",
        "served",
        "member",
        "board",
        "director",
        "company",
        "founded",
        "xtrac",
        "photomedex",
        "nasdaq",
        "phmd",
        "since",
        "ceo",
        "management",
        "photomedex",
        "oversaw",
        "sale",
        "growth",
        "million",
        "million",
        "driven",
        "increase",
        "brand",
        "portfolio",
        "distribution",
        "channel",
        "transaction",
        "president",
        "ceo",
        "radiancy",
        "subsidiary",
        "photomedex",
        "hal",
        "mintz",
        "managing",
        "member",
        "sabby",
        "management",
        "current",
        "investor",
        "company",
        "well",
        "investor",
        "round",
        "financing",
        "said",
        "investment",
        "accelmed",
        "appointment",
        "drs",
        "geiger",
        "rafaeli",
        "mark",
        "significant",
        "change",
        "makeup",
        "stratum",
        "additional",
        "million",
        "capital",
        "allow",
        "company",
        "renegotiate",
        "credit",
        "facility",
        "reinvest",
        "advertising",
        "flagship",
        "xtrac",
        "laser",
        "system",
        "option",
        "unavailable",
        "existing",
        "management",
        "accelmed",
        "seasoned",
        "medical",
        "device",
        "investor",
        "turnaround",
        "specialist",
        "recently",
        "made",
        "similar",
        "investment",
        "cogentix",
        "month",
        "ago",
        "recently",
        "sold",
        "significant",
        "appreciation",
        "wainwright",
        "acted",
        "placement",
        "agent",
        "stratum",
        "equity",
        "transaction",
        "fairmount",
        "partner",
        "independent",
        "investment",
        "banking",
        "firm",
        "acted",
        "financial",
        "adviser",
        "stratum",
        "conference",
        "call",
        "detail",
        "date",
        "monday",
        "april",
        "time",
        "eastern",
        "time",
        "toll",
        "free",
        "international",
        "passcode",
        "webcast",
        "accelmed",
        "accelmed",
        "investment",
        "firm",
        "focused",
        "value",
        "creation",
        "medical",
        "device",
        "company",
        "technology",
        "founded",
        "uri",
        "geiger",
        "mori",
        "arkin",
        "invests",
        "small",
        "private",
        "public",
        "company",
        "proven",
        "track",
        "record",
        "large",
        "team",
        "accomplished",
        "investment",
        "professional",
        "accelmed",
        "vision",
        "create",
        "leading",
        "player",
        "merging",
        "commercial",
        "platform",
        "small",
        "innovative",
        "growth",
        "company",
        "predominantly",
        "israel",
        "information",
        "refer",
        "http",
        "stratum",
        "skin",
        "science",
        "stratum",
        "skin",
        "science",
        "medical",
        "technology",
        "company",
        "dermatology",
        "plastic",
        "surgery",
        "dedicated",
        "developing",
        "commercializing",
        "marketing",
        "innovative",
        "product",
        "treatment",
        "dermatologic",
        "condition",
        "product",
        "include",
        "xtrac",
        "excimer",
        "laser",
        "vtrac",
        "lamp",
        "system",
        "utilized",
        "treatment",
        "psoriasis",
        "vitiligo",
        "various",
        "skin",
        "condition",
        "stratapen",
        "microsystem",
        "marketed",
        "specifically",
        "intended",
        "use",
        "micropigmentation",
        "nordlys",
        "aesthetic",
        "laser",
        "device",
        "additional",
        "information",
        "find",
        "press",
        "release",
        "may",
        "deemed",
        "solicitation",
        "material",
        "respect",
        "proposed",
        "issuance",
        "share",
        "common",
        "stock",
        "stratum",
        "financing",
        "subject",
        "stockholder",
        "approval",
        "stratum",
        "intends",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "mail",
        "stockholder",
        "definitive",
        "proxy",
        "statement",
        "connection",
        "proposed",
        "transaction",
        "press",
        "release",
        "constitute",
        "solicitation",
        "vote",
        "approval",
        "stratum",
        "stockholder",
        "urged",
        "read",
        "carefully",
        "entirety",
        "proxy",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "stratum",
        "proposed",
        "transaction",
        "investor",
        "stockholder",
        "may",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "sec",
        "website",
        "accessing",
        "stratum",
        "website",
        "certain",
        "information",
        "concerning",
        "participant",
        "stratum",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "stratum",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stratum",
        "stockholder",
        "respect",
        "proposed",
        "exchange",
        "transaction",
        "information",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "stockholder",
        "stratum",
        "connection",
        "proposed",
        "transaction",
        "interest",
        "may",
        "proposed",
        "transaction",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "may",
        "obtained",
        "indicated",
        "investor",
        "stockholder",
        "find",
        "additional",
        "information",
        "stratum",
        "director",
        "executive",
        "officer",
        "stratum",
        "annual",
        "report",
        "form",
        "stratum",
        "filed",
        "sec",
        "april",
        "safe",
        "harbor",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "statement",
        "include",
        "limited",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "may",
        "contain",
        "word",
        "may",
        "seek",
        "expects",
        "suggest",
        "future",
        "event",
        "trend",
        "statement",
        "including",
        "company",
        "ability",
        "generate",
        "anticipated",
        "revenue",
        "stream",
        "company",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "fund",
        "company",
        "ongoing",
        "operation",
        "research",
        "development",
        "activity",
        "beginning",
        "time",
        "future",
        "public",
        "reaction",
        "company",
        "new",
        "advertisement",
        "marketing",
        "campaign",
        "development",
        "company",
        "ability",
        "build",
        "leading",
        "franchise",
        "dermatology",
        "aesthetic",
        "plastic",
        "surgery",
        "financing",
        "close",
        "credit",
        "facility",
        "amended",
        "management",
        "successful",
        "growing",
        "company",
        "based",
        "company",
        "current",
        "expectation",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "change",
        "circumstance",
        "actual",
        "result",
        "company",
        "expectation",
        "due",
        "financial",
        "economic",
        "business",
        "competitive",
        "market",
        "regulatory",
        "political",
        "factor",
        "condition",
        "affecting",
        "company",
        "medical",
        "device",
        "industry",
        "general",
        "well",
        "specific",
        "set",
        "forth",
        "company",
        "10k",
        "filed",
        "sec",
        "april",
        "investor",
        "contact",
        "frank",
        "mccaney",
        "chief",
        "executive",
        "officer",
        "bob",
        "yedid",
        "managing",
        "director",
        "stratum",
        "skin",
        "science",
        "lifesci",
        "advisor",
        "llc",
        "fmccaney",
        "bob",
        "source",
        "stratum",
        "skin",
        "science",
        "inc"
    ]
}