{
    "organizations": [],
    "uuid": "53636483ed17f75720f4362358f36609fb64eaf9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/business-wire-americas-silver-corporation-provides-first-quarter-production-and-cost-update-including-record-low-cash-costs-and-all-in.html",
    "ord_in_thread": 0,
    "title": "Americas Silver Corporation Provides First Quarter Production and Cost Update Including Record Low Cash Costs and All-in Sustaining Costs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Americas Silver Corporation (TSX:USA) (NYSE American:USAS) (“Americas Silver” or the “Company”) today announced consolidated production and operating cost results for the first quarter of 2018 and individually for its Cosalá Operations and Galena Complex. All figures are in U.S. dollars unless otherwise indicated.\nFirst Quarter Highlights (compared to Q1, 2017)\nConsolidated silver production of approximately 400,000 silver ounces and 1.6 million silver equivalent 1 ounces. Consolidated cash costs 2 were approximately negative ($2.50) per silver ounce, a decrease of 125%. Consolidated all-in sustaining costs 2 (“AISC”) were approximately $6.40 per silver ounce, a decrease of 50%. Cosalá Operations silver production solely from the Company’s San Rafael mine of approximately 80,000 silver ounces and 950,000 silver equivalent ounces. Cash costs were approximately negative ($58.45) per silver ounce and all-in sustaining costs were approximately negative ($35.20) per silver ounce. Galena Complex silver production of approximately 320,000 silver ounces and 666,000 silver equivalent ounces representing increases of 16% and 17%, respectively. Cash costs were approximately $11.45 per silver ounce and all-in sustaining costs were approximately $16.75 per silver ounce down 28% and 23%, respectively. Guidance for 2018 remains unchanged at 1.6 – 2.0 million silver ounces and 7.2 – 8.0 million silver equivalent ounces at cash costs of negative ($10.00) to negative ($5.00) per silver ounce and all-in sustaining cash costs of negative ($1.00) to $4.00 per silver ounce. The Company expects to release its first quarter financial results on or before May 10, 2018.\n“The Company had a strong first quarter at both operations as San Rafael continued to ramp up in terms of mining rate and mill throughput,” said Americas Silver President and CEO Darren Blasutti. “Shareholders will be pleased with the significant reductions in our cash costs and AISC year-over-year as the benefits of San Rafael begin to be realized. We expect further reductions into the second half of the year as mill throughput reaches a steady state at 1,700 tonnes per day and San Rafael capital expenditures reduce to sustaining levels. Galena also delivered notable decreases in cash costs while increasing silver production, supporting the consolidated results.”\nConsolidated First Quarter Production Details\nConsolidated silver production for the first quarter of 2018 was 397,035 ounces which represents a decrease of 3% over the previous quarter and a decrease of 24% year-over-year. Silver equivalent production was approximately 1.6 million ounces, up 19% over the previous quarter and 46% year-over-year. Consolidated cash costs decreased 129% to negative ($2.52) per silver ounce compared to the previous quarter and 126% year-over-year, and all-in sustaining costs decreased 55% to $6.38 per silver ounce compared to the previous quarter and 52% year-over-year.\nTable 1 Consolidated Production Highlights Q1 2018 Q1 2017 Change Q4 2017 Change Processed Ore (tonnes milled) 163,875 167,493 -2% 168,901 -3% Silver Production (ounces) 397,035 523,747 -24% 409,545 -3% Silver Equivalent Production (ounces) 1,613,711 1,104,237 46% 1,358,441 19% Silver Grade (grams per tonne) 95 107 -12% 91 4% Cost of Sales ($ per equiv. ounce silver) 1 $8.12 $9.93 -18% $10.16 -20% Cash Costs ($ per ounce silver) 1 ($2.52) $9.89 -126% $8.75 -129% All-in Sustaining Costs ($ per ounce silver) 1 $6.38 $13.37 -52% $14.20 -55% Zinc Production (pounds) 7,332,978 2,389,133 207% 4,895,670 50% Lead Production (pounds) 7,624,685 6,160,732 24% 7,427,357 3% Copper Production (pounds) - 308,100 - 78,541 - 1 Cost of sales per silver equivalent ounce, cash costs per silver ounce, and all-in sustaining costs per silver ounce for Q1, 2017 excludes pre-production of 62,714 silver ounces, and 88,656 silver equivalent ounces mined from El Cajón during its commissioning period, and for Q4, 2017 excludes pre-production of 45,344 silver ounces, and 405,162 silver equivalent ounces mined from San Rafael during its commissioning period. Pre-production revenue and cost of sales from El Cajón and San Rafael are capitalized as an offset to development costs. Consolidated silver production was lower compared to prior quarters as the Company had its first full quarter of operations from its new San Rafael mine after declaring commercial production in December 2017. San Rafael will provide lower silver production compared to the previously mined deposits at the Cosalá Operations until mining sequences to the higher silver grade areas of the ore body later next year. The consolidated silver equivalent production increased substantially and the consolidated cash costs and all-in sustaining costs decreased when compared to prior quarter and year-over-year due to the comparatively higher base metal grades generally present in the San Rafael deposit. Galena is returning to an acceptable level of profitable operating performance with grades returning to historical norms with consistent contribution from production areas.\nCosalá Operations Production Details\nThe Cosalá Operations produced 79,382 ounces of silver during the first quarter of 2018 and 948,081 ounces of silver equivalent during the same period at cash costs of negative ($58.47) per silver ounce and all-in sustaining costs of negative ($35.22) per silver ounce. Silver production decreased 47% over the previous quarter and 68% year-over-year, while silver equivalent production increased 25% over the previous quarter and 78% year-over-year. Cash costs and all-in sustaining costs were down significantly compared to the previous quarter from negative ($0.28) per silver ounce and $3.74 per silver ounce, respectively, and down significantly year-over-year from $1.13 per silver ounce and $1.21 per silver ounce, respectively.\nTable 2 Cosalá Operations Highlights Q1 2018 Q1 2017 Change Q4 2017 Change Processed Ore (tonnes milled) 123,285 128,577 -4% 129,098 -5% Silver Production (ounces) 79,382 250,296 -68% 150,235 -47% Silver Equivalent Production (ounces) 948,081 533,762 78% 759,439 25% Silver Grade (grams per tonne) 42 70 -40% 54 -22% Cost of Sales ($ per equiv. ounce silver) 1 $5.92 $7.22 -18% $7.39 -20% Cash Costs ($ per ounce silver) 1 ($58.47) $1.13 >-100% ($0.28) >-100% All-in Sustaining Costs ($ per ounce silver) 1\n($35.22) $1.21 >-100% $3.74 >-100% Zinc Production (pounds) 7,332,978 2,389,133 207% 4,895,670 50% Lead Production (pounds) 2,679,485 1,124,464 138% 2,348,125 14% Copper Production (pounds) - 308,100 - 78,541 - 1 Cost of sales per silver equivalent ounce, cash costs per silver ounce, and all-in sustaining costs per silver ounce for Q1, 2017 excludes pre-production of 62,714 silver ounces, and 88,656 silver equivalent ounces mined from El Cajón during its commissioning period, and for Q4, 2017 excludes pre-production of 45,344 silver ounces, and 405,162 silver equivalent ounces mined from San Rafael during its commissioning period. Pre-production revenue and cost of sales from El Cajón and San Rafael are capitalized as an offset to development costs. As previously noted, Cosalá silver production was lower compared to prior quarters as the Company completed its first full quarter of operations from its new San Rafael mine after declaring commercial production in December 2017. San Rafael is expected to produce lower grade silver compared to the previously mined deposits at the Cosalá Operations until mining operations move to higher silver grade areas of the ore body later next year. Additionally, the initial development in the San Rafael ore body was in an area closest to the portal where the silver grade is less than half of the reserve silver grade. As a result, the silver production was lower in the first quarter compared to prior quarters. The Cosalá Operations had a significant increase in silver equivalent production as well as a significant reduction in cash costs and all-in sustaining costs during Q1, 2018, primarily due to the by-product metal production from zinc and lead during the period, which increased by 50% and 14%, respectively, when compared to prior quarter, and increased by 207% and 138%, respectively, year-over-year.\nGalena Complex Production Details\nThe Galena Complex produced 317,653 ounces of silver during the first quarter of 2018 and 665,630 ounces of silver equivalent during the same period at cash costs of $11.46 per silver ounce and all-in sustaining costs of $16.78 per silver ounce. Silver and silver equivalent production increased 22% and 11%, respectively, compared to the prior quarter, and increased 16% and 17%, respectively, year-over-year. Cash costs were down 8% compared to the prior quarter and 28% year-over-year and all-in sustaining costs were down 9% compared to the prior quarter and 23% year-over-year.\nTable 3 Galena Complex Highlights Q1 2018 Q1 2017 Change Q4 2017 Change Processed Ore (tonnes milled) 40,590 38,916 4% 39,803 2% Silver Production (ounces) 317,653 273,451 16% 259,310 22% Silver Equivalent Production (ounces) 665,630 570,475 17% 599,002 11% Silver Grade (grams per tonne) 256 230 11% 213 20% Cost of Sales ($ per equiv. ounce silver) $11.26 $12.05 -7% $11.79 -5% Cash Costs ($ per ounce silver) $11.46 $15.89 -28% $12.40 -8% All-in Sustaining Costs ($ per ounce silver) $16.78 $21.71 -23% $18.43 -9% Lead Production (pounds) 4,945,200 5,036,268 -2% 5,079,232 -3% The Company is focused on returning Galena to an acceptable level of operating performance during 2018 by advancing several planning-related initiatives, including grade optimization, in order to recapture and build on the gains which were made in 2015 and 2016. Improvements were realized in Q1, 2018 and should continue throughout the year as grades are returning to targeted norms with consistent contribution from production areas.\nAbout Americas Silver Corporation\nAmericas Silver is a silver mining company focused on growth in precious metals from its existing asset base and execution of targeted accretive acquisitions. It owns and operates the Cosalá Operations in Sinaloa, Mexico and the Galena Mine Complex in Idaho, USA. The Company holds an option on the San Felipe development project in Sonora, Mexico.\nDaren Dell, Chief Operating Officer and a Qualified Person under Canadian Securities Administrators guidelines, has approved the applicable contents of this news release. For further information please see SEDAR or americassilvercorp.com .\nCautionary Statement on Forward-Looking Information:\nThis news release contains “forward‐looking information” within the meaning of applicable securities laws. Forward‐looking information includes, but is not limited to, the Company’s expectations intentions, plans, assumptions and beliefs with respect to, among other things, the realization of exploration, operational and development plans, the Cosalá Operations and Galena Complex as well as the Company’s financing efforts. Often, but not always, forward‐looking information can be identified by forward‐looking words such as “anticipate”, “believe”, “expect”, “goal”, “plan”, “intend”, “estimate”, “may”, “assume” and “will” or similar words suggesting future outcomes, or other expectations, beliefs, plans, objectives, assumptions, intentions, or statements about future events or performance. Forward‐looking information is based on the opinions and estimates of the Company as of the date such information is provided and is subject to known and unknown risks, uncertainties, and other factors that may cause the actual results, level of activity, performance, or achievements of the Company to be materially different from those expressed or implied by such forward looking information. This includes the ability to develop and operate the Cosalá and Galena properties, risks associated with the mining industry such as economic factors (including future commodity prices, currency fluctuations and energy prices), ground conditions and factors other factors limiting mine access, failure of plant, equipment, processes and transportation services to operate as anticipated, environmental risks, government regulation, actual results of current exploration and production activities, possible variations in ore grade or recovery rates, permitting timelines, capital expenditures, reclamation activities, social and political developments and other risks of the mining industry. Although the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in forward-looking information, there may be other factors that cause results not to be as anticipated, estimated, or intended. Readers are cautioned not to place undue reliance on such information. By its nature, forward-looking information involves numerous assumptions, inherent risks and uncertainties, both general and specific that contribute to the possibility that the predictions, forecasts, and projections of various future events will not occur. The Company undertakes no obligation to update publicly or otherwise revise any forward-looking information whether as a result of new information, future events or other such factors which affect this information, except as required by law.",
    "published": "2018-04-17T15:00:00.000+03:00",
    "crawled": "2018-04-17T17:14:09.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "america",
        "silver",
        "corporation",
        "tsx",
        "usa",
        "nyse",
        "american",
        "usa",
        "america",
        "silver",
        "company",
        "today",
        "announced",
        "consolidated",
        "production",
        "operating",
        "cost",
        "result",
        "first",
        "quarter",
        "individually",
        "cosalá",
        "operation",
        "galena",
        "complex",
        "figure",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "first",
        "quarter",
        "highlight",
        "compared",
        "q1",
        "consolidated",
        "silver",
        "production",
        "approximately",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "consolidated",
        "cash",
        "cost",
        "approximately",
        "negative",
        "per",
        "silver",
        "ounce",
        "decrease",
        "consolidated",
        "sustaining",
        "cost",
        "aisc",
        "approximately",
        "per",
        "silver",
        "ounce",
        "decrease",
        "cosalá",
        "operation",
        "silver",
        "production",
        "solely",
        "company",
        "san",
        "rafael",
        "mine",
        "approximately",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "approximately",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "approximately",
        "negative",
        "per",
        "silver",
        "ounce",
        "galena",
        "complex",
        "silver",
        "production",
        "approximately",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "representing",
        "increase",
        "respectively",
        "cash",
        "cost",
        "approximately",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "approximately",
        "per",
        "silver",
        "ounce",
        "respectively",
        "guidance",
        "remains",
        "unchanged",
        "million",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "negative",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "company",
        "expects",
        "release",
        "first",
        "quarter",
        "financial",
        "result",
        "may",
        "company",
        "strong",
        "first",
        "quarter",
        "operation",
        "san",
        "rafael",
        "continued",
        "ramp",
        "term",
        "mining",
        "rate",
        "mill",
        "throughput",
        "said",
        "america",
        "silver",
        "president",
        "ceo",
        "darren",
        "blasutti",
        "shareholder",
        "pleased",
        "significant",
        "reduction",
        "cash",
        "cost",
        "aisc",
        "benefit",
        "san",
        "rafael",
        "begin",
        "realized",
        "expect",
        "reduction",
        "second",
        "half",
        "year",
        "mill",
        "throughput",
        "reach",
        "steady",
        "state",
        "tonne",
        "per",
        "day",
        "san",
        "rafael",
        "capital",
        "expenditure",
        "reduce",
        "sustaining",
        "level",
        "galena",
        "also",
        "delivered",
        "notable",
        "decrease",
        "cash",
        "cost",
        "increasing",
        "silver",
        "production",
        "supporting",
        "consolidated",
        "consolidated",
        "first",
        "quarter",
        "production",
        "detail",
        "consolidated",
        "silver",
        "production",
        "first",
        "quarter",
        "ounce",
        "represents",
        "decrease",
        "previous",
        "quarter",
        "decrease",
        "silver",
        "equivalent",
        "production",
        "approximately",
        "million",
        "ounce",
        "previous",
        "quarter",
        "consolidated",
        "cash",
        "cost",
        "decreased",
        "negative",
        "per",
        "silver",
        "ounce",
        "compared",
        "previous",
        "quarter",
        "sustaining",
        "cost",
        "decreased",
        "per",
        "silver",
        "ounce",
        "compared",
        "previous",
        "quarter",
        "table",
        "consolidated",
        "production",
        "highlight",
        "q1",
        "q1",
        "change",
        "q4",
        "change",
        "processed",
        "ore",
        "tonne",
        "milled",
        "silver",
        "production",
        "ounce",
        "silver",
        "equivalent",
        "production",
        "ounce",
        "silver",
        "grade",
        "gram",
        "per",
        "tonne",
        "cost",
        "sale",
        "per",
        "equiv",
        "ounce",
        "silver",
        "cash",
        "cost",
        "per",
        "ounce",
        "silver",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "silver",
        "zinc",
        "production",
        "pound",
        "lead",
        "production",
        "pound",
        "copper",
        "production",
        "pound",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "q1",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "el",
        "cajón",
        "commissioning",
        "period",
        "q4",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "san",
        "rafael",
        "commissioning",
        "period",
        "revenue",
        "cost",
        "sale",
        "el",
        "cajón",
        "san",
        "rafael",
        "capitalized",
        "offset",
        "development",
        "cost",
        "consolidated",
        "silver",
        "production",
        "lower",
        "compared",
        "prior",
        "quarter",
        "company",
        "first",
        "full",
        "quarter",
        "operation",
        "new",
        "san",
        "rafael",
        "mine",
        "declaring",
        "commercial",
        "production",
        "december",
        "san",
        "rafael",
        "provide",
        "lower",
        "silver",
        "production",
        "compared",
        "previously",
        "mined",
        "deposit",
        "cosalá",
        "operation",
        "mining",
        "sequence",
        "higher",
        "silver",
        "grade",
        "area",
        "ore",
        "body",
        "later",
        "next",
        "year",
        "consolidated",
        "silver",
        "equivalent",
        "production",
        "increased",
        "substantially",
        "consolidated",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "decreased",
        "compared",
        "prior",
        "quarter",
        "due",
        "comparatively",
        "higher",
        "base",
        "metal",
        "grade",
        "generally",
        "present",
        "san",
        "rafael",
        "deposit",
        "galena",
        "returning",
        "acceptable",
        "level",
        "profitable",
        "operating",
        "performance",
        "grade",
        "returning",
        "historical",
        "norm",
        "consistent",
        "contribution",
        "production",
        "area",
        "cosalá",
        "operation",
        "production",
        "detail",
        "cosalá",
        "operation",
        "produced",
        "ounce",
        "silver",
        "first",
        "quarter",
        "ounce",
        "silver",
        "equivalent",
        "period",
        "cash",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "silver",
        "production",
        "decreased",
        "previous",
        "quarter",
        "silver",
        "equivalent",
        "production",
        "increased",
        "previous",
        "quarter",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "significantly",
        "compared",
        "previous",
        "quarter",
        "negative",
        "per",
        "silver",
        "ounce",
        "per",
        "silver",
        "ounce",
        "respectively",
        "significantly",
        "per",
        "silver",
        "ounce",
        "per",
        "silver",
        "ounce",
        "respectively",
        "table",
        "cosalá",
        "operation",
        "highlight",
        "q1",
        "q1",
        "change",
        "q4",
        "change",
        "processed",
        "ore",
        "tonne",
        "milled",
        "silver",
        "production",
        "ounce",
        "silver",
        "equivalent",
        "production",
        "ounce",
        "silver",
        "grade",
        "gram",
        "per",
        "tonne",
        "cost",
        "sale",
        "per",
        "equiv",
        "ounce",
        "silver",
        "cash",
        "cost",
        "per",
        "ounce",
        "silver",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "silver",
        "zinc",
        "production",
        "pound",
        "lead",
        "production",
        "pound",
        "copper",
        "production",
        "pound",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "q1",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "el",
        "cajón",
        "commissioning",
        "period",
        "q4",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "san",
        "rafael",
        "commissioning",
        "period",
        "revenue",
        "cost",
        "sale",
        "el",
        "cajón",
        "san",
        "rafael",
        "capitalized",
        "offset",
        "development",
        "cost",
        "previously",
        "noted",
        "cosalá",
        "silver",
        "production",
        "lower",
        "compared",
        "prior",
        "quarter",
        "company",
        "completed",
        "first",
        "full",
        "quarter",
        "operation",
        "new",
        "san",
        "rafael",
        "mine",
        "declaring",
        "commercial",
        "production",
        "december",
        "san",
        "rafael",
        "expected",
        "produce",
        "lower",
        "grade",
        "silver",
        "compared",
        "previously",
        "mined",
        "deposit",
        "cosalá",
        "operation",
        "mining",
        "operation",
        "move",
        "higher",
        "silver",
        "grade",
        "area",
        "ore",
        "body",
        "later",
        "next",
        "year",
        "additionally",
        "initial",
        "development",
        "san",
        "rafael",
        "ore",
        "body",
        "area",
        "closest",
        "portal",
        "silver",
        "grade",
        "less",
        "half",
        "reserve",
        "silver",
        "grade",
        "result",
        "silver",
        "production",
        "lower",
        "first",
        "quarter",
        "compared",
        "prior",
        "quarter",
        "cosalá",
        "operation",
        "significant",
        "increase",
        "silver",
        "equivalent",
        "production",
        "well",
        "significant",
        "reduction",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "q1",
        "primarily",
        "due",
        "metal",
        "production",
        "zinc",
        "lead",
        "period",
        "increased",
        "respectively",
        "compared",
        "prior",
        "quarter",
        "increased",
        "respectively",
        "galena",
        "complex",
        "production",
        "detail",
        "galena",
        "complex",
        "produced",
        "ounce",
        "silver",
        "first",
        "quarter",
        "ounce",
        "silver",
        "equivalent",
        "period",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "silver",
        "silver",
        "equivalent",
        "production",
        "increased",
        "respectively",
        "compared",
        "prior",
        "quarter",
        "increased",
        "respectively",
        "cash",
        "cost",
        "compared",
        "prior",
        "quarter",
        "sustaining",
        "cost",
        "compared",
        "prior",
        "quarter",
        "table",
        "galena",
        "complex",
        "highlight",
        "q1",
        "q1",
        "change",
        "q4",
        "change",
        "processed",
        "ore",
        "tonne",
        "milled",
        "silver",
        "production",
        "ounce",
        "silver",
        "equivalent",
        "production",
        "ounce",
        "silver",
        "grade",
        "gram",
        "per",
        "tonne",
        "cost",
        "sale",
        "per",
        "equiv",
        "ounce",
        "silver",
        "cash",
        "cost",
        "per",
        "ounce",
        "silver",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "silver",
        "lead",
        "production",
        "pound",
        "company",
        "focused",
        "returning",
        "galena",
        "acceptable",
        "level",
        "operating",
        "performance",
        "advancing",
        "several",
        "initiative",
        "including",
        "grade",
        "optimization",
        "order",
        "recapture",
        "build",
        "gain",
        "made",
        "improvement",
        "realized",
        "q1",
        "continue",
        "throughout",
        "year",
        "grade",
        "returning",
        "targeted",
        "norm",
        "consistent",
        "contribution",
        "production",
        "area",
        "america",
        "silver",
        "corporation",
        "america",
        "silver",
        "silver",
        "mining",
        "company",
        "focused",
        "growth",
        "precious",
        "metal",
        "existing",
        "asset",
        "base",
        "execution",
        "targeted",
        "accretive",
        "acquisition",
        "owns",
        "operates",
        "cosalá",
        "operation",
        "sinaloa",
        "mexico",
        "galena",
        "mine",
        "complex",
        "idaho",
        "usa",
        "company",
        "hold",
        "option",
        "san",
        "felipe",
        "development",
        "project",
        "sonora",
        "mexico",
        "daren",
        "dell",
        "chief",
        "operating",
        "officer",
        "qualified",
        "person",
        "canadian",
        "security",
        "administrator",
        "guideline",
        "approved",
        "applicable",
        "content",
        "news",
        "release",
        "information",
        "please",
        "see",
        "sedar",
        "cautionary",
        "statement",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "includes",
        "limited",
        "company",
        "expectation",
        "intention",
        "plan",
        "assumption",
        "belief",
        "respect",
        "among",
        "thing",
        "realization",
        "exploration",
        "operational",
        "development",
        "plan",
        "cosalá",
        "operation",
        "galena",
        "complex",
        "well",
        "company",
        "financing",
        "effort",
        "often",
        "always",
        "information",
        "identified",
        "word",
        "anticipate",
        "believe",
        "expect",
        "goal",
        "plan",
        "intend",
        "estimate",
        "may",
        "assume",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "intention",
        "statement",
        "future",
        "event",
        "performance",
        "information",
        "based",
        "opinion",
        "estimate",
        "company",
        "date",
        "information",
        "provided",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "forward",
        "looking",
        "information",
        "includes",
        "ability",
        "develop",
        "operate",
        "cosalá",
        "galena",
        "property",
        "risk",
        "associated",
        "mining",
        "industry",
        "economic",
        "factor",
        "including",
        "future",
        "commodity",
        "price",
        "currency",
        "fluctuation",
        "energy",
        "price",
        "ground",
        "condition",
        "factor",
        "factor",
        "limiting",
        "mine",
        "access",
        "failure",
        "plant",
        "equipment",
        "process",
        "transportation",
        "service",
        "operate",
        "anticipated",
        "environmental",
        "risk",
        "government",
        "regulation",
        "actual",
        "result",
        "current",
        "exploration",
        "production",
        "activity",
        "possible",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "permitting",
        "timeline",
        "capital",
        "expenditure",
        "reclamation",
        "activity",
        "social",
        "political",
        "development",
        "risk",
        "mining",
        "industry",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "nature",
        "information",
        "involves",
        "numerous",
        "assumption",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "contribute",
        "possibility",
        "prediction",
        "forecast",
        "projection",
        "various",
        "future",
        "event",
        "occur",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "otherwise",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "factor",
        "affect",
        "information",
        "except",
        "required",
        "law"
    ]
}