{
    "organizations": [],
    "uuid": "5fe8cc5389271fc727150502464f8573088d5e94",
    "author": "",
    "url": "https://www.reuters.com/article/us-usa-election-millennials/democrats-lose-ground-with-millennials-reuters-ipsos-poll-idUSKBN1I10YH",
    "ord_in_thread": 0,
    "title": "Exclusive: Democrats lose ground with millennials - Reuters/Ipsos poll",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MANCHESTER, N.H. (Reuters) - Enthusiasm for the Democratic Party is waning among millennials as its candidates head into the crucial midterm congressional elections, according to the Reuters/Ipsos national opinion poll.\nThe online survey of more than 16,000 registered voters ages 18 to 34 shows their support for Democrats over Republicans for Congress slipped by about 9 percentage points over the past two years, to 46 percent overall. And they increasingly say the Republican Party is a better steward of the economy.\nAlthough nearly two of three young voters polled said they do not like Republican President Donald Trump, their distaste for him does not necessarily extend to all Republicans or translate directly into votes for Democratic congressional candidates.\nThat presents a potential problem for Democrats who have come to count on millennials as a core constituency - and will need all the loyalty they can get to achieve a net gain of 23 seats to capture control of the U.S. House of Representatives in November.\nYoung voters represent an opportunity and a risk for both parties, said Donald Green, a political science professor at Columbia University in New York City.\n“They’re not as wedded to one party,” Green said. “They’re easier to convince than, say, your 50- or 60-year-olds who don’t really change their minds very often.”\nTerry Hood, 34, an African-American who works at a Dollar General store in Baton Rouge, Louisiana and took this year’s poll, said he voted for Democrat Hillary Clinton in the 2016 presidential election.\nBut he will consider a Republican for Congress because he believes the party is making it easier to find jobs and he applauds the recent Republican-led tax cut.\n“It sounds strange to me to say this about the Republicans, but they’re helping with even the small things,” Hood said in a phone interview. “They’re taking less taxes out of my paycheck. I notice that.”\nThe Reuters/Ipsos poll surveyed young voters during the first three months of this year and the same period in 2016.\nOnly 28 percent of those polled expressed overt support for Republicans in the 2018 poll - about the same percentage as two years earlier.\nBut that does not mean the rest will turn out to back Democrats, the survey showed. A growing share of voters between ages 18 and 34 years old said they were undecided, would support a third-party candidate or not vote at all.\nThe shift away from Democrats was more pronounced among white millennials - who accounted for two-thirds of all votes cast in that age group in 2016.\nTwo years ago, young white people favored Democrats over Republicans for Congress by a margin of 47 to 33 percent; that gap vanished by this year, with 39 percent supporting each party.\nThe shift was especially dramatic among young white men, who two years ago favored Democrats but now say they favor Republicans over Democrats by a margin of 46 to 37 percent, the Reuters/Ipsos poll showed.\nAshley Reed, a white single mother of three in New Hampshire, said a teenage fascination with Democrat Barack Obama led her to support his presidency in 2008. But her politics evolved with her personal life.\nReed, now 28, grew more supportive of gun rights, for instance, while married to her now ex-husband, a U.S. Navy technician. She lost faith in social welfare programs she came to believe were misused. She opposed abortion after having children.\nReed plans to vote for a Republican for Congress this year.\n“As I got older, I felt that I could be my own voice,” she said last month in Concord, New Hampshire.\nMindi Messmer, Democratic candidate for the U.S. House of Representatives in New Hampshire's First Congressional District, speaks to a UNH College Democrats meeting at the University of New Hampshire in Durham, New Hampshire, U.S., March 28, 2018. Picture taken March 28, 2018. REUTERS/Brian Snyder A SWING DISTRICT Down the road from where Reed lives lies New Hampshire’s 1st Congressional District, a hiker’s paradise of evergreen thickets and snow-capped lakes where young white voters make up about a quarter of the electorate, compared to 21 percent nationally.\nThe district’s House seat has changed parties five times in seven election cycles and is up for grabs this year after the Democratic incumbent declined to seek re-election.\nNew Hampshire’s Democrats have an early edge in voter enthusiasm after a string of victories in races for state legislative seats, said Christopher Galdieri, a politics professor at Saint Anselm College in Manchester.\nAt a campaign event at the University of New Hampshire in Durham, Mindi Messmer, one of eight Democrats running in the primary election, touted her work as an environmental crusader. But students in the crowd also raised many other issues, notably the local economy.\n“People come to school here, and then they move away because they can’t get jobs,” said Acadia Spear, 18, of Portsmouth.\nSpear said she would likely vote for a Democrat, but her peers nationally are increasingly looking to Republicans for economic leadership, according to the Reuters/Ipsos poll.\nMillennials are almost evenly split this year over the question of which party has a better plan for the economy, with 34 percent picking the Democrats and 32 percent choosing Republicans. That’s a shift from two years ago, when they said Democrats had the better plan by a 12-point margin.\nIn Manchester, the biggest city in New Hampshire’s 1st District, tattoo artist Ashley Matthias, 31, said she has not decided how she will vote but will support anyone who will make her health insurance more affordable.\nAs she drilled an eagle in black ink across a client’s shoulder blades, Matthias explained that it is cheaper to pay for her doctor’s visits out-of-pocket than to buy insurance through the government-run Obamacare exchange.\n“You just hope nothing happens to you,” she said.\nBATTLE FOR THE YOUTH VOTE After the bruising loss in the presidential election of 2016, the Democratic Party learned it needed to reach young voters on their turf, including on social media and at college campuses, said Elizabeth Renda, who specializes in reaching young voters for the Democratic National Committee.\n“Instead of having real conversations with them, we settled for TV ads,” Renda said of the 2016 failure.\nEarlier this year, the DNC launched its “IWillVote” initiative, aimed in part at registering millennials to vote. The party also will run ads via social media and text, and it plans to send buses to college campuses on election day to bring students to the polls.\nThe Democratic National Committee declined to comment on the Reuters poll. Republican National Committee spokeswoman Cassie Smedile said the poll indicates that young voters “like what they’ve seen” from the party in power.\nThe Republican committee plans to target young voters in part through a pilot program to get out the vote at six college campuses, Smedile said.\nIn New Hampshire, Eddie Edwards, one of two Republicans running for Congress in the 1st District, said he pitches millennials on ways the government should help college graduates pay off their student loans. He also argues that public secondary schools must better prepare students to find jobs without attending college.\n“This is a generation that has much more access to information than others,” he said. “Unless you’re addressing those issues that are important to them, it’s hard to get them involved.”\nThe Reuters/Ipsos poll was conducted online in English throughout the United States. It gathered about 65,000 responses in all during the first three months of 2018 and 2016, including 16,000 registered voters between the ages of 18 and 34 and nearly 11,000 registered white millennial voters.\nSlideshow (25 Images) The poll has a credibility interval of 1 percentage point, meaning that results may vary by about 1 percentage point in either direction.\nFor graphic on Democrats losing millenial voters, click: tmsnrt.rs/2I1YafW\nReporting by Chris Kahn; Grant Smith in New York; Editing by Colleen Jenkins and Brian Thevenot\n ",
    "published": "2018-04-30T14:13:00.000+03:00",
    "crawled": "2018-04-30T14:25:54.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "manchester",
        "reuters",
        "enthusiasm",
        "democratic",
        "party",
        "waning",
        "among",
        "millennials",
        "candidate",
        "head",
        "crucial",
        "midterm",
        "congressional",
        "election",
        "according",
        "national",
        "opinion",
        "poll",
        "online",
        "survey",
        "registered",
        "voter",
        "age",
        "show",
        "support",
        "democrat",
        "republican",
        "congress",
        "slipped",
        "percentage",
        "point",
        "past",
        "two",
        "year",
        "percent",
        "overall",
        "increasingly",
        "say",
        "republican",
        "party",
        "better",
        "steward",
        "economy",
        "although",
        "nearly",
        "two",
        "three",
        "young",
        "voter",
        "polled",
        "said",
        "like",
        "republican",
        "president",
        "donald",
        "trump",
        "distaste",
        "necessarily",
        "extend",
        "republican",
        "translate",
        "directly",
        "vote",
        "democratic",
        "congressional",
        "candidate",
        "present",
        "potential",
        "problem",
        "democrat",
        "come",
        "count",
        "millennials",
        "core",
        "constituency",
        "need",
        "loyalty",
        "get",
        "achieve",
        "net",
        "gain",
        "seat",
        "capture",
        "control",
        "house",
        "representative",
        "november",
        "young",
        "voter",
        "represent",
        "opportunity",
        "risk",
        "party",
        "said",
        "donald",
        "green",
        "political",
        "science",
        "professor",
        "columbia",
        "university",
        "new",
        "york",
        "city",
        "wedded",
        "one",
        "party",
        "green",
        "said",
        "easier",
        "convince",
        "say",
        "really",
        "change",
        "mind",
        "terry",
        "hood",
        "work",
        "dollar",
        "general",
        "store",
        "baton",
        "rouge",
        "louisiana",
        "took",
        "year",
        "poll",
        "said",
        "voted",
        "democrat",
        "hillary",
        "clinton",
        "presidential",
        "election",
        "consider",
        "republican",
        "congress",
        "belief",
        "party",
        "making",
        "easier",
        "find",
        "job",
        "applauds",
        "recent",
        "tax",
        "cut",
        "sound",
        "strange",
        "say",
        "republican",
        "helping",
        "even",
        "small",
        "thing",
        "hood",
        "said",
        "phone",
        "interview",
        "taking",
        "less",
        "tax",
        "paycheck",
        "notice",
        "poll",
        "surveyed",
        "young",
        "voter",
        "first",
        "three",
        "month",
        "year",
        "period",
        "percent",
        "polled",
        "expressed",
        "overt",
        "support",
        "republican",
        "poll",
        "percentage",
        "two",
        "year",
        "earlier",
        "mean",
        "rest",
        "turn",
        "back",
        "democrat",
        "survey",
        "showed",
        "growing",
        "share",
        "voter",
        "age",
        "year",
        "old",
        "said",
        "undecided",
        "would",
        "support",
        "candidate",
        "vote",
        "shift",
        "away",
        "democrat",
        "pronounced",
        "among",
        "white",
        "millennials",
        "accounted",
        "vote",
        "cast",
        "age",
        "group",
        "two",
        "year",
        "ago",
        "young",
        "white",
        "people",
        "favored",
        "democrat",
        "republican",
        "congress",
        "margin",
        "percent",
        "gap",
        "vanished",
        "year",
        "percent",
        "supporting",
        "party",
        "shift",
        "especially",
        "dramatic",
        "among",
        "young",
        "white",
        "men",
        "two",
        "year",
        "ago",
        "favored",
        "democrat",
        "say",
        "favor",
        "republican",
        "democrat",
        "margin",
        "percent",
        "poll",
        "showed",
        "ashley",
        "reed",
        "white",
        "single",
        "mother",
        "three",
        "new",
        "hampshire",
        "said",
        "teenage",
        "fascination",
        "democrat",
        "barack",
        "obama",
        "led",
        "support",
        "presidency",
        "politics",
        "evolved",
        "personal",
        "life",
        "reed",
        "grew",
        "supportive",
        "gun",
        "right",
        "instance",
        "married",
        "navy",
        "technician",
        "lost",
        "faith",
        "social",
        "welfare",
        "program",
        "came",
        "believe",
        "misused",
        "opposed",
        "abortion",
        "child",
        "reed",
        "plan",
        "vote",
        "republican",
        "congress",
        "year",
        "got",
        "older",
        "felt",
        "could",
        "voice",
        "said",
        "last",
        "month",
        "concord",
        "new",
        "hampshire",
        "mindi",
        "messmer",
        "democratic",
        "candidate",
        "house",
        "representative",
        "new",
        "hampshire",
        "first",
        "congressional",
        "district",
        "speaks",
        "unh",
        "college",
        "democrat",
        "meeting",
        "university",
        "new",
        "hampshire",
        "durham",
        "new",
        "hampshire",
        "march",
        "picture",
        "taken",
        "march",
        "snyder",
        "swing",
        "district",
        "road",
        "reed",
        "life",
        "lie",
        "new",
        "hampshire",
        "1st",
        "congressional",
        "district",
        "hiker",
        "paradise",
        "evergreen",
        "thicket",
        "lake",
        "young",
        "white",
        "voter",
        "make",
        "quarter",
        "electorate",
        "compared",
        "percent",
        "nationally",
        "district",
        "house",
        "seat",
        "changed",
        "party",
        "five",
        "time",
        "seven",
        "election",
        "cycle",
        "grab",
        "year",
        "democratic",
        "incumbent",
        "declined",
        "seek",
        "new",
        "hampshire",
        "democrat",
        "early",
        "edge",
        "voter",
        "enthusiasm",
        "string",
        "victory",
        "race",
        "state",
        "legislative",
        "seat",
        "said",
        "christopher",
        "galdieri",
        "politics",
        "professor",
        "saint",
        "anselm",
        "college",
        "manchester",
        "campaign",
        "event",
        "university",
        "new",
        "hampshire",
        "durham",
        "mindi",
        "messmer",
        "one",
        "eight",
        "democrat",
        "running",
        "primary",
        "election",
        "touted",
        "work",
        "environmental",
        "crusader",
        "student",
        "crowd",
        "also",
        "raised",
        "many",
        "issue",
        "notably",
        "local",
        "economy",
        "people",
        "come",
        "school",
        "move",
        "away",
        "get",
        "job",
        "said",
        "acadia",
        "spear",
        "portsmouth",
        "spear",
        "said",
        "would",
        "likely",
        "vote",
        "democrat",
        "peer",
        "nationally",
        "increasingly",
        "looking",
        "republican",
        "economic",
        "leadership",
        "according",
        "poll",
        "millennials",
        "almost",
        "evenly",
        "split",
        "year",
        "question",
        "party",
        "better",
        "plan",
        "economy",
        "percent",
        "picking",
        "democrat",
        "percent",
        "choosing",
        "republican",
        "shift",
        "two",
        "year",
        "ago",
        "said",
        "democrat",
        "better",
        "plan",
        "margin",
        "manchester",
        "biggest",
        "city",
        "new",
        "hampshire",
        "1st",
        "district",
        "tattoo",
        "artist",
        "ashley",
        "matthias",
        "said",
        "decided",
        "vote",
        "support",
        "anyone",
        "make",
        "health",
        "insurance",
        "affordable",
        "drilled",
        "eagle",
        "black",
        "ink",
        "across",
        "client",
        "shoulder",
        "blade",
        "matthias",
        "explained",
        "cheaper",
        "pay",
        "doctor",
        "visit",
        "buy",
        "insurance",
        "obamacare",
        "exchange",
        "hope",
        "nothing",
        "happens",
        "said",
        "battle",
        "youth",
        "vote",
        "bruising",
        "loss",
        "presidential",
        "election",
        "democratic",
        "party",
        "learned",
        "needed",
        "reach",
        "young",
        "voter",
        "turf",
        "including",
        "social",
        "medium",
        "college",
        "campus",
        "said",
        "elizabeth",
        "renda",
        "specializes",
        "reaching",
        "young",
        "voter",
        "democratic",
        "national",
        "committee",
        "instead",
        "real",
        "conversation",
        "settled",
        "tv",
        "ad",
        "renda",
        "said",
        "failure",
        "earlier",
        "year",
        "dnc",
        "launched",
        "iwillvote",
        "initiative",
        "aimed",
        "part",
        "registering",
        "millennials",
        "vote",
        "party",
        "also",
        "run",
        "ad",
        "via",
        "social",
        "medium",
        "text",
        "plan",
        "send",
        "bus",
        "college",
        "campus",
        "election",
        "day",
        "bring",
        "student",
        "poll",
        "democratic",
        "national",
        "committee",
        "declined",
        "comment",
        "reuters",
        "poll",
        "republican",
        "national",
        "committee",
        "spokeswoman",
        "cassie",
        "smedile",
        "said",
        "poll",
        "indicates",
        "young",
        "voter",
        "like",
        "seen",
        "party",
        "power",
        "republican",
        "committee",
        "plan",
        "target",
        "young",
        "voter",
        "part",
        "pilot",
        "program",
        "get",
        "vote",
        "six",
        "college",
        "campus",
        "smedile",
        "said",
        "new",
        "hampshire",
        "eddie",
        "edward",
        "one",
        "two",
        "republican",
        "running",
        "congress",
        "1st",
        "district",
        "said",
        "pitch",
        "millennials",
        "way",
        "government",
        "help",
        "college",
        "graduate",
        "pay",
        "student",
        "loan",
        "also",
        "argues",
        "public",
        "secondary",
        "school",
        "must",
        "better",
        "prepare",
        "student",
        "find",
        "job",
        "without",
        "attending",
        "college",
        "generation",
        "much",
        "access",
        "information",
        "others",
        "said",
        "unless",
        "addressing",
        "issue",
        "important",
        "hard",
        "get",
        "poll",
        "conducted",
        "online",
        "english",
        "throughout",
        "united",
        "state",
        "gathered",
        "response",
        "first",
        "three",
        "month",
        "including",
        "registered",
        "voter",
        "age",
        "nearly",
        "registered",
        "white",
        "millennial",
        "voter",
        "slideshow",
        "image",
        "poll",
        "credibility",
        "interval",
        "percentage",
        "point",
        "meaning",
        "result",
        "may",
        "vary",
        "percentage",
        "point",
        "either",
        "direction",
        "graphic",
        "democrat",
        "losing",
        "millenial",
        "voter",
        "click",
        "reporting",
        "chris",
        "kahn",
        "grant",
        "smith",
        "new",
        "york",
        "editing",
        "colleen",
        "jenkins",
        "brian",
        "thevenot"
    ]
}