{
    "organizations": [],
    "uuid": "0c5390e345827f19f9af142887dac9a5c17dd40f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/20/pr-newswire-ucb-to-expand-epilepsy-portfolio-with-strategic-acquisition-of-midazolam-nasal-spray-from-proximagen.html",
    "ord_in_thread": 0,
    "title": "UCB to Expand Epilepsy Portfolio With Strategic Acquisition of Midazolam Nasal Spray From Proximagen",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRUSSELS, April 20, 2018 /PRNewswire/ --\nMidazolam Nasal Spray (USL261), is a nasally administered investigational midazolam formulation intended as a rescue treatment of acute repetitive seizures (ARS) in patients with epilepsy, which has completed Phase 3 clinical development and is ready to be filed as a New Drug Application (NDA) in the course of 2018. USL261 [1] already granted orphan drug and fast track designation by the United States Food and Drug Administration, due to the high unmet need for patients and caregivers. Nasal administration could provide significant value to patients who currently have limited treatment options. Acquisition of USL261 complements UCB's already successful anti-epilepsy drug portfolio, enhancing the company's position as a global leader in epilepsy.\nUCB today announced an agreement to acquire the rights to Proximagen's Midazolam Nasal Spray (USL261) [1] , an anti-epilepsy drug (AED) developed as an intended rescue treatment for acute repetitive seizures (ARS, also known as serial, recurrent or cluster seizures) in patients with epilepsy.\nUSL261 [2] is a novel investigational midazolam formulation, which has been specifically designed for intranasal delivery without active inhalation. It has been granted orphan drug designation and fast track designation by the United States Food and Drug Administration (FDA), reflecting the significant unmet need which currently exists for ARS rescue treatment.\nRectally administered benzodiazepines, such as diazepam, are commonly prescribed for the treatment of ARS. However, whilst this has traditionally provided patients and caregivers with a much-needed treatment option, this route of administration may be cumbersome and problematic in social settings. A treatment administered nasally would provide important additional treatment options.\nUSL261 has demonstrated strong results in a significant Phase 3 clinical trial [3] program and the intention is to file USL261 as a New Drug Application (NDA) in the course of 2018.\n\"There is a real and pressing need for effective and convenient rescue treatments in ARS that rapidly end ongoing seizures as well as those that prevent seizure reoccurrence,\" explained Jean-Christophe Tellier, CEO of UCB. \"Midazolam Nasal Spray has delivered strong Phase 3 results; our acquisition of this program, when approved, will expand and diversify the treatment choices we are able to provide to the epilepsy community, complementing our strong internal portfolio and building on our extensive knowledge, passion and expertise in the field of epilepsy.\"\nUCB estimates that more than 150,000 people with refractory epilepsy also experience ARS. [4]\nThese types of seizures pose multiple risks to patients, which include repeated emergency room related hospitalizations each year and possible evolution into status epilepticus, a potentially life-threatening seizure state.\n\"Rescue treatment options for acute repetitive seizures have historically been very limited. As a global leader in epilepsy, with a pioneering commitment to improving patient value, UCB was the natural choice to progress the development journey of midazolam nasal spray,\" said Bill Pullman, Chief Scientific Officer and President, Proximagen. \"In making this important new medicine available, following approval, UCB will be delivering an effective rescue treatment option for patients and caregivers living with ARS. I'd like to take this opportunity to thank our investigators, along with the teams at Upsher-Smith and Proximagen who have brought us to this major milestone,\" said Mark Evenstad, Executive Chairman of ACOVA, Inc., parent company of Proximagen.\nUCB believes USL261 [5] has the potential to complement its already successful portfolio of epilepsy medicines, significantly improving its ability to provide additional treatment choice and value to millions of people living with poorly controlled seizures.\nUnder the terms of the agreement, UCB will make an upfront cash payment of $150 million. In addition, Proximagen is eligible to receive contingent payments of up to $220 million based on certain regulatory approval and sales-based milestones.\nThe transaction is expected to close in the second quarter of 2018, subject to the satisfaction of customary closing conditions including the satisfaction of the notification and waiting period requirements of the Hart-Scott-Rodino Act.\nLazard is acting as financial advisor to UCB. Covington & Burling LLP is acting as legal counsel to UCB. BMO Capital Markets Corp. is acting as financial advisor to Proximagen. Ballard Spahr LLP is acting as legal counsel to Proximagen.\nAbout UCB in Epilepsy\nUCB has a rich heritage in epilepsy with over 20 years of experience in the research and development of antiepileptic drugs. As a company with a long-term commitment to epilepsy research, our goal is to address unmet medical needs. Our scientists are proud to contribute to advances in the understanding of epilepsy and its treatment. We partner and create super-networks with world-leading scientists and clinicians in academic institutions, pharmaceutical companies and other organizations who share our goals. At UCB, we are inspired by patients, and driven by science in our commitment to support patients with epilepsy.\nAbout UCB\nUCB, Brussels, Belgium ( http://www.ucb.com ) is a global biopharmaceutical company focused on the discovery and development of innovative medicines and solutions to transform the lives of people living with severe diseases in immunology and neurology. With around 7,500 people operating in 40 countries, the company generated revenue of €4.5 billion in 2017. UCB is listed on Euronext Brussels (symbol: UCB). Follow us on Twitter: @UCB_news\nAbout Proximagen\nProximagen LLC, a member of the ACOVA family of companies located in Plymouth MN (USA), specializes in the development of novel small molecule therapeutics in the areas of CNS, pain and inflammation. As part of the Upsher-Smith Laboratories family of companies prior to the sale of its generics business in 2017, Proximagen has a long heritage in drug development.\nForward looking statements\nThis press release contains forward-looking statements based on current plans, estimates and beliefs of management. All statements, other than statements of historical fact, are statements that could be deemed forward-looking statements, including estimates of revenues, operating margins, capital expenditures, cash, other financial information, expected legal, political, regulatory or clinical results and other such estimates and results. By their nature, such forward-looking statements are not guarantees of future performance and are subject to risks, uncertainties and assumptions which could cause actual results to differ that may be implied by such forward-looking statements contained in this press release. Important factors that could result in such differences include: changes in general economic, business and competitive conditions, the inability to obtain necessary regulatory approvals or to obtain them on acceptable terms, costs associated with research and development, changes in the prospects for products in the pipeline or under development by UCB, effects of future judicial decisions or governmental investigations, product liability claims, challenges to patent protection for products or product candidates, changes in laws or regulations, exchange rate fluctuations, changes or uncertainties in tax laws or the administration of such laws and hiring and retention of its employees.\nAdditionally, information contained in this document shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any offer, solicitation or sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of such jurisdiction. UCB is providing this information as of the date of this document and expressly disclaims any duty to update any information contained in this press release, either to confirm the actual results or to report a change in its expectations.\nThere is no guarantee that new product candidates in the pipeline will progress to product approval or that new indications for existing products will be developed and approved. Products or potential products which are the subject of partnerships, joint ventures or licensing collaborations may be subject to differences between the partners. Also, UCB or others could discover safety, side effects or manufacturing problems with its products after they are marketed.\nMoreover, sales may be impacted by international and domestic trends toward managed care and healthcare cost containment and the reimbursement policies imposed by third-party payers as well as legislation affecting biopharmaceutical pricing and reimbursement.\n1. USL261 has not been submitted to or approved by the FDA. These statements solely reflect the opinions of the authors.\n2. Id.\n3. This statement has not been submitted to the FDA and solely reflects the opinions of the authors.\n4. Haut SR. Current Opinion in Neurology 2015, 28:143-150\n5. USL261 has not been submitted to or approved by the FDA. These statements solely reflect the opinions of the authors.\nSOURCE UCB",
    "published": "2018-04-20T15:00:00.000+03:00",
    "crawled": "2018-04-20T17:05:30.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "brussels",
        "april",
        "midazolam",
        "nasal",
        "spray",
        "usl261",
        "nasally",
        "administered",
        "investigational",
        "midazolam",
        "formulation",
        "intended",
        "rescue",
        "treatment",
        "acute",
        "repetitive",
        "seizure",
        "ar",
        "patient",
        "epilepsy",
        "completed",
        "phase",
        "clinical",
        "development",
        "ready",
        "filed",
        "new",
        "drug",
        "application",
        "nda",
        "course",
        "usl261",
        "already",
        "granted",
        "orphan",
        "drug",
        "fast",
        "track",
        "designation",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "due",
        "high",
        "unmet",
        "need",
        "patient",
        "caregiver",
        "nasal",
        "administration",
        "could",
        "provide",
        "significant",
        "value",
        "patient",
        "currently",
        "limited",
        "treatment",
        "option",
        "acquisition",
        "usl261",
        "complement",
        "ucb",
        "already",
        "successful",
        "drug",
        "portfolio",
        "enhancing",
        "company",
        "position",
        "global",
        "leader",
        "epilepsy",
        "ucb",
        "today",
        "announced",
        "agreement",
        "acquire",
        "right",
        "proximagen",
        "midazolam",
        "nasal",
        "spray",
        "usl261",
        "drug",
        "aed",
        "developed",
        "intended",
        "rescue",
        "treatment",
        "acute",
        "repetitive",
        "seizure",
        "ar",
        "also",
        "known",
        "serial",
        "recurrent",
        "cluster",
        "seizure",
        "patient",
        "epilepsy",
        "usl261",
        "novel",
        "investigational",
        "midazolam",
        "formulation",
        "specifically",
        "designed",
        "intranasal",
        "delivery",
        "without",
        "active",
        "inhalation",
        "granted",
        "orphan",
        "drug",
        "designation",
        "fast",
        "track",
        "designation",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "fda",
        "reflecting",
        "significant",
        "unmet",
        "need",
        "currently",
        "exists",
        "ar",
        "rescue",
        "treatment",
        "rectally",
        "administered",
        "benzodiazepine",
        "diazepam",
        "commonly",
        "prescribed",
        "treatment",
        "ar",
        "however",
        "whilst",
        "traditionally",
        "provided",
        "patient",
        "caregiver",
        "treatment",
        "option",
        "route",
        "administration",
        "may",
        "cumbersome",
        "problematic",
        "social",
        "setting",
        "treatment",
        "administered",
        "nasally",
        "would",
        "provide",
        "important",
        "additional",
        "treatment",
        "option",
        "usl261",
        "demonstrated",
        "strong",
        "result",
        "significant",
        "phase",
        "clinical",
        "trial",
        "program",
        "intention",
        "file",
        "usl261",
        "new",
        "drug",
        "application",
        "nda",
        "course",
        "real",
        "pressing",
        "need",
        "effective",
        "convenient",
        "rescue",
        "treatment",
        "ar",
        "rapidly",
        "end",
        "ongoing",
        "seizure",
        "well",
        "prevent",
        "seizure",
        "reoccurrence",
        "explained",
        "tellier",
        "ceo",
        "ucb",
        "midazolam",
        "nasal",
        "spray",
        "delivered",
        "strong",
        "phase",
        "result",
        "acquisition",
        "program",
        "approved",
        "expand",
        "diversify",
        "treatment",
        "choice",
        "able",
        "provide",
        "epilepsy",
        "community",
        "complementing",
        "strong",
        "internal",
        "portfolio",
        "building",
        "extensive",
        "knowledge",
        "passion",
        "expertise",
        "field",
        "epilepsy",
        "ucb",
        "estimate",
        "people",
        "refractory",
        "epilepsy",
        "also",
        "experience",
        "ar",
        "type",
        "seizure",
        "pose",
        "multiple",
        "risk",
        "patient",
        "include",
        "repeated",
        "emergency",
        "room",
        "related",
        "hospitalization",
        "year",
        "possible",
        "evolution",
        "status",
        "epilepticus",
        "potentially",
        "seizure",
        "state",
        "rescue",
        "treatment",
        "option",
        "acute",
        "repetitive",
        "seizure",
        "historically",
        "limited",
        "global",
        "leader",
        "epilepsy",
        "pioneering",
        "commitment",
        "improving",
        "patient",
        "value",
        "ucb",
        "natural",
        "choice",
        "progress",
        "development",
        "journey",
        "midazolam",
        "nasal",
        "spray",
        "said",
        "bill",
        "pullman",
        "chief",
        "scientific",
        "officer",
        "president",
        "proximagen",
        "making",
        "important",
        "new",
        "medicine",
        "available",
        "following",
        "approval",
        "ucb",
        "delivering",
        "effective",
        "rescue",
        "treatment",
        "option",
        "patient",
        "caregiver",
        "living",
        "ar",
        "like",
        "take",
        "opportunity",
        "thank",
        "investigator",
        "along",
        "team",
        "proximagen",
        "brought",
        "u",
        "major",
        "milestone",
        "said",
        "mark",
        "evenstad",
        "executive",
        "chairman",
        "acova",
        "parent",
        "company",
        "proximagen",
        "ucb",
        "belief",
        "usl261",
        "potential",
        "complement",
        "already",
        "successful",
        "portfolio",
        "epilepsy",
        "medicine",
        "significantly",
        "improving",
        "ability",
        "provide",
        "additional",
        "treatment",
        "choice",
        "value",
        "million",
        "people",
        "living",
        "poorly",
        "controlled",
        "seizure",
        "term",
        "agreement",
        "ucb",
        "make",
        "upfront",
        "cash",
        "payment",
        "million",
        "addition",
        "proximagen",
        "eligible",
        "receive",
        "contingent",
        "payment",
        "million",
        "based",
        "certain",
        "regulatory",
        "approval",
        "milestone",
        "transaction",
        "expected",
        "close",
        "second",
        "quarter",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "satisfaction",
        "notification",
        "waiting",
        "period",
        "requirement",
        "act",
        "lazard",
        "acting",
        "financial",
        "advisor",
        "ucb",
        "covington",
        "burling",
        "llp",
        "acting",
        "legal",
        "counsel",
        "ucb",
        "bmo",
        "capital",
        "market",
        "acting",
        "financial",
        "advisor",
        "proximagen",
        "ballard",
        "spahr",
        "llp",
        "acting",
        "legal",
        "counsel",
        "proximagen",
        "ucb",
        "epilepsy",
        "ucb",
        "rich",
        "heritage",
        "epilepsy",
        "year",
        "experience",
        "research",
        "development",
        "antiepileptic",
        "drug",
        "company",
        "commitment",
        "epilepsy",
        "research",
        "goal",
        "address",
        "unmet",
        "medical",
        "need",
        "scientist",
        "proud",
        "contribute",
        "advance",
        "understanding",
        "epilepsy",
        "treatment",
        "partner",
        "create",
        "scientist",
        "clinician",
        "academic",
        "institution",
        "pharmaceutical",
        "company",
        "organization",
        "share",
        "goal",
        "ucb",
        "inspired",
        "patient",
        "driven",
        "science",
        "commitment",
        "support",
        "patient",
        "epilepsy",
        "ucb",
        "ucb",
        "brussels",
        "belgium",
        "http",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "innovative",
        "medicine",
        "solution",
        "transform",
        "life",
        "people",
        "living",
        "severe",
        "disease",
        "immunology",
        "neurology",
        "around",
        "people",
        "operating",
        "country",
        "company",
        "generated",
        "revenue",
        "billion",
        "ucb",
        "listed",
        "euronext",
        "brussels",
        "symbol",
        "ucb",
        "follow",
        "u",
        "twitter",
        "proximagen",
        "proximagen",
        "llc",
        "member",
        "acova",
        "family",
        "company",
        "located",
        "plymouth",
        "mn",
        "usa",
        "specializes",
        "development",
        "novel",
        "small",
        "molecule",
        "therapeutic",
        "area",
        "cns",
        "pain",
        "inflammation",
        "part",
        "laboratory",
        "family",
        "company",
        "prior",
        "sale",
        "generic",
        "business",
        "proximagen",
        "long",
        "heritage",
        "drug",
        "development",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "current",
        "plan",
        "estimate",
        "belief",
        "management",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "statement",
        "including",
        "estimate",
        "revenue",
        "operating",
        "margin",
        "capital",
        "expenditure",
        "cash",
        "financial",
        "information",
        "expected",
        "legal",
        "political",
        "regulatory",
        "clinical",
        "result",
        "estimate",
        "result",
        "nature",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "may",
        "implied",
        "statement",
        "contained",
        "press",
        "release",
        "important",
        "factor",
        "could",
        "result",
        "difference",
        "include",
        "change",
        "general",
        "economic",
        "business",
        "competitive",
        "condition",
        "inability",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "obtain",
        "acceptable",
        "term",
        "cost",
        "associated",
        "research",
        "development",
        "change",
        "prospect",
        "product",
        "pipeline",
        "development",
        "ucb",
        "effect",
        "future",
        "judicial",
        "decision",
        "governmental",
        "investigation",
        "product",
        "liability",
        "claim",
        "challenge",
        "patent",
        "protection",
        "product",
        "product",
        "candidate",
        "change",
        "law",
        "regulation",
        "exchange",
        "rate",
        "fluctuation",
        "change",
        "uncertainty",
        "tax",
        "law",
        "administration",
        "law",
        "hiring",
        "retention",
        "employee",
        "additionally",
        "information",
        "contained",
        "document",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "offer",
        "solicitation",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "ucb",
        "providing",
        "information",
        "date",
        "document",
        "expressly",
        "disclaims",
        "duty",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "either",
        "confirm",
        "actual",
        "result",
        "report",
        "change",
        "expectation",
        "guarantee",
        "new",
        "product",
        "candidate",
        "pipeline",
        "progress",
        "product",
        "approval",
        "new",
        "indication",
        "existing",
        "product",
        "developed",
        "approved",
        "product",
        "potential",
        "product",
        "subject",
        "partnership",
        "joint",
        "venture",
        "licensing",
        "collaboration",
        "may",
        "subject",
        "difference",
        "partner",
        "also",
        "ucb",
        "others",
        "could",
        "discover",
        "safety",
        "side",
        "effect",
        "manufacturing",
        "problem",
        "product",
        "marketed",
        "moreover",
        "sale",
        "may",
        "impacted",
        "international",
        "domestic",
        "trend",
        "toward",
        "managed",
        "care",
        "healthcare",
        "cost",
        "containment",
        "reimbursement",
        "policy",
        "imposed",
        "payer",
        "well",
        "legislation",
        "affecting",
        "biopharmaceutical",
        "pricing",
        "reimbursement",
        "usl261",
        "submitted",
        "approved",
        "fda",
        "statement",
        "solely",
        "reflect",
        "opinion",
        "author",
        "id",
        "statement",
        "submitted",
        "fda",
        "solely",
        "reflects",
        "opinion",
        "author",
        "haut",
        "current",
        "opinion",
        "neurology",
        "usl261",
        "submitted",
        "approved",
        "fda",
        "statement",
        "solely",
        "reflect",
        "opinion",
        "author",
        "source",
        "ucb"
    ]
}