{
    "organizations": [],
    "uuid": "451b0fe44fed208b9afbeed71244e59d8d6be236",
    "author": "Peggy Noonan",
    "url": "https://www.wsj.com/articles/if-adults-wont-grow-up-nobody-will-1522970344",
    "ord_in_thread": 0,
    "title": "If Adults Won’t Grow Up, Nobody Will",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "771 COMMENTS I want to write about something I think is a problem in our society, that is in fact at the heart of many of our recent scandals, and yet is obscure enough that it doesn’t have a name. It has to do with forgetting who you are. It has to do with refusing to be fully adult and neglecting to take on, each day, the maturity, grace and self-discipline that are expected of adults and part of their job. That job is to pattern adulthood for those coming up, who are looking, always, for How To Do It—how to be a fully formed man, a fully grown woman.\nIt has to do with not being able to fully reckon with your size, not because it is small but because it is big. I see more people trembling under the weight of who they are.\nLaura Ingraham got in trouble for publicly mocking one of the student gun-control activists of Parkland, Fla. She’s been unjustly targeted for boycotts, but it’s fair to say she was wrong in what she said, and said it because she didn’t remember who she is. She is a successful and veteran media figure, host of a cable show that bears her name. As such she is a setter of the sound of our culture as it discusses politics. When you’re that person, you don’t smack around a 17-year-old, even if—maybe especially if—he is obnoxious in his presentation of his public self. He’s a kid. They’re not infrequently obnoxious, because they are not fully mature. He’s small, you’re big. There’s a power imbalance.\nAs of this week, it is six months since the reckoning that began with the New York Times exposé of Harvey Weinstein. One by one they fell, men in media, often journalism, and their stories bear at least in part a general theme. They were mostly great successes, middle-aged, and so natural leaders of the young. But they treated the young as prey. They didn’t respect them, in part because they didn’t respect themselves. They didn’t see their true size, their role, or they ignored it.\nIt should not be hard to act as if you are who you are, yet somehow it increasingly appears to be. There is diminished incentive for people to act like adults. Everyone wants to be cool, no one wants to be pretentious. No one wants to be grim, unhip, to be passed by in terms of style.\nAnd our culture has always honored the young. But it has not always honored immaturity.\nI have spent the past few days watching old videos of the civil-rights era, the King era, and there is something unexpectedly poignant in them. When you see those involved in that momentous time, you notice: They dressed as adults, with dignity. They presented themselves with self-respect. Those who moved against segregation and racial indignity went forward in adult attire—suits, dresses, coats, ties, hats—as if adulthood were something to which to aspire. As if a claiming of just rights required a showing of gravity. Look at the pictures of Martin Luther King Jr. speaking, the pictures of those marching across the Edmund Pettus bridge, of those in attendance that day when George Wallace stood in the schoolhouse door and then stepped aside to the force of the federal government, and suddenly the University of Alabama was integrated. Even the first students who went in, all young, acted and presented themselves as adults. Of course they won. Who could stop such people?\nI miss their style and seriousness. What we’re stuck with now is Mark Zuckerberg’s .\nFacebook ’s failings are now famous and so far include but are perhaps not limited to misusing, sharing and scraping of private user data, selling space to Russian propagandists in the 2016 campaign, playing games with political content, starving journalism of ad revenues, increasing polarization, and turning eager users into the unknowing product. The signal fact of Mr. Zuckerberg is that he is supremely gifted in one area—monetizing technical expertise by marrying it to a canny sense of human weakness. Beyond that, what a shallow and banal figure. He too appears to have difficulties coming to terms with who he is. Perhaps he hopes to keep you, too, from coming to terms with it, by literally dressing as a child, in T-shirts, hoodies and jeans—soft clothes, the kind 5-year-olds favor. In interviews he presents an oddly blank look, as if perhaps his audiences will take blankness for innocence. As has been said here , he is like one of those hollow-eyed busts of forgotten Caesars you see in museums.\nBut he is no child; he is a giant bestride the age, a titan, one of the richest men not only in the world but in the history of the world. His power is awesome.\nHis public reputation is now damaged, and about this he is very concerned. Next week he will appear before Congress. The Onion recently headlined that he was preparing for his questioning by studying up on the private data of congressmen. The comic Albert Brooks tweeted: “I sent Mark Zuckerberg my entire medical history just to save him some time.”\nHis current problems may have yielded a moment of promise, however. Tim Cook of Apple, in an impressive and sober interview with Recode’s Kara Swisher and MSNBC’s Chris Hayes, said last week something startling, almost revolutionary: “Privacy to us is a human right.” This was stunning because it was the exact opposite of what Silicon Valley has been telling us since social media’s inception, which is: Privacy is dead. Get over it. Some variation on that statement has been made over and over by Silicon Valley’s pioneers, and they say it blithely, cavalierly, with no apparent sense of tragedy.\nBecause they don’t do tragedy. They do children’s clothes.\nPerhaps what is happening with Facebook will usher in the first serious rethinking, in terms of the law, on what has been lost and gained since social media began.\nCongress next week should surprise. The public infatuation with big tech and Silicon Valley is over and has been over for some time. Congress should grill Mr. Zuckerberg closely on how he took what people gave him and used it. Many viewers would greatly enjoy a line of questioning along these lines: “Is your product, your service, one without which we can’t live, like Edison’s electricity? It seems to me you are a visionary, sir, and we should give you your just reward, and make you a utility!”\nMr Zuckerberg invited Congress to regulate him. Wondering why, it has occurred to me it’s because he knows Congress is too stupid to do it effectively. He buys lobbyists to buy them. He knows how craven, unserious and insecure they are, and would have no particular respect for them. Nor would he have particular reason to.\nI hope they are adults. I hope they don’t showboat or yell but really probe, carefully.\nMore than ever, the adults have to rise to the fore and set the template for what is admirable. If we don’t, those who follow us will be less admirable even than us, and those after them less admirable still. That would be a tragedy, wouldn’t it?",
    "published": "2018-04-06T03:19:00.000+03:00",
    "crawled": "2018-04-06T07:55:12.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "want",
        "write",
        "something",
        "think",
        "problem",
        "society",
        "fact",
        "heart",
        "many",
        "recent",
        "scandal",
        "yet",
        "obscure",
        "enough",
        "name",
        "forgetting",
        "refusing",
        "fully",
        "adult",
        "neglecting",
        "take",
        "day",
        "maturity",
        "grace",
        "expected",
        "adult",
        "part",
        "job",
        "job",
        "pattern",
        "adulthood",
        "coming",
        "looking",
        "always",
        "fully",
        "formed",
        "man",
        "fully",
        "grown",
        "woman",
        "able",
        "fully",
        "reckon",
        "size",
        "small",
        "big",
        "see",
        "people",
        "trembling",
        "weight",
        "laura",
        "ingraham",
        "got",
        "trouble",
        "publicly",
        "mocking",
        "one",
        "student",
        "activist",
        "parkland",
        "unjustly",
        "targeted",
        "boycott",
        "fair",
        "say",
        "wrong",
        "said",
        "said",
        "remember",
        "successful",
        "veteran",
        "medium",
        "figure",
        "host",
        "cable",
        "show",
        "bear",
        "name",
        "setter",
        "sound",
        "culture",
        "discusses",
        "politics",
        "person",
        "smack",
        "around",
        "even",
        "especially",
        "obnoxious",
        "presentation",
        "public",
        "self",
        "kid",
        "infrequently",
        "obnoxious",
        "fully",
        "mature",
        "small",
        "big",
        "power",
        "imbalance",
        "week",
        "six",
        "month",
        "since",
        "reckoning",
        "began",
        "new",
        "york",
        "time",
        "exposé",
        "harvey",
        "weinstein",
        "one",
        "one",
        "fell",
        "men",
        "medium",
        "often",
        "journalism",
        "story",
        "bear",
        "least",
        "part",
        "general",
        "theme",
        "mostly",
        "great",
        "success",
        "natural",
        "leader",
        "young",
        "treated",
        "young",
        "prey",
        "respect",
        "part",
        "respect",
        "see",
        "true",
        "size",
        "role",
        "ignored",
        "hard",
        "act",
        "yet",
        "somehow",
        "increasingly",
        "appears",
        "diminished",
        "incentive",
        "people",
        "act",
        "like",
        "adult",
        "everyone",
        "want",
        "cool",
        "one",
        "want",
        "pretentious",
        "one",
        "want",
        "grim",
        "unhip",
        "passed",
        "term",
        "style",
        "culture",
        "always",
        "honored",
        "young",
        "always",
        "honored",
        "immaturity",
        "spent",
        "past",
        "day",
        "watching",
        "old",
        "video",
        "era",
        "king",
        "era",
        "something",
        "unexpectedly",
        "poignant",
        "see",
        "involved",
        "momentous",
        "time",
        "notice",
        "dressed",
        "adult",
        "dignity",
        "presented",
        "moved",
        "segregation",
        "racial",
        "indignity",
        "went",
        "forward",
        "adult",
        "dress",
        "coat",
        "tie",
        "adulthood",
        "something",
        "aspire",
        "claiming",
        "right",
        "required",
        "showing",
        "gravity",
        "look",
        "picture",
        "martin",
        "luther",
        "king",
        "speaking",
        "picture",
        "marching",
        "across",
        "edmund",
        "pettus",
        "bridge",
        "attendance",
        "day",
        "george",
        "wallace",
        "stood",
        "schoolhouse",
        "door",
        "stepped",
        "aside",
        "force",
        "federal",
        "government",
        "suddenly",
        "university",
        "alabama",
        "integrated",
        "even",
        "first",
        "student",
        "went",
        "young",
        "acted",
        "presented",
        "adult",
        "course",
        "could",
        "stop",
        "people",
        "miss",
        "style",
        "seriousness",
        "stuck",
        "mark",
        "zuckerberg",
        "facebook",
        "failing",
        "famous",
        "far",
        "include",
        "perhaps",
        "limited",
        "misusing",
        "sharing",
        "scraping",
        "private",
        "user",
        "data",
        "selling",
        "space",
        "russian",
        "propagandist",
        "campaign",
        "playing",
        "game",
        "political",
        "content",
        "starving",
        "journalism",
        "ad",
        "revenue",
        "increasing",
        "polarization",
        "turning",
        "eager",
        "user",
        "unknowing",
        "product",
        "signal",
        "fact",
        "zuckerberg",
        "supremely",
        "gifted",
        "one",
        "technical",
        "expertise",
        "marrying",
        "canny",
        "sense",
        "human",
        "weakness",
        "beyond",
        "shallow",
        "banal",
        "figure",
        "appears",
        "difficulty",
        "coming",
        "term",
        "perhaps",
        "hope",
        "keep",
        "coming",
        "term",
        "literally",
        "dressing",
        "child",
        "hoodies",
        "clothes",
        "kind",
        "favor",
        "interview",
        "present",
        "oddly",
        "blank",
        "look",
        "perhaps",
        "audience",
        "take",
        "blankness",
        "innocence",
        "said",
        "like",
        "one",
        "bust",
        "forgotten",
        "caesar",
        "see",
        "museum",
        "child",
        "giant",
        "bestride",
        "age",
        "titan",
        "one",
        "richest",
        "men",
        "world",
        "history",
        "world",
        "power",
        "awesome",
        "public",
        "reputation",
        "damaged",
        "concerned",
        "next",
        "week",
        "appear",
        "congress",
        "onion",
        "recently",
        "headlined",
        "preparing",
        "questioning",
        "studying",
        "private",
        "data",
        "congressman",
        "comic",
        "albert",
        "brook",
        "tweeted",
        "sent",
        "mark",
        "zuckerberg",
        "entire",
        "medical",
        "history",
        "save",
        "current",
        "problem",
        "may",
        "yielded",
        "moment",
        "promise",
        "however",
        "tim",
        "cook",
        "apple",
        "impressive",
        "sober",
        "interview",
        "recode",
        "kara",
        "swisher",
        "msnbc",
        "chris",
        "hayes",
        "said",
        "last",
        "week",
        "something",
        "startling",
        "almost",
        "revolutionary",
        "privacy",
        "u",
        "human",
        "stunning",
        "exact",
        "opposite",
        "silicon",
        "valley",
        "telling",
        "u",
        "since",
        "social",
        "medium",
        "inception",
        "privacy",
        "dead",
        "get",
        "variation",
        "statement",
        "made",
        "silicon",
        "valley",
        "pioneer",
        "say",
        "blithely",
        "cavalierly",
        "apparent",
        "sense",
        "tragedy",
        "tragedy",
        "child",
        "clothes",
        "perhaps",
        "happening",
        "facebook",
        "usher",
        "first",
        "serious",
        "rethinking",
        "term",
        "law",
        "lost",
        "gained",
        "since",
        "social",
        "medium",
        "began",
        "congress",
        "next",
        "week",
        "surprise",
        "public",
        "infatuation",
        "big",
        "tech",
        "silicon",
        "valley",
        "time",
        "congress",
        "grill",
        "zuckerberg",
        "closely",
        "took",
        "people",
        "gave",
        "used",
        "many",
        "viewer",
        "would",
        "greatly",
        "enjoy",
        "line",
        "questioning",
        "along",
        "line",
        "product",
        "service",
        "one",
        "without",
        "live",
        "like",
        "edison",
        "electricity",
        "seems",
        "visionary",
        "sir",
        "give",
        "reward",
        "make",
        "utility",
        "mr",
        "zuckerberg",
        "invited",
        "congress",
        "regulate",
        "wondering",
        "occurred",
        "know",
        "congress",
        "stupid",
        "effectively",
        "buy",
        "lobbyist",
        "buy",
        "know",
        "craven",
        "unserious",
        "insecure",
        "would",
        "particular",
        "respect",
        "would",
        "particular",
        "reason",
        "hope",
        "adult",
        "hope",
        "showboat",
        "yell",
        "really",
        "probe",
        "carefully",
        "ever",
        "adult",
        "rise",
        "fore",
        "set",
        "template",
        "admirable",
        "follow",
        "u",
        "less",
        "admirable",
        "even",
        "u",
        "less",
        "admirable",
        "still",
        "would",
        "tragedy"
    ]
}