{
    "organizations": [],
    "uuid": "659ef4a67f9771d78c13abe628d24bbc759df269",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/04/14/apple-employees-leaks-warned/",
    "ord_in_thread": 0,
    "title": "Apple Warns Employees to Stop Leaking Information to Media",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg April 14, 2018 \nApple Inc. warned employees to stop leaking internal information on future plans and raised the specter of potential legal action and criminal charges, one of the most-aggressive moves by the world’s largest technology company to control information about its activities. \nThe Cupertino, California-based company said in a lengthy memo posted to its internal blog that it “caught 29 leakers,” last year and noted that 12 of those were arrested. “These people not only lose their jobs, they can face extreme difficulty finding employment elsewhere,” Apple added. The company declined to comment on Friday. \nApple outlined situations in which information was leaked to the media, including a meeting earlier this year where Apple’s software engineering head Craig Federighi told employees that some planned iPhone software features would be delayed. Apple also cited a yet-to-be-released software package that revealed details about the unreleased iPhone X and new Apple Watch. \nLeaked information about a new product can negatively impact sales of current models, give rivals more time to begin on a competitive response, and lead to fewer sales when the new product launches, according to the memo. “We want the chance to tell our customers why the product is great, and not have that done poorly by someone else,” Greg Joswiak, an Apple product marketing executive, said in the memo. \nThe crackdown is part of broader and long-running attempts by Silicon Valley technology companies to track and limit what information their employees share publicly. Firms like Google and Facebook Inc. are pretty open with staff about their plans, but keep close tabs on their outside communications and sometime fire people when they find leaks. \nFacebook executive Sheryl Sandberg last week talked about her disappointment with leakers. In 2016, Google fired an employee after the person shared internal posts criticizing an executive. The employee filed a lawsuit claiming their speech was protected under California law. \nIn messages to staff, tech companies sometimes conflate conversations employees are allowed to have, such as complaining about working conditions, with sharing trade secrets, said Chris Baker, an attorney with Baker Curtis and Schwartz, PC, who represents the fired Googler. “The overall broad definition of confidential information makes it so employees don’t say anything, even about issues they’re allowed to talk about,” he said. “That’s problematic.” \nApple is notoriously secretive about its product development. In 2012, Chief Executive Officer Tim Cook pledged to double down on keeping the company’s work under wraps. Despite that, the media has continued to report news on the firm to satisfy demand for information on a company that’s become a crucial part of investment portfolios, many of which support public retirement funds for teachers and other essential workers. \nIn 2017, Apple held a confidential meeting with employees in another bid to stop leaks. Since then, publications, including Bloomberg News, published details about the iPhone X, a new Apple TV video-streaming box, a new Apple Watch with LTE, the company’s upcoming augmented-reality headset, new iPad models, software enhancements, and details about the upcoming iPhones and AirPods headphones. Here’s the memo: \nLast month, Apple caught and fired the employee responsible for leaking details from an internal, confidential meeting about Apple’s software roadmap. Hundreds of software engineers were in attendance, and thousands more within the organization received details of its proceedings. One person betrayed their trust. \nThe employee who leaked the meeting to a reporter later told Apple investigators that he did it because he thought he wouldn’t be discovered. But people who leak — whether they’re Apple employees, contractors or suppliers — do get caught and they’re getting caught faster than ever. \nIn many cases, leakers don’t set out to leak. Instead, people who work for Apple are often targeted by press, analysts and bloggers who befriend them on professional and social networks like LinkedIn, Twitter and Facebook and begin to pry for information. While it may seem flattering to be approached, it’s important to remember that you’re getting played. The success of these outsiders is measured by obtaining Apple’s secrets from you and making them public. A scoop about an unreleased Apple product can generate massive traffic for a publication and financially benefit the blogger or reporter who broke it. But the Apple employee who leaks has everything to lose. \nThe impact of a leak goes far beyond the people who work on a project. \nLeaking Apple’s work undermines everyone at Apple and the years they’ve invested in creating Apple products. “Thousands of people work tirelessly for months to deliver each major software release,” says UIKit lead Josh Shaffer, whose team’s work was part of the iOS 11 leak last fall. “Seeing it leak is devastating for all of us.” \nThe impact of a leak goes beyond the people who work on a particular project — it’s felt throughout the company. Leaked information about a new product can negatively impact sales of the current model; give rival companies more time to begin on a competitive response; and lead to fewer sales of that new product when it arrives. “We want the chance to tell our customers why the product is great, and not have that done poorly by someone else,” says Greg Joswiak of Product Marketing. \nInvestments by Apple have had an enormous impact on the company’s ability to identify and catch leakers. Just before last September’s special event, an employee leaked a link to the gold master of iOS 11 to the press, again believing he wouldn’t be caught. The unreleased OS detailed soon-to-be-announced software and hardware including iPhone X. Within days, the leaker was identified through an internal investigation and fired. Global Security’s digital forensics also helped catch several employees who were feeding confidential details about new products including iPhone X, iPad Pro and AirPods to a blogger at 9to5Mac. \nLeakers in the supply chain are getting caught, too. Global Security has worked hand-in-hand with suppliers to prevent theft of Apple’s intellectual property as well as to identify individuals who try to exceed their access. They’ve also partnered with suppliers to identify vulnerabilities — both physical and technological — and ensure their security levels meet or exceed Apple’s expectations. These programs have nearly eliminated the theft of prototypes and products from factories, caught leakers and prevented many others from leaking in the first place. \nLeakers do not simply lose their jobs at Apple. In some cases, they face jail time and massive fines for network intrusion and theft of trade secrets both classified as federal crimes. In 2017, Apple caught 29 leakers. 12 of those were arrested. Among those were Apple employees, contractors and some partners in Apple’s supply chain. These people not only lose their jobs, they can face extreme difficulty finding employment elsewhere. “The potential criminal consequences of leaking are real,” says Tom Moyer of Global Security, “and that can become part of your personal and professional identity forever.” \nWhile they carry serious consequences, leaks are completely avoidable. They are the result of a decision by someone who may not have considered the impact of their actions. “Everyone comes to Apple to do the best work of their lives — work that matters and contributes to what all 135,000 people in this company are doing together,” says Joswiak. “The best way to honor those contributions is by not leaking.” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-15T01:18:00.000+03:00",
    "crawled": "2018-04-15T03:37:17.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "april",
        "apple",
        "warned",
        "employee",
        "stop",
        "leaking",
        "internal",
        "information",
        "future",
        "plan",
        "raised",
        "specter",
        "potential",
        "legal",
        "action",
        "criminal",
        "charge",
        "one",
        "move",
        "world",
        "largest",
        "technology",
        "company",
        "control",
        "information",
        "activity",
        "cupertino",
        "company",
        "said",
        "lengthy",
        "memo",
        "posted",
        "internal",
        "blog",
        "caught",
        "leaker",
        "last",
        "year",
        "noted",
        "arrested",
        "people",
        "lose",
        "job",
        "face",
        "extreme",
        "difficulty",
        "finding",
        "employment",
        "elsewhere",
        "apple",
        "added",
        "company",
        "declined",
        "comment",
        "friday",
        "apple",
        "outlined",
        "situation",
        "information",
        "leaked",
        "medium",
        "including",
        "meeting",
        "earlier",
        "year",
        "apple",
        "software",
        "engineering",
        "head",
        "craig",
        "federighi",
        "told",
        "employee",
        "planned",
        "iphone",
        "software",
        "feature",
        "would",
        "delayed",
        "apple",
        "also",
        "cited",
        "software",
        "package",
        "revealed",
        "detail",
        "unreleased",
        "iphone",
        "x",
        "new",
        "apple",
        "watch",
        "leaked",
        "information",
        "new",
        "product",
        "negatively",
        "impact",
        "sale",
        "current",
        "model",
        "give",
        "rival",
        "time",
        "begin",
        "competitive",
        "response",
        "lead",
        "fewer",
        "sale",
        "new",
        "product",
        "launch",
        "according",
        "memo",
        "want",
        "chance",
        "tell",
        "customer",
        "product",
        "great",
        "done",
        "poorly",
        "someone",
        "else",
        "greg",
        "joswiak",
        "apple",
        "product",
        "marketing",
        "executive",
        "said",
        "memo",
        "crackdown",
        "part",
        "broader",
        "attempt",
        "silicon",
        "valley",
        "technology",
        "company",
        "track",
        "limit",
        "information",
        "employee",
        "share",
        "publicly",
        "firm",
        "like",
        "google",
        "facebook",
        "pretty",
        "open",
        "staff",
        "plan",
        "keep",
        "close",
        "tab",
        "outside",
        "communication",
        "sometime",
        "fire",
        "people",
        "find",
        "leak",
        "facebook",
        "executive",
        "sheryl",
        "sandberg",
        "last",
        "week",
        "talked",
        "disappointment",
        "leaker",
        "google",
        "fired",
        "employee",
        "person",
        "shared",
        "internal",
        "post",
        "criticizing",
        "executive",
        "employee",
        "filed",
        "lawsuit",
        "claiming",
        "speech",
        "protected",
        "california",
        "law",
        "message",
        "staff",
        "tech",
        "company",
        "sometimes",
        "conflate",
        "conversation",
        "employee",
        "allowed",
        "complaining",
        "working",
        "condition",
        "sharing",
        "trade",
        "secret",
        "said",
        "chris",
        "baker",
        "attorney",
        "baker",
        "curtis",
        "schwartz",
        "pc",
        "represents",
        "fired",
        "googler",
        "overall",
        "broad",
        "definition",
        "confidential",
        "information",
        "make",
        "employee",
        "say",
        "anything",
        "even",
        "issue",
        "allowed",
        "talk",
        "said",
        "apple",
        "notoriously",
        "secretive",
        "product",
        "development",
        "chief",
        "executive",
        "officer",
        "tim",
        "cook",
        "pledged",
        "double",
        "keeping",
        "company",
        "work",
        "wrap",
        "despite",
        "medium",
        "continued",
        "report",
        "news",
        "firm",
        "satisfy",
        "demand",
        "information",
        "company",
        "become",
        "crucial",
        "part",
        "investment",
        "portfolio",
        "many",
        "support",
        "public",
        "retirement",
        "fund",
        "teacher",
        "essential",
        "worker",
        "apple",
        "held",
        "confidential",
        "meeting",
        "employee",
        "another",
        "bid",
        "stop",
        "leak",
        "since",
        "publication",
        "including",
        "bloomberg",
        "news",
        "published",
        "detail",
        "iphone",
        "x",
        "new",
        "apple",
        "tv",
        "box",
        "new",
        "apple",
        "watch",
        "lte",
        "company",
        "upcoming",
        "headset",
        "new",
        "ipad",
        "model",
        "software",
        "enhancement",
        "detail",
        "upcoming",
        "iphones",
        "airpods",
        "headphone",
        "memo",
        "last",
        "month",
        "apple",
        "caught",
        "fired",
        "employee",
        "responsible",
        "leaking",
        "detail",
        "internal",
        "confidential",
        "meeting",
        "apple",
        "software",
        "roadmap",
        "hundred",
        "software",
        "engineer",
        "attendance",
        "thousand",
        "within",
        "organization",
        "received",
        "detail",
        "proceeding",
        "one",
        "person",
        "betrayed",
        "trust",
        "employee",
        "leaked",
        "meeting",
        "reporter",
        "later",
        "told",
        "apple",
        "investigator",
        "thought",
        "discovered",
        "people",
        "leak",
        "whether",
        "apple",
        "employee",
        "contractor",
        "supplier",
        "get",
        "caught",
        "getting",
        "caught",
        "faster",
        "ever",
        "many",
        "case",
        "leaker",
        "set",
        "leak",
        "instead",
        "people",
        "work",
        "apple",
        "often",
        "targeted",
        "press",
        "analyst",
        "blogger",
        "befriend",
        "professional",
        "social",
        "network",
        "like",
        "linkedin",
        "twitter",
        "facebook",
        "begin",
        "pry",
        "information",
        "may",
        "seem",
        "flattering",
        "approached",
        "important",
        "remember",
        "getting",
        "played",
        "success",
        "outsider",
        "measured",
        "obtaining",
        "apple",
        "secret",
        "making",
        "public",
        "scoop",
        "unreleased",
        "apple",
        "product",
        "generate",
        "massive",
        "traffic",
        "publication",
        "financially",
        "benefit",
        "blogger",
        "reporter",
        "broke",
        "apple",
        "employee",
        "leak",
        "everything",
        "lose",
        "impact",
        "leak",
        "go",
        "far",
        "beyond",
        "people",
        "work",
        "project",
        "leaking",
        "apple",
        "work",
        "undermines",
        "everyone",
        "apple",
        "year",
        "invested",
        "creating",
        "apple",
        "product",
        "thousand",
        "people",
        "work",
        "tirelessly",
        "month",
        "deliver",
        "major",
        "software",
        "release",
        "say",
        "uikit",
        "lead",
        "josh",
        "shaffer",
        "whose",
        "team",
        "work",
        "part",
        "io",
        "leak",
        "last",
        "fall",
        "seeing",
        "leak",
        "devastating",
        "impact",
        "leak",
        "go",
        "beyond",
        "people",
        "work",
        "particular",
        "project",
        "felt",
        "throughout",
        "company",
        "leaked",
        "information",
        "new",
        "product",
        "negatively",
        "impact",
        "sale",
        "current",
        "model",
        "give",
        "rival",
        "company",
        "time",
        "begin",
        "competitive",
        "response",
        "lead",
        "fewer",
        "sale",
        "new",
        "product",
        "arrives",
        "want",
        "chance",
        "tell",
        "customer",
        "product",
        "great",
        "done",
        "poorly",
        "someone",
        "else",
        "say",
        "greg",
        "joswiak",
        "product",
        "marketing",
        "investment",
        "apple",
        "enormous",
        "impact",
        "company",
        "ability",
        "identify",
        "catch",
        "leaker",
        "last",
        "september",
        "special",
        "event",
        "employee",
        "leaked",
        "link",
        "gold",
        "master",
        "io",
        "press",
        "believing",
        "caught",
        "unreleased",
        "o",
        "detailed",
        "software",
        "hardware",
        "including",
        "iphone",
        "within",
        "day",
        "leaker",
        "identified",
        "internal",
        "investigation",
        "fired",
        "global",
        "security",
        "digital",
        "forensics",
        "also",
        "helped",
        "catch",
        "several",
        "employee",
        "feeding",
        "confidential",
        "detail",
        "new",
        "product",
        "including",
        "iphone",
        "x",
        "ipad",
        "pro",
        "airpods",
        "blogger",
        "9to5mac",
        "leaker",
        "supply",
        "chain",
        "getting",
        "caught",
        "global",
        "security",
        "worked",
        "supplier",
        "prevent",
        "theft",
        "apple",
        "intellectual",
        "property",
        "well",
        "identify",
        "individual",
        "try",
        "exceed",
        "access",
        "also",
        "partnered",
        "supplier",
        "identify",
        "vulnerability",
        "physical",
        "technological",
        "ensure",
        "security",
        "level",
        "meet",
        "exceed",
        "apple",
        "expectation",
        "program",
        "nearly",
        "eliminated",
        "theft",
        "prototype",
        "product",
        "factory",
        "caught",
        "leaker",
        "prevented",
        "many",
        "others",
        "leaking",
        "first",
        "place",
        "leaker",
        "simply",
        "lose",
        "job",
        "apple",
        "case",
        "face",
        "jail",
        "time",
        "massive",
        "fine",
        "network",
        "intrusion",
        "theft",
        "trade",
        "secret",
        "classified",
        "federal",
        "crime",
        "apple",
        "caught",
        "leaker",
        "arrested",
        "among",
        "apple",
        "employee",
        "contractor",
        "partner",
        "apple",
        "supply",
        "chain",
        "people",
        "lose",
        "job",
        "face",
        "extreme",
        "difficulty",
        "finding",
        "employment",
        "elsewhere",
        "potential",
        "criminal",
        "consequence",
        "leaking",
        "real",
        "say",
        "tom",
        "moyer",
        "global",
        "security",
        "become",
        "part",
        "personal",
        "professional",
        "identity",
        "carry",
        "serious",
        "consequence",
        "leak",
        "completely",
        "avoidable",
        "result",
        "decision",
        "someone",
        "may",
        "considered",
        "impact",
        "action",
        "everyone",
        "come",
        "apple",
        "best",
        "work",
        "life",
        "work",
        "matter",
        "contributes",
        "people",
        "company",
        "together",
        "say",
        "joswiak",
        "best",
        "way",
        "honor",
        "contribution",
        "sponsored",
        "financial",
        "content"
    ]
}