{
    "organizations": [],
    "uuid": "1894ecdc57411e0c4cd8293665f6795b2a45905f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/globe-newswire-crown-point-announces-filing-of-final-prospectus-and-key-dates-for-rights-offering.html",
    "ord_in_thread": 0,
    "title": "Crown Point Announces Filing of Final Prospectus and Key Dates for Rights Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THIS PRESS RELEASE IS NOT FOR PUBLICATION OR DISSEMINATION IN THE UNITED STATES. FAILURE TO COMPLY WITH THIS RESTRICTION MAY CONSTITUTE A VIOLATION OF UNITED STATES SECURITIES LAW.\nCALGARY, Alberta, April 17, 2018 (GLOBE NEWSWIRE) -- Crown Point Energy Inc. (TSX-V:CWV) (\" Crown Point \" or the \" Company \") is pleased to announce that it has filed today a (final) short form prospectus (the \" Prospectus \") in each of the provinces of Canada, other than Québec, with respect to an offering (the \" Rights Offering \") of rights (\" Rights \") to acquire common shares of the Company (\" Common Shares \") for minimum gross proceeds of US$8 million (the \" Minimum Offering \") and maximum gross proceeds of US$12 million.\nPursuant to the Rights Offering, each eligible registered holder of Common Shares as at the close of business on April 25, 2018 (the \" Record Date \") will receive one (1) Right for each Common Share held. Each Right will entitle an eligible holder thereof to acquire 1.21569322 Common Shares at a price of US$0.36470797 per Right (representing a subscription price of US$0.30 per Common Share). The subscription price must be paid in United States dollars. The Rights issued under the Rights Offering will be evidenced by transferable rights certificates (the \" Rights Certificates \"), and will expire at 5:00 p.m. (Toronto time) on May 22, 2018 (the \" Expiry Date \"), after which time unexercised Rights will be void and of no value. The Rights Offering includes an additional subscription privilege under which eligible holders of Rights who fully exercise their Rights will be entitled to subscribe for additional available Common Shares. Closing of the Rights Offering is expected to occur on or about May 23, 2018.\nThe Prospectus and related Rights Certificates will be mailed to all eligible registered shareholders as of the close of business on the Record Date. Eligible registered shareholders wishing to exercise their Rights must forward a completed Rights Certificate, together with the applicable funds (in United States dollars), to Computershare Investor Services Inc., the rights agent of the Company, on or before the Expiry Date. Shareholders who own their Common Shares through an intermediary, such as a bank, trust company, securities dealer or broker, will receive materials and instructions from their intermediary.\nThe Common Shares will trade on the TSX Venture Exchange (\" TSXV \") on an \"ex-rights\" basis commencing on April 24, 2018. The Rights will be listed for trading on the TSXV under the symbol \"CWV.RT\" commencing on April 24, 2018 and will be de-listed from the TSXV at noon (Toronto time) on the Expiry Date.\nThe Company intends to use the net proceeds of the Rights Offering to fund a portion of the purchase price for the Company's previously announced acquisition of all of the outstanding shares of Apco Austral S.A. (the \" Acquisition \"), provided however that if the Acquisition is not completed by May 30, 2018 (or such other date as may be agreed to by the vendor and the Company) as a result of certain previously announced legal proceedings in Argentina in respect of the Acquisition (or otherwise), the Company intends to use the net proceeds from the Rights Offering to accelerate and fund the Company's 2018 exploration and development program.\nAs previously announced, the Company and Liminar Energía SA (\" Liminar \"), a company partially controlled by Pablo Peralta, one of the Company's directors, have entered into an amended and restated standby purchase agreement (the \" Standby Purchase Agreement \") pursuant to which, subject to the satisfaction of certain conditions, Liminar has agreed to fully exercise its basic subscription privilege and partially exercise its additional subscription privilege to the extent necessary to subscribe for not less than 26,666,667 Common Shares for aggregate gross proceeds of not less than US$8 million in connection with the Rights Offering. As a result, subject to the satisfaction of the terms and conditions of the Standby Purchase Agreement, the Minimum Offering will be fully backstopped by Liminar.\nThe Rights Offering is subject to certain conditions including, but not limited to, the receipt of all necessary regulatory approvals, including the final acceptance of the TSXV, and the completion of the Minimum Offering. Further details concerning the Rights Offering, including the details of the Standby Purchase Agreement, the proposed terms of a proposed new credit facility to be entered into by the Company in connection with the Acquisition (\" New Credit Facility \") and matters related to the Acquisition, are contained in the Prospectus available on the Company's SEDAR profile at www.sedar.com .\nThis press release is not an offer of securities of the Company for sale in the United States. The Rights and Common Shares issuable on exercise of the Rights have not been and will not be registered under the U.S. Securities Act of 1933, as amended, and the Rights and Common Shares may not be offered or sold in the United States except pursuant to an applicable exemption from such registration. No public offering of securities is being made in the United States.\nAbout Crown Point\nCrown Point Energy Inc. is an international oil and gas exploration and development company headquartered in Calgary, Canada, incorporated in Canada, trading on the TSX Venture Exchange and operating in South America. Crown Point’s exploration and development activities are focused in two of the largest producing basins in Argentina, the Austral basin in the province of Tierra del Fuego and the Neuquén basin, in the province of Mendoza. Crown Point has a strategy that focuses on establishing a portfolio of producing properties, plus production enhancement and exploration opportunities to provide a basis for future growth.\nForward looking information: Certain information set forth in this news release, including: matters relating to the timing and completion of the Rights Offering, including certain key dates and events related thereto, the proceeds to be raised pursuant to the Rights Offering, certain anticipated terms and conditions of the Rights Offering and the use of proceeds from the Rights Offering and the New Credit Facility , is considered forward-looking information, and necessarily involve risks and uncertainties, certain of which are beyond Crown Point’s control. Such risks include but are not limited to: the receipt of all necessary regulatory and third party approvals; the risk that the Rights Offering is not completed in the manner and timeframes contemplated herein (or at all) due to the termination of the Standby Purchase Agreement, the failure to meet the other conditions to the Rights Offering set forth herein, or otherwise; the risk that the Acquisition may not proceed on the timeline anticipated or at all, or that the terms of the Acquisition may be amended; the risk that the Company may reallocate the net proceeds from the Rights Offering, and the risks that the terms of the New Credit Facility may differ from those that are currently anticipated, or that the New Credit Facility may not be provided. Actual results, performance or achievements could differ materially from those expressed in, or implied by, the forward-looking information and, accordingly, no assurance can be given that any events anticipated by the forward-looking information will transpire or occur, or if any of them do so, what benefits that Crown Point will derive therefrom. With respect to forward-looking information contained herein, the Company has made certain assumptions, including that: the Standby Purchase Agreement will not be terminated and Liminar will comply with its obligations thereunder; the New Credit Facility will be provided on the terms, and in the timeframe, contemplated in the Prospectus, the timely receipt of any required regulatory approvals; that the terms of the Acquisition will not be amended and that the legal proceedings in respect thereof will be resolved in the Company's favour; that the Company will be able to deploy the net proceeds from the Rights Offering as anticipated. Additional information on these and other factors that could affect Crown Point are included in reports on file with Canadian securities regulatory authorities, including under the heading “Risk Factors” in the Prospectus and in the Company’s most recent annual information form, and may be accessed through the SEDAR website ( www.sedar.com ). Furthermore, the forward-looking information contained in this news release are made as of the date of this document, and Crown Point does not undertake any obligation to update publicly or to revise any of the included forward looking information, whether as a result of new information, future events or otherwise, except as may be expressly required by applicable securities law.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this news release.\nFor inquiries please contact: Brian J. Moss President & CEO Ph: (403) 232-1150 Crown Point Energy Inc. bmoss@crownpointenergy.com Marisa Tormakh Vice-President, Finance & CFO Ph: +54 11 4776 0622 Crown Point Energy Inc. mtormakh@crownpointenergy.com Website: www.crownpointenergy.com\nSource: Crown Point Energy Inc.",
    "published": "2018-04-18T03:47:00.000+03:00",
    "crawled": "2018-04-18T08:26:25.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "press",
        "release",
        "publication",
        "dissemination",
        "united",
        "state",
        "failure",
        "comply",
        "restriction",
        "may",
        "constitute",
        "violation",
        "united",
        "state",
        "security",
        "law",
        "calgary",
        "alberta",
        "april",
        "globe",
        "newswire",
        "crown",
        "point",
        "energy",
        "cwv",
        "crown",
        "point",
        "company",
        "pleased",
        "announce",
        "filed",
        "today",
        "final",
        "short",
        "form",
        "prospectus",
        "prospectus",
        "province",
        "canada",
        "québec",
        "respect",
        "offering",
        "right",
        "offering",
        "right",
        "right",
        "acquire",
        "common",
        "share",
        "company",
        "common",
        "share",
        "minimum",
        "gross",
        "proceeds",
        "u",
        "million",
        "minimum",
        "offering",
        "maximum",
        "gross",
        "proceeds",
        "u",
        "million",
        "pursuant",
        "right",
        "offering",
        "eligible",
        "registered",
        "holder",
        "common",
        "share",
        "close",
        "business",
        "april",
        "record",
        "date",
        "receive",
        "one",
        "right",
        "common",
        "share",
        "held",
        "right",
        "entitle",
        "eligible",
        "holder",
        "thereof",
        "acquire",
        "common",
        "share",
        "price",
        "u",
        "per",
        "right",
        "representing",
        "subscription",
        "price",
        "u",
        "per",
        "common",
        "share",
        "subscription",
        "price",
        "must",
        "paid",
        "united",
        "state",
        "dollar",
        "right",
        "issued",
        "right",
        "offering",
        "evidenced",
        "transferable",
        "right",
        "certificate",
        "right",
        "certificate",
        "expire",
        "toronto",
        "time",
        "may",
        "expiry",
        "date",
        "time",
        "unexercised",
        "right",
        "void",
        "value",
        "right",
        "offering",
        "includes",
        "additional",
        "subscription",
        "privilege",
        "eligible",
        "holder",
        "right",
        "fully",
        "exercise",
        "right",
        "entitled",
        "subscribe",
        "additional",
        "available",
        "common",
        "share",
        "closing",
        "right",
        "offering",
        "expected",
        "occur",
        "may",
        "prospectus",
        "related",
        "right",
        "certificate",
        "mailed",
        "eligible",
        "registered",
        "shareholder",
        "close",
        "business",
        "record",
        "date",
        "eligible",
        "registered",
        "shareholder",
        "wishing",
        "exercise",
        "right",
        "must",
        "forward",
        "completed",
        "right",
        "certificate",
        "together",
        "applicable",
        "fund",
        "united",
        "state",
        "dollar",
        "computershare",
        "investor",
        "service",
        "right",
        "agent",
        "company",
        "expiry",
        "date",
        "shareholder",
        "common",
        "share",
        "intermediary",
        "bank",
        "trust",
        "company",
        "security",
        "dealer",
        "broker",
        "receive",
        "material",
        "instruction",
        "intermediary",
        "common",
        "share",
        "trade",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "basis",
        "commencing",
        "april",
        "right",
        "listed",
        "trading",
        "tsxv",
        "symbol",
        "commencing",
        "april",
        "tsxv",
        "noon",
        "toronto",
        "time",
        "expiry",
        "date",
        "company",
        "intends",
        "use",
        "net",
        "proceeds",
        "right",
        "offering",
        "fund",
        "portion",
        "purchase",
        "price",
        "company",
        "previously",
        "announced",
        "acquisition",
        "outstanding",
        "share",
        "apco",
        "austral",
        "acquisition",
        "provided",
        "however",
        "acquisition",
        "completed",
        "may",
        "date",
        "may",
        "agreed",
        "vendor",
        "company",
        "result",
        "certain",
        "previously",
        "announced",
        "legal",
        "proceeding",
        "argentina",
        "respect",
        "acquisition",
        "otherwise",
        "company",
        "intends",
        "use",
        "net",
        "proceeds",
        "right",
        "offering",
        "accelerate",
        "fund",
        "company",
        "exploration",
        "development",
        "program",
        "previously",
        "announced",
        "company",
        "liminar",
        "energía",
        "sa",
        "liminar",
        "company",
        "partially",
        "controlled",
        "pablo",
        "peralta",
        "one",
        "company",
        "director",
        "entered",
        "amended",
        "restated",
        "standby",
        "purchase",
        "agreement",
        "standby",
        "purchase",
        "agreement",
        "pursuant",
        "subject",
        "satisfaction",
        "certain",
        "condition",
        "liminar",
        "agreed",
        "fully",
        "exercise",
        "basic",
        "subscription",
        "privilege",
        "partially",
        "exercise",
        "additional",
        "subscription",
        "privilege",
        "extent",
        "necessary",
        "subscribe",
        "less",
        "common",
        "share",
        "aggregate",
        "gross",
        "proceeds",
        "less",
        "u",
        "million",
        "connection",
        "right",
        "offering",
        "result",
        "subject",
        "satisfaction",
        "term",
        "condition",
        "standby",
        "purchase",
        "agreement",
        "minimum",
        "offering",
        "fully",
        "backstopped",
        "liminar",
        "right",
        "offering",
        "subject",
        "certain",
        "condition",
        "including",
        "limited",
        "receipt",
        "necessary",
        "regulatory",
        "approval",
        "including",
        "final",
        "acceptance",
        "tsxv",
        "completion",
        "minimum",
        "offering",
        "detail",
        "concerning",
        "right",
        "offering",
        "including",
        "detail",
        "standby",
        "purchase",
        "agreement",
        "proposed",
        "term",
        "proposed",
        "new",
        "credit",
        "facility",
        "entered",
        "company",
        "connection",
        "acquisition",
        "new",
        "credit",
        "facility",
        "matter",
        "related",
        "acquisition",
        "contained",
        "prospectus",
        "available",
        "company",
        "sedar",
        "profile",
        "press",
        "release",
        "offer",
        "security",
        "company",
        "sale",
        "united",
        "state",
        "right",
        "common",
        "share",
        "issuable",
        "exercise",
        "right",
        "registered",
        "security",
        "act",
        "amended",
        "right",
        "common",
        "share",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "except",
        "pursuant",
        "applicable",
        "exemption",
        "registration",
        "public",
        "offering",
        "security",
        "made",
        "united",
        "state",
        "crown",
        "point",
        "crown",
        "point",
        "energy",
        "international",
        "oil",
        "gas",
        "exploration",
        "development",
        "company",
        "headquartered",
        "calgary",
        "canada",
        "incorporated",
        "canada",
        "trading",
        "tsx",
        "venture",
        "exchange",
        "operating",
        "south",
        "america",
        "crown",
        "point",
        "exploration",
        "development",
        "activity",
        "focused",
        "two",
        "largest",
        "producing",
        "basin",
        "argentina",
        "austral",
        "basin",
        "province",
        "tierra",
        "del",
        "fuego",
        "neuquén",
        "basin",
        "province",
        "mendoza",
        "crown",
        "point",
        "strategy",
        "focus",
        "establishing",
        "portfolio",
        "producing",
        "property",
        "plus",
        "production",
        "enhancement",
        "exploration",
        "opportunity",
        "provide",
        "basis",
        "future",
        "growth",
        "forward",
        "looking",
        "information",
        "certain",
        "information",
        "set",
        "forth",
        "news",
        "release",
        "including",
        "matter",
        "relating",
        "timing",
        "completion",
        "right",
        "offering",
        "including",
        "certain",
        "key",
        "date",
        "event",
        "related",
        "thereto",
        "proceeds",
        "raised",
        "pursuant",
        "right",
        "offering",
        "certain",
        "anticipated",
        "term",
        "condition",
        "right",
        "offering",
        "use",
        "proceeds",
        "right",
        "offering",
        "new",
        "credit",
        "facility",
        "considered",
        "information",
        "necessarily",
        "involve",
        "risk",
        "uncertainty",
        "certain",
        "beyond",
        "crown",
        "point",
        "control",
        "risk",
        "include",
        "limited",
        "receipt",
        "necessary",
        "regulatory",
        "third",
        "party",
        "approval",
        "risk",
        "right",
        "offering",
        "completed",
        "manner",
        "timeframes",
        "contemplated",
        "herein",
        "due",
        "termination",
        "standby",
        "purchase",
        "agreement",
        "failure",
        "meet",
        "condition",
        "right",
        "offering",
        "set",
        "forth",
        "herein",
        "otherwise",
        "risk",
        "acquisition",
        "may",
        "proceed",
        "timeline",
        "anticipated",
        "term",
        "acquisition",
        "may",
        "amended",
        "risk",
        "company",
        "may",
        "reallocate",
        "net",
        "proceeds",
        "right",
        "offering",
        "risk",
        "term",
        "new",
        "credit",
        "facility",
        "may",
        "differ",
        "currently",
        "anticipated",
        "new",
        "credit",
        "facility",
        "may",
        "provided",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "information",
        "transpire",
        "occur",
        "benefit",
        "crown",
        "point",
        "derive",
        "therefrom",
        "respect",
        "information",
        "contained",
        "herein",
        "company",
        "made",
        "certain",
        "assumption",
        "including",
        "standby",
        "purchase",
        "agreement",
        "terminated",
        "liminar",
        "comply",
        "obligation",
        "thereunder",
        "new",
        "credit",
        "facility",
        "provided",
        "term",
        "timeframe",
        "contemplated",
        "prospectus",
        "timely",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "term",
        "acquisition",
        "amended",
        "legal",
        "proceeding",
        "respect",
        "thereof",
        "resolved",
        "company",
        "favour",
        "company",
        "able",
        "deploy",
        "net",
        "proceeds",
        "right",
        "offering",
        "anticipated",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "crown",
        "point",
        "included",
        "report",
        "file",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "including",
        "heading",
        "risk",
        "factor",
        "prospectus",
        "company",
        "recent",
        "annual",
        "information",
        "form",
        "may",
        "accessed",
        "sedar",
        "website",
        "furthermore",
        "information",
        "contained",
        "news",
        "release",
        "made",
        "date",
        "document",
        "crown",
        "point",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "included",
        "forward",
        "looking",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "expressly",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "inquiry",
        "please",
        "contact",
        "brian",
        "moss",
        "president",
        "ceo",
        "ph",
        "crown",
        "point",
        "energy",
        "bmoss",
        "marisa",
        "tormakh",
        "finance",
        "cfo",
        "ph",
        "crown",
        "point",
        "energy",
        "mtormakh",
        "website",
        "source",
        "crown",
        "point",
        "energy",
        "inc"
    ]
}