{
    "organizations": [],
    "uuid": "60a012cefbfa21a9f17d81eb2faab7c99b70a1dc",
    "author": "",
    "url": "https://www.reuters.com/article/us-russia-fire-mall/under-financial-squeeze-fire-ravaged-russian-mall-cut-costs-idUSKBN1HQ1PW",
    "ord_in_thread": 0,
    "title": "Under financial squeeze, fire-ravaged Russian mall cut costs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "KEMEROVO, Russia (Reuters) - The company behind a Russian shopping mall where a fire recently killed 64 people, most of them children, had sought to slash costs amid financial losses according to interviews with former employees, their relatives, and owners of retail space in the mall.\nFILE PHOTO: Members of the Emergency Situations Ministry work to extinguish a fire in a shopping mall in the Siberian city of Kemerovo, Russia March 25, 2018. REUTERS/Marina Lisova/File Photo Investigators also say the company appears to have cut corners on construction that may have contributed to the loss of life.\nThe mall’s management company, Kemerovskiy Konditerskiy Kombinat, or KKK, replaced long-serving workers with less experienced ones and reduced staff, according to interviews with two people who had worked for the company. In one instance, it cut the number of security guards at the four-storey shopping center to three from seven, according to the security company and people who had worked for KKK.\nKKK’s parent company, Konditerus Kom, in a statement said it is working with investigators and wouldn’t comment while the probe was ongoing.\nKonditerus Kom confirmed the mall is partly owned by KKK but wouldn’t provide the size of the stake. It said shareholders of Konditerus Kom, including Denis Shtengelov, were not involved in the operational management of the mall. The company didn’t identify the other owners.\nShtengelov is director and co-owner of Russian snack food company KDV Group, which Konditerus Kom is also the parent of. Shtengelov, who is based in Australia, didn’t respond to requests for comment.\nKDV referred questions to Konditerus Kom. KKK couldn’t be reached by phone for comment and a message sent to a publicly-listed email address bounced back.\nIn a March 26 interview with Russian newspaper Vedomosti, Shtengelov said he had been the main investor in the shopping complex and after some of it was sold to parties he didn’t disclose he continued to own just under half via Konditerus Kom.\n“ILLEGAL DEVELOPMENT” When fire broke out on Sunday, March 25, during the first weekend of a school holiday, the mall’s alarm system failed to activate leaving people without warning and engulfing visitors in floods of thick, black smoke. Emergency exit doors remained closed and dozens died trapped inside a cinema.\nRussian investigators, whose probe is ongoing, say the most likely cause of the fire was an electrical short circuit.\nInvestigators have said the Winter Cherry mall was an “illegal development” because it opened without a construction permit, and that “resulted in the death of visitors.”\nThe chief national fire safety inspector at the Ministry of Emergency Situations said the ministry had rejected the building’s permit request in 2013 because it wasn’t in line with safety norms.\nInvestigators point to problems in the building’s construction, including high-voltage cables laid through the middle of the hall, which they say violates regulations. They also cite witnesses saying cables hung down over a children’s ball pit, exactly where they believe a short circuit sparked the fire.\nKKK’s general director Yulia Bogdanova, who faces charges of violating fire safety demands that resulted in the death of multiple people, denied she was guilty in court. “I did everything to make sure the mall’s visitors were safe and comfortable,” she said.\nBogdanova didn’t respond to attempts to contact her prior to her arrest. Contacted by Reuters for this story, a lawyer for Bogdanova had no further comment.\nFive others, including Bogdanova’s technical director, three contractors and the manager of the mall’s entertainment department, have denied charges of manslaughter and violating safety regulations.\nA government official responsible for monitoring construction has denied an abuse-of-office charge. A fireman has also been charged with negligence. The fireman’s lawyer said her client was “absolutely not guilty” and said they had appealed the decision to charge him.\nHEAVY LOSSES Developed on the site of a former factory, Kemerovo’s Winter Cherry mall opened its doors in 2013. A newly-built wing, which doubled the size of the property, was where the fire started.\nThe conversion required significant investment, according to retail space owners and a relative of a manager at the mall. The long-term debt of Winter Cherry’s management company, KKK, grew to 405 million roubles ($6.50 million) in 2013, from zero in 2012, according to company records.\nAround the time the shopping center was developed, Russia had experienced a boom in the development of lower-end malls. These were often conversions of existing buildings, which meant they were typically cheaper to develop than constructing a new site.\nWhen Russia’s financial crisis hit, caused by a drop in oil prices and aggravated by Western sanctions imposed in 2014, many malls struggled amid dented demand and sharp rises in interest rates that made corporate loans more expensive.\nKKK began losing money. It reported a net loss of 59 million roubles in 2014, compared to a net profit of 122 million roubles in 2012, according to public records. By 2016, the most recent public filing available, the company was still in the red.\nThe company appointed Bogdanova as general director in 2016. An accountant who previously was the director at a meat processing plant, Bogdanova sought to cut costs, according to two former employees who reported to her and several owners of retail space in the mall.\nAmong roles that Bogdanova outsourced were cleaning and security, according to one of the employees who was a senior manager responsible for logistics.\nA representative for the security company, Tsentr Zashity, confirmed that KKK had reduced the number of guards on duty to three when it hired his firm, when previously there had been seven.\nHe said that KKK had wanted to cut costs and that three guards was not sufficient for a building of that size, saying it should have been at least twice that number. He added that his company’s guards had received all the relevant training.\nOne shop owner said the mall was in some instances poorly maintained. He said after KKK recently installed a bar in a cinema above his shop beer leaked into his shop.\n“It ran down like a stream. We didn’t know what to do,” the shop owner said. The shop owner said he did complain and that he had recently had discussions with Bogdanova about moving the pipes.\nA representative for the cinema, which is run by a unit of KKK, couldn’t be reached for comment.\nBogdanova also sought ways to boost traffic to the mall, such as adding a children’s entertainment area, and pushed staff to improve the business, according to a close relative of Nadezhda Suddenok, who managed the entertainment area where the fire started and who is among those charged.\nSuddenok “said it was because the business owed money, a very large amount of money, to the mall’s owner... because back in the day, he had completed the reconstruction of the building. And now they owed him money,” the relative said.\nIn court, Suddenok denied wrongdoing. “I expect that the court will prove my innocence,” she said. The court has rejected an appeal by Suddenok against her arrest.\nHer lawyer declined to comment. In court, the lawyer said that Suddenok held regular training sessions with her staff on fire safety and a full fire alarm test was conducted in February of this year.\nEASING INSPECTIONS Another result of Russia’s financial crisis was an easing of the business inspection regime by authorities. In 2016, a law came into effect that was designed to relieve the burden on struggling businesses by providing small- and medium-sized enterprises with a three-year moratorium on a variety of inspections.\nThe last scheduled fire inspection by government authorities of the Winter Cherry mall had been due to take place in the summer of 2016, according to investigators and public inspection records.\nBut when inspectors visited the Winter Cherry mall in mid-2016 they didn’t conduct the planned inspection because they were shown documentation that classified the shopping center as a small enterprise, thereby qualifying it for a break from inspections, according to the national fire inspections chief as well as the deputy head of Kemerovo region’s emergency service. The officials made the comments in interviews with TASS news agency and RenTV, respectively.\nThe emergency services didn’t respond to a request for comment. Kremlin spokesman Dmitry Peskov said he was not able to comment on whether the legislation had any impact on the safety of the Winter Cherry mall, as the investigation was ongoing.\n($1 = 62.2880 roubles)\nWriting by Polina Ivanova and Christian Lowe; Additional reporting by Polina Nikolskaya, Olga Sichkar, Anton Zverev, Tatiana Voronova, and Natalia Shurmina; Editing by Cassell Bryan-Low\n ",
    "published": "2018-04-19T15:28:00.000+03:00",
    "crawled": "2018-04-19T15:44:58.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kemerovo",
        "russia",
        "reuters",
        "company",
        "behind",
        "russian",
        "shopping",
        "mall",
        "fire",
        "recently",
        "killed",
        "people",
        "child",
        "sought",
        "slash",
        "cost",
        "amid",
        "financial",
        "loss",
        "according",
        "interview",
        "former",
        "employee",
        "relative",
        "owner",
        "retail",
        "space",
        "mall",
        "file",
        "photo",
        "member",
        "emergency",
        "situation",
        "ministry",
        "work",
        "extinguish",
        "fire",
        "shopping",
        "mall",
        "siberian",
        "city",
        "kemerovo",
        "russia",
        "march",
        "photo",
        "investigator",
        "also",
        "say",
        "company",
        "appears",
        "cut",
        "corner",
        "construction",
        "may",
        "contributed",
        "loss",
        "life",
        "mall",
        "management",
        "company",
        "kemerovskiy",
        "konditerskiy",
        "kombinat",
        "kkk",
        "replaced",
        "worker",
        "less",
        "experienced",
        "one",
        "reduced",
        "staff",
        "according",
        "interview",
        "two",
        "people",
        "worked",
        "company",
        "one",
        "instance",
        "cut",
        "number",
        "security",
        "guard",
        "shopping",
        "center",
        "three",
        "seven",
        "according",
        "security",
        "company",
        "people",
        "worked",
        "kkk",
        "kkk",
        "parent",
        "company",
        "konditerus",
        "kom",
        "statement",
        "said",
        "working",
        "investigator",
        "comment",
        "probe",
        "ongoing",
        "konditerus",
        "kom",
        "confirmed",
        "mall",
        "partly",
        "owned",
        "kkk",
        "provide",
        "size",
        "stake",
        "said",
        "shareholder",
        "konditerus",
        "kom",
        "including",
        "denis",
        "shtengelov",
        "involved",
        "operational",
        "management",
        "mall",
        "company",
        "identify",
        "owner",
        "shtengelov",
        "director",
        "russian",
        "snack",
        "food",
        "company",
        "kdv",
        "group",
        "konditerus",
        "kom",
        "also",
        "parent",
        "shtengelov",
        "based",
        "australia",
        "respond",
        "request",
        "comment",
        "kdv",
        "referred",
        "question",
        "konditerus",
        "kom",
        "kkk",
        "reached",
        "phone",
        "comment",
        "message",
        "sent",
        "email",
        "address",
        "bounced",
        "back",
        "march",
        "interview",
        "russian",
        "newspaper",
        "vedomosti",
        "shtengelov",
        "said",
        "main",
        "investor",
        "shopping",
        "complex",
        "sold",
        "party",
        "disclose",
        "continued",
        "half",
        "via",
        "konditerus",
        "kom",
        "illegal",
        "development",
        "fire",
        "broke",
        "sunday",
        "march",
        "first",
        "weekend",
        "school",
        "holiday",
        "mall",
        "alarm",
        "system",
        "failed",
        "activate",
        "leaving",
        "people",
        "without",
        "warning",
        "engulfing",
        "visitor",
        "flood",
        "thick",
        "black",
        "smoke",
        "emergency",
        "exit",
        "door",
        "remained",
        "closed",
        "dozen",
        "died",
        "trapped",
        "inside",
        "cinema",
        "russian",
        "investigator",
        "whose",
        "probe",
        "ongoing",
        "say",
        "likely",
        "cause",
        "fire",
        "electrical",
        "short",
        "circuit",
        "investigator",
        "said",
        "winter",
        "cherry",
        "mall",
        "illegal",
        "development",
        "opened",
        "without",
        "construction",
        "permit",
        "resulted",
        "death",
        "chief",
        "national",
        "fire",
        "safety",
        "inspector",
        "ministry",
        "emergency",
        "situation",
        "said",
        "ministry",
        "rejected",
        "building",
        "permit",
        "request",
        "line",
        "safety",
        "norm",
        "investigator",
        "point",
        "problem",
        "building",
        "construction",
        "including",
        "cable",
        "laid",
        "middle",
        "hall",
        "say",
        "violates",
        "regulation",
        "also",
        "cite",
        "witness",
        "saying",
        "cable",
        "hung",
        "child",
        "ball",
        "pit",
        "exactly",
        "believe",
        "short",
        "circuit",
        "sparked",
        "fire",
        "kkk",
        "general",
        "director",
        "yulia",
        "bogdanova",
        "face",
        "charge",
        "violating",
        "fire",
        "safety",
        "demand",
        "resulted",
        "death",
        "multiple",
        "people",
        "denied",
        "guilty",
        "court",
        "everything",
        "make",
        "sure",
        "mall",
        "visitor",
        "safe",
        "comfortable",
        "said",
        "bogdanova",
        "respond",
        "attempt",
        "contact",
        "prior",
        "arrest",
        "contacted",
        "reuters",
        "story",
        "lawyer",
        "bogdanova",
        "comment",
        "five",
        "others",
        "including",
        "bogdanova",
        "technical",
        "director",
        "three",
        "contractor",
        "manager",
        "mall",
        "entertainment",
        "department",
        "denied",
        "charge",
        "manslaughter",
        "violating",
        "safety",
        "regulation",
        "government",
        "official",
        "responsible",
        "monitoring",
        "construction",
        "denied",
        "charge",
        "fireman",
        "also",
        "charged",
        "negligence",
        "fireman",
        "lawyer",
        "said",
        "client",
        "absolutely",
        "guilty",
        "said",
        "appealed",
        "decision",
        "charge",
        "heavy",
        "loss",
        "developed",
        "site",
        "former",
        "factory",
        "kemerovo",
        "winter",
        "cherry",
        "mall",
        "opened",
        "door",
        "wing",
        "doubled",
        "size",
        "property",
        "fire",
        "started",
        "conversion",
        "required",
        "significant",
        "investment",
        "according",
        "retail",
        "space",
        "owner",
        "relative",
        "manager",
        "mall",
        "debt",
        "winter",
        "cherry",
        "management",
        "company",
        "kkk",
        "grew",
        "million",
        "rouble",
        "million",
        "zero",
        "according",
        "company",
        "record",
        "around",
        "time",
        "shopping",
        "center",
        "developed",
        "russia",
        "experienced",
        "boom",
        "development",
        "mall",
        "often",
        "conversion",
        "existing",
        "building",
        "meant",
        "typically",
        "cheaper",
        "develop",
        "constructing",
        "new",
        "site",
        "russia",
        "financial",
        "crisis",
        "hit",
        "caused",
        "drop",
        "oil",
        "price",
        "aggravated",
        "western",
        "sanction",
        "imposed",
        "many",
        "mall",
        "struggled",
        "amid",
        "dented",
        "demand",
        "sharp",
        "rise",
        "interest",
        "rate",
        "made",
        "corporate",
        "loan",
        "expensive",
        "kkk",
        "began",
        "losing",
        "money",
        "reported",
        "net",
        "loss",
        "million",
        "rouble",
        "compared",
        "net",
        "profit",
        "million",
        "rouble",
        "according",
        "public",
        "record",
        "recent",
        "public",
        "filing",
        "available",
        "company",
        "still",
        "red",
        "company",
        "appointed",
        "bogdanova",
        "general",
        "director",
        "accountant",
        "previously",
        "director",
        "meat",
        "processing",
        "plant",
        "bogdanova",
        "sought",
        "cut",
        "cost",
        "according",
        "two",
        "former",
        "employee",
        "reported",
        "several",
        "owner",
        "retail",
        "space",
        "mall",
        "among",
        "role",
        "bogdanova",
        "outsourced",
        "cleaning",
        "security",
        "according",
        "one",
        "employee",
        "senior",
        "manager",
        "responsible",
        "logistics",
        "representative",
        "security",
        "company",
        "tsentr",
        "zashity",
        "confirmed",
        "kkk",
        "reduced",
        "number",
        "guard",
        "duty",
        "three",
        "hired",
        "firm",
        "previously",
        "seven",
        "said",
        "kkk",
        "wanted",
        "cut",
        "cost",
        "three",
        "guard",
        "sufficient",
        "building",
        "size",
        "saying",
        "least",
        "twice",
        "number",
        "added",
        "company",
        "guard",
        "received",
        "relevant",
        "training",
        "one",
        "shop",
        "owner",
        "said",
        "mall",
        "instance",
        "poorly",
        "maintained",
        "said",
        "kkk",
        "recently",
        "installed",
        "bar",
        "cinema",
        "shop",
        "beer",
        "leaked",
        "shop",
        "ran",
        "like",
        "stream",
        "know",
        "shop",
        "owner",
        "said",
        "shop",
        "owner",
        "said",
        "complain",
        "recently",
        "discussion",
        "bogdanova",
        "moving",
        "pipe",
        "representative",
        "cinema",
        "run",
        "unit",
        "kkk",
        "reached",
        "comment",
        "bogdanova",
        "also",
        "sought",
        "way",
        "boost",
        "traffic",
        "mall",
        "adding",
        "child",
        "entertainment",
        "area",
        "pushed",
        "staff",
        "improve",
        "business",
        "according",
        "close",
        "relative",
        "nadezhda",
        "suddenok",
        "managed",
        "entertainment",
        "area",
        "fire",
        "started",
        "among",
        "charged",
        "suddenok",
        "said",
        "business",
        "owed",
        "money",
        "large",
        "amount",
        "money",
        "mall",
        "owner",
        "back",
        "day",
        "completed",
        "reconstruction",
        "building",
        "owed",
        "money",
        "relative",
        "said",
        "court",
        "suddenok",
        "denied",
        "wrongdoing",
        "expect",
        "court",
        "prove",
        "innocence",
        "said",
        "court",
        "rejected",
        "appeal",
        "suddenok",
        "arrest",
        "lawyer",
        "declined",
        "comment",
        "court",
        "lawyer",
        "said",
        "suddenok",
        "held",
        "regular",
        "training",
        "session",
        "staff",
        "fire",
        "safety",
        "full",
        "fire",
        "alarm",
        "test",
        "conducted",
        "february",
        "year",
        "easing",
        "inspection",
        "another",
        "result",
        "russia",
        "financial",
        "crisis",
        "easing",
        "business",
        "inspection",
        "regime",
        "authority",
        "law",
        "came",
        "effect",
        "designed",
        "relieve",
        "burden",
        "struggling",
        "business",
        "providing",
        "enterprise",
        "moratorium",
        "variety",
        "inspection",
        "last",
        "scheduled",
        "fire",
        "inspection",
        "government",
        "authority",
        "winter",
        "cherry",
        "mall",
        "due",
        "take",
        "place",
        "summer",
        "according",
        "investigator",
        "public",
        "inspection",
        "record",
        "inspector",
        "visited",
        "winter",
        "cherry",
        "mall",
        "conduct",
        "planned",
        "inspection",
        "shown",
        "documentation",
        "classified",
        "shopping",
        "center",
        "small",
        "enterprise",
        "thereby",
        "qualifying",
        "break",
        "inspection",
        "according",
        "national",
        "fire",
        "inspection",
        "chief",
        "well",
        "deputy",
        "head",
        "kemerovo",
        "region",
        "emergency",
        "service",
        "official",
        "made",
        "comment",
        "interview",
        "tass",
        "news",
        "agency",
        "rentv",
        "respectively",
        "emergency",
        "service",
        "respond",
        "request",
        "comment",
        "kremlin",
        "spokesman",
        "dmitry",
        "peskov",
        "said",
        "able",
        "comment",
        "whether",
        "legislation",
        "impact",
        "safety",
        "winter",
        "cherry",
        "mall",
        "investigation",
        "ongoing",
        "rouble",
        "writing",
        "polina",
        "ivanova",
        "christian",
        "lowe",
        "additional",
        "reporting",
        "polina",
        "nikolskaya",
        "olga",
        "sichkar",
        "anton",
        "zverev",
        "tatiana",
        "voronova",
        "natalia",
        "shurmina",
        "editing",
        "cassell"
    ]
}