{
    "organizations": [],
    "uuid": "3f0d19276fa90805954eb380ff433b7def058890",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/business-wire-stentys-completes-the-acquisition-of-minvasys.html",
    "ord_in_thread": 0,
    "title": "STENTYS Completes the Acquisition of MINVASYS",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PARIS--(BUSINESS WIRE)--\nRegulatory News:\nSTENTYS (Paris:STNT) (FR0010949404 — STNT), a medical technology company commercializing the Xposition S self-apposing coronary stent, today announces the completion of the acquisition of MINVASYS, independent specialist in innovative coronary devices marketed worldwide, and the issuance of 596,805 new shares in partial payment of the acquisition.\nChristophe Lottin, Chief Executive Officer of STENTYS, says: “The completion of the acquisition of MINVASYS, the first external growth operation of the STENTYS group, is a decisive step in our intention to create a benchmark French player in interventional cardiology. I wish to thank all the stakeholders involved in this structuring project for the future of STENTYS, and in particular our shareholders who have contributed, thanks to their participation in our recent capital increase, to the realization of this acquisition. Today, our group can focus its efforts on the launch of a joint commercial offer, represented by a range of innovative proprietary products, via a commercial and distribution network covering over 60 countries. Through the pooling of our know-how, our complementary technologies and the significant organizational and production synergies, we will have solid short-, medium- and long-term growth levers.”\nStentys announces that it today completed the acquisition of 100% of the MINVASYS shares for approximately €7.5 million, carried out essentially via the transfer of shares and a contribution, as announced by Stentys at the end of January (see press release of January 30, 2018).\nStentys thus today undertook the acquisition of 25,502 shares, representing 86.30% of MINVASYS’ share capital, primarily for a cash sum of 6.3 million that could be increased by an additional 0.2 million euros. The acquisition was financed by the 11.8 million euro rights issue carried out by Stentys in March (see press release of March 17, 2018).\nSimultaneously to this acquisition, Stentys also issued 596,805 new shares (whose admission to trading on Euronext Paris has been requested), in order to pay for the contribution of 4,048 MINVASYS shares representing that company’s remaining share capital and voting rights, i.e. 13.70%, in accordance with the terms of a contribution contract signed on February 15, 2018 by Stentys and by MINVASYS’ shareholders (the “ Contribution ”). The value of the shares contributed was set at 1,000,017.92 euros.\nUsing the delegation of powers granted to the Board of Directors by the Shareholders’ Meeting of June 22, 2017, via the approval of the 19 th resolution, in order to undertake the issuance of new shares (limited to 10% of the share capital) to pay for contributions in kind 1 and having noted the fulfillment of the conditions precedent to which the implementation of the Contribution was subject, Stentys’ Board of Directors, at its meeting of April 30, 2018, in view of the contributions auditor’s reports, approved the Contribution, its valuation and its remuneration, and decided to increase the share capital through the issuance of 596,805 new ordinary Stentys shares, each with a par value of 0.03 euros carrying full rights and immediately fungible with existing shares, and noted the definitive realization of the subsequent capital increase, amending its articles of association accordingly.\nThis operation does not require a prospectus to be filed with the AMF French stock market authorities, in accordance with the provisions of article 212-5 1° of the latter’s general regulations, as these shares represent less than 10% of the number of shares in the same category already admitted for trading on Euronext Paris.\nHowever, the reasons for and main characteristics of the Contribution, its valuation and its remuneration are summarized below in accordance with the provisions of article 17 of the AMF instruction n°2016-04 dated October 21, 2016.\nReasons for the Contribution : This merger will allow STENTYS to expand its portfolio of proprietary products and achieve significant marketing, organizational and production synergies with an accretive effect on STENTYS’ results. Issuer – Beneficiary of the\nContribution\nStentys, limited company with a capital of 786,835.56 euros whose head offices are located at 18 rue d’Hauteville, 75010 Paris, France and registered with the Paris Commercial and Company Registry under number 490 932 449. Contributors Mrs. Isabelle Martin , residing in Fresneaux – Montchevreuil (60240), Mr. Alain Delabost , residing in Saint-Jean (31240), France.\nMr. Machiel Van Der Leest , residing in Paris (75005), France.\nMr. Bernard Jeandron , residing in Chantilly (60500), France.\nMr. Thierry Royer , residing in Paris (75018), France.\nMr. Eric Vergnolle , residing in Paris (75011), France.\nMrs. Viviane Payrou , residing in Rueil-Malmaison (92500), France.\nMr. James J. Leary , residing in Reno (NV 89523), USA.\nCompany whose shares are\ncontributed\nMINVASYS, simplified joint-stock company with a capital of 300,000 euros whose head offices are located at 7 rue du Fossé Blanc, 92230 Gennevilliers, France and registered with the Nanterre Commercial and Company Registry under number 448 568 212. NATURE AND REMUNERATION OF THE CONTRIBUTION Legal regime governing the\nContribution\nThe Contribution is governed by the contributions in nature legal regime as foreseen by article L. 225-147 of the French Commercial Code. Assets contributed\n4,048 MINVASYS shares representing 13.70% of the latter’s share capital\nand voting rights, contributed as follows:\nContributors No. of shares contributed Isabelle MARTIN 2,028 Alain DELABOST 1,534 Machiel VAN DER LEEST 164 Bernard JENDRON 27 Thierry ROYER 82 Eric VERGNOLLE 62 Viviane PAYROU 110 James J. LEARY 41 Total 4,048 Terms of the valuation of the\nContribution\nThe value of the Contribution was determined by referring to MINVASYS’ actual value, assessed using the following approaches:\nThe DCF (Discounted Cash Flow) method, and A benchmark transaction price, i.e. the price of the divestment taking place at the same time as the Contribution. Total value of the contributed\nassets\nThe estimated value of the Contribution is 1,000,017.92 euros. Remuneration of the\nContribution\nIn return for the estimated value of the Contribution, the remuneration is as follows:\n596,805 new Stentys shares (the “ New Shares ”) with a par value of 0.03 euros each, to be issued by the Beneficiary in the form of a capital increase, for a nominal sum of 17,904.15 euros. This remuneration of the Contribution was determined between the parties on the basis of the actual value of each of the two companies’ shares and, with respect to Stentys, following a multi-criteria analysis, prioritizing reference to the price defined during negotiations, corresponding to the mean volume-weighted Stentys share price over the three months preceding the announcement of the start of the exclusive talks minus a 10% discount (giving a price of 1.6756192 euros per Stentys share).\nIssuance, rights and admission to\ntrading of the New Shares\nThe issuance of the 596,805 New Shares was decided at the Board of Directors meeting of April 30, 2018. The New Shares are fully fungible with existing Stentys shares. They will be traded on the same line as existing shares carrying dividend rights (FR 0010949404). Contribution premium The difference between (i) the value of the contributed shares, i.e. 1,000,017.92 euros, and (ii) the nominal increase in capital, i.e. 17,904.15 euros, constitutes a Contribution premium of 982,113.77 euros to which the rights of all the shareholders shall relate. Date of the Contribution\nThe definitive execution of the Contribution occurred following the conclusion of today’s Board of Directors meeting. AUDIT OF THE CONTRIBUTION Appointment of the\ncontributions auditor\nOn February 7, 2018, Mrs. Agnès Piniot was appointed as Contributions Auditor by order of the Presiding Judge of the Paris Commercial Court.\nA report was drafted on April 18, 2018, in accordance with article L. 225-147 of the French Commercial Code, which was made available to the Board of Directors and filed with the Registrar of the Paris Commercial Court within the statutory timeframe. Mrs. Agnès Piniot also drafted, in accordance with best practices and the expansion of her mission, a report on the remuneration of contributions, which was also made available to the Board of Directors.\nConclusions of the Contributions\nAuditor on the value of the\nContribution\n“On the basis of the work I have undertaken and on the date of this report, it is my opinion that the 1,000,017.92 euro value of the Contribution is not overvalued and, therefore, that it is at least equal to the size of the capital increase implemented by the beneficiary of the Contribution, plus the contribution premium.” Conclusions of the Contributions Auditor’s report on the\nremuneration of the\nContribution\n“On the basis of the work I have undertaken and on the date of this report, it is my opinion that the remuneration of the contribution of 4,048 MINVASYS shares, approved by both parties and leading to the creation of 596,805 Stentys shares, is fair.” CONSEQUENCES OF THE CONTRIBUTION Stentys’ share capital once the\nContribution is completed\nFollowing the Contribution, Stentys’ share capital has been increased by 17,904.15 euros through the issuance of 596,805 fully paid-up New Shares, taking it from 786,835.56 euros to 804,739.91 euros divided into 26,824,657 shares with a par value of 0.03 euros each. Impact of the Contribution on a\nshareholder’s stake\n(based on the number of shares\ncomprising the company’s share capital\nat March 31, 2018, i.e. 26,227,852 shares)\nA shareholder with a 1% stake in Stentys on a non-diluted basis (and 0.96% on a diluted basis) prior to the issuance of the 596,805 New Shares will see their stake decrease to 0.98% on a non-diluted basis (and 0.94% on a diluted basis) following this issue. Impact of the Contribution on the portion of consolidated shareholders’ equity, group share, for a shareholder with 1 Stentys share Before the issuance of the 596,805 New Shares, the portion of consolidated shareholders’ equity, group share, at December 31, 2017 for a shareholder with one Stentys share is 0.46 euros on a non-diluted basis (and 0.55 euros on a diluted basis).\nAfter the issuance of the 596,805 New Shares, the portion of consolidated shareholders’ equity, group share, at December 31, 2017 for a shareholder with one Stentys share is 0.49 euros on a non-diluted basis (and 0.57 euros on a diluted basis).\nLock-up commitments The Contributors have agreed to a 360-day lock-up commitment from April 30, 2018 regarding the New Shares. AVAILABILITY OF DOCUMENTS The Contributions Auditor’s reports can be obtained from Stentys’ head offices [and can also be found on its website ( www.stentys.com )] and will be brought to shareholders’ attention at the next Shareholders’ Meeting.\nAbout STENTYS\nSTENTYS develops and commercializes innovative solutions for the treatment of patients with complex artery disease. STENTYS’ Self-Apposing® drug-eluting stents (DES) are designed to adapt to vessels with ambiguous or fluctuating diameters in order to prevent the malapposition problems associated with conventional stents. The APPOSITION clinical trials for the treatment of acute myocardial infarction showed a very low mortality rate at one year and a faster arterial healing compared to conventional stents. The company’s product portfolio also includes MiStent SES® and Serpentis, two innovative coronary DES for routine interventions, and is marketed through STENTYS’ commercial network in Europe, the Middle East, Asia and Latin America.\nAdditional information is available at www.stentys.com\nSTENTYS is listed on Compartment C of Euronext Paris ISIN: FR0010949404 – Ticker: STNT\nForward-looking Statements\nThis press release contains forward-looking statements about the Company that are based on numerous assumptions regarding the Company’s present and future business strategies and the environment in which it will operate in the future which may not be accurate. Such forward-looking statements involve known and unknown risks which may cause the Company’s actual results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by such forward-looking statements. Such factors include, among others, risks associated with the development and commercialization of the Company’s products, market acceptance of the Company’s products, its ability to manage growth, the competitive environment in relation to its business area and markets, its ability to enforce and protect its patents and proprietary rights, uncertainties related to the U.S. FDA approval process, slower than expected rates of patient recruitment for clinical trials, the outcome of clinical trials, and other factors, including those described in the Section 4 “Risk Factors” of the Company’s 2016 Registration Document (document de référence) filed with the French Autorité des Marchés Financiers (AMF) on November 29, 2017 under number D.17-1084.\nDISCLAIMER\nThe dissemination, publication or distribution of this press release in certain countries may constitute a violation of the applicable legal and regulatory provisions. Consequently, persons physically located in these countries and in which this press release is disseminated, distributed or published must obtain information regarding these possible local restrictions, and comply with them.\nThe issue, subscription or purchase of Stentys S.A. shares may be subject to specific legal or regulatory restrictions in certain countries.\nThis press release and the information it contains does not constitute and shall not be considered as constituting, an offer to sell or subscribe or the solicitation of any offer to purchase or subscribe for, shares of Stentys in any country.\n1 In accordance with paragraph 6 of article L. 225-147 of the French Commercial Code.\nPress release prepared in accordance with Article 17 of the AMF\n(Autorité des Marchés Financiers) instruction n°2016-04 dated October 21, 2016\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180430006129/en/\nSTENTYS\nAndré Lerebours, +33 (0)1 44 53 99 42\nCFO\ninvestor@stentys.com\nor\nNewCap\nInvestor Relations / Strategic Communications\nDusan Oresansky / Alexia Faure\nTel.: +33 (0)1 44 71 94 92\nstentys@newcap.eu\nSource: STENTYS",
    "published": "2018-04-30T21:41:00.000+03:00",
    "crawled": "2018-04-30T23:24:47.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "paris",
        "business",
        "wire",
        "regulatory",
        "news",
        "stentys",
        "paris",
        "stnt",
        "fr0010949404",
        "stnt",
        "medical",
        "technology",
        "company",
        "commercializing",
        "xposition",
        "coronary",
        "stent",
        "today",
        "announces",
        "completion",
        "acquisition",
        "minvasys",
        "independent",
        "specialist",
        "innovative",
        "coronary",
        "device",
        "marketed",
        "worldwide",
        "issuance",
        "new",
        "share",
        "partial",
        "payment",
        "acquisition",
        "christophe",
        "lottin",
        "chief",
        "executive",
        "officer",
        "stentys",
        "say",
        "completion",
        "acquisition",
        "minvasys",
        "first",
        "external",
        "growth",
        "operation",
        "stentys",
        "group",
        "decisive",
        "step",
        "intention",
        "create",
        "benchmark",
        "french",
        "player",
        "interventional",
        "cardiology",
        "wish",
        "thank",
        "stakeholder",
        "involved",
        "structuring",
        "project",
        "future",
        "stentys",
        "particular",
        "shareholder",
        "contributed",
        "thanks",
        "participation",
        "recent",
        "capital",
        "increase",
        "realization",
        "acquisition",
        "today",
        "group",
        "focus",
        "effort",
        "launch",
        "joint",
        "commercial",
        "offer",
        "represented",
        "range",
        "innovative",
        "proprietary",
        "product",
        "via",
        "commercial",
        "distribution",
        "network",
        "covering",
        "country",
        "pooling",
        "complementary",
        "technology",
        "significant",
        "organizational",
        "production",
        "synergy",
        "solid",
        "growth",
        "stentys",
        "announces",
        "today",
        "completed",
        "acquisition",
        "minvasys",
        "share",
        "approximately",
        "million",
        "carried",
        "essentially",
        "via",
        "transfer",
        "share",
        "contribution",
        "announced",
        "stentys",
        "end",
        "january",
        "see",
        "press",
        "release",
        "january",
        "stentys",
        "thus",
        "today",
        "undertook",
        "acquisition",
        "share",
        "representing",
        "minvasys",
        "share",
        "capital",
        "primarily",
        "cash",
        "sum",
        "million",
        "could",
        "increased",
        "additional",
        "million",
        "euro",
        "acquisition",
        "financed",
        "million",
        "euro",
        "right",
        "issue",
        "carried",
        "stentys",
        "march",
        "see",
        "press",
        "release",
        "march",
        "simultaneously",
        "acquisition",
        "stentys",
        "also",
        "issued",
        "new",
        "share",
        "whose",
        "admission",
        "trading",
        "euronext",
        "paris",
        "requested",
        "order",
        "pay",
        "contribution",
        "minvasys",
        "share",
        "representing",
        "company",
        "remaining",
        "share",
        "capital",
        "voting",
        "right",
        "accordance",
        "term",
        "contribution",
        "contract",
        "signed",
        "february",
        "stentys",
        "minvasys",
        "shareholder",
        "contribution",
        "value",
        "share",
        "contributed",
        "set",
        "euro",
        "using",
        "delegation",
        "power",
        "granted",
        "board",
        "director",
        "shareholder",
        "meeting",
        "june",
        "via",
        "approval",
        "th",
        "resolution",
        "order",
        "undertake",
        "issuance",
        "new",
        "share",
        "limited",
        "share",
        "capital",
        "pay",
        "contribution",
        "kind",
        "noted",
        "fulfillment",
        "condition",
        "precedent",
        "implementation",
        "contribution",
        "subject",
        "stentys",
        "board",
        "director",
        "meeting",
        "april",
        "view",
        "contribution",
        "auditor",
        "report",
        "approved",
        "contribution",
        "valuation",
        "remuneration",
        "decided",
        "increase",
        "share",
        "capital",
        "issuance",
        "new",
        "ordinary",
        "stentys",
        "share",
        "par",
        "value",
        "euro",
        "carrying",
        "full",
        "right",
        "immediately",
        "fungible",
        "existing",
        "share",
        "noted",
        "definitive",
        "realization",
        "subsequent",
        "capital",
        "increase",
        "amending",
        "article",
        "association",
        "accordingly",
        "operation",
        "require",
        "prospectus",
        "filed",
        "amf",
        "french",
        "stock",
        "market",
        "authority",
        "accordance",
        "provision",
        "article",
        "latter",
        "general",
        "regulation",
        "share",
        "represent",
        "less",
        "number",
        "share",
        "category",
        "already",
        "admitted",
        "trading",
        "euronext",
        "paris",
        "however",
        "reason",
        "main",
        "characteristic",
        "contribution",
        "valuation",
        "remuneration",
        "summarized",
        "accordance",
        "provision",
        "article",
        "amf",
        "instruction",
        "dated",
        "october",
        "reason",
        "contribution",
        "merger",
        "allow",
        "stentys",
        "expand",
        "portfolio",
        "proprietary",
        "product",
        "achieve",
        "significant",
        "marketing",
        "organizational",
        "production",
        "synergy",
        "accretive",
        "effect",
        "stentys",
        "result",
        "issuer",
        "beneficiary",
        "contribution",
        "stentys",
        "limited",
        "company",
        "capital",
        "euro",
        "whose",
        "head",
        "office",
        "located",
        "rue",
        "hauteville",
        "paris",
        "france",
        "registered",
        "paris",
        "commercial",
        "company",
        "registry",
        "number",
        "contributor",
        "isabelle",
        "martin",
        "residing",
        "fresneaux",
        "montchevreuil",
        "alain",
        "delabost",
        "residing",
        "france",
        "machiel",
        "van",
        "der",
        "leest",
        "residing",
        "paris",
        "france",
        "bernard",
        "jeandron",
        "residing",
        "chantilly",
        "france",
        "thierry",
        "royer",
        "residing",
        "paris",
        "france",
        "eric",
        "vergnolle",
        "residing",
        "paris",
        "france",
        "viviane",
        "payrou",
        "residing",
        "france",
        "james",
        "leary",
        "residing",
        "reno",
        "nv",
        "usa",
        "company",
        "whose",
        "share",
        "contributed",
        "minvasys",
        "simplified",
        "company",
        "capital",
        "euro",
        "whose",
        "head",
        "office",
        "located",
        "rue",
        "du",
        "fossé",
        "blanc",
        "gennevilliers",
        "france",
        "registered",
        "nanterre",
        "commercial",
        "company",
        "registry",
        "number",
        "nature",
        "remuneration",
        "contribution",
        "legal",
        "regime",
        "governing",
        "contribution",
        "contribution",
        "governed",
        "contribution",
        "nature",
        "legal",
        "regime",
        "foreseen",
        "article",
        "french",
        "commercial",
        "code",
        "asset",
        "contributed",
        "minvasys",
        "share",
        "representing",
        "latter",
        "share",
        "capital",
        "voting",
        "right",
        "contributed",
        "follows",
        "contributor",
        "share",
        "contributed",
        "isabelle",
        "martin",
        "alain",
        "delabost",
        "machiel",
        "van",
        "der",
        "leest",
        "bernard",
        "jendron",
        "thierry",
        "royer",
        "eric",
        "vergnolle",
        "viviane",
        "payrou",
        "james",
        "leary",
        "total",
        "term",
        "valuation",
        "contribution",
        "value",
        "contribution",
        "determined",
        "referring",
        "minvasys",
        "actual",
        "value",
        "assessed",
        "using",
        "following",
        "approach",
        "dcf",
        "discounted",
        "cash",
        "flow",
        "method",
        "benchmark",
        "transaction",
        "price",
        "price",
        "divestment",
        "taking",
        "place",
        "time",
        "contribution",
        "total",
        "value",
        "contributed",
        "asset",
        "estimated",
        "value",
        "contribution",
        "euro",
        "remuneration",
        "contribution",
        "return",
        "estimated",
        "value",
        "contribution",
        "remuneration",
        "follows",
        "new",
        "stentys",
        "share",
        "new",
        "share",
        "par",
        "value",
        "euro",
        "issued",
        "beneficiary",
        "form",
        "capital",
        "increase",
        "nominal",
        "sum",
        "euro",
        "remuneration",
        "contribution",
        "determined",
        "party",
        "basis",
        "actual",
        "value",
        "two",
        "company",
        "share",
        "respect",
        "stentys",
        "following",
        "analysis",
        "prioritizing",
        "reference",
        "price",
        "defined",
        "negotiation",
        "corresponding",
        "mean",
        "stentys",
        "share",
        "price",
        "three",
        "month",
        "preceding",
        "announcement",
        "start",
        "exclusive",
        "talk",
        "minus",
        "discount",
        "giving",
        "price",
        "euro",
        "per",
        "stentys",
        "share",
        "issuance",
        "right",
        "admission",
        "trading",
        "new",
        "share",
        "issuance",
        "new",
        "share",
        "decided",
        "board",
        "director",
        "meeting",
        "april",
        "new",
        "share",
        "fully",
        "fungible",
        "existing",
        "stentys",
        "share",
        "traded",
        "line",
        "existing",
        "share",
        "carrying",
        "dividend",
        "right",
        "fr",
        "contribution",
        "premium",
        "difference",
        "value",
        "contributed",
        "share",
        "euro",
        "ii",
        "nominal",
        "increase",
        "capital",
        "euro",
        "constitutes",
        "contribution",
        "premium",
        "euro",
        "right",
        "shareholder",
        "shall",
        "relate",
        "date",
        "contribution",
        "definitive",
        "execution",
        "contribution",
        "occurred",
        "following",
        "conclusion",
        "today",
        "board",
        "director",
        "meeting",
        "audit",
        "contribution",
        "appointment",
        "contribution",
        "auditor",
        "february",
        "agnès",
        "piniot",
        "appointed",
        "contribution",
        "auditor",
        "order",
        "presiding",
        "judge",
        "paris",
        "commercial",
        "court",
        "report",
        "drafted",
        "april",
        "accordance",
        "article",
        "french",
        "commercial",
        "code",
        "made",
        "available",
        "board",
        "director",
        "filed",
        "registrar",
        "paris",
        "commercial",
        "court",
        "within",
        "statutory",
        "timeframe",
        "agnès",
        "piniot",
        "also",
        "drafted",
        "accordance",
        "best",
        "practice",
        "expansion",
        "mission",
        "report",
        "remuneration",
        "contribution",
        "also",
        "made",
        "available",
        "board",
        "director",
        "conclusion",
        "contribution",
        "auditor",
        "value",
        "contribution",
        "basis",
        "work",
        "undertaken",
        "date",
        "report",
        "opinion",
        "euro",
        "value",
        "contribution",
        "overvalued",
        "therefore",
        "least",
        "equal",
        "size",
        "capital",
        "increase",
        "implemented",
        "beneficiary",
        "contribution",
        "plus",
        "contribution",
        "conclusion",
        "contribution",
        "auditor",
        "report",
        "remuneration",
        "contribution",
        "basis",
        "work",
        "undertaken",
        "date",
        "report",
        "opinion",
        "remuneration",
        "contribution",
        "minvasys",
        "share",
        "approved",
        "party",
        "leading",
        "creation",
        "stentys",
        "share",
        "consequence",
        "contribution",
        "stentys",
        "share",
        "capital",
        "contribution",
        "completed",
        "following",
        "contribution",
        "stentys",
        "share",
        "capital",
        "increased",
        "euro",
        "issuance",
        "fully",
        "new",
        "share",
        "taking",
        "euro",
        "euro",
        "divided",
        "share",
        "par",
        "value",
        "euro",
        "impact",
        "contribution",
        "shareholder",
        "stake",
        "based",
        "number",
        "share",
        "comprising",
        "company",
        "share",
        "capital",
        "march",
        "share",
        "shareholder",
        "stake",
        "stentys",
        "basis",
        "diluted",
        "basis",
        "prior",
        "issuance",
        "new",
        "share",
        "see",
        "stake",
        "decrease",
        "basis",
        "diluted",
        "basis",
        "following",
        "issue",
        "impact",
        "contribution",
        "portion",
        "consolidated",
        "shareholder",
        "equity",
        "group",
        "share",
        "shareholder",
        "stentys",
        "share",
        "issuance",
        "new",
        "share",
        "portion",
        "consolidated",
        "shareholder",
        "equity",
        "group",
        "share",
        "december",
        "shareholder",
        "one",
        "stentys",
        "share",
        "euro",
        "basis",
        "euro",
        "diluted",
        "basis",
        "issuance",
        "new",
        "share",
        "portion",
        "consolidated",
        "shareholder",
        "equity",
        "group",
        "share",
        "december",
        "shareholder",
        "one",
        "stentys",
        "share",
        "euro",
        "basis",
        "euro",
        "diluted",
        "basis",
        "commitment",
        "contributor",
        "agreed",
        "commitment",
        "april",
        "regarding",
        "new",
        "share",
        "availability",
        "document",
        "contribution",
        "auditor",
        "report",
        "obtained",
        "stentys",
        "head",
        "office",
        "also",
        "found",
        "website",
        "brought",
        "shareholder",
        "attention",
        "next",
        "shareholder",
        "meeting",
        "stentys",
        "stentys",
        "develops",
        "commercializes",
        "innovative",
        "solution",
        "treatment",
        "patient",
        "complex",
        "artery",
        "disease",
        "stentys",
        "stent",
        "de",
        "designed",
        "adapt",
        "vessel",
        "ambiguous",
        "fluctuating",
        "diameter",
        "order",
        "prevent",
        "malapposition",
        "problem",
        "associated",
        "conventional",
        "stent",
        "apposition",
        "clinical",
        "trial",
        "treatment",
        "acute",
        "myocardial",
        "infarction",
        "showed",
        "low",
        "mortality",
        "rate",
        "one",
        "year",
        "faster",
        "arterial",
        "healing",
        "compared",
        "conventional",
        "stent",
        "company",
        "product",
        "portfolio",
        "also",
        "includes",
        "mistent",
        "serpentis",
        "two",
        "innovative",
        "coronary",
        "de",
        "routine",
        "intervention",
        "marketed",
        "stentys",
        "commercial",
        "network",
        "europe",
        "middle",
        "east",
        "asia",
        "latin",
        "america",
        "additional",
        "information",
        "available",
        "stentys",
        "listed",
        "compartment",
        "c",
        "euronext",
        "paris",
        "isin",
        "fr0010949404",
        "ticker",
        "stnt",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "company",
        "based",
        "numerous",
        "assumption",
        "regarding",
        "company",
        "present",
        "future",
        "business",
        "strategy",
        "environment",
        "operate",
        "future",
        "may",
        "accurate",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "associated",
        "development",
        "commercialization",
        "company",
        "product",
        "market",
        "acceptance",
        "company",
        "product",
        "ability",
        "manage",
        "growth",
        "competitive",
        "environment",
        "relation",
        "business",
        "area",
        "market",
        "ability",
        "enforce",
        "protect",
        "patent",
        "proprietary",
        "right",
        "uncertainty",
        "related",
        "fda",
        "approval",
        "process",
        "slower",
        "expected",
        "rate",
        "patient",
        "recruitment",
        "clinical",
        "trial",
        "outcome",
        "clinical",
        "trial",
        "factor",
        "including",
        "described",
        "section",
        "risk",
        "factor",
        "company",
        "registration",
        "document",
        "document",
        "de",
        "référence",
        "filed",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "november",
        "number",
        "disclaimer",
        "dissemination",
        "publication",
        "distribution",
        "press",
        "release",
        "certain",
        "country",
        "may",
        "constitute",
        "violation",
        "applicable",
        "legal",
        "regulatory",
        "provision",
        "consequently",
        "person",
        "physically",
        "located",
        "country",
        "press",
        "release",
        "disseminated",
        "distributed",
        "published",
        "must",
        "obtain",
        "information",
        "regarding",
        "possible",
        "local",
        "restriction",
        "comply",
        "issue",
        "subscription",
        "purchase",
        "stentys",
        "share",
        "may",
        "subject",
        "specific",
        "legal",
        "regulatory",
        "restriction",
        "certain",
        "country",
        "press",
        "release",
        "information",
        "contains",
        "constitute",
        "shall",
        "considered",
        "constituting",
        "offer",
        "sell",
        "subscribe",
        "solicitation",
        "offer",
        "purchase",
        "subscribe",
        "share",
        "stentys",
        "country",
        "accordance",
        "paragraph",
        "article",
        "french",
        "commercial",
        "code",
        "press",
        "release",
        "prepared",
        "accordance",
        "article",
        "amf",
        "autorité",
        "de",
        "marchés",
        "financier",
        "instruction",
        "dated",
        "october",
        "view",
        "source",
        "version",
        "http",
        "stentys",
        "andré",
        "lerebours",
        "cfo",
        "investor",
        "newcap",
        "investor",
        "relation",
        "strategic",
        "communication",
        "dusan",
        "oresansky",
        "alexia",
        "faure",
        "tel",
        "stentys",
        "source",
        "stentys"
    ]
}