{
    "organizations": [],
    "uuid": "117158443d0fa50671253c5f4379edd672c7e7c9",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-iraq-election-shiites/in-power-for-15-years-iraqs-shiites-split-ahead-of-crucial-vote-idUKKBN1HW0U6",
    "ord_in_thread": 0,
    "title": "In power for 15 years, Iraq's Shi'ites split ahead of crucial vote",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "April 25, 2018 / 8:13 AM / Updated 2 hours ago In power for 15 years, Iraq's Shi'ites split ahead of crucial vote Ahmed Aboulenein 8 Min Read \nBASRA/NAJAF, Iraq (Reuters) - United in their fight against Saddam Hussein’s oppression for decades, Iraq’s Shi’ites have become deeply fragmented and disillusioned with their leaders after 15 years in power. A man holds a sheep for sale next to campaign posters of candidates ahead of parliamentary election, in Najaf, Iraq, April 20, 2018. REUTERS/Alaa Al-Marjani \nIn Iraq’s Shi’ite heartlands, many who once voted blindly along sectarian lines are now turning their ire against the Shi’ite-led governments they say have failed to repair crumbling infrastructure, provide jobs or end the violence. \nThe divisions within the community now risk splitting the Shi’ite vote in a May 12 election, which could complicate and delay the formation of a government, threaten gains against Islamic State and let Iran meddle further in Iraq’s politics. \nIn the oil-rich southern province of Basra, 81-year-old retired teacher Mowafaq Abdul Ghani is disappointed with the performance of the Shi’ite leaders since Saddam fell in 2003. \n“I’ve been waiting for Saddam to fall since the 1970s. I’ve been waiting for you! Why would you do this to us?” he said. \n“Look around. The streets are filthy, there are flies everywhere, pot holes at every step. Twenty years ago Basra was terrible but it was better than this,” Abdul Ghani said. \nIn the holy city of Najaf, home to Imam Ali’s shrine and Iraq’s most revered Shi’ite cleric, Grand Ayatollah Ali al-Sistani, there was a similar feeling of disillusionment. \nAt midnight on April 13 when official campaigning began, hordes of party activists plastered campaign posters on every visible surface, in same cases covering pictures honouring those who died fighting Islamic State. \n“They took down the martyrs and replaced them with thieves,” said unemployed 29-year-old Abbas Saad. \nEven Sistani seems unhappy with the performance of the politicians, issuing a fatwa recently implicitly calling on Shi’ites to vote for new blood. \n“The tried should not be tried,” said the fatwa from Sistani, whose decrees are sacrosanct to millions. NEW GENERATION \nUnder the informal power-sharing arrangement in place since Saddam’s fall, the prime minister has always come from the Shi’ite majority with a Kurdish president and a Sunni speaker. \nIn the past, while no party has won enough seats to govern alone, there has typically been one Shi’ite leader with enough support to shape a ruling coalition government. \nThis time there are three Shi’ite frontrunners: incumbent Haider al-Abadi who has promoted a more inclusive government, his overtly sectarian predecessor Nuri al-Maliki who failed to inspire unity and Hadi al-Amiri, a military commander close to Iran’s powerful Revolutionary Guards seen as a war hero by many. \nIf no clear winner emerges, Iran could have more of a chance to act as a broker between the Shi’ite parties and influence who becomes prime minister, while Islamic State could capitalise on any power vacuum and exploit Sunni feelings of marginalisation. Vehicles drive near a campaign banner of candidates ahead of parliamentary election, in Najaf, Iraq, April 20, 2018. REUTERS/Alaa Al-Marjani \nAt a party for university graduates in Najaf, dozens of young people danced under a glittering disco ball and listened to poetry in a packed hall. At the event sponsored by Adnan al-Zurfi, a former governor running on Abadi’s Victory Alliance list, the talk was of inclusiveness. \nAbout 60 percent of Iraqis are 27 or younger and many young people in urban areas say they want a secular government, underscoring the split within the Shi’ite voter base. \n“I’m against voting based on sect,” said student Ali Reda. \nAbadi’s list, touted by Zurfi as “cross-sectarian”, is the only one contesting the election in all of Iraq’s 18 provinces. \n“The youth care about unemployment, education, and freedoms,” he said at a nearby cafe surrounded by young men playing billiards. “The Shi’ite majority has a responsibility to calm the fears of other communities. We are proposing an inclusive government in which everyone is represented.” SHI’ITE RULE \nJust an hour away from Najaf in Karbala, the holy city visited by 30 million Shi’ite pilgrims a year, sharing power with Sunnis and Kurds is not seen as a solution. \n“Iraq has a Shi’ite majority. It is natural that it be ruled by a Shi’ite,” said Muntazer al-Shahrestani, who runs a school for Shi’ite clerics. \nWhile there has been no census for a long time, U.S. figures from 2003 put the breakdown of the Iraqi population at roughly 48-60 percent Shi’ite Arabs, 15-22 percent Sunni Arabs, 18 percent Kurds with other groups making up the rest. \nShahrestani said while the rights of minorities should be protected there should be a Shi’ite government, echoing a popular opinion among religious Shi’ites. \nMany campaign on that sentiment, none more than former prime minister Maliki, who is widely viewed by Sunni and Kurds as sectarian and oppressive. \nMaliki is also blamed by many Shi’ites for losing a third of Iraq to Islamic State in 2014 before being replaced by Abadi, but he remains popular with others who credit him with signing Saddam’s death warrant. MEN OF GOD \nIn Hayaniya, one of the poorest parts of Basra, Ali Khaled plans to vote for Amiri’s Conquest Alliance, as do many in his neighbourhood. Slideshow (3 Images) \nKhaled’s brother was killed fighting Islamic State for Amiri’s Badr Organisation, an Iran-backed militia that is one of the many state-sponsored groups collectively known as the Popular Mobilisation Forces (PMF) that emerged as a response to a Sistani fatwa calling on Iraqis to fight Islamic State. \nHe receives up to $675 a month as payment for the death of his brother but he’s not thanking the current government. \n“The PMF follow God, they don’t have bureaucracy like the government,” Khaled said. “Hadi al-Amiri fought with us. He left his cushy post as a minister to fight for us. He eats our food. He lived with us.” \nBut many others view Amiri, whose candidates hang photos of Iranian Supreme Leaders Ayatollah Ruhollah Khomeini and Ayatollah Ali Khamenei in their offices, as having a stronger allegiance to Iran than Iraq. \n“Amiri is a hero but he is too close to Iran. A vote for him is one against Iraq’s sovereignty,” said Abdul Ghani, the retired teacher in Basra. NEGLECTED HEARTLAND \nFor years, the province was a support base for Shi’ite leaders. Now, many Basrawis are fed up. \nBasra produces about 3.5 million barrels of oil per day, the vast majority of Iraq’s oil wealth equivalent to more than 80 percent of the federal budget. \nBut many in the city don’t believe they get a fair share of government revenues handed out to the 18 provinces and say what little they do get is squandered by local officials. \nThe city’s water is undrinkable, its roads neglected, and its streets overflowing with waste. The al-Ashar river that divides the city was once a source of prosperity for its people, but now its clogged with rubbish. \nJobs are scant, as are school supplies and medical equipment but there is no shortage of posters for the Shi’ite candidates. \nAt the same house in Hayaniya where Khaled was speaking, his neighbour, a soldier with an elite Interior Ministry unit, said he would just not vote, even for Abadi, his commander-in-chief. \nMany do still plan to vote for Abadi, though more out of pragmatism than passion with some describing him as “the best of the worst”. \nWounded fighting Islamic State in Mosul last year, the soldier, who requested anonymity, sipped tea sitting on the floor, his leg still in a cast he was forced to pay for himself. \n“When I was first injured I got visits and promises (from officials) but nothing, ultimately. I have no faith in the government or parliament,” he said. \nA majority of those interviewed by Reuters in Basra said they would not vote. Two men, who declined to be named, said they planned to sell their families’ votes to the highest bidder, just to help make ends meet. \n“I am hungry. I have eight votes and I want to sell them,” said one. Reporting by Ahmed Aboulenein; editing by Samia Nakhoul and David Clarke",
    "published": "2018-04-25T11:13:00.000+03:00",
    "crawled": "2018-04-25T11:34:12.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "april",
        "updated",
        "hour",
        "ago",
        "power",
        "year",
        "iraq",
        "split",
        "ahead",
        "crucial",
        "vote",
        "ahmed",
        "aboulenein",
        "min",
        "read",
        "iraq",
        "reuters",
        "united",
        "fight",
        "saddam",
        "hussein",
        "oppression",
        "decade",
        "iraq",
        "shi",
        "ites",
        "become",
        "deeply",
        "fragmented",
        "disillusioned",
        "leader",
        "year",
        "power",
        "man",
        "hold",
        "sheep",
        "sale",
        "next",
        "campaign",
        "poster",
        "candidate",
        "ahead",
        "parliamentary",
        "election",
        "najaf",
        "iraq",
        "april",
        "iraq",
        "shi",
        "ite",
        "heartland",
        "many",
        "voted",
        "blindly",
        "along",
        "sectarian",
        "line",
        "turning",
        "ire",
        "shi",
        "government",
        "say",
        "failed",
        "repair",
        "crumbling",
        "infrastructure",
        "provide",
        "job",
        "end",
        "violence",
        "division",
        "within",
        "community",
        "risk",
        "splitting",
        "shi",
        "ite",
        "vote",
        "may",
        "election",
        "could",
        "complicate",
        "delay",
        "formation",
        "government",
        "threaten",
        "gain",
        "islamic",
        "state",
        "let",
        "iran",
        "meddle",
        "iraq",
        "politics",
        "southern",
        "province",
        "basra",
        "retired",
        "teacher",
        "mowafaq",
        "abdul",
        "ghani",
        "disappointed",
        "performance",
        "shi",
        "ite",
        "leader",
        "since",
        "saddam",
        "fell",
        "waiting",
        "saddam",
        "fall",
        "since",
        "1970s",
        "waiting",
        "would",
        "u",
        "said",
        "look",
        "around",
        "street",
        "filthy",
        "fly",
        "everywhere",
        "pot",
        "hole",
        "every",
        "step",
        "twenty",
        "year",
        "ago",
        "basra",
        "terrible",
        "better",
        "abdul",
        "ghani",
        "said",
        "holy",
        "city",
        "najaf",
        "home",
        "imam",
        "ali",
        "shrine",
        "iraq",
        "revered",
        "shi",
        "ite",
        "cleric",
        "grand",
        "ayatollah",
        "ali",
        "similar",
        "feeling",
        "disillusionment",
        "midnight",
        "april",
        "official",
        "campaigning",
        "began",
        "horde",
        "party",
        "activist",
        "plastered",
        "campaign",
        "poster",
        "every",
        "visible",
        "surface",
        "case",
        "covering",
        "picture",
        "honouring",
        "died",
        "fighting",
        "islamic",
        "state",
        "took",
        "martyr",
        "replaced",
        "thief",
        "said",
        "unemployed",
        "abbas",
        "saad",
        "even",
        "sistani",
        "seems",
        "unhappy",
        "performance",
        "politician",
        "issuing",
        "fatwa",
        "recently",
        "implicitly",
        "calling",
        "shi",
        "ites",
        "vote",
        "new",
        "blood",
        "tried",
        "tried",
        "said",
        "fatwa",
        "sistani",
        "whose",
        "decree",
        "sacrosanct",
        "million",
        "new",
        "generation",
        "informal",
        "arrangement",
        "place",
        "since",
        "saddam",
        "fall",
        "prime",
        "minister",
        "always",
        "come",
        "shi",
        "ite",
        "majority",
        "kurdish",
        "president",
        "sunni",
        "speaker",
        "past",
        "party",
        "enough",
        "seat",
        "govern",
        "alone",
        "typically",
        "one",
        "shi",
        "ite",
        "leader",
        "enough",
        "support",
        "shape",
        "ruling",
        "coalition",
        "government",
        "time",
        "three",
        "shi",
        "ite",
        "frontrunners",
        "incumbent",
        "haider",
        "promoted",
        "inclusive",
        "government",
        "overtly",
        "sectarian",
        "predecessor",
        "nuri",
        "failed",
        "inspire",
        "unity",
        "hadi",
        "military",
        "commander",
        "close",
        "iran",
        "powerful",
        "revolutionary",
        "guard",
        "seen",
        "war",
        "hero",
        "many",
        "clear",
        "winner",
        "emerges",
        "iran",
        "could",
        "chance",
        "act",
        "broker",
        "shi",
        "ite",
        "party",
        "influence",
        "becomes",
        "prime",
        "minister",
        "islamic",
        "state",
        "could",
        "capitalise",
        "power",
        "vacuum",
        "exploit",
        "sunni",
        "feeling",
        "marginalisation",
        "vehicle",
        "drive",
        "near",
        "campaign",
        "banner",
        "candidate",
        "ahead",
        "parliamentary",
        "election",
        "najaf",
        "iraq",
        "april",
        "party",
        "university",
        "graduate",
        "najaf",
        "dozen",
        "young",
        "people",
        "danced",
        "glittering",
        "disco",
        "ball",
        "listened",
        "poetry",
        "packed",
        "hall",
        "event",
        "sponsored",
        "adnan",
        "former",
        "governor",
        "running",
        "abadi",
        "victory",
        "alliance",
        "list",
        "talk",
        "inclusiveness",
        "percent",
        "iraqi",
        "younger",
        "many",
        "young",
        "people",
        "urban",
        "area",
        "say",
        "want",
        "secular",
        "government",
        "underscoring",
        "split",
        "within",
        "shi",
        "ite",
        "voter",
        "base",
        "voting",
        "based",
        "sect",
        "said",
        "student",
        "ali",
        "reda",
        "abadi",
        "list",
        "touted",
        "zurfi",
        "one",
        "contesting",
        "election",
        "iraq",
        "province",
        "youth",
        "care",
        "unemployment",
        "education",
        "freedom",
        "said",
        "nearby",
        "cafe",
        "surrounded",
        "young",
        "men",
        "playing",
        "billiards",
        "shi",
        "ite",
        "majority",
        "responsibility",
        "calm",
        "fear",
        "community",
        "proposing",
        "inclusive",
        "government",
        "everyone",
        "shi",
        "ite",
        "rule",
        "hour",
        "away",
        "najaf",
        "karbala",
        "holy",
        "city",
        "visited",
        "million",
        "shi",
        "ite",
        "pilgrim",
        "year",
        "sharing",
        "power",
        "sunni",
        "kurd",
        "seen",
        "solution",
        "iraq",
        "shi",
        "ite",
        "majority",
        "natural",
        "ruled",
        "shi",
        "ite",
        "said",
        "muntazer",
        "run",
        "school",
        "shi",
        "ite",
        "cleric",
        "census",
        "long",
        "time",
        "figure",
        "put",
        "breakdown",
        "iraqi",
        "population",
        "roughly",
        "percent",
        "shi",
        "ite",
        "arab",
        "percent",
        "sunni",
        "arab",
        "percent",
        "kurd",
        "group",
        "making",
        "rest",
        "shahrestani",
        "said",
        "right",
        "minority",
        "protected",
        "shi",
        "ite",
        "government",
        "echoing",
        "popular",
        "opinion",
        "among",
        "religious",
        "shi",
        "ites",
        "many",
        "campaign",
        "sentiment",
        "none",
        "former",
        "prime",
        "minister",
        "maliki",
        "widely",
        "viewed",
        "sunni",
        "kurd",
        "sectarian",
        "oppressive",
        "maliki",
        "also",
        "blamed",
        "many",
        "shi",
        "ites",
        "losing",
        "third",
        "iraq",
        "islamic",
        "state",
        "replaced",
        "abadi",
        "remains",
        "popular",
        "others",
        "credit",
        "signing",
        "saddam",
        "death",
        "warrant",
        "men",
        "god",
        "hayaniya",
        "one",
        "poorest",
        "part",
        "basra",
        "ali",
        "khaled",
        "plan",
        "vote",
        "amiri",
        "conquest",
        "alliance",
        "many",
        "neighbourhood",
        "slideshow",
        "image",
        "khaled",
        "brother",
        "killed",
        "fighting",
        "islamic",
        "state",
        "amiri",
        "badr",
        "organisation",
        "militia",
        "one",
        "many",
        "group",
        "collectively",
        "known",
        "popular",
        "mobilisation",
        "force",
        "pmf",
        "emerged",
        "response",
        "sistani",
        "fatwa",
        "calling",
        "iraqi",
        "fight",
        "islamic",
        "state",
        "receives",
        "month",
        "payment",
        "death",
        "brother",
        "thanking",
        "current",
        "government",
        "pmf",
        "follow",
        "god",
        "bureaucracy",
        "like",
        "government",
        "khaled",
        "said",
        "hadi",
        "fought",
        "u",
        "left",
        "cushy",
        "post",
        "minister",
        "fight",
        "u",
        "eats",
        "food",
        "lived",
        "many",
        "others",
        "view",
        "amiri",
        "whose",
        "candidate",
        "hang",
        "photo",
        "iranian",
        "supreme",
        "leader",
        "ayatollah",
        "ruhollah",
        "khomeini",
        "ayatollah",
        "ali",
        "khamenei",
        "office",
        "stronger",
        "allegiance",
        "iran",
        "iraq",
        "amiri",
        "hero",
        "close",
        "iran",
        "vote",
        "one",
        "iraq",
        "sovereignty",
        "said",
        "abdul",
        "ghani",
        "retired",
        "teacher",
        "basra",
        "neglected",
        "heartland",
        "year",
        "province",
        "support",
        "base",
        "shi",
        "ite",
        "leader",
        "many",
        "basrawis",
        "fed",
        "basra",
        "produce",
        "million",
        "barrel",
        "oil",
        "per",
        "day",
        "vast",
        "majority",
        "iraq",
        "oil",
        "wealth",
        "equivalent",
        "percent",
        "federal",
        "budget",
        "many",
        "city",
        "believe",
        "get",
        "fair",
        "share",
        "government",
        "revenue",
        "handed",
        "province",
        "say",
        "little",
        "get",
        "squandered",
        "local",
        "official",
        "city",
        "water",
        "undrinkable",
        "road",
        "neglected",
        "street",
        "overflowing",
        "waste",
        "river",
        "divide",
        "city",
        "source",
        "prosperity",
        "people",
        "clogged",
        "rubbish",
        "job",
        "scant",
        "school",
        "supply",
        "medical",
        "equipment",
        "shortage",
        "poster",
        "shi",
        "ite",
        "candidate",
        "house",
        "hayaniya",
        "khaled",
        "speaking",
        "neighbour",
        "soldier",
        "elite",
        "interior",
        "ministry",
        "unit",
        "said",
        "would",
        "vote",
        "even",
        "abadi",
        "many",
        "still",
        "plan",
        "vote",
        "abadi",
        "though",
        "pragmatism",
        "passion",
        "describing",
        "best",
        "worst",
        "wounded",
        "fighting",
        "islamic",
        "state",
        "mosul",
        "last",
        "year",
        "soldier",
        "requested",
        "anonymity",
        "sipped",
        "tea",
        "sitting",
        "floor",
        "leg",
        "still",
        "cast",
        "forced",
        "pay",
        "first",
        "injured",
        "got",
        "visit",
        "promise",
        "official",
        "nothing",
        "ultimately",
        "faith",
        "government",
        "parliament",
        "said",
        "majority",
        "interviewed",
        "reuters",
        "basra",
        "said",
        "would",
        "vote",
        "two",
        "men",
        "declined",
        "named",
        "said",
        "planned",
        "sell",
        "family",
        "vote",
        "highest",
        "bidder",
        "help",
        "make",
        "end",
        "meet",
        "hungry",
        "eight",
        "vote",
        "want",
        "sell",
        "said",
        "one",
        "reporting",
        "ahmed",
        "aboulenein",
        "editing",
        "samia",
        "nakhoul",
        "david",
        "clarke"
    ]
}