{
    "organizations": [],
    "uuid": "8f54c2445ed875bc73d4e9a9a3a8d9c9788f4b3c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/business-wire-biomup-reports-2017-full-year-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Biom'up Reports 2017 Full-Year Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "2017 results underscore focus on establishing a strong financial foundation as basis for commercial strategy going forward A total of c. €100 million raised through 2017 to date Marketing approval lead product HEMOBLAST TM Bellows obtained from the U.S. FDA in December 2017, 7 months ahead of schedule 2018 focus on product launches, scale-up of manufacturing and hemostatic product portfolio expansion\nSAINT-PRIEST, France--(BUSINESS WIRE)-- Regulatory News:\nBiom'up (Paris:BUP) (the \" Company \"), a specialist in surgical hemostasis, today announced its 2017 full-year results, as approved by the Company's Board of Directors on April 13, 2018.\nEtienne Binant, CEO of Biom'up, said: \"2017 was a pivotal year for Biom'up, during which we successfully positioned the Company to become a strong contender in the hemostasis space. We believe the unique properties of our flagship product HEMOBLAST Bellows will help accelerate its adoption and make it a fixture in a broad range of surgical procedures. We obtained marketing clearance for HEMOBLAST TM Bellows in the U.S. several months ahead of schedule, and are preparing the ground for its launch in the U.S. and Europe. Supported by new and existing shareholders, the Company had a successful IPO on Euronext Paris on October 13, 2017. Together with the cash raised in February and April 2018, the Company has laid a strong financial foundation on which to execute our commercial and industrial strategy.”\n(i) Focus on core competency in hemostasis\nAs communicated in 2017, the Company has focused all its resources to capitalize on its core competency in hemostasis, through its best-in-class hemostasis product, HEMOBLAST Bellows. As a result, we discontinued our legacy portfolio (COVA ™ , COVAMESH ™ and MATRIBONE ™ ). This led to an expected ,and anticipated, temporary reduction of the group's turnover by 42.7% in 2017, from €3.1 million in 2016 to €1.8 million in 2017.\nAs a result of the pre-launch of HEMOBLAST Bellows in Europe, sales of hemostatic products increased by 31.2%\n(ii) U.S. FDA clearance for HEMOBLAST TM Bellows\nBiom'up obtained FDA clearance for HEMOBLAST Bellows in December 2017. The expedited clearance arrived 7 months ahead of schedule, and led to an acceleration of the process of refocusing industrial activities, as well as the recruitment of sales and marketing teams in the U.S. to prepare the mid-2018 commercial roll-out of our lead product in Europe and the U.S.\nHEMOBLAST Bellows is a best-in-class hemostatic product to control bleeding in a broad range of surgical procedures, such as cardiac surgery, general surgery, and orthopedic surgery. Biom'up conducted a successful clinical trial in 412 patients admitted to cardio-thoracic, abdominal or orthopedic (lower limb) surgeries, which met all of its primary and secondary endpoints. Given the compelling preliminary results (93% effectiveness at 6 minutes, compared with 74% for the control arm), the Independent Data Monitoring Committee (IDMC) unanimously recommended to stop the study before the scheduled end, which allowed us to accelerate the submission of our filing for premarket approval (PMA) to regulatory authorities.\nA PMA for Class III medical devices such as HEMOBLAST Bellows is the most stringent type of device marketing application required by FDA. The FDA performed a thorough PMA pre-approval audit of the Biom'up plant, manufacturing lines of HEMOBLAST Bellows, and the Company's quality systems. Biom'up has not received a Form FDA 483, \"Inspectional Observations,\" which is the form used by the FDA to document and communicate concerns discovered during inspections.\n(iii) Biom’up raises circa €100 million through 2017 to date thanks to IPO on Euronext and additional raises\nIn parallel with the refocusing of activities on hemostatic products and the deployment of a transnational management team to execute on the Group's strategy, and after successful issuances of bonds in 2017 prior to going public, Biom'up successfully completed its IPO on Euronext on October 13, 2017, raising €42.5 million (after partial exercise of the overallotment option).\nIncluding additional funds raised (see below under \"Post-Closing Events\") in February and April 2018, the Company is now well-financed to support the launch of HEMOBLAST Bellows in mid-2018, and to prepare the ramp-up of production. Biom’up will build a new state-of-the-art manufacturing facility to be finalized by 2020 to meet the expected growing demand for the Company's hemostatic products.\n(iv) Cash and balance sheet highlights\nAs at December 31, 2017, cash and cash equivalents amounted to €32.9 million compared to €3.7 million as of January 1, 2017.\nAudited\nIn K€\n2017\n(12 months)\n2016\n(12 months)\nTotal Assets\n60,947 23,424 Non-current assets 23,621 15,412 Of which intangible asset\n21,702 13,866 Of which property, plant and equipment 1,722 1,362 Of which repayment of long-term investments 197 185 Current assets 37,327 8,012 Of which cash and cash equivalents\n32,954 3,717 Total Liabilities and shareholder’s equity\n60,947 23,424 Shareholder’s equity\n43,192 6,390 Non-current liabilities 7,571 9,400 Of which long-term financial liabilities 6,349 7,766 Current liabilities 10,184 7,634 (v) Profit and Loss statement\nThe Profit & Loss statement reflects the Company's focus on R&D and clinical development in 2017, ending the year on a strong note with the FDA approval for HEMOBLAST Bellows ahead of schedule. This effort, combined with early efforts in building out of the commercial organization to support product launch in 2018 led to an increase of 80% in operational charges (net of financial charges).\nThe Net Financial Income item of (€13.6M) results in large part from the valuation of the warrant part of the 2016 OBSA (bonds with warrants attached) at the price per share of the IPO as required under IFRS, a non-cash charge of (€11M) to the Company's P&L.\nIn €1,000 2017 2016 Hemostatic products 189 144 Other sales 492 1,046 Discontinued products 1,086 1,891 Revenues 1,766 3,082 Operational charges (18,219) (10,785) Current operating profit/(loss) (16,443) (13,867) Operating Profit/(loss) (17,713) (13,878) Net financial income (13,569) (171) Net income/(loss) of consolidated operations (31,283) (14,049) Audit procedures have been performed on the parent company and consolidated annual financial statements, and the auditors are in the process of issuing their audit reports.\n(vi) Post-Closing Events and Outlook 2018\nAfter its successful IPO in October 2017, Biom'up raised additional funds in excess of €40 million. On February 21, 2018, Biom'up completed an equity raise of €16 million, followed on March 29, 2018 by raising €25 million though a bond issue with warrants attached to Athyrium Capital Management (\"Athyrium\"), a U.S. healthcare fund. Subject to certain conditions, the bond issue may be topped up by a further €10 million within 12 months. The Company repaid the remaining €7.6 million loan-venture loan from Kreos Capital V (UK) Limited.\nWith these achievements Biom'up now has the necessary resources to:\nsupport the commercial roll-out of HEMOBLAST Bellows in Europe and the U.S. to start in mid-2018; build a second manufacturing site near Saint-Priest (due to open in 2020); conduct post marketing studies to support the commercial roll-out of HEMOBLAST Bellows, and to explore its use in additional surgical indications; continue the development of the next generation of HEMOSNOW TM .\nUpcoming financial publications and events: general meeting on 5 June 2018 at 10h\nAbout Biom'up\nFounded in 2005 and based in Saint-Priest, close to Lyon (France), Biom'up develops hemostatic products based on patented biopolymers that aim to simplify surgical procedures in numerous surgical specialties (spine, cardiothoracic, general, orthopedic, plastic), and give patients a better quality of life. Its flagship product, HEMOBLAST™ Bellows, is a unique hemostatic solution, ready to use (no preparation time needed, no need to mix, no heat required), and usable once or several times during surgery. Developed by a world-renowned scientific team, HEMOBLAST Bellows has successfully met all primary and secondary endpoints of a Phase III pivotal study involving 412 patients in the United States. HEMOBLAST Bellows obtained its CE Mark in December 2016, and its PMA (Pre-Market Approval) application was granted by the U.S. Food & Drug Administration in December 2017 with a view to commercializing in the United States in mid-2018. Since inception, Biom'up has been supported by prominent European investors such as Bpifrance, Innobio, GIMV, Lundbeckfond, Mérieux Participation, SHAM and ACG, as well as all the Company’s managers, who have invested €2 million in equity. Biom'up successfully completed its IPO on Euronext Paris, raising €42.5 million in October 2017. In addition, the Company concluded a €16 million capital increase by means of a public offering without preferential subscription rights in February 2018.\nFor more information, please visit www.biomup.com .\nForward looking statement\nThis press release may contain certain forward-looking statements. Although the Company believes its expectations are based on reasonable assumptions, all statements other than statements of historical fact included in this press release about future events are subject to (i) change without notice and (ii) factors beyond the Company’s control. These statements may include, without limitation, any statements preceded by, followed by or including words such as “target,” “believe,” “expect,” “aim,” “intend,” “may,” “anticipate,” “estimate,” “plan,” “project,” “will,” “can have,” “likely,” “should,” “would,” “could” and other words and terms of similar meaning or the negative thereof. Forward-looking statements are subject to inherent risks and uncertainties beyond the Company’s control that could cause the Company’s actual results, performance or achievements to be materially different from the expected results, performance or achievements expressed or implied by such forward-looking statements. Except as required by law, the Company assumes no obligation to update these forward-looking statements publicly, or to update the reasons actual results could differ materially from those anticipated in the forward-looking statements, even if new information becomes available in the future. This press release has been prepared in both French and English. In the event of any differences between the two texts, the French language version shall supersede.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180415005122/en/\nBiom'up\nChief Financial Officer\nJean-Yves Quentel, +33 4 86 57 36 10\ninvestisseurs@biomup.com\nor\nNewCap\nInvestor relations\nTristan Roquet Montégon, +33 1 44 71 00 16\nbiomup@newcap.eu\nor\nLifeSci Advisors\nInvestors\nHans Herklots, +41 79 598 7149\nhherklots@lifesciadvisors.com\nSource: Biom'up",
    "published": "2018-04-16T10:00:00.000+03:00",
    "crawled": "2018-04-16T11:50:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "result",
        "underscore",
        "focus",
        "establishing",
        "strong",
        "financial",
        "foundation",
        "basis",
        "commercial",
        "strategy",
        "going",
        "forward",
        "total",
        "million",
        "raised",
        "date",
        "marketing",
        "approval",
        "lead",
        "product",
        "hemoblast",
        "tm",
        "bellow",
        "obtained",
        "fda",
        "december",
        "month",
        "ahead",
        "schedule",
        "focus",
        "product",
        "launch",
        "manufacturing",
        "hemostatic",
        "product",
        "portfolio",
        "expansion",
        "france",
        "business",
        "wire",
        "regulatory",
        "news",
        "paris",
        "bup",
        "company",
        "specialist",
        "surgical",
        "hemostasis",
        "today",
        "announced",
        "result",
        "approved",
        "company",
        "board",
        "director",
        "april",
        "etienne",
        "binant",
        "ceo",
        "said",
        "pivotal",
        "year",
        "successfully",
        "positioned",
        "company",
        "become",
        "strong",
        "contender",
        "hemostasis",
        "space",
        "believe",
        "unique",
        "property",
        "flagship",
        "product",
        "hemoblast",
        "bellow",
        "help",
        "accelerate",
        "adoption",
        "make",
        "fixture",
        "broad",
        "range",
        "surgical",
        "procedure",
        "obtained",
        "marketing",
        "clearance",
        "hemoblast",
        "tm",
        "bellow",
        "several",
        "month",
        "ahead",
        "schedule",
        "preparing",
        "ground",
        "launch",
        "europe",
        "supported",
        "new",
        "existing",
        "shareholder",
        "company",
        "successful",
        "ipo",
        "euronext",
        "paris",
        "october",
        "together",
        "cash",
        "raised",
        "february",
        "april",
        "company",
        "laid",
        "strong",
        "financial",
        "foundation",
        "execute",
        "commercial",
        "industrial",
        "focus",
        "core",
        "competency",
        "hemostasis",
        "communicated",
        "company",
        "focused",
        "resource",
        "capitalize",
        "core",
        "competency",
        "hemostasis",
        "hemostasis",
        "product",
        "hemoblast",
        "bellow",
        "result",
        "discontinued",
        "legacy",
        "portfolio",
        "cova",
        "covamesh",
        "matribone",
        "led",
        "expected",
        "anticipated",
        "temporary",
        "reduction",
        "group",
        "turnover",
        "million",
        "million",
        "result",
        "hemoblast",
        "bellow",
        "europe",
        "sale",
        "hemostatic",
        "product",
        "increased",
        "ii",
        "fda",
        "clearance",
        "hemoblast",
        "tm",
        "bellow",
        "obtained",
        "fda",
        "clearance",
        "hemoblast",
        "bellow",
        "december",
        "expedited",
        "clearance",
        "arrived",
        "month",
        "ahead",
        "schedule",
        "led",
        "acceleration",
        "process",
        "refocusing",
        "industrial",
        "activity",
        "well",
        "recruitment",
        "sale",
        "marketing",
        "team",
        "prepare",
        "commercial",
        "lead",
        "product",
        "europe",
        "hemoblast",
        "bellow",
        "hemostatic",
        "product",
        "control",
        "bleeding",
        "broad",
        "range",
        "surgical",
        "procedure",
        "cardiac",
        "surgery",
        "general",
        "surgery",
        "orthopedic",
        "surgery",
        "conducted",
        "successful",
        "clinical",
        "trial",
        "patient",
        "admitted",
        "abdominal",
        "orthopedic",
        "lower",
        "limb",
        "surgery",
        "met",
        "primary",
        "secondary",
        "endpoint",
        "given",
        "compelling",
        "preliminary",
        "result",
        "effectiveness",
        "minute",
        "compared",
        "control",
        "arm",
        "independent",
        "data",
        "monitoring",
        "committee",
        "idmc",
        "unanimously",
        "recommended",
        "stop",
        "study",
        "scheduled",
        "end",
        "allowed",
        "u",
        "accelerate",
        "submission",
        "filing",
        "premarket",
        "approval",
        "pma",
        "regulatory",
        "authority",
        "pma",
        "class",
        "iii",
        "medical",
        "device",
        "hemoblast",
        "bellow",
        "stringent",
        "type",
        "device",
        "marketing",
        "application",
        "required",
        "fda",
        "fda",
        "performed",
        "thorough",
        "pma",
        "audit",
        "plant",
        "manufacturing",
        "line",
        "hemoblast",
        "bellow",
        "company",
        "quality",
        "system",
        "received",
        "form",
        "fda",
        "inspectional",
        "observation",
        "form",
        "used",
        "fda",
        "document",
        "communicate",
        "concern",
        "discovered",
        "inspection",
        "iii",
        "biom",
        "raise",
        "circa",
        "million",
        "date",
        "thanks",
        "ipo",
        "euronext",
        "additional",
        "raise",
        "parallel",
        "refocusing",
        "activity",
        "hemostatic",
        "product",
        "deployment",
        "transnational",
        "management",
        "team",
        "execute",
        "group",
        "strategy",
        "successful",
        "issuance",
        "bond",
        "prior",
        "going",
        "public",
        "successfully",
        "completed",
        "ipo",
        "euronext",
        "october",
        "raising",
        "million",
        "partial",
        "exercise",
        "overallotment",
        "option",
        "including",
        "additional",
        "fund",
        "raised",
        "see",
        "event",
        "february",
        "april",
        "company",
        "support",
        "launch",
        "hemoblast",
        "bellow",
        "prepare",
        "production",
        "biom",
        "build",
        "new",
        "manufacturing",
        "facility",
        "finalized",
        "meet",
        "expected",
        "growing",
        "demand",
        "company",
        "hemostatic",
        "product",
        "iv",
        "cash",
        "balance",
        "sheet",
        "highlight",
        "december",
        "cash",
        "cash",
        "equivalent",
        "amounted",
        "million",
        "compared",
        "million",
        "january",
        "audited",
        "month",
        "month",
        "total",
        "asset",
        "asset",
        "intangible",
        "asset",
        "property",
        "plant",
        "equipment",
        "repayment",
        "investment",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "total",
        "liability",
        "shareholder",
        "equity",
        "shareholder",
        "equity",
        "liability",
        "financial",
        "liability",
        "current",
        "liability",
        "v",
        "profit",
        "loss",
        "statement",
        "profit",
        "loss",
        "statement",
        "reflects",
        "company",
        "focus",
        "r",
        "clinical",
        "development",
        "ending",
        "year",
        "strong",
        "note",
        "fda",
        "approval",
        "hemoblast",
        "bellow",
        "ahead",
        "schedule",
        "effort",
        "combined",
        "early",
        "effort",
        "building",
        "commercial",
        "organization",
        "support",
        "product",
        "launch",
        "led",
        "increase",
        "operational",
        "charge",
        "net",
        "financial",
        "charge",
        "net",
        "financial",
        "income",
        "item",
        "result",
        "large",
        "part",
        "valuation",
        "warrant",
        "part",
        "obsa",
        "bond",
        "warrant",
        "attached",
        "price",
        "per",
        "share",
        "ipo",
        "required",
        "ifrs",
        "charge",
        "company",
        "p",
        "l",
        "hemostatic",
        "product",
        "sale",
        "discontinued",
        "product",
        "revenue",
        "operational",
        "charge",
        "current",
        "operating",
        "loss",
        "operating",
        "loss",
        "net",
        "financial",
        "income",
        "net",
        "loss",
        "consolidated",
        "operation",
        "audit",
        "procedure",
        "performed",
        "parent",
        "company",
        "consolidated",
        "annual",
        "financial",
        "statement",
        "auditor",
        "process",
        "issuing",
        "audit",
        "report",
        "vi",
        "event",
        "outlook",
        "successful",
        "ipo",
        "october",
        "raised",
        "additional",
        "fund",
        "excess",
        "million",
        "february",
        "completed",
        "equity",
        "raise",
        "million",
        "followed",
        "march",
        "raising",
        "million",
        "though",
        "bond",
        "issue",
        "warrant",
        "attached",
        "athyrium",
        "capital",
        "management",
        "athyrium",
        "healthcare",
        "fund",
        "subject",
        "certain",
        "condition",
        "bond",
        "issue",
        "may",
        "topped",
        "million",
        "within",
        "month",
        "company",
        "repaid",
        "remaining",
        "million",
        "loan",
        "kreos",
        "capital",
        "v",
        "uk",
        "limited",
        "achievement",
        "necessary",
        "resource",
        "support",
        "commercial",
        "hemoblast",
        "bellow",
        "europe",
        "start",
        "build",
        "second",
        "manufacturing",
        "site",
        "near",
        "due",
        "open",
        "conduct",
        "post",
        "marketing",
        "study",
        "support",
        "commercial",
        "hemoblast",
        "bellow",
        "explore",
        "use",
        "additional",
        "surgical",
        "indication",
        "continue",
        "development",
        "next",
        "generation",
        "hemosnow",
        "tm",
        "upcoming",
        "financial",
        "publication",
        "event",
        "general",
        "meeting",
        "june",
        "10h",
        "founded",
        "based",
        "close",
        "lyon",
        "france",
        "develops",
        "hemostatic",
        "product",
        "based",
        "patented",
        "biopolymers",
        "aim",
        "simplify",
        "surgical",
        "procedure",
        "numerous",
        "surgical",
        "specialty",
        "spine",
        "cardiothoracic",
        "general",
        "orthopedic",
        "plastic",
        "give",
        "patient",
        "better",
        "quality",
        "life",
        "flagship",
        "product",
        "bellow",
        "unique",
        "hemostatic",
        "solution",
        "ready",
        "use",
        "preparation",
        "time",
        "needed",
        "need",
        "mix",
        "heat",
        "required",
        "usable",
        "several",
        "time",
        "surgery",
        "developed",
        "scientific",
        "team",
        "hemoblast",
        "bellow",
        "successfully",
        "met",
        "primary",
        "secondary",
        "endpoint",
        "phase",
        "iii",
        "pivotal",
        "study",
        "involving",
        "patient",
        "united",
        "state",
        "hemoblast",
        "bellow",
        "obtained",
        "ce",
        "mark",
        "december",
        "pma",
        "approval",
        "application",
        "granted",
        "food",
        "drug",
        "administration",
        "december",
        "view",
        "commercializing",
        "united",
        "state",
        "since",
        "inception",
        "supported",
        "prominent",
        "european",
        "investor",
        "bpifrance",
        "innobio",
        "gimv",
        "lundbeckfond",
        "mérieux",
        "participation",
        "sham",
        "acg",
        "well",
        "company",
        "manager",
        "invested",
        "million",
        "equity",
        "successfully",
        "completed",
        "ipo",
        "euronext",
        "paris",
        "raising",
        "million",
        "october",
        "addition",
        "company",
        "concluded",
        "million",
        "capital",
        "increase",
        "mean",
        "public",
        "offering",
        "without",
        "preferential",
        "subscription",
        "right",
        "february",
        "information",
        "please",
        "visit",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "certain",
        "statement",
        "although",
        "company",
        "belief",
        "expectation",
        "based",
        "reasonable",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "future",
        "event",
        "subject",
        "change",
        "without",
        "notice",
        "ii",
        "factor",
        "beyond",
        "company",
        "control",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "preceded",
        "followed",
        "including",
        "word",
        "target",
        "believe",
        "expect",
        "aim",
        "intend",
        "may",
        "anticipate",
        "estimate",
        "plan",
        "project",
        "likely",
        "would",
        "could",
        "word",
        "term",
        "similar",
        "meaning",
        "negative",
        "thereof",
        "statement",
        "subject",
        "inherent",
        "risk",
        "uncertainty",
        "beyond",
        "company",
        "control",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "expected",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "publicly",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "press",
        "release",
        "prepared",
        "french",
        "english",
        "event",
        "difference",
        "two",
        "text",
        "french",
        "language",
        "version",
        "shall",
        "supersede",
        "view",
        "source",
        "version",
        "http",
        "chief",
        "financial",
        "officer",
        "quentel",
        "investisseurs",
        "newcap",
        "investor",
        "relation",
        "tristan",
        "roquet",
        "montégon",
        "biomup",
        "lifesci",
        "advisor",
        "investor",
        "han",
        "herklots",
        "hherklots",
        "source"
    ]
}