{
    "organizations": [],
    "uuid": "4d447bda578d0094ab4c8fbf95a6b6c1263fa922",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/06/business-wire-natuzziaannounces-fourthaquarter-and-fullayear-results-for-2017.html",
    "ord_in_thread": 0,
    "title": "Natuzzi Announces Fourth Quarter and Full Year Results for 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COMPANY’S DIRECT RETAIL SALES CONTINUED TO GROW NEW DOS OPENINGS PLANNED FOR 2018 OPERATING RESULTS AFFECTED BY EXTERNAL FACTORS, INVESTMENTS IN THE RETAIL STRATEGY AND RESTRUCTURING COSTS\nSANTERAMO IN COLLE, Bari, Italy--(BUSINESS WIRE)-- The Board of Directors of Natuzzi S.p.A. has approved fourth-quarter and full-year 2017 consolidated results.\nThe Group distributes worldwide its products through three divisions:\nNatuzzi Retail division , a network of Directly Operated Stores (DOS) and concessions, Natuzzi wholesale division , that distributes branded products through franchised operated stores (FOS), and Softaly wholesale division .\n2017 Fourth Quarter Results\nFourth quarter 2017 total net sales were €120.1 million, down 3.6% from €124.6 million reported in 2016 same quarter. Under constant exchange rates, sales increased by 0.7%.\nDuring the fourth quarter of 2017, sales from our Retail division increased by 17.2% at €16.7 million with positive results in China (+4.1%), USA (+75.0%), Spain (+1.1%). Sales from our UK-based retail network were positive by 2.2% in GBP, and substantially flat in Euro terms, due to the weakening of the British pound.\nNatuzzi Italia Retail sales increased by 23.4% at €11.4 million, Natuzzi Editions sales increased by 4.1% at €1.8 million, and Divani&Divani by Natuzzi DOS sales increased by 6.6% at €3.5 million.\nSales from our Natuzzi wholesale division were €73.7 million, up 1.6% compared to 2016 fourth quarter with the Natuzzi Italia sales increasing by 16.0% (up 23.4% under constant exchange rate), whereas Natuzzi Editions sales decreased by 3.9%, mainly affected by adverse currency movements, in particular US dollar and GBP (a 1.8% increase under constant exchange rates). Divani&Divani by Natuzzi sales decreased by 20.0%, mainly as the result of the financial difficulties experienced by our Italian franchised partners.\nSales from our Softaly wholesale division were €23.8 million, from €31.1 million reported in 2016 fourth quarter. The Softaly business is still suffering in the American market, whereas business in the EMEA still holds (-1.1%), notwithstanding unfavorable foreign exchange. Business in the Asia-Pacific region, whose potential has not been exploited yet, keeps on growing: +52.5% at €1.9 million.\n2017 Full-Year Financial Results\nFull year 2017 total net sales were €449.6 million, down from €457.2 million in 2016. Under constant exchange rates, 2017 consolidated net sales would have been equal to €457.5 million, substantially flat compared to 2016.\nRetail division\nIn 2017, the Group opened 7 DOS, of which 3 Natuzzi Italia in the USA (Paramus, West Palm Beach and Philadelphia), one Natuzzi Italia in Spain (Valladolid) and 3 Natuzzi Editions in China. During 2017, we also acquired 3 Natuzzi Italia DOS and 12 Natuzzi Italia concessions in Mexico.\nFurthermore, in the first part of 2018, we opened three additional Natuzzi Italia DOS, namely one in Chicago and one in Los Angeles-Costa Mesa and one in Paris. In addition, one Natuzzi Edition DOS was opened in China. As of the date of this press release, there are 64 DOS, of which 37 operated under the Natuzzi Italia name, 16 Divani&Divani by Natuzzi and 11 Natuzzi Edition. Besides, the Group also directly operates 20 Natuzzi Italia concessions.\nRetail sales represented 13.4% of our 2017 core business compared to 10.4% in 2016. Notably, such Retail sales percentage has increased over 2017 single quarters: they were 11.1%, 13.8%, 14.1% and 14.6% in the first, second, third and fourth quarters of 2017.\nIn 2017 sales from our DOS network (excluding the concessions in the UK and Mexico) increased by 26.0% at €53.1 million with positive results in our DOS network in China (+14.5%), USA (+261.1%), Spain (+2.7%), UK (+10.0%) and Italy (+8.6%).\nNatuzzi Italia DOS sales increased 37.0% at €33.5 million, Natuzzi Editions DOS sales increased 14.5% at €6.7 million and Divani&Divani by Natuzzi DOS sales increased by 8.9% million at €12.9 million.\nOn like-for-like basis, our DOS network reported sales of €37.3 million (up 1.6% from €36.7 million in 2016) and an operating profit of €0.5 million improving by 28.5% versus 2016. In particular, we continue to see like-for-like sales improvements in our DOS located in China (+25.7%), USA (+25.3%), UK (+19.1%), and Switzerland (+15.5%). Our Italy-based Divani&Divani by Natuzzi retail network is still undergoing a restructuring phase. In this regard, we have recently presented the new concept store reflecting a more updated positioning of the brand, including a new layout, logo, website and digital advertising tools highlighting innovation and technology features of the new collection.\nIn 2017, our retail operations have started delivering encouraging results with an increase in the number of tickets by 19.9% and average ticket by 9.8% over 2016. In particular in fourth quarter 2017 we registered an improvement in the USA DOS chain: the opening of the King of Prussia store (Philadelphia) led to an increase of traffic in all the USA DOS chain, and an improvement of the average sale ticket.\nWe are currently restructuring the recently acquired Natuzzi Italia stores in Mexico so to get them more in line with our brand positioning. We believe that our efforts toward the Mexican retail network can deliver improving results in the forthcoming quarters. Initial results from Mexican acquired stores turned out to be encouraging.\nTotal Retail order flow through the 13 th week of 2018 is up 6.8% (or up 12.2% under constant exchange rates) versus the same period of 2017.\nNatuzzi wholesale division\nSales from the Natuzzi wholesale division were €261.5 million, down 2.5% compared to 2016, with the high-end Natuzzi Italia sales increasing by 8.4%, notwithstanding difficult retail conditions especially in the EMEA region. Indeed, we are restructuring the current distribution network also of our franchised Natuzzi points of sales. In particular, we have been opening new points of sale with the aim of upgrading the current distribution network and, at the same time, closing relations with some of the existing partners whose business is not profitable or adequate to efficiently bring our branded proposition to consumers. We will continue to restructure our Natuzzi wholesale distribution network also in 2018.\nFurthermore, the Company has been focusing its efforts to strengthen, in the same way as already done in the Americas and Asia-Pacific regions, our sales organization in some of North European Countries in order to leverage on the Natuzzi brand and support growth also in such challenging channel.\nSoftaly wholesale division\nSales from the Softaly wholesale business were €103.7 million, down 12.5% over 2016. Under constant exchange rates, sales from Softaly division would have been down by 11.0%. Softaly is still suffering due to difficult retail conditions experienced in the North American market, as some of our historical partners are restructuring their retail assets, resulting in a reduction of their points of sales. We are continuing our efforts to build new relationships in North America. In the next days, we will be at the High Point Fair where we will present a newly designed and innovative collection, with aggressive price points in order to capture the attention of the American market.\nOperating Results\n2017 results of operations were greatly affected by some particular factors as set forth below:\nThe Italian Supreme Court resolution in May 2017 ruling on the Group’s redundant workers caused the Company to accrue €9.3 million for legal proceedings risks. With reference to the abovementioned resolution, the Company recently received two new judgements from other local Courts in favor of Natuzzi S.p.A. Consequently, we believe that the existing reserve for “Provision for tax and legal proceedings” included in the “Other liabilities” caption is currently sufficient. We incurred in higher cost of labor of €2.0 million due to the re-employment of 168 workers. In fact, in October 2016 the Company laid off 176 workers, 168 of which were re-employed in 2017 as the Court deemed such dismissals to have been done improperly. On December 2017, the Company was able to reach an agreement with the Italian Institutions extending to such workers the scope of the current Solidarity Agreement in order to reduce the impact deriving from such job re-employment in 2018. The Company executed a cost reduction program in the Italian headquarter. As a result, it incurred in restructuring costs for €2.6 million. We will benefit from such savings for about €3.0 million per year from 2018. The Company accrued €0.6 million for bad debts following the difficult financial conditions of some of our customers. In 2017, the Company continued its transformation process from a pure manufacturer into a retail-oriented company. That’s why in 2017 the Company continued to invest in new DOS openings and store acquisitions, retail and marketing skilled personnel and digital tools. The retail expansion is expensive at the beginning. Therefore, in executing this new strategy, we incurred in higher “Other SG&A”, almost entirely ( €8.1 million out of €11.0 million) as a result of the above-mentioned investments. Lastly, the foreign exchange fluctuations resulted in a negative €3.4 million impact on operating results, while the Company accounted €3.3 million income as foreign exchange hedging below the line of operating profit).\nIn 2017, the Group reported a net operating loss of €29.1 million and a total net loss of €31.4 million.\nExcluding such events, net operating loss would have been €3.1 million. The Company is focusing on additional sales and, in particular, a better productivity of its retail chain in which the Company has been investing.\nGroup’s available cash as of December 31, 2017 was €55.0 million, increasing from €47.9 million reported at the end of September 2017, thanks to a positive working capital management. In fact, the cash flow generated by operating activities was positive by €15.4 million in the last quarter of 2017.\nAs a result, Net Financial Position was positive at €9.6 million as of the end of 2017, improving by €11.0 million from a negative Net Financial Position of €1.4 reported at the end of September 2017.\n2018 will be impacted by unfavorable exchange rates. The Company intends to recover profitability by leveraging on the existing organization to enhance the productivity of our DOS chain; a selective price-increase; higher efficiency in our operations and cost reduction measures.\nThe organization is evolving: Antonio Cavallera, who is the HR, Organization and IT director, will also coordinate the Group’s industrial operations within a “total quality” approach.\nChairman and CEO Pasquale Natuzzi commented: “After three years (2014-16) of continuous improvement in our results, 2017 has been a difficult year mainly because of the unexpected labor issues. But the retail strategy continues to prove correct. We are encouraged to move toward this direction and, consequently, have finalized a specific rollout program for 2018. Going forward, we will leverage on the existing retail structure. Our next store openings, directly owned or franchised operated, will be located principally in those countries, such as USA, the UK and China, where we already have an organization in place allowing us to benefit from economies of scale. We will also pursue the exploitation of local partnership opportunities to speed up the retail expansion, as already done in the USA and, more recently, in China. We are pleased with the agreement with our Chinese partner Jason Furniture (KUKA). This Joint Venture will allow us to expand significantly the Natuzzi retail network in Greater China. Their knowledge of the local market coupled with the high awareness of our brand, product offering, and production capacity make us eager to start working with them.\nIn 2017 we also made specific investments in digital advertising tools with the aim of stimulating traffic in our mono-brand stores, and also in specific interactive tools such as our 3D configurator in our stores, to enhance the retail experience for our customers. As a result, our 2017 data showed that, especially for our high-end Natuzzi Italia stores, the number of contracts and the average ticket have both increased. Therefore, we are encouraged in continuing the retail strategy which foresees 10 additional DOS opening for the rest of the year”.\nChief Financial Officer Vittorio Notarpietro added: “Last year turned out to be a challenging year for the Company and the results of operations reflected internal dynamics but also external factors.\nIn 2017, the Company was mainly focused on executing its retail expansion strategy, as the main driver to support growth and profitability. This program has required, especially in the first part of the year, investments (reflected in higher “Other SG&A”) necessary to set-up an efficient retail and marketing division, both at Regional and HQ level, as well as restructure acquired stores to get them in line with our brand proposition. Now that the investments in the organization at Regional and HQ level have been put in place, we would expect a better leverage and greater margins from the expansion our retail network.\nWe are seeing increased productivity especially in those new DOS that started their operations in the first part of 2017. This should have a positive impact from a fixed-cost absorption, margins and cash-generation standpoint.\nYear-to-date, the currency scenario has not been favorable. Nevertheless, we will stick with our planned activities. We will continue to rationalize our overhead structure, find additional efficiency in our plants, improve logistics and quality, and balance our financial resources between working capital and investments needs so to come back to better results in 2018.”",
    "published": "2018-04-07T00:47:00.000+03:00",
    "crawled": "2018-04-07T02:52:20.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "direct",
        "retail",
        "sale",
        "continued",
        "grow",
        "new",
        "do",
        "opening",
        "planned",
        "operating",
        "result",
        "affected",
        "external",
        "factor",
        "investment",
        "retail",
        "strategy",
        "restructuring",
        "cost",
        "santeramo",
        "colle",
        "bari",
        "italy",
        "business",
        "wire",
        "board",
        "director",
        "natuzzi",
        "approved",
        "consolidated",
        "result",
        "group",
        "distributes",
        "worldwide",
        "product",
        "three",
        "division",
        "natuzzi",
        "retail",
        "division",
        "network",
        "directly",
        "operated",
        "store",
        "do",
        "concession",
        "natuzzi",
        "wholesale",
        "division",
        "distributes",
        "branded",
        "product",
        "franchised",
        "operated",
        "store",
        "fo",
        "softaly",
        "wholesale",
        "division",
        "fourth",
        "quarter",
        "result",
        "fourth",
        "quarter",
        "total",
        "net",
        "sale",
        "million",
        "million",
        "reported",
        "quarter",
        "constant",
        "exchange",
        "rate",
        "sale",
        "increased",
        "fourth",
        "quarter",
        "sale",
        "retail",
        "division",
        "increased",
        "million",
        "positive",
        "result",
        "china",
        "usa",
        "spain",
        "sale",
        "retail",
        "network",
        "positive",
        "gbp",
        "substantially",
        "flat",
        "euro",
        "term",
        "due",
        "weakening",
        "british",
        "pound",
        "natuzzi",
        "italia",
        "retail",
        "sale",
        "increased",
        "million",
        "natuzzi",
        "edition",
        "sale",
        "increased",
        "million",
        "divani",
        "divani",
        "natuzzi",
        "do",
        "sale",
        "increased",
        "million",
        "sale",
        "natuzzi",
        "wholesale",
        "division",
        "million",
        "compared",
        "fourth",
        "quarter",
        "natuzzi",
        "italia",
        "sale",
        "increasing",
        "constant",
        "exchange",
        "rate",
        "whereas",
        "natuzzi",
        "edition",
        "sale",
        "decreased",
        "mainly",
        "affected",
        "adverse",
        "currency",
        "movement",
        "particular",
        "u",
        "dollar",
        "gbp",
        "increase",
        "constant",
        "exchange",
        "rate",
        "divani",
        "divani",
        "natuzzi",
        "sale",
        "decreased",
        "mainly",
        "result",
        "financial",
        "difficulty",
        "experienced",
        "italian",
        "franchised",
        "partner",
        "sale",
        "softaly",
        "wholesale",
        "division",
        "million",
        "million",
        "reported",
        "fourth",
        "quarter",
        "softaly",
        "business",
        "still",
        "suffering",
        "american",
        "market",
        "whereas",
        "business",
        "emea",
        "still",
        "hold",
        "notwithstanding",
        "unfavorable",
        "foreign",
        "exchange",
        "business",
        "region",
        "whose",
        "potential",
        "exploited",
        "yet",
        "keep",
        "growing",
        "million",
        "financial",
        "result",
        "full",
        "year",
        "total",
        "net",
        "sale",
        "million",
        "million",
        "constant",
        "exchange",
        "rate",
        "consolidated",
        "net",
        "sale",
        "would",
        "equal",
        "million",
        "substantially",
        "flat",
        "compared",
        "retail",
        "division",
        "group",
        "opened",
        "do",
        "natuzzi",
        "italia",
        "usa",
        "paramus",
        "west",
        "palm",
        "beach",
        "philadelphia",
        "one",
        "natuzzi",
        "italia",
        "spain",
        "valladolid",
        "natuzzi",
        "edition",
        "china",
        "also",
        "acquired",
        "natuzzi",
        "italia",
        "do",
        "natuzzi",
        "italia",
        "concession",
        "mexico",
        "furthermore",
        "first",
        "part",
        "opened",
        "three",
        "additional",
        "natuzzi",
        "italia",
        "do",
        "namely",
        "one",
        "chicago",
        "one",
        "los",
        "mesa",
        "one",
        "paris",
        "addition",
        "one",
        "natuzzi",
        "edition",
        "do",
        "opened",
        "china",
        "date",
        "press",
        "release",
        "do",
        "operated",
        "natuzzi",
        "italia",
        "name",
        "divani",
        "divani",
        "natuzzi",
        "natuzzi",
        "edition",
        "besides",
        "group",
        "also",
        "directly",
        "operates",
        "natuzzi",
        "italia",
        "concession",
        "retail",
        "sale",
        "represented",
        "core",
        "business",
        "compared",
        "notably",
        "retail",
        "sale",
        "percentage",
        "increased",
        "single",
        "quarter",
        "first",
        "second",
        "third",
        "fourth",
        "quarter",
        "sale",
        "do",
        "network",
        "excluding",
        "concession",
        "uk",
        "mexico",
        "increased",
        "million",
        "positive",
        "result",
        "do",
        "network",
        "china",
        "usa",
        "spain",
        "uk",
        "italy",
        "natuzzi",
        "italia",
        "do",
        "sale",
        "increased",
        "million",
        "natuzzi",
        "edition",
        "do",
        "sale",
        "increased",
        "million",
        "divani",
        "divani",
        "natuzzi",
        "do",
        "sale",
        "increased",
        "million",
        "million",
        "basis",
        "do",
        "network",
        "reported",
        "sale",
        "million",
        "million",
        "operating",
        "profit",
        "million",
        "improving",
        "versus",
        "particular",
        "continue",
        "see",
        "sale",
        "improvement",
        "do",
        "located",
        "china",
        "usa",
        "uk",
        "switzerland",
        "divani",
        "divani",
        "natuzzi",
        "retail",
        "network",
        "still",
        "undergoing",
        "restructuring",
        "phase",
        "regard",
        "recently",
        "presented",
        "new",
        "concept",
        "store",
        "reflecting",
        "updated",
        "positioning",
        "brand",
        "including",
        "new",
        "layout",
        "logo",
        "website",
        "digital",
        "advertising",
        "tool",
        "highlighting",
        "innovation",
        "technology",
        "feature",
        "new",
        "collection",
        "retail",
        "operation",
        "started",
        "delivering",
        "encouraging",
        "result",
        "increase",
        "number",
        "ticket",
        "average",
        "ticket",
        "particular",
        "fourth",
        "quarter",
        "registered",
        "improvement",
        "usa",
        "do",
        "chain",
        "opening",
        "king",
        "prussia",
        "store",
        "philadelphia",
        "led",
        "increase",
        "traffic",
        "usa",
        "do",
        "chain",
        "improvement",
        "average",
        "sale",
        "ticket",
        "currently",
        "restructuring",
        "recently",
        "acquired",
        "natuzzi",
        "italia",
        "store",
        "mexico",
        "get",
        "line",
        "brand",
        "positioning",
        "believe",
        "effort",
        "toward",
        "mexican",
        "retail",
        "network",
        "deliver",
        "improving",
        "result",
        "forthcoming",
        "quarter",
        "initial",
        "result",
        "mexican",
        "acquired",
        "store",
        "turned",
        "encouraging",
        "total",
        "retail",
        "order",
        "flow",
        "th",
        "week",
        "constant",
        "exchange",
        "rate",
        "versus",
        "period",
        "natuzzi",
        "wholesale",
        "division",
        "sale",
        "natuzzi",
        "wholesale",
        "division",
        "million",
        "compared",
        "natuzzi",
        "italia",
        "sale",
        "increasing",
        "notwithstanding",
        "difficult",
        "retail",
        "condition",
        "especially",
        "emea",
        "region",
        "indeed",
        "restructuring",
        "current",
        "distribution",
        "network",
        "also",
        "franchised",
        "natuzzi",
        "point",
        "sale",
        "particular",
        "opening",
        "new",
        "point",
        "sale",
        "aim",
        "upgrading",
        "current",
        "distribution",
        "network",
        "time",
        "closing",
        "relation",
        "existing",
        "partner",
        "whose",
        "business",
        "profitable",
        "adequate",
        "efficiently",
        "bring",
        "branded",
        "proposition",
        "consumer",
        "continue",
        "restructure",
        "natuzzi",
        "wholesale",
        "distribution",
        "network",
        "also",
        "furthermore",
        "company",
        "focusing",
        "effort",
        "strengthen",
        "way",
        "already",
        "done",
        "america",
        "region",
        "sale",
        "organization",
        "north",
        "european",
        "country",
        "order",
        "leverage",
        "natuzzi",
        "brand",
        "support",
        "growth",
        "also",
        "challenging",
        "channel",
        "softaly",
        "wholesale",
        "division",
        "sale",
        "softaly",
        "wholesale",
        "business",
        "million",
        "constant",
        "exchange",
        "rate",
        "sale",
        "softaly",
        "division",
        "would",
        "softaly",
        "still",
        "suffering",
        "due",
        "difficult",
        "retail",
        "condition",
        "experienced",
        "north",
        "american",
        "market",
        "historical",
        "partner",
        "restructuring",
        "retail",
        "asset",
        "resulting",
        "reduction",
        "point",
        "sale",
        "continuing",
        "effort",
        "build",
        "new",
        "relationship",
        "north",
        "america",
        "next",
        "day",
        "high",
        "point",
        "fair",
        "present",
        "newly",
        "designed",
        "innovative",
        "collection",
        "aggressive",
        "price",
        "point",
        "order",
        "capture",
        "attention",
        "american",
        "market",
        "operating",
        "result",
        "result",
        "operation",
        "greatly",
        "affected",
        "particular",
        "factor",
        "set",
        "forth",
        "italian",
        "supreme",
        "court",
        "resolution",
        "may",
        "ruling",
        "group",
        "redundant",
        "worker",
        "caused",
        "company",
        "accrue",
        "million",
        "legal",
        "proceeding",
        "risk",
        "reference",
        "abovementioned",
        "resolution",
        "company",
        "recently",
        "received",
        "two",
        "new",
        "judgement",
        "local",
        "court",
        "favor",
        "natuzzi",
        "consequently",
        "believe",
        "existing",
        "reserve",
        "provision",
        "tax",
        "legal",
        "proceeding",
        "included",
        "liability",
        "caption",
        "currently",
        "sufficient",
        "incurred",
        "higher",
        "cost",
        "labor",
        "million",
        "due",
        "worker",
        "fact",
        "october",
        "company",
        "laid",
        "worker",
        "court",
        "deemed",
        "dismissal",
        "done",
        "improperly",
        "december",
        "company",
        "able",
        "reach",
        "agreement",
        "italian",
        "institution",
        "extending",
        "worker",
        "scope",
        "current",
        "solidarity",
        "agreement",
        "order",
        "reduce",
        "impact",
        "deriving",
        "job",
        "company",
        "executed",
        "cost",
        "reduction",
        "program",
        "italian",
        "headquarter",
        "result",
        "incurred",
        "restructuring",
        "cost",
        "million",
        "benefit",
        "saving",
        "million",
        "per",
        "year",
        "company",
        "accrued",
        "million",
        "bad",
        "debt",
        "following",
        "difficult",
        "financial",
        "condition",
        "customer",
        "company",
        "continued",
        "transformation",
        "process",
        "pure",
        "manufacturer",
        "company",
        "company",
        "continued",
        "invest",
        "new",
        "do",
        "opening",
        "store",
        "acquisition",
        "retail",
        "marketing",
        "skilled",
        "personnel",
        "digital",
        "tool",
        "retail",
        "expansion",
        "expensive",
        "beginning",
        "therefore",
        "executing",
        "new",
        "strategy",
        "incurred",
        "higher",
        "sg",
        "almost",
        "entirely",
        "million",
        "million",
        "result",
        "investment",
        "lastly",
        "foreign",
        "exchange",
        "fluctuation",
        "resulted",
        "negative",
        "million",
        "impact",
        "operating",
        "result",
        "company",
        "accounted",
        "million",
        "income",
        "foreign",
        "exchange",
        "hedging",
        "line",
        "operating",
        "profit",
        "group",
        "reported",
        "net",
        "operating",
        "loss",
        "million",
        "total",
        "net",
        "loss",
        "million",
        "excluding",
        "event",
        "net",
        "operating",
        "loss",
        "would",
        "million",
        "company",
        "focusing",
        "additional",
        "sale",
        "particular",
        "better",
        "productivity",
        "retail",
        "chain",
        "company",
        "investing",
        "group",
        "available",
        "cash",
        "december",
        "million",
        "increasing",
        "million",
        "reported",
        "end",
        "september",
        "thanks",
        "positive",
        "working",
        "capital",
        "management",
        "fact",
        "cash",
        "flow",
        "generated",
        "operating",
        "activity",
        "positive",
        "million",
        "last",
        "quarter",
        "result",
        "net",
        "financial",
        "position",
        "positive",
        "million",
        "end",
        "improving",
        "million",
        "negative",
        "net",
        "financial",
        "position",
        "reported",
        "end",
        "september",
        "impacted",
        "unfavorable",
        "exchange",
        "rate",
        "company",
        "intends",
        "recover",
        "profitability",
        "leveraging",
        "existing",
        "organization",
        "enhance",
        "productivity",
        "do",
        "chain",
        "selective",
        "higher",
        "efficiency",
        "operation",
        "cost",
        "reduction",
        "measure",
        "organization",
        "evolving",
        "antonio",
        "cavallera",
        "hr",
        "organization",
        "director",
        "also",
        "coordinate",
        "group",
        "industrial",
        "operation",
        "within",
        "total",
        "quality",
        "approach",
        "chairman",
        "ceo",
        "pasquale",
        "natuzzi",
        "commented",
        "three",
        "year",
        "continuous",
        "improvement",
        "result",
        "difficult",
        "year",
        "mainly",
        "unexpected",
        "labor",
        "issue",
        "retail",
        "strategy",
        "continues",
        "prove",
        "correct",
        "encouraged",
        "move",
        "toward",
        "direction",
        "consequently",
        "finalized",
        "specific",
        "rollout",
        "program",
        "going",
        "forward",
        "leverage",
        "existing",
        "retail",
        "structure",
        "next",
        "store",
        "opening",
        "directly",
        "owned",
        "franchised",
        "operated",
        "located",
        "principally",
        "country",
        "usa",
        "uk",
        "china",
        "already",
        "organization",
        "place",
        "allowing",
        "u",
        "benefit",
        "economy",
        "scale",
        "also",
        "pursue",
        "exploitation",
        "local",
        "partnership",
        "opportunity",
        "speed",
        "retail",
        "expansion",
        "already",
        "done",
        "usa",
        "recently",
        "china",
        "pleased",
        "agreement",
        "chinese",
        "partner",
        "jason",
        "furniture",
        "kuka",
        "joint",
        "venture",
        "allow",
        "u",
        "expand",
        "significantly",
        "natuzzi",
        "retail",
        "network",
        "greater",
        "china",
        "knowledge",
        "local",
        "market",
        "coupled",
        "high",
        "awareness",
        "brand",
        "product",
        "offering",
        "production",
        "capacity",
        "make",
        "u",
        "eager",
        "start",
        "working",
        "also",
        "made",
        "specific",
        "investment",
        "digital",
        "advertising",
        "tool",
        "aim",
        "stimulating",
        "traffic",
        "store",
        "also",
        "specific",
        "interactive",
        "tool",
        "3d",
        "configurator",
        "store",
        "enhance",
        "retail",
        "experience",
        "customer",
        "result",
        "data",
        "showed",
        "especially",
        "natuzzi",
        "italia",
        "store",
        "number",
        "contract",
        "average",
        "ticket",
        "increased",
        "therefore",
        "encouraged",
        "continuing",
        "retail",
        "strategy",
        "foresees",
        "additional",
        "do",
        "opening",
        "rest",
        "year",
        "chief",
        "financial",
        "officer",
        "vittorio",
        "notarpietro",
        "added",
        "last",
        "year",
        "turned",
        "challenging",
        "year",
        "company",
        "result",
        "operation",
        "reflected",
        "internal",
        "dynamic",
        "also",
        "external",
        "factor",
        "company",
        "mainly",
        "focused",
        "executing",
        "retail",
        "expansion",
        "strategy",
        "main",
        "driver",
        "support",
        "growth",
        "profitability",
        "program",
        "required",
        "especially",
        "first",
        "part",
        "year",
        "investment",
        "reflected",
        "higher",
        "sg",
        "necessary",
        "efficient",
        "retail",
        "marketing",
        "division",
        "regional",
        "hq",
        "level",
        "well",
        "restructure",
        "acquired",
        "store",
        "get",
        "line",
        "brand",
        "proposition",
        "investment",
        "organization",
        "regional",
        "hq",
        "level",
        "put",
        "place",
        "would",
        "expect",
        "better",
        "leverage",
        "greater",
        "margin",
        "expansion",
        "retail",
        "network",
        "seeing",
        "increased",
        "productivity",
        "especially",
        "new",
        "do",
        "started",
        "operation",
        "first",
        "part",
        "positive",
        "impact",
        "absorption",
        "margin",
        "standpoint",
        "currency",
        "scenario",
        "favorable",
        "nevertheless",
        "stick",
        "planned",
        "activity",
        "continue",
        "rationalize",
        "overhead",
        "structure",
        "find",
        "additional",
        "efficiency",
        "plant",
        "improve",
        "logistics",
        "quality",
        "balance",
        "financial",
        "resource",
        "working",
        "capital",
        "investment",
        "need",
        "come",
        "back",
        "better",
        "result"
    ]
}