{
    "organizations": [],
    "uuid": "364a7ebeac4e964a30d1ff9dfc43f74698ae4222",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/business-wire-astellas-reports-financial-results-for-fy2017.html",
    "ord_in_thread": 0,
    "title": "Astellas Reports Financial Results for FY2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sales (-0.9%) and core operating profit (-2.1%) decreased due to the impact of certain items such as the transfer of the global dermatology business in April 2016 and the transfer of long-listed products in Japan in April 2017. Excluding these items, as well as the impact of foreign exchange, sales decreased (-1.2%) and core operating profit increased (+4.6%). Sales of key global products such as XTANDI ® for the treatment of prostate cancer and Betanis ® / Myrbetriq ® / BETMIGA for the treatment of overactive bladder (“OAB”) grew. Operating profit (-18.2%) and profit for the period (-24.7%) on a full basis decreased mainly due to the impact of one-time impairment losses and charges associated with the review of development project plans, including those pertaining to Ganymed Pharmaceuticals AG, and the termination of research operations of Agensys, Inc.\nTOKYO--(BUSINESS WIRE)-- Astellas Pharma Inc. (TSE: 4503, President and CEO: Kenji Yasukawa, Ph.D., “Astellas” ) today announced the financial results for fiscal year 2017 ending March 31, 2018 (“FY2017”).\n“Key global products including XTANDI ® continued to demonstrate steady growth in FY2017. We also have made continual investments in the creation of future innovation, including the acquisition of Universal Cells, Inc. in February 2018. The additional cell therapy capabilities of Universal Cells, including proprietary Universal Donor Cell technology, enables Astellas to accelerate our innovative research and development focus within cell therapy,” said Kenji Yasukawa, Ph.D., president and CEO, Astellas. “We remain committed to creating medical solutions from a multi-dimensional perspective – including disease, biology and modality – to turn innovative science into value for patients.”\nConsolidated Financial Results (April 1, 2017 – March 31, 2018) (core basis)\n(Millions of yen)\nFY2016 FY2017 Change\n(%)\nSales 1,311,665 1,300,316 -11,349\n(-0.9%)\nCore operating profit 274,554 268,698 -5,856\n(-2.1%)\nCore profit for the year 213,343 204,326 -9,017\n(-4.2%)\nSales Highlights\nSales in FY2017 decreased 0.9% compared to those in the previous fiscal year (“year-on-year”) to ¥1,300.3 billion due to the impact of certain items such as the transfer of the global dermatology business in April 2016 and the transfer of long-listed products in Japan in April 2017.\nOncology franchise\nSales of XTANDI ® increased 16.8% year-on-year to ¥294.3 billion. Sales grew steadily in all regions of the world.\nUrology OAB franchise\nSales of Betanis ® / Myrbetriq ® / BETMIGA increased 27.2% year-on-year to ¥125.7 billion. Sales increased in all regions of the world. Sales of Vesicare ® , however, decreased 11.9% year-on-year to ¥102.3 billion.\nTransplantation franchise\nSales of Prograf ® increased 6.6% year-on-year to ¥198.5 billion, and continued to grow in EMEA 1 and the Asia and Oceania regions.\nOther new and key products\nIn the Japanese market, continued growth was achieved for products such as Celecox ® for the treatment of inflammation and pain, Symbicort ® for the treatment of bronchial asthma, Suglat ® for the treatment of type 2 diabetes, and Cimzia ® for the treatment of adult patients with rheumatoid arthritis. Meanwhile, we have been working on steadily increasing market penetration for new products Repatha ® for the treatment of hypercholesterolemia (launched in April 2016) and Linzess ® for the treatment of irritable bowel syndrome with constipation (launched March 2017). In the Americas, sales of azole antifungal CRESEMBA ® grew.\nSales of three main therapeutic areas\n(Billions of yen)\nFY2016 FY2017 Change Oncology franchise 307.7 345.2 +12.2% XTANDI ® 252.1 294.3 +16.8% Urology OAB franchise 214.9 228.1 +6.1% Vesicare ® 116.1 102.3 -11.9% Betanis ® / Myrbetriq ® / BETMIGA\n98.8 125.7 +27.2% Transplantation franchise 186.2 198.5 +6.6% Sales by Region 2\nSales in Japan and EMEA decreased, while sales in the Americas and Asia and Oceania increased. As for the Japanese market, sales decreased 15.3% year-on-year to ¥383.4 billion largely due to the impact of transferring 16 long-listed products in April 2017, and the introduction of generics for Micardis ® for the treatment of hypertension in June 2017. In EMEA, sales decreased due to the continued impact of transferring the dermatology business in April 2016, yet sales increased when excluding this item.\nFY2018 Guidance\nThe forecasts for fiscal year 2018 ending March 31, 2019 (“FY2018”) (core basis) are as shown in the following table. The sales forecast is ¥1,278.0 billion (- 1.7% year-on-year). Core operating profit is forecasted at ¥262.0 billion (-2.5% year-on-year). In FY2018, we expect negative impact on sales and profit due to a decreased amount of recognized deferred income following the transfer of the global dermatology business and the transfer of long-listed products in Japan, foreign exchange, and other factors. Despite the negative impact of the NHI drug price revision in Japan and other factors, we are forecasting sales and core operating profit, excluding the factors associated with previously discussed business transfers and the impact of foreign exchange, to remain largely unchanged year-on-year.\nConsolidated Full-year Business Forecasts (core basis)\n(Millions of yen)\nFY2017 Results\nFY2018 Forecasts\nChange\n(%) Sales 1,300,316 1,278,000 -22,316\n(-1.7%)\nCore Operating profit 268,698 262,000 -6,698\n(-2.5%)\nCore Profit for the year 204,326 210,000 +5,674\n(+2.8%)\nNOTE: For further information on the results including on a full basis, please refer to the reference documents: Financial Results, Supplementary Documents, Overview of R&D Pipeline and Presentation Material for the Financial Information Meeting available on the Astellas website at https://www.astellas.com/en/investors/ir-library .\nStrategic Highlights in FY2017\nAstellas continues to create sustainable growth over the mid-to-long term through the pursuit of three main strategies: “Maximizing the Product Value,” ”Creating Innovation” and “Pursuing Operational Excellence.” The company achieved many accomplishments against these strategies as outlined below:\nMaximizing the Product Value\nContinued to maximize the growth of the Oncology franchise centered on XTANDI ® and the Urology OAB franchise including Vesicare ® and Betanis ® / Myrbetriq ® / BETMIGA ® with new launches across various countries and a growth in franchise sales globally. In January 2018, Amgen Astellas BioPharma K.K. launched sales in Japan of the Repatha ® SC injection 420 mg Auto Mini Doser, an additional dosage formulation of Repatha ® . In November 2017, executed a co-promotion agreement in Japan with MSD K.K. for SUJANU ® Combination Tablets, a combination drug of the DPP-4 inhibitor sitagliptin phosphate hydrate (JANUVIA ® Tablets) and Suglat ® Tablets.\nCreating Innovation\nThe following are highlights of developments with external partners announced during FY2017.\nIn April 2017, the Alliance Station was opened by Astellas and Kyoto University as part of a new open innovation initiative to develop advanced medical treatments. In May 2017, completed the acquisition of Ogeda SA in Belgium and gained the NK3 receptor antagonist fezolinetant (ESN364), which is in development for menopause-related vasomotor symptoms. In May 2017, signed an agreement to broaden the scope of an existing collaborative research agreement with the Institute of Medical Science of the University of Tokyo utilizing the MucoRice rice-based oral vaccine. Furthermore, in December 2017, a collaborative research agreement was signed aiming at the practical application of the rice-based oral vaccine MucoRice-CTB with the Institute of Medical Science of the University of Tokyo, Chiba University, and ASAHI KOGYOSHA CO., LTD. In October 2017, launched “JOINUS,” a new drug discovery program using a drug-repositioning compound library jointly conducted by Astellas, Mitsubishi Tanabe Pharma, and Daiichi Sankyo. In October 2017, entered into an exclusive worldwide license agreement with Universal Cells Inc. for the worldwide research, development, and commercialization of new cell therapies and acquired Universal Cells Inc. in February 2018. In November 2017, exercised an exclusive option right to acquire Mitobridge, Inc. and in January 2018, Mitobridge, Inc. became a wholly-owned subsidiary of Astellas. In February 2018, entered into a global exclusive licensing agreement on development / commercialization of an immunostimulating gene loading oncolytic virus with Tottori University.\nThe following are the main development advances achieved during FY2017.\nIn January 2018, filed applications in Europe and the U.S. for approval of an additional indication for non-metastatic castration-resistant prostate cancer based on the results of the Phase 3 PROSPER trial obtained in September 2017. Furthermore, in February 2018, an approval of XTANDI ® Tablets (additional dosage form) was received in Japan for castration-resistant prostate cancer. FLT3/AXL inhibitor gilteritinib (ASP2215) was granted Orphan Drug designation in the U.S. in July 2017, in Europe in January 2018, and in Japan in March 2018. Furthermore, gilteritinib received Fast Track Designation in the U.S. in October 2017 for the treatment of adult patients with FLT3 mutation-positive (FLT3mut+) relapsed or refractory acute myeloid leukemia. In May 2017, MSD K.K. filed an application for approval in Japan with regard to the indication of type 2 diabetes for SUJANU ® Combination Tablets, a combination drug of JANUVIA ® Tablets and Suglat ® Tablets. In March 2018, MSD K.K. obtained the approval. In June 2017, filed an application for approval in the U.S. for the use of mirabegron in combination with solifenacin 5 mg. In July 2017, filed an application for marketing approval in Japan with regard to fidaxomicin for the treatment of infectious enteritis. In August 2017, Amgen Astellas BioPharma K.K. obtained approval in Japan for the Repatha ® SC Injection 420 mg Auto Mini Doser (additional dosage formulation). In September 2017, filed an application for approval for Linzess ® in Japan, as an additional indication for chronic constipation. In November 2017, submitted a new drug application in Japan for a 12-week extended-release formulation of Gonax ® for the treatment of prostate cancer (additional dosage formulation). In January 2018, Amgen Astellas BioPharma K.K. submitted an application in Japan for the bispecific CD19-directed CD3 T cell engager antibody construct blinatumomab (AMG103) to treat relapsed or refractory B-cell precursor acute lymphoblastic leukemia. In January 2018, submitted an application for the additional indication of Suglat ® for the treatment of type 1 diabetes mellitus in Japan. In February 2018, obtained approval in Europe for solifenacin (YM905) oral suspension for the treatment of neurogenic detrusor overactivity in pediatric patients aged 2 to 18 years. In March 2018, enfortumab vedotin, an Antibody-Drug Conjugate (ADC), was granted Breakthrough Therapy Designation in the U.S.\nPursuing Operational Excellence\nThe following are the main operational excellence initiatives engaged during FY2017.\nIn April 2017, the asset purchase agreement to allow the transfer of 16 long-listed products in Japan to LTL Pharma Co., Ltd. came into effect. In FY2017, the affected products were transferred to LTL Pharma Co., Ltd. In April 2017, we established a new global function that will manage the respective regional legal functions and intellectual property functions of Japan, the Americas, EMEA, and Asia and Oceania. In October 2017, transferred to Maruho Co., Ltd. the manufacturing and marketing approvals in Japan for Protopic ® , a treatment for atopic dermatitis. Terminated research operations of Agensys, Inc. by March 2018.\nEnhancing and strengthening the corporate governance system\nResolved at the meeting of the Board of Directors held in January 2018 to transition to a company with an Audit & Supervisory Committee. This results in further enhancing deliberation on matters such as business strategy in the Board of Directors and further strengthening the supervisory functions of the Board of Directors.\nThe transition is subject to approval at the Company’s 13th Term Annual Shareholders Meeting to be held in June 2018.\n1 EMEA: Europe, the Middle East and Africa\n2 Sales by Region: Based on location of sellers\nAbout Astellas\nAstellas Pharma Inc., based in Tokyo, Japan, is a company dedicated to improving the health of people around the world through the provision of innovative and reliable pharmaceutical products. We focus on Urology, Oncology, Immunology, Nephrology and Neuroscience as prioritized therapeutic areas while advancing new therapeutic areas and discovery research leveraging new technologies/modalities. We are also creating new value by combining internal capabilities and external expertise in the medical/healthcare business. Astellas is on the forefront of healthcare change to turn innovative science into value for patients. For more information, please visit our website at https://www.astellas.com/en .\nCautionary Notes\nIn this press release, statements made with respect to current plans, estimates, strategies and beliefs and other statements that are not historical facts are forward-looking statements about the future performance of Astellas. These statements are based on management’s current assumptions and beliefs in light of the information currently available to it and involve known and unknown risks and uncertainties. A number of factors could cause actual results to differ materially from those discussed in the forward-looking statements. Such factors include, but are not limited to: (i) changes in general economic conditions and in laws and regulations, relating to pharmaceutical markets, (ii) currency exchange rate fluctuations, (iii) delays in new product launches, (iv) the inability of Astellas to market existing and new products effectively, (v) the inability of Astellas to continue to effectively research and develop products accepted by customers in highly competitive markets, and (vi) infringements of Astellas’ intellectual property rights by third parties.\nInformation about pharmaceutical products (including products currently in development) which is included in this press release is not intended to constitute an advertisement or medical advice.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180425006941/en/\nContacts for inquiries or additional information:\nAstellas Pharma Inc.\nCorporate Communications\nTEL: +81-3-3244-3201\nFAX: +81-3-5201-7473\nor\nUS Media:\nAstellas US LLC\nTarsis Lopez, 224-205-8833\ntarsis.lopez@astellas.com\nSource: Astellas Pharma Inc.",
    "published": "2018-04-26T07:00:00.000+03:00",
    "crawled": "2018-04-26T08:23:10.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sale",
        "core",
        "operating",
        "profit",
        "decreased",
        "due",
        "impact",
        "certain",
        "item",
        "transfer",
        "global",
        "dermatology",
        "business",
        "april",
        "transfer",
        "product",
        "japan",
        "april",
        "excluding",
        "item",
        "well",
        "impact",
        "foreign",
        "exchange",
        "sale",
        "decreased",
        "core",
        "operating",
        "profit",
        "increased",
        "sale",
        "key",
        "global",
        "product",
        "xtandi",
        "treatment",
        "prostate",
        "cancer",
        "betanis",
        "myrbetriq",
        "betmiga",
        "treatment",
        "overactive",
        "bladder",
        "oab",
        "grew",
        "operating",
        "profit",
        "profit",
        "period",
        "full",
        "basis",
        "decreased",
        "mainly",
        "due",
        "impact",
        "impairment",
        "loss",
        "charge",
        "associated",
        "review",
        "development",
        "project",
        "plan",
        "including",
        "pertaining",
        "ganymed",
        "pharmaceutical",
        "ag",
        "termination",
        "research",
        "operation",
        "agensys",
        "tokyo",
        "business",
        "wire",
        "astellas",
        "pharma",
        "tse",
        "president",
        "ceo",
        "kenji",
        "yasukawa",
        "astellas",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "year",
        "ending",
        "march",
        "fy2017",
        "key",
        "global",
        "product",
        "including",
        "xtandi",
        "continued",
        "demonstrate",
        "steady",
        "growth",
        "fy2017",
        "also",
        "made",
        "continual",
        "investment",
        "creation",
        "future",
        "innovation",
        "including",
        "acquisition",
        "universal",
        "cell",
        "february",
        "additional",
        "cell",
        "therapy",
        "capability",
        "universal",
        "cell",
        "including",
        "proprietary",
        "universal",
        "donor",
        "cell",
        "technology",
        "enables",
        "astellas",
        "accelerate",
        "innovative",
        "research",
        "development",
        "focus",
        "within",
        "cell",
        "therapy",
        "said",
        "kenji",
        "yasukawa",
        "president",
        "ceo",
        "astellas",
        "remain",
        "committed",
        "creating",
        "medical",
        "solution",
        "perspective",
        "including",
        "disease",
        "biology",
        "modality",
        "turn",
        "innovative",
        "science",
        "value",
        "consolidated",
        "financial",
        "result",
        "april",
        "march",
        "core",
        "basis",
        "million",
        "yen",
        "fy2016",
        "fy2017",
        "change",
        "sale",
        "core",
        "operating",
        "profit",
        "core",
        "profit",
        "year",
        "sale",
        "highlight",
        "sale",
        "fy2017",
        "decreased",
        "compared",
        "previous",
        "fiscal",
        "year",
        "billion",
        "due",
        "impact",
        "certain",
        "item",
        "transfer",
        "global",
        "dermatology",
        "business",
        "april",
        "transfer",
        "product",
        "japan",
        "april",
        "oncology",
        "franchise",
        "sale",
        "xtandi",
        "increased",
        "billion",
        "sale",
        "grew",
        "steadily",
        "region",
        "world",
        "urology",
        "oab",
        "franchise",
        "sale",
        "betanis",
        "myrbetriq",
        "betmiga",
        "increased",
        "billion",
        "sale",
        "increased",
        "region",
        "world",
        "sale",
        "vesicare",
        "however",
        "decreased",
        "billion",
        "transplantation",
        "franchise",
        "sale",
        "prograf",
        "increased",
        "billion",
        "continued",
        "grow",
        "emea",
        "asia",
        "oceania",
        "region",
        "new",
        "key",
        "product",
        "japanese",
        "market",
        "continued",
        "growth",
        "achieved",
        "product",
        "celecox",
        "treatment",
        "inflammation",
        "pain",
        "symbicort",
        "treatment",
        "bronchial",
        "asthma",
        "suglat",
        "treatment",
        "type",
        "diabetes",
        "cimzia",
        "treatment",
        "adult",
        "patient",
        "rheumatoid",
        "arthritis",
        "meanwhile",
        "working",
        "steadily",
        "increasing",
        "market",
        "penetration",
        "new",
        "product",
        "repatha",
        "treatment",
        "hypercholesterolemia",
        "launched",
        "april",
        "linzess",
        "treatment",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "launched",
        "march",
        "america",
        "sale",
        "azole",
        "antifungal",
        "cresemba",
        "grew",
        "sale",
        "three",
        "main",
        "therapeutic",
        "area",
        "billion",
        "yen",
        "fy2016",
        "fy2017",
        "change",
        "oncology",
        "franchise",
        "xtandi",
        "urology",
        "oab",
        "franchise",
        "vesicare",
        "betanis",
        "myrbetriq",
        "betmiga",
        "transplantation",
        "franchise",
        "sale",
        "region",
        "sale",
        "japan",
        "emea",
        "decreased",
        "sale",
        "america",
        "asia",
        "oceania",
        "increased",
        "japanese",
        "market",
        "sale",
        "decreased",
        "billion",
        "largely",
        "due",
        "impact",
        "transferring",
        "product",
        "april",
        "introduction",
        "generic",
        "micardis",
        "treatment",
        "hypertension",
        "june",
        "emea",
        "sale",
        "decreased",
        "due",
        "continued",
        "impact",
        "transferring",
        "dermatology",
        "business",
        "april",
        "yet",
        "sale",
        "increased",
        "excluding",
        "item",
        "fy2018",
        "guidance",
        "forecast",
        "fiscal",
        "year",
        "ending",
        "march",
        "fy2018",
        "core",
        "basis",
        "shown",
        "following",
        "table",
        "sale",
        "forecast",
        "billion",
        "core",
        "operating",
        "profit",
        "forecasted",
        "billion",
        "fy2018",
        "expect",
        "negative",
        "impact",
        "sale",
        "profit",
        "due",
        "decreased",
        "amount",
        "recognized",
        "deferred",
        "income",
        "following",
        "transfer",
        "global",
        "dermatology",
        "business",
        "transfer",
        "product",
        "japan",
        "foreign",
        "exchange",
        "factor",
        "despite",
        "negative",
        "impact",
        "nhi",
        "drug",
        "price",
        "revision",
        "japan",
        "factor",
        "forecasting",
        "sale",
        "core",
        "operating",
        "profit",
        "excluding",
        "factor",
        "associated",
        "previously",
        "discussed",
        "business",
        "transfer",
        "impact",
        "foreign",
        "exchange",
        "remain",
        "largely",
        "unchanged",
        "consolidated",
        "business",
        "forecast",
        "core",
        "basis",
        "million",
        "yen",
        "fy2017",
        "result",
        "fy2018",
        "forecast",
        "change",
        "sale",
        "core",
        "operating",
        "profit",
        "core",
        "profit",
        "year",
        "note",
        "information",
        "result",
        "including",
        "full",
        "basis",
        "please",
        "refer",
        "reference",
        "document",
        "financial",
        "result",
        "supplementary",
        "document",
        "overview",
        "r",
        "pipeline",
        "presentation",
        "material",
        "financial",
        "information",
        "meeting",
        "available",
        "astellas",
        "website",
        "http",
        "strategic",
        "highlight",
        "fy2017",
        "astellas",
        "continues",
        "create",
        "sustainable",
        "growth",
        "term",
        "pursuit",
        "three",
        "main",
        "strategy",
        "maximizing",
        "product",
        "value",
        "creating",
        "innovation",
        "pursuing",
        "operational",
        "company",
        "achieved",
        "many",
        "accomplishment",
        "strategy",
        "outlined",
        "maximizing",
        "product",
        "value",
        "continued",
        "maximize",
        "growth",
        "oncology",
        "franchise",
        "centered",
        "xtandi",
        "urology",
        "oab",
        "franchise",
        "including",
        "vesicare",
        "betanis",
        "myrbetriq",
        "betmiga",
        "new",
        "launch",
        "across",
        "various",
        "country",
        "growth",
        "franchise",
        "sale",
        "globally",
        "january",
        "amgen",
        "astellas",
        "biopharma",
        "launched",
        "sale",
        "japan",
        "repatha",
        "sc",
        "injection",
        "mg",
        "auto",
        "mini",
        "doser",
        "additional",
        "dosage",
        "formulation",
        "repatha",
        "november",
        "executed",
        "agreement",
        "japan",
        "msd",
        "sujanu",
        "combination",
        "tablet",
        "combination",
        "drug",
        "inhibitor",
        "sitagliptin",
        "phosphate",
        "hydrate",
        "januvia",
        "tablet",
        "suglat",
        "tablet",
        "creating",
        "innovation",
        "following",
        "highlight",
        "development",
        "external",
        "partner",
        "announced",
        "fy2017",
        "april",
        "alliance",
        "station",
        "opened",
        "astellas",
        "kyoto",
        "university",
        "part",
        "new",
        "open",
        "innovation",
        "initiative",
        "develop",
        "advanced",
        "medical",
        "treatment",
        "may",
        "completed",
        "acquisition",
        "ogeda",
        "sa",
        "belgium",
        "gained",
        "nk3",
        "receptor",
        "antagonist",
        "fezolinetant",
        "esn364",
        "development",
        "vasomotor",
        "symptom",
        "may",
        "signed",
        "agreement",
        "broaden",
        "scope",
        "existing",
        "collaborative",
        "research",
        "agreement",
        "institute",
        "medical",
        "science",
        "university",
        "tokyo",
        "utilizing",
        "mucorice",
        "oral",
        "vaccine",
        "furthermore",
        "december",
        "collaborative",
        "research",
        "agreement",
        "signed",
        "aiming",
        "practical",
        "application",
        "oral",
        "vaccine",
        "institute",
        "medical",
        "science",
        "university",
        "tokyo",
        "chiba",
        "university",
        "asahi",
        "kogyosha",
        "october",
        "launched",
        "joinus",
        "new",
        "drug",
        "discovery",
        "program",
        "using",
        "compound",
        "library",
        "jointly",
        "conducted",
        "astellas",
        "mitsubishi",
        "tanabe",
        "pharma",
        "daiichi",
        "sankyo",
        "october",
        "entered",
        "exclusive",
        "worldwide",
        "license",
        "agreement",
        "universal",
        "cell",
        "worldwide",
        "research",
        "development",
        "commercialization",
        "new",
        "cell",
        "therapy",
        "acquired",
        "universal",
        "cell",
        "february",
        "november",
        "exercised",
        "exclusive",
        "option",
        "right",
        "acquire",
        "mitobridge",
        "january",
        "mitobridge",
        "became",
        "subsidiary",
        "astellas",
        "february",
        "entered",
        "global",
        "exclusive",
        "licensing",
        "agreement",
        "development",
        "commercialization",
        "immunostimulating",
        "gene",
        "loading",
        "oncolytic",
        "virus",
        "tottori",
        "university",
        "following",
        "main",
        "development",
        "advance",
        "achieved",
        "fy2017",
        "january",
        "filed",
        "application",
        "europe",
        "approval",
        "additional",
        "indication",
        "prostate",
        "cancer",
        "based",
        "result",
        "phase",
        "prosper",
        "trial",
        "obtained",
        "september",
        "furthermore",
        "february",
        "approval",
        "xtandi",
        "tablet",
        "additional",
        "dosage",
        "form",
        "received",
        "japan",
        "prostate",
        "cancer",
        "inhibitor",
        "gilteritinib",
        "asp2215",
        "granted",
        "orphan",
        "drug",
        "designation",
        "july",
        "europe",
        "january",
        "japan",
        "march",
        "furthermore",
        "gilteritinib",
        "received",
        "fast",
        "track",
        "designation",
        "october",
        "treatment",
        "adult",
        "patient",
        "flt3",
        "relapsed",
        "refractory",
        "acute",
        "myeloid",
        "leukemia",
        "may",
        "msd",
        "filed",
        "application",
        "approval",
        "japan",
        "regard",
        "indication",
        "type",
        "diabetes",
        "sujanu",
        "combination",
        "tablet",
        "combination",
        "drug",
        "januvia",
        "tablet",
        "suglat",
        "tablet",
        "march",
        "msd",
        "obtained",
        "approval",
        "june",
        "filed",
        "application",
        "approval",
        "use",
        "mirabegron",
        "combination",
        "solifenacin",
        "july",
        "filed",
        "application",
        "marketing",
        "approval",
        "japan",
        "regard",
        "fidaxomicin",
        "treatment",
        "infectious",
        "enteritis",
        "august",
        "amgen",
        "astellas",
        "biopharma",
        "obtained",
        "approval",
        "japan",
        "repatha",
        "sc",
        "injection",
        "mg",
        "auto",
        "mini",
        "doser",
        "additional",
        "dosage",
        "formulation",
        "september",
        "filed",
        "application",
        "approval",
        "linzess",
        "japan",
        "additional",
        "indication",
        "chronic",
        "constipation",
        "november",
        "submitted",
        "new",
        "drug",
        "application",
        "japan",
        "formulation",
        "gonax",
        "treatment",
        "prostate",
        "cancer",
        "additional",
        "dosage",
        "formulation",
        "january",
        "amgen",
        "astellas",
        "biopharma",
        "submitted",
        "application",
        "japan",
        "bispecific",
        "cd3",
        "cell",
        "engager",
        "antibody",
        "construct",
        "blinatumomab",
        "amg103",
        "treat",
        "relapsed",
        "refractory",
        "precursor",
        "acute",
        "lymphoblastic",
        "leukemia",
        "january",
        "submitted",
        "application",
        "additional",
        "indication",
        "suglat",
        "treatment",
        "type",
        "diabetes",
        "mellitus",
        "japan",
        "february",
        "obtained",
        "approval",
        "europe",
        "solifenacin",
        "ym905",
        "oral",
        "suspension",
        "treatment",
        "neurogenic",
        "detrusor",
        "overactivity",
        "pediatric",
        "patient",
        "aged",
        "year",
        "march",
        "enfortumab",
        "vedotin",
        "conjugate",
        "adc",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "pursuing",
        "operational",
        "excellence",
        "following",
        "main",
        "operational",
        "excellence",
        "initiative",
        "engaged",
        "fy2017",
        "april",
        "asset",
        "purchase",
        "agreement",
        "allow",
        "transfer",
        "product",
        "japan",
        "ltl",
        "pharma",
        "came",
        "effect",
        "fy2017",
        "affected",
        "product",
        "transferred",
        "ltl",
        "pharma",
        "april",
        "established",
        "new",
        "global",
        "function",
        "manage",
        "respective",
        "regional",
        "legal",
        "function",
        "intellectual",
        "property",
        "function",
        "japan",
        "america",
        "emea",
        "asia",
        "oceania",
        "october",
        "transferred",
        "maruho",
        "manufacturing",
        "marketing",
        "approval",
        "japan",
        "protopic",
        "treatment",
        "atopic",
        "dermatitis",
        "terminated",
        "research",
        "operation",
        "agensys",
        "march",
        "enhancing",
        "strengthening",
        "corporate",
        "governance",
        "system",
        "resolved",
        "meeting",
        "board",
        "director",
        "held",
        "january",
        "transition",
        "company",
        "audit",
        "supervisory",
        "committee",
        "result",
        "enhancing",
        "deliberation",
        "matter",
        "business",
        "strategy",
        "board",
        "director",
        "strengthening",
        "supervisory",
        "function",
        "board",
        "director",
        "transition",
        "subject",
        "approval",
        "company",
        "13th",
        "term",
        "annual",
        "shareholder",
        "meeting",
        "held",
        "june",
        "emea",
        "europe",
        "middle",
        "east",
        "africa",
        "sale",
        "region",
        "based",
        "location",
        "seller",
        "astellas",
        "astellas",
        "pharma",
        "based",
        "tokyo",
        "japan",
        "company",
        "dedicated",
        "improving",
        "health",
        "people",
        "around",
        "world",
        "provision",
        "innovative",
        "reliable",
        "pharmaceutical",
        "product",
        "focus",
        "urology",
        "oncology",
        "immunology",
        "nephrology",
        "neuroscience",
        "prioritized",
        "therapeutic",
        "area",
        "advancing",
        "new",
        "therapeutic",
        "area",
        "discovery",
        "research",
        "leveraging",
        "new",
        "also",
        "creating",
        "new",
        "value",
        "combining",
        "internal",
        "capability",
        "external",
        "expertise",
        "business",
        "astellas",
        "forefront",
        "healthcare",
        "change",
        "turn",
        "innovative",
        "science",
        "value",
        "patient",
        "information",
        "please",
        "visit",
        "website",
        "http",
        "cautionary",
        "note",
        "press",
        "release",
        "statement",
        "made",
        "respect",
        "current",
        "plan",
        "estimate",
        "strategy",
        "belief",
        "statement",
        "historical",
        "fact",
        "statement",
        "future",
        "performance",
        "astellas",
        "statement",
        "based",
        "management",
        "current",
        "assumption",
        "belief",
        "light",
        "information",
        "currently",
        "available",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "statement",
        "factor",
        "include",
        "limited",
        "change",
        "general",
        "economic",
        "condition",
        "law",
        "regulation",
        "relating",
        "pharmaceutical",
        "market",
        "ii",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "iii",
        "delay",
        "new",
        "product",
        "launch",
        "iv",
        "inability",
        "astellas",
        "market",
        "existing",
        "new",
        "product",
        "effectively",
        "v",
        "inability",
        "astellas",
        "continue",
        "effectively",
        "research",
        "develop",
        "product",
        "accepted",
        "customer",
        "highly",
        "competitive",
        "market",
        "vi",
        "infringement",
        "astellas",
        "intellectual",
        "property",
        "right",
        "third",
        "party",
        "information",
        "pharmaceutical",
        "product",
        "including",
        "product",
        "currently",
        "development",
        "included",
        "press",
        "release",
        "intended",
        "constitute",
        "advertisement",
        "medical",
        "advice",
        "view",
        "source",
        "version",
        "http",
        "contact",
        "inquiry",
        "additional",
        "information",
        "astellas",
        "pharma",
        "corporate",
        "communication",
        "tel",
        "fax",
        "u",
        "medium",
        "astellas",
        "u",
        "llc",
        "tarsis",
        "lopez",
        "source",
        "astellas",
        "pharma",
        "inc"
    ]
}