{
    "organizations": [],
    "uuid": "b46d690166a97f5da316d3424da824a175c57c73",
    "author": "",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/11/the-morning-risk-report-striking-proper-balance-between-risk-innovation/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Striking Proper Balance Between Risk, Innovation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS \nReaders can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. Dealing with innovation risk involves thinking about how to make changes to better carry out a company’s strategy, according to a new report from PwC. iStockphoto.com/monsitj \nGood morning. Companies are trying to balance the need to make technological innovations against the associated risks. Those that are succeeding actively involve their risk-management teams early in the process, according to a report from PwC. \nA survey of around 1,500 senior risk executives from companies in 76 countries found 60% said their company was very effectively or somewhat effectively managing innovation risk. Dealing with innovation risk involves thinking about how to make changes to better achieve the company’s strategy, as well as how to quickly respond to marketplace changes to offer the right products and services are offered, said Jason Pett, PwC’s newly appointed risk assurance leader. \n“Innovation risks encapsulates other risks—it captures technology risks, it captures people risks, it captures new product-development risks,” said Mr. Pett in an interview. “All come under the umbrella of how to change the way we do our work to be more effective in delivering solutions.” \nCompanies that are effective at managing innovation risk—PwC calls them ‘adapters’—share some traits, said Mr. Pett. \nThe survey found 57% of adapters let their risk teams have influence concerning innovation decisions, versus 18% at firms ranked as non-adapters. Also, 58% of executives at adapter companies said their risk-management function brings value to the innovation process. \nAdapter companies are two to three times more likely than non-adapters to be confident in their risk-management team’s ability to manage the risks associated with implementing new technologies, the study found. \nHow to get started? Mr. Pett said the first question companies need to ask is whether they even are considering risks in their innovation processes. “It’s a pretty easy question to ask but a more difficult one to answer,” he said. “Is risk in the discussion when I am considering innovation of any kind? Am I embedding risk into that process?” \nAdapter companies generally share five traits that companies looking to improve their innovation risk-management programs should consider, said Mr. Pett. These include: having risk teams involved early on in planning innovation projects; using multiple tools to address risk concerns; frequently adjusting their risk tolerances as innovation projects proceed; bringing aboard needed people and tools to support innovation; and monitoring and assessing the contributions of the risk-management team. \nA company that believes risk management is the key to its strategy, and that technology makes possible more effective and more efficient risk management, will make the necessary changes and start to put weight behind that with the appropriate resources, said Mr. Pett. \n“I believe if they do that, they make that upfront investment, the return is multiplefold,” he said. \nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL \nU.K. regulator picks interim director. The U.K. Serious Fraud Office named Mark Thompson, its chief operating officer, as interim director on Tuesday, 10 days before the departure of current head David Green. A new permanent director has been chosen, but can’t yet be identified publicly, the regulator said. The permanent director will take over later this year. \nBarclays warning system helped in terror fight. A Barclays PLC warning system helped U.K. authorities identify terror networks, effectively preventing attacks. Barclays developed the system, taking red-flag indicators it finds after a terrorist incident and collecting them to create monitoring tools, said Frederick Reynolds, head of the bank’s financial crime legal department. \nHotline complaints prove correct. More claims by whistleblowers are proving true when companies look into the issues raised, according to Navex Global research, released Tuesday, that draws on data from thousands of companies. \nCOMPLIANCE \nAdmissions probe touches elite schools. The targets of a new federal probe into possible antitrust violations related to early-decision college admissions include Wesleyan University, Middlebury College and Pomona College, as well as at least four other highly selective liberal-arts schools, the WSJ reports. Williams College in Massachusetts is among the schools that received letters from the Justice Department asking about information they share on students during the admission process. Bob Krist/Getty Images \nSinclair deal for Tribune faces FCC resistance. Sinclair Broadcast Group is encountering resistance from the Federal Communications Commission as it seeks approval to buy Tribune Media Sinclair plans to spin off some Tribune-owned television stations, but faces pushback from the FCC on the potential new owners of those stations, the WSJ reports. \nFox office inspected in sports-rights probe. A 21st Century Fox office in the U.K. received a surprise inspection by European Commission investigators conducting an antitrust probe into sports rights and distribution of content. The commission acknowledged “unannounced inspections” in several countries. Fox said it is cooperating, the WSJ reports. \nCFPB’s Mulvaney promises enforcement on discrimination. Mick Mulvaney, acting chief of the Consumer Financial Protection Bureau, vowed in remarks prepared for Congressional testimony to keep policing lending discrimination . Two months ago, he took the Office of Fair Lending and Equal Opportunity from the bureau’s enforcement division and put it under his direct control, the WSJ reports. \nScramble at Swiss firm highlights sanctions’ impact. The U.S.’s latest sanctions on Russian firms pushed the Swiss engineering company Sulzer into crisis mode, underscoring the fallout the most recent round of sanctions targeting Moscow has triggered at Western companies with ties to Russia, the WSJ reports. \nDATA SECURITY \nSenators warn Zuckerberg of new tech rules. U.S. lawmakers grilled Facebook Inc. Chief Executive Mark Zuckerberg over the company’s handling of user privacy while also signaling they were prepared to embark on a new era of regulation for big tech companies, the WSJ reports. \nGOVERNANCE \nCtW tells shareholders to vote against Equifax directors. CtW Investment Grou p, an adviser to union pension funds that are invested in Equifax Inc., urged on the credit-reporting company’s shareholders to vote against re-election of three board members, saying the company wasn’t prepared to fend off a cyberattack last year, the WSJ reports. \nCalpers weighs push for harassment disclosures. The California Public Employees’ Retirement System is considering a policy of pressing firms in which it invests to disclose settlements of sexual-harassment claims. Proposed language was posted this week on Calpers’s website, Bloomberg reports. \nREPUTATION \nCrisis experts weigh in on Zuckerberg testimony. Five crisis consultants gave generally favorable grades to Facebook Inc. CEO Mark Zuckerberg as he testified in front of U.S. Congress on Tuesday afternoon. The hearings continue Wednesday, the WSJ reports. Facebook CEO Mark Zuckerberg testified before Congress on Tuesday. Andrew Harnik/Associated Press \nOPERATIONS \nUnions, Air France to meet amid strike. Air France made an improved salary offer to workers who are striking for better pay, Reuters reports. Union representatives agreed to meet management for more talks. The strike has disrupted travel as French rail workers protest government overhauls. \nSTRATEGY \nAltaris to buy security, imaging company. Private-equity firm Altaris Capital Partners LLC is buying Analogic Corp. for about $1.1 billion as the maker of medical-imaging and security-screening systems faces increasingly competitive markets. In early June, Analogic said it was seeking strategic alternatives, the WSJ reports. \nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to . Share this:",
    "published": "2018-04-11T15:51:00.000+03:00",
    "crawled": "2018-04-11T16:02:01.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "dealing",
        "innovation",
        "risk",
        "involves",
        "thinking",
        "make",
        "change",
        "better",
        "carry",
        "company",
        "strategy",
        "according",
        "new",
        "report",
        "pwc",
        "good",
        "morning",
        "company",
        "trying",
        "balance",
        "need",
        "make",
        "technological",
        "innovation",
        "associated",
        "risk",
        "succeeding",
        "actively",
        "involve",
        "team",
        "early",
        "process",
        "according",
        "report",
        "pwc",
        "survey",
        "around",
        "senior",
        "risk",
        "executive",
        "company",
        "country",
        "found",
        "said",
        "company",
        "effectively",
        "somewhat",
        "effectively",
        "managing",
        "innovation",
        "risk",
        "dealing",
        "innovation",
        "risk",
        "involves",
        "thinking",
        "make",
        "change",
        "better",
        "achieve",
        "company",
        "strategy",
        "well",
        "quickly",
        "respond",
        "marketplace",
        "change",
        "offer",
        "right",
        "product",
        "service",
        "offered",
        "said",
        "jason",
        "pett",
        "pwc",
        "newly",
        "appointed",
        "risk",
        "assurance",
        "leader",
        "innovation",
        "risk",
        "encapsulates",
        "capture",
        "technology",
        "risk",
        "capture",
        "people",
        "risk",
        "capture",
        "new",
        "risk",
        "said",
        "pett",
        "interview",
        "come",
        "umbrella",
        "change",
        "way",
        "work",
        "effective",
        "delivering",
        "company",
        "effective",
        "managing",
        "innovation",
        "call",
        "adapter",
        "trait",
        "said",
        "pett",
        "survey",
        "found",
        "adapter",
        "let",
        "risk",
        "team",
        "influence",
        "concerning",
        "innovation",
        "decision",
        "versus",
        "firm",
        "ranked",
        "also",
        "executive",
        "adapter",
        "company",
        "said",
        "function",
        "brings",
        "value",
        "innovation",
        "process",
        "adapter",
        "company",
        "two",
        "three",
        "time",
        "likely",
        "confident",
        "team",
        "ability",
        "manage",
        "risk",
        "associated",
        "implementing",
        "new",
        "technology",
        "study",
        "found",
        "get",
        "started",
        "pett",
        "said",
        "first",
        "question",
        "company",
        "need",
        "ask",
        "whether",
        "even",
        "considering",
        "risk",
        "innovation",
        "process",
        "pretty",
        "easy",
        "question",
        "ask",
        "difficult",
        "one",
        "answer",
        "said",
        "risk",
        "discussion",
        "considering",
        "innovation",
        "kind",
        "embedding",
        "risk",
        "process",
        "adapter",
        "company",
        "generally",
        "share",
        "five",
        "trait",
        "company",
        "looking",
        "improve",
        "innovation",
        "program",
        "consider",
        "said",
        "pett",
        "include",
        "risk",
        "team",
        "involved",
        "early",
        "planning",
        "innovation",
        "project",
        "using",
        "multiple",
        "tool",
        "address",
        "risk",
        "concern",
        "frequently",
        "adjusting",
        "risk",
        "tolerance",
        "innovation",
        "project",
        "proceed",
        "bringing",
        "aboard",
        "needed",
        "people",
        "tool",
        "support",
        "innovation",
        "monitoring",
        "assessing",
        "contribution",
        "team",
        "company",
        "belief",
        "risk",
        "management",
        "key",
        "strategy",
        "technology",
        "make",
        "possible",
        "effective",
        "efficient",
        "risk",
        "management",
        "make",
        "necessary",
        "change",
        "start",
        "put",
        "weight",
        "behind",
        "appropriate",
        "resource",
        "said",
        "pett",
        "believe",
        "make",
        "upfront",
        "investment",
        "return",
        "multiplefold",
        "said",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "regulator",
        "pick",
        "interim",
        "director",
        "serious",
        "fraud",
        "office",
        "named",
        "mark",
        "thompson",
        "chief",
        "operating",
        "officer",
        "interim",
        "director",
        "tuesday",
        "day",
        "departure",
        "current",
        "head",
        "david",
        "green",
        "new",
        "permanent",
        "director",
        "chosen",
        "yet",
        "identified",
        "publicly",
        "regulator",
        "said",
        "permanent",
        "director",
        "take",
        "later",
        "year",
        "barclays",
        "warning",
        "system",
        "helped",
        "terror",
        "fight",
        "barclays",
        "plc",
        "warning",
        "system",
        "helped",
        "authority",
        "identify",
        "terror",
        "network",
        "effectively",
        "preventing",
        "attack",
        "barclays",
        "developed",
        "system",
        "taking",
        "indicator",
        "find",
        "terrorist",
        "incident",
        "collecting",
        "create",
        "monitoring",
        "tool",
        "said",
        "frederick",
        "reynolds",
        "head",
        "bank",
        "financial",
        "crime",
        "legal",
        "department",
        "hotline",
        "complaint",
        "prove",
        "correct",
        "claim",
        "whistleblower",
        "proving",
        "true",
        "company",
        "look",
        "issue",
        "raised",
        "according",
        "navex",
        "global",
        "research",
        "released",
        "tuesday",
        "draw",
        "data",
        "thousand",
        "company",
        "compliance",
        "admission",
        "probe",
        "touch",
        "elite",
        "school",
        "target",
        "new",
        "federal",
        "probe",
        "possible",
        "antitrust",
        "violation",
        "related",
        "college",
        "admission",
        "include",
        "wesleyan",
        "university",
        "middlebury",
        "college",
        "pomona",
        "college",
        "well",
        "least",
        "four",
        "highly",
        "selective",
        "school",
        "wsj",
        "report",
        "williams",
        "college",
        "massachusetts",
        "among",
        "school",
        "received",
        "letter",
        "justice",
        "department",
        "asking",
        "information",
        "share",
        "student",
        "admission",
        "process",
        "bob",
        "image",
        "sinclair",
        "deal",
        "tribune",
        "face",
        "fcc",
        "resistance",
        "sinclair",
        "broadcast",
        "group",
        "encountering",
        "resistance",
        "federal",
        "communication",
        "commission",
        "seek",
        "approval",
        "buy",
        "tribune",
        "medium",
        "sinclair",
        "plan",
        "spin",
        "television",
        "station",
        "face",
        "pushback",
        "fcc",
        "potential",
        "new",
        "owner",
        "station",
        "wsj",
        "report",
        "fox",
        "office",
        "inspected",
        "probe",
        "21st",
        "century",
        "fox",
        "office",
        "received",
        "surprise",
        "inspection",
        "european",
        "commission",
        "investigator",
        "conducting",
        "antitrust",
        "probe",
        "sport",
        "right",
        "distribution",
        "content",
        "commission",
        "acknowledged",
        "unannounced",
        "inspection",
        "several",
        "country",
        "fox",
        "said",
        "cooperating",
        "wsj",
        "report",
        "cfpb",
        "mulvaney",
        "promise",
        "enforcement",
        "discrimination",
        "mick",
        "mulvaney",
        "acting",
        "chief",
        "consumer",
        "financial",
        "protection",
        "bureau",
        "vowed",
        "remark",
        "prepared",
        "congressional",
        "testimony",
        "keep",
        "policing",
        "lending",
        "discrimination",
        "two",
        "month",
        "ago",
        "took",
        "office",
        "fair",
        "lending",
        "equal",
        "opportunity",
        "bureau",
        "enforcement",
        "division",
        "put",
        "direct",
        "control",
        "wsj",
        "report",
        "scramble",
        "swiss",
        "firm",
        "highlight",
        "sanction",
        "impact",
        "latest",
        "sanction",
        "russian",
        "firm",
        "pushed",
        "swiss",
        "engineering",
        "company",
        "sulzer",
        "crisis",
        "mode",
        "underscoring",
        "fallout",
        "recent",
        "round",
        "sanction",
        "targeting",
        "moscow",
        "triggered",
        "western",
        "company",
        "tie",
        "russia",
        "wsj",
        "report",
        "data",
        "security",
        "senator",
        "warn",
        "zuckerberg",
        "new",
        "tech",
        "rule",
        "lawmaker",
        "grilled",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "company",
        "handling",
        "user",
        "privacy",
        "also",
        "signaling",
        "prepared",
        "embark",
        "new",
        "era",
        "regulation",
        "big",
        "tech",
        "company",
        "wsj",
        "report",
        "governance",
        "ctw",
        "tell",
        "shareholder",
        "vote",
        "equifax",
        "director",
        "ctw",
        "investment",
        "grou",
        "p",
        "adviser",
        "union",
        "pension",
        "fund",
        "invested",
        "equifax",
        "urged",
        "company",
        "shareholder",
        "vote",
        "three",
        "board",
        "member",
        "saying",
        "company",
        "prepared",
        "fend",
        "cyberattack",
        "last",
        "year",
        "wsj",
        "report",
        "calpers",
        "weighs",
        "push",
        "harassment",
        "disclosure",
        "california",
        "public",
        "employee",
        "retirement",
        "system",
        "considering",
        "policy",
        "pressing",
        "firm",
        "invests",
        "disclose",
        "settlement",
        "claim",
        "proposed",
        "language",
        "posted",
        "week",
        "calpers",
        "website",
        "bloomberg",
        "report",
        "reputation",
        "crisis",
        "expert",
        "weigh",
        "zuckerberg",
        "testimony",
        "five",
        "crisis",
        "consultant",
        "gave",
        "generally",
        "favorable",
        "grade",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "testified",
        "front",
        "congress",
        "tuesday",
        "afternoon",
        "hearing",
        "continue",
        "wednesday",
        "wsj",
        "report",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "testified",
        "congress",
        "tuesday",
        "andrew",
        "press",
        "operation",
        "union",
        "air",
        "france",
        "meet",
        "amid",
        "strike",
        "air",
        "france",
        "made",
        "improved",
        "salary",
        "offer",
        "worker",
        "striking",
        "better",
        "pay",
        "reuters",
        "report",
        "union",
        "representative",
        "agreed",
        "meet",
        "management",
        "talk",
        "strike",
        "disrupted",
        "travel",
        "french",
        "rail",
        "worker",
        "protest",
        "government",
        "overhaul",
        "strategy",
        "altaris",
        "buy",
        "security",
        "imaging",
        "company",
        "firm",
        "altaris",
        "capital",
        "partner",
        "llc",
        "buying",
        "analogic",
        "billion",
        "maker",
        "system",
        "face",
        "increasingly",
        "competitive",
        "market",
        "early",
        "june",
        "analogic",
        "said",
        "seeking",
        "strategic",
        "alternative",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share"
    ]
}