{
    "organizations": [],
    "uuid": "4e1ecb0d5293f7c00b307befaa5331fe20e57745",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/04/18/the-morning-ledger-april-18/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Companies Set to Spend on Higher Dividends, Share Buybacks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription. \nThe Cisco headquarters in Santa Clara, Calif., U.S. Cisco is among the companies that have recently announced dividend increases. AP Good morning. U.S. and European firms are looking to splash out on dividends and share buybacks as they report higher earnings on the back of the U.S. corporate tax overhaul and an improving economic outlook in Europe, reports the WSJ’s Jon Sindreu. \nAmong big listed companies in the U.S. and Europe, about 71% and 83%, respectively, are expected to increase dividends in 2018, the highest share in at least a decade, according to research by JPMorgan Chase & Co. \nDividends per share are set to grow at an annual pace of around 8% for the S&P 500 and 6% for the Euro Stoxx 50 — the fastest rate since early 2016 and early 2015, respectively — based on upgraded analysts’ estimates for the next 12 months.\nShare buybacks are expected to increase in the U.S. to $800 billion in 2018 from $530 billion last year, according to JPMorgan. Once buybacks are added, stocks in the U.S. and Europe both yield around 5%, investors said.\nThis comes as corporate cash is piling up. S&P 500 companies, excluding financials, had $2.39 trillion in cash and investments in 2017, up from $2.2 trillion in 2016, writes the WSJ’s Ben Eisen. \nTHE DAY AHEAD \nAbbott Laboratories , Alcoa Corp. , American Express Co. , Canadian Pacific Railway Ltd. and Morgan Stanley are slated to report earnings today. The WSJ’s Liz Hoffman has five things to watch in Morgan Stanley’s earnings.\nCFO JOURNAL EXCLUSIVE \nPrimark-owner ABF expects profit margin to recover amid weaker dollar. U.K. fashion chain Primark is forecast to post higher profit margins later this year on the back of favorable currency shifts and changes to purchasing policy, said Associated British Foods PLC’s Chief Financial Officer John Bason.\nPrimark, owned by ABF, accounts for about half the company’s profit and is expected to boost its operating margin from the 10.4% recorded in 2017, Mr. Bason said Tuesday in an interview with CFO Journal’s Nina Trentmann. Primark’s profit margin slipped to 9.8% for the six months ended March 3, a sharp decline from the 2006 high of 14.1%.\n“It does feel like a low point,” Mr. Bason said. “I expect margins to improve in the second half of the year.”\nCORPORATE NEWS \nSoftBank Group Chief Executive Officer Masayoshi Son speaks in Tokyo, Japan, July 20, 2017. AP SoftBank fixes four years of tax filings. SoftBank Group Corp. , the operator of the world’s largest technology fund, said it corrected four years of tax filings after Japanese authorities uncovered ¥93.9 billion (about $875 million) worth of unreported earnings at offshore subsidiaries.\nFour big banks enjoy $2.3 billion windfall from tax law. The four largest banks in the U.S. – JPMorgan , Wells Fargo & Co., Citigroup Inc. and Bank of America Corp. – just cashed in the first installment of benefits corporate America will reap from the new federal tax law. The haul: more than $2.3 billion.\nFacebook provides preview of privacy makeover. In a preview of how Facebook Inc. is changing its privacy policies, the site this week will start asking European users for permission to use their personal data to power features like facial recognition and some forms of targeted advertising.\nSatellite project draws Airbus, Softbank, Bill Gates as investors. Airbus SE and two of the world’s most recognizable tech billionaires, Microsoft Corp. founder Bill Gates and SoftBank chief executive Masayoshi Son, propose to build and launch some 500 small satellites intended to provide unmatched video coverage of the globe.\nHuawei turns focus away from U.S. Huawei Technologies Co. said it plans to refocus on existing markets, following a series of setbacks in the U.S. and as the technology industry gets caught up in the spiraling trade spat between Washington and Beijing.\nMore executives exit Nike. Three additional Nike Inc. executives have left the company, including the head of diversity and a senior manager in the basketball business, according to people familiar with the matter.\nToys “R” Us rules out Bratz maker’s offer. Toys “R” Us Inc.’s lawyers and advisers have shot down an 11th-hour offer from Isaac Larian, a billionaire and the founder of Bratz dolls maker MGA Entertainment Inc., that would have kept some of its U.S. stores open.\nIBM reports higher revenue. International Business Machines Corp. posted its second consecutive quarter of higher revenue after nearly six years of declines, a sign that Chief Executive Ginni Rometty’s slow-moving turnaround may be taking hold.\nUnitedHealth raises guidance. UnitedHealth Group Inc. reported an almost 31% increase in earnings for its latest quarter and raised its profit outlook for the year from $11.70 to $11.95 a share.\nTotal strikes electricity deal. Total SA on Wednesday said it would pay €1.4 billion ($1.73 billion) for a majority stake in electricity provider Direct Energie SA , the latest step in the company’s strategy to become a power player.\nElaine Wynn seeks to overhaul board. Wynn Resorts Ltd.’s largest shareholder, Elaine Wynn, demanded the company move swiftly to restructure its board and improve its corporate governance.\nBon-Ton assets snapped up. Bon-Ton Stores Inc. said late Tuesday a joint venture, including a group of the bankrupt retail chain’s bondholders, won an auction for the company’s assets.\nREGULATION \nEmployees fill online orders at an Amazon fulfillment center in Robbinsville, New Jersey, U.S., Nov. 27, 2017. Bloomberg Supreme Court weighs internet-sales tax case. Several U.S. Supreme Court justices appeared reluctant to overturn a pre-internet precedent exempting many online merchants from collecting sales taxes, despite broad agreement that the e-commerce revolution made the rule “obsolete.”\nSupreme Court drops DOJ vs. Microsoft case. The Supreme Court on Tuesday dropped a case that examined whether emails and other data stored overseas are subject to U.S. search warrants, after Congress passed a law that allows such actions. The case had pitted federal and state authorities against an array of leading tech companies, including Microsoft.\nPBoC reduces reserve requirement for Chinese banks. China’s central bank gave a green light to banks to dig into reserves to lend more, signaling government worries about slowing momentum for economic growth amid rising trade tensions with the U.S.\nChina to ease rules on foreign auto makers. China said Tuesday it will phase out rules requiring foreign auto makers to share their factory ownership and profits with Chinese companies by 2022, answering U.S. calls for a level playing field in the world’s biggest auto market.\nFCC votes to block wireless carriers from using subsidies to buy Chinese telecom gear. The Federal Communications Commission on Tuesday adopted a measure aimed at barring wireless carriers from using federal subsidies to buy telecommunications gear made by Chinese manufacturers.\nIRS extends tax filing for one day. The U.S. Internal Revenue Service issued a one-day, penalty-free extension for tax filers after suffering an all-day computer breakdown on Tuesday that prevented taxpayers from filing returns electronically on the day 2017 payments were due.\nFed regulatory czar faces GOP pressure. The U.S. Federal Reserve’s new regulatory czar committed to revisiting a series of banking regulations in his first appearance before Congress, though he faced pressure from Republicans to further pull back oversight of banks’ boards of directors.\nEurope to follow U.S. lead in sharing data to fight crime. The European Commission proposed Tuesday that national law enforcement authorities be allowed to access data stored on tech companies’ servers in other EU countries or the U.S., to speed cross-border criminal investigations. The move would align EU and U.S. rules to help crime-fighters access suspects’ emails, text messages, photos and other data.\nECONOMY \nIn this April 10, 2018, photo, a cargo ship is docked at the Yangshan container port in Shanghai, China. AP China seeks trade firewall with U.S. allies. China’s international trade representative held a series of meetings with the ambassadors from major European nations last week to ask them to stand together with Beijing against U.S. protectionism, reports Reuters.\nUncovered losses hurt U.S. small business in wake of 2017 storms. Small businesses in the U.S. struggled with uninsured damages and lost revenue following a record-breaking year of hurricanes and wildfires, reports Reuters.\nCommodity rally draws strength from sanctions fears. Rising global tensions, including U.S. sanctions against Russia and the continuing conflict in Syria, have sparked a steep rally in commodities, sending materials from aluminum to oil to fresh multiyear highs.\nU.S. housing starts edge up. U.S. housing starts increased 1.9% in March from the prior month but single-family home construction pulled back, which could spell continued inventory shortages and rapid price increases for buyers in the coming months.\nWeak eurozone inflation challenges ECB. Eurozone consumer prices rose more slowly than first estimated in the 12 months through March, a fresh setback for the European Central Bank in its lengthening struggle to meet its inflation target.\nCFO MOVES \nOch-Ziff Capital Management Group LLC , the New York hedge fund, appointed Thomas Sipp Chief Financial Officer, effective no later than June 1, 2018. Mr. Sipp will succeed Alesia J. Haas, the company’s current CFO, who resigned from her post and will remain with the company through June 1, 2018. Mr. Sipp joins from Magis Partners Ltd., where he served as managing partner for wealth management products. Prior to his time at Magis Partners, he held several senior executive positions at Credit Suisse Group AG, including CFO and chief operating officer for the bank’s asset management division.\nMr. Sipp will receive annual base compensation of $500,000, payable in equal quarterly installments, and will be eligible to receive an annual bonus, the amount of which shall be determined by the compensation committee and the company’s chief executive officer. Mr. Sipp will also receive a one-time sign-on grant of 3 million Class A restricted share units under the company’s 2013 incentive plan, which will vest in three equal installments on each of the first three anniversaries of the grant date, according to a filing. \nSanofi SA , the French pharmaceuticals company, said its CFO Jérôme Contamine intends to retire later this year. Mr. Contamine will work with the company on finding a replacement and assist with the transition once a successor has been named. He was appointed as CFO in 2009.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Nina Trentmann contributed to today’s Ledger. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com. \nShare this: THE MORNING LEDGER Previous Retailer Primark's Profit Margin to Recover on Weaker Dollar Next CFO Moves: Och-Ziff Capital Management, Sanofi  ",
    "published": "2018-04-18T15:43:00.000+03:00",
    "crawled": "2018-04-19T03:55:21.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "cisco",
        "headquarters",
        "santa",
        "clara",
        "cisco",
        "among",
        "company",
        "recently",
        "announced",
        "dividend",
        "increase",
        "ap",
        "good",
        "morning",
        "european",
        "firm",
        "looking",
        "splash",
        "dividend",
        "share",
        "buyback",
        "report",
        "higher",
        "earnings",
        "back",
        "corporate",
        "tax",
        "overhaul",
        "improving",
        "economic",
        "outlook",
        "europe",
        "report",
        "wsj",
        "jon",
        "sindreu",
        "among",
        "big",
        "listed",
        "company",
        "europe",
        "respectively",
        "expected",
        "increase",
        "dividend",
        "highest",
        "share",
        "least",
        "decade",
        "according",
        "research",
        "jpmorgan",
        "chase",
        "dividend",
        "per",
        "share",
        "set",
        "grow",
        "annual",
        "pace",
        "around",
        "p",
        "euro",
        "stoxx",
        "fastest",
        "rate",
        "since",
        "early",
        "early",
        "respectively",
        "based",
        "upgraded",
        "analyst",
        "estimate",
        "next",
        "month",
        "share",
        "buyback",
        "expected",
        "increase",
        "billion",
        "billion",
        "last",
        "year",
        "according",
        "jpmorgan",
        "buyback",
        "added",
        "stock",
        "europe",
        "yield",
        "around",
        "investor",
        "said",
        "come",
        "corporate",
        "cash",
        "piling",
        "p",
        "company",
        "excluding",
        "financials",
        "trillion",
        "cash",
        "investment",
        "trillion",
        "writes",
        "wsj",
        "ben",
        "eisen",
        "day",
        "ahead",
        "abbott",
        "laboratory",
        "alcoa",
        "american",
        "express",
        "canadian",
        "pacific",
        "railway",
        "morgan",
        "stanley",
        "slated",
        "report",
        "earnings",
        "today",
        "wsj",
        "liz",
        "hoffman",
        "five",
        "thing",
        "watch",
        "morgan",
        "stanley",
        "earnings",
        "cfo",
        "journal",
        "exclusive",
        "abf",
        "expects",
        "profit",
        "margin",
        "recover",
        "amid",
        "weaker",
        "dollar",
        "fashion",
        "chain",
        "primark",
        "forecast",
        "post",
        "higher",
        "profit",
        "margin",
        "later",
        "year",
        "back",
        "favorable",
        "currency",
        "shift",
        "change",
        "purchasing",
        "policy",
        "said",
        "associated",
        "british",
        "food",
        "plc",
        "chief",
        "financial",
        "officer",
        "john",
        "bason",
        "primark",
        "owned",
        "abf",
        "account",
        "half",
        "company",
        "profit",
        "expected",
        "boost",
        "operating",
        "margin",
        "recorded",
        "bason",
        "said",
        "tuesday",
        "interview",
        "cfo",
        "journal",
        "nina",
        "trentmann",
        "primark",
        "profit",
        "margin",
        "slipped",
        "six",
        "month",
        "ended",
        "march",
        "sharp",
        "decline",
        "high",
        "feel",
        "like",
        "low",
        "point",
        "bason",
        "said",
        "expect",
        "margin",
        "improve",
        "second",
        "half",
        "corporate",
        "news",
        "softbank",
        "group",
        "chief",
        "executive",
        "officer",
        "masayoshi",
        "son",
        "speaks",
        "tokyo",
        "japan",
        "july",
        "ap",
        "softbank",
        "fix",
        "four",
        "year",
        "tax",
        "filing",
        "softbank",
        "group",
        "operator",
        "world",
        "largest",
        "technology",
        "fund",
        "said",
        "corrected",
        "four",
        "year",
        "tax",
        "filing",
        "japanese",
        "authority",
        "uncovered",
        "billion",
        "million",
        "worth",
        "unreported",
        "earnings",
        "offshore",
        "subsidiary",
        "four",
        "big",
        "bank",
        "enjoy",
        "billion",
        "windfall",
        "tax",
        "law",
        "four",
        "largest",
        "bank",
        "jpmorgan",
        "well",
        "fargo",
        "citigroup",
        "bank",
        "america",
        "cashed",
        "first",
        "installment",
        "benefit",
        "corporate",
        "america",
        "reap",
        "new",
        "federal",
        "tax",
        "law",
        "haul",
        "billion",
        "facebook",
        "provides",
        "preview",
        "privacy",
        "makeover",
        "preview",
        "facebook",
        "changing",
        "privacy",
        "policy",
        "site",
        "week",
        "start",
        "asking",
        "european",
        "user",
        "permission",
        "use",
        "personal",
        "data",
        "power",
        "feature",
        "like",
        "facial",
        "recognition",
        "form",
        "targeted",
        "advertising",
        "satellite",
        "project",
        "draw",
        "airbus",
        "softbank",
        "bill",
        "gate",
        "investor",
        "airbus",
        "se",
        "two",
        "world",
        "recognizable",
        "tech",
        "billionaire",
        "microsoft",
        "founder",
        "bill",
        "gate",
        "softbank",
        "chief",
        "executive",
        "masayoshi",
        "son",
        "propose",
        "build",
        "launch",
        "small",
        "satellite",
        "intended",
        "provide",
        "unmatched",
        "video",
        "coverage",
        "globe",
        "huawei",
        "turn",
        "focus",
        "away",
        "huawei",
        "technology",
        "said",
        "plan",
        "refocus",
        "existing",
        "market",
        "following",
        "series",
        "setback",
        "technology",
        "industry",
        "get",
        "caught",
        "spiraling",
        "trade",
        "spat",
        "washington",
        "beijing",
        "executive",
        "exit",
        "nike",
        "three",
        "additional",
        "nike",
        "executive",
        "left",
        "company",
        "including",
        "head",
        "diversity",
        "senior",
        "manager",
        "basketball",
        "business",
        "according",
        "people",
        "familiar",
        "matter",
        "toy",
        "r",
        "u",
        "rule",
        "bratz",
        "maker",
        "offer",
        "toy",
        "r",
        "u",
        "lawyer",
        "adviser",
        "shot",
        "offer",
        "isaac",
        "larian",
        "billionaire",
        "founder",
        "bratz",
        "doll",
        "maker",
        "mga",
        "entertainment",
        "would",
        "kept",
        "store",
        "open",
        "ibm",
        "report",
        "higher",
        "revenue",
        "international",
        "business",
        "machine",
        "posted",
        "second",
        "consecutive",
        "quarter",
        "higher",
        "revenue",
        "nearly",
        "six",
        "year",
        "decline",
        "sign",
        "chief",
        "executive",
        "ginni",
        "rometty",
        "turnaround",
        "may",
        "taking",
        "hold",
        "unitedhealth",
        "raise",
        "guidance",
        "unitedhealth",
        "group",
        "reported",
        "almost",
        "increase",
        "earnings",
        "latest",
        "quarter",
        "raised",
        "profit",
        "outlook",
        "year",
        "share",
        "total",
        "strike",
        "electricity",
        "deal",
        "total",
        "sa",
        "wednesday",
        "said",
        "would",
        "pay",
        "billion",
        "billion",
        "majority",
        "stake",
        "electricity",
        "provider",
        "direct",
        "energie",
        "sa",
        "latest",
        "step",
        "company",
        "strategy",
        "become",
        "power",
        "player",
        "elaine",
        "wynn",
        "seek",
        "overhaul",
        "board",
        "wynn",
        "resort",
        "largest",
        "shareholder",
        "elaine",
        "wynn",
        "demanded",
        "company",
        "move",
        "swiftly",
        "restructure",
        "board",
        "improve",
        "corporate",
        "governance",
        "asset",
        "snapped",
        "store",
        "said",
        "late",
        "tuesday",
        "joint",
        "venture",
        "including",
        "group",
        "bankrupt",
        "retail",
        "chain",
        "bondholder",
        "auction",
        "company",
        "asset",
        "regulation",
        "employee",
        "fill",
        "online",
        "order",
        "amazon",
        "fulfillment",
        "center",
        "robbinsville",
        "new",
        "jersey",
        "bloomberg",
        "supreme",
        "court",
        "weighs",
        "tax",
        "case",
        "several",
        "supreme",
        "court",
        "justice",
        "appeared",
        "reluctant",
        "overturn",
        "precedent",
        "exempting",
        "many",
        "online",
        "merchant",
        "collecting",
        "sale",
        "tax",
        "despite",
        "broad",
        "agreement",
        "revolution",
        "made",
        "rule",
        "supreme",
        "court",
        "drop",
        "doj",
        "microsoft",
        "case",
        "supreme",
        "court",
        "tuesday",
        "dropped",
        "case",
        "examined",
        "whether",
        "email",
        "data",
        "stored",
        "overseas",
        "subject",
        "search",
        "warrant",
        "congress",
        "passed",
        "law",
        "allows",
        "action",
        "case",
        "pitted",
        "federal",
        "state",
        "authority",
        "array",
        "leading",
        "tech",
        "company",
        "including",
        "microsoft",
        "pboc",
        "reduces",
        "reserve",
        "requirement",
        "chinese",
        "bank",
        "china",
        "central",
        "bank",
        "gave",
        "green",
        "light",
        "bank",
        "dig",
        "reserve",
        "lend",
        "signaling",
        "government",
        "worry",
        "slowing",
        "momentum",
        "economic",
        "growth",
        "amid",
        "rising",
        "trade",
        "tension",
        "china",
        "ease",
        "rule",
        "foreign",
        "auto",
        "maker",
        "china",
        "said",
        "tuesday",
        "phase",
        "rule",
        "requiring",
        "foreign",
        "auto",
        "maker",
        "share",
        "factory",
        "ownership",
        "profit",
        "chinese",
        "company",
        "answering",
        "call",
        "level",
        "playing",
        "field",
        "world",
        "biggest",
        "auto",
        "market",
        "fcc",
        "vote",
        "block",
        "wireless",
        "carrier",
        "using",
        "subsidy",
        "buy",
        "chinese",
        "telecom",
        "gear",
        "federal",
        "communication",
        "commission",
        "tuesday",
        "adopted",
        "measure",
        "aimed",
        "barring",
        "wireless",
        "carrier",
        "using",
        "federal",
        "subsidy",
        "buy",
        "telecommunication",
        "gear",
        "made",
        "chinese",
        "manufacturer",
        "irs",
        "extends",
        "tax",
        "filing",
        "one",
        "day",
        "internal",
        "revenue",
        "service",
        "issued",
        "extension",
        "tax",
        "filer",
        "suffering",
        "computer",
        "breakdown",
        "tuesday",
        "prevented",
        "taxpayer",
        "filing",
        "return",
        "electronically",
        "day",
        "payment",
        "due",
        "fed",
        "regulatory",
        "czar",
        "face",
        "gop",
        "pressure",
        "federal",
        "reserve",
        "new",
        "regulatory",
        "czar",
        "committed",
        "revisiting",
        "series",
        "banking",
        "regulation",
        "first",
        "appearance",
        "congress",
        "though",
        "faced",
        "pressure",
        "republican",
        "pull",
        "back",
        "oversight",
        "bank",
        "board",
        "director",
        "europe",
        "follow",
        "lead",
        "sharing",
        "data",
        "fight",
        "crime",
        "european",
        "commission",
        "proposed",
        "tuesday",
        "national",
        "law",
        "enforcement",
        "authority",
        "allowed",
        "access",
        "data",
        "stored",
        "tech",
        "company",
        "server",
        "eu",
        "country",
        "speed",
        "criminal",
        "investigation",
        "move",
        "would",
        "align",
        "eu",
        "rule",
        "help",
        "access",
        "suspect",
        "email",
        "text",
        "message",
        "photo",
        "data",
        "economy",
        "april",
        "photo",
        "cargo",
        "ship",
        "docked",
        "yangshan",
        "container",
        "port",
        "shanghai",
        "china",
        "ap",
        "china",
        "seek",
        "trade",
        "firewall",
        "ally",
        "china",
        "international",
        "trade",
        "representative",
        "held",
        "series",
        "meeting",
        "ambassador",
        "major",
        "european",
        "nation",
        "last",
        "week",
        "ask",
        "stand",
        "together",
        "beijing",
        "protectionism",
        "report",
        "reuters",
        "uncovered",
        "loss",
        "hurt",
        "small",
        "business",
        "wake",
        "storm",
        "small",
        "business",
        "struggled",
        "uninsured",
        "damage",
        "lost",
        "revenue",
        "following",
        "year",
        "hurricane",
        "wildfire",
        "report",
        "reuters",
        "commodity",
        "rally",
        "draw",
        "strength",
        "sanction",
        "fear",
        "rising",
        "global",
        "tension",
        "including",
        "sanction",
        "russia",
        "continuing",
        "conflict",
        "syria",
        "sparked",
        "steep",
        "rally",
        "commodity",
        "sending",
        "material",
        "aluminum",
        "oil",
        "fresh",
        "multiyear",
        "high",
        "housing",
        "start",
        "edge",
        "housing",
        "start",
        "increased",
        "march",
        "prior",
        "month",
        "home",
        "construction",
        "pulled",
        "back",
        "could",
        "spell",
        "continued",
        "inventory",
        "shortage",
        "rapid",
        "price",
        "increase",
        "buyer",
        "coming",
        "month",
        "weak",
        "eurozone",
        "inflation",
        "challenge",
        "ecb",
        "eurozone",
        "consumer",
        "price",
        "rose",
        "slowly",
        "first",
        "estimated",
        "month",
        "march",
        "fresh",
        "setback",
        "european",
        "central",
        "bank",
        "lengthening",
        "struggle",
        "meet",
        "inflation",
        "target",
        "cfo",
        "move",
        "capital",
        "management",
        "group",
        "llc",
        "new",
        "york",
        "hedge",
        "fund",
        "appointed",
        "thomas",
        "sipp",
        "chief",
        "financial",
        "officer",
        "effective",
        "later",
        "june",
        "sipp",
        "succeed",
        "alesia",
        "haas",
        "company",
        "current",
        "cfo",
        "resigned",
        "post",
        "remain",
        "company",
        "june",
        "sipp",
        "join",
        "magi",
        "partner",
        "served",
        "managing",
        "partner",
        "wealth",
        "management",
        "product",
        "prior",
        "time",
        "magi",
        "partner",
        "held",
        "several",
        "senior",
        "executive",
        "position",
        "credit",
        "suisse",
        "group",
        "ag",
        "including",
        "cfo",
        "chief",
        "operating",
        "officer",
        "bank",
        "asset",
        "management",
        "division",
        "sipp",
        "receive",
        "annual",
        "base",
        "compensation",
        "payable",
        "equal",
        "quarterly",
        "installment",
        "eligible",
        "receive",
        "annual",
        "bonus",
        "amount",
        "shall",
        "determined",
        "compensation",
        "committee",
        "company",
        "chief",
        "executive",
        "officer",
        "sipp",
        "also",
        "receive",
        "grant",
        "million",
        "class",
        "restricted",
        "share",
        "unit",
        "company",
        "incentive",
        "plan",
        "vest",
        "three",
        "equal",
        "installment",
        "first",
        "three",
        "anniversary",
        "grant",
        "date",
        "according",
        "filing",
        "sanofi",
        "sa",
        "french",
        "pharmaceutical",
        "company",
        "said",
        "cfo",
        "jérôme",
        "contamine",
        "intends",
        "retire",
        "later",
        "year",
        "contamine",
        "work",
        "company",
        "finding",
        "replacement",
        "assist",
        "transition",
        "successor",
        "named",
        "appointed",
        "cfo",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "nina",
        "trentmann",
        "contributed",
        "today",
        "ledger",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "retailer",
        "primark",
        "profit",
        "margin",
        "recover",
        "weaker",
        "dollar",
        "next",
        "cfo",
        "move",
        "capital",
        "management",
        "sanofi"
    ]
}