{
    "organizations": [],
    "uuid": "ef3912f10d891386ef4670893e422ca83bbbf458",
    "author": "Kevin Breuninger",
    "url": "https://www.cnbc.com/2018/04/03/trump-congress-dont-expect-big-legislation-in-2018.html",
    "ord_in_thread": 0,
    "title": "Trump, Congress: Don't expect big legislation in 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "President Donald Trump ramped up his rhetoric on a slew of policy goals this week — but with the 2018 midterms fast approaching, his legislative hopes for this year are receding. \nIn campaign-style rallies and on social media, Trump has called on Congress to pass a largely state-funded infrastructure spending bill, sweeping immigration reforms and a \"phase two\" of his tax overhaul law, among other proposals.\nThe president's exhortations are falling on deaf ears in Congress, however. For one, lawmakers have been away on recess as Trump delivered his most recent calls to action. \nWhile they're out of town, many members of Congress are likely engrossed in preparations for their midterm election campaigns. Historically, that means controversial bills get pushed to the side, according to Mark Peterson, a professor of public policy at UCLA's Luskin School of Public Affairs. And in such a polarizing climate, nearly every major bill is destined to become mired in controversy. \nIn this political environment, \"it's v ery hard to orchestrate the kind of bipartisan coalitions that one could imagine forming even in an election year,\" Peterson told CNBC. \nTo force bills through the Senate, Trump called on Republicans to end the 60-vote cloture rule in order to bypass Democrats with simple 51-vote majorities. But the Republican conference, led by Senate Majority Leader Mitch McConnell , R-Ky., has been steadfast in opposing the change , which could end up backfiring on Republicans when they eventually become the minority party in the Senate. \nInfrastructure and immigration Trump has changed his political focus frequently, making it difficult for congressional Republicans to buckle down on any single goal. For instance, the White House has maintained that Trump will next try to usher in a national infrastructure overhaul following the success of the Tax Cuts and Jobs Act, which was signed into law in December. That tax overhaul is the GOP's signature legislative achievement of Trump's time in office so far. \nBut the president spent most of the weekend the past couple days tweeting about illegal immigration and his desire for a wall on America's southern border with Mexico. Congress may have little stomach for tackling that long-term policy goal after recent, divisive policy failures. \nTRUMP TWEET \n\"There's nothing that is actively being negotiated, or there's nothing that has a chance of passage\" on immigration, said Sarah Pierce, a policy analyst at the Migration Policy Institute, a nonprofit think thank in Washington.\nThe White House did not immediately respond to CNBC's request for comment.\nThe Deferred Action for Childhood Arrivals program, or DACA, which Trump tried to end to force bipartisan congressional action to codify it, was all but abandoned after a bevy of immigration reform packages failed in the Senate in February. The administration railed against the most moderate plan. \nA Trump-backed plan, which paired protections for young immigrants with new restrictions on legal immigration, secured fewer votes than any of the alternatives . Meanwhile, courts have held up Trump's attempt to end DACA, meaning that it remains in place.\nGun control While the nation debates reforming gun regulations in the wake of the February shooting massacre in Parkland, Fla., Trump confused lawmakers as well as his base when he suggested in a televised meeting that authorities should \"take the guns first, go through due process second\" when responding to calls about potentially dangerous people.\nHis administration recently moved forward with an executive order effectively banning so-called bump stocks — modifications that allow rifles to fire continuously — in response to the October 2017 massacre in Las Vegas. But the White House's broader gun reform proposals have been met with much less bipartisan enthusiasm.\nCongress has taken some gun-related action. A provision to strengthen background checks when purchasing guns did make it into the latest omnibus spending bill, which Trump begrudgingly signed last month. But Trump threatened to veto the $1.3 trillion bill before signing it, and soon after said he \"will never sign a bill like this again.\" His main gripes with the bill related to what he called insufficient border security funding. \nTax reform and the deficit problem UCLA's Peterson said the spending bill may be the last major piece of legislation enacted in 2018, although \"it depends on how one defines major.\"\nDeficit spending has become a political punching bag in Washington. But Trump's signature legislative achievement in 2017, his tax-cut bill, is projected to expand the deficit by more than $1 trillion over the next decade.\nGetty Images President Donald Trump (L) shares a moment with Chairman of House Ways and Means Committee Rep. Kevin Brady (R-TX) (4th L) as Vice President Mike Pence (2nd L), Rep. Don Young (R-AK) (3rd L) and Speaker of the House Rep. Paul Ryan (R-WI) (R) look on during an event to celebrate Congress passing the Tax Cuts and Jobs Act with Republican members of the House and Senate on the South Lawn of the White House December 20, 2017 in Washington, DC. The awkward political strategy of attacking the deficit while pushing for policies that are likely to increase it could sink the fabled \"phase two\" of tax reform Trump has recently teased. Rep. Kevin Brady, R-Texas, who is chairman of the tax-writing House Ways and Means Committee, has also discussed a possible second round of tax cuts.\nThe next wave of tax reform could include making individual tax cuts permanent or indexing capital gains for inflation, CNBC reported in March . Pursuing more tax cuts in 2018 could put pressure on Democrats, who lamented that only corporate cuts were made permanent in the December law. But it would also heighten concerns about deficit spending, potentially giving Democrats a new avenue to attack vulnerable Republicans in the midterms.\nRepublicans could use the promise of additional tax cuts as largely a political play ahead of the midterms. \nFarm bill and food stamps The administration has hinted at other measures that could be put forward in 2018. In January, for example, Agriculture Secretary Sonny Perdue released the USDA's legislative goals for a bill to replace the existing farm law, which is set to expire on Sept. 30.\nThe goals include strengthening a safety net for farmers in times of economic slowdown and offering new forms of crop insurance. Both ideas are popular among farmers, who generally seek to mitigate the economic risks inherent to their industry.\nBut House Agriculture Committee Chairman Mike Conaway, R-Texas, has waded into politically dangerous waters by discussing reforms to the Supplemental Nutrition Assistance Program, or SNAP. The welfare program has created legislative bottlenecks for past farm bills, and Senate Agriculture Committee leaders have already signaled their opposition to SNAP reforms this time around.\nGetty Images Rep. Mike Conaway (R-TX). Conaway \"certainly expects some pushback\" on SNAP, said Rachel Millard, the House Agriculture Committee's communications director. She also noted that the committee majority is \"not obtuse to the fact that there are elections that are going to happen\" in November.\n\"But at the end of the day, there are a lot of good things to take home here,\" Millard said.\nSome experts aren't convinced that the measure will move, not with midterms on the way. The upcoming elections exacerbate the whole process, said Jonathan Coppess, the University of Illinois' agriculture policy program director and former aide to the Senate Agriculture Committee.\n\"They make it much more difficult\" by truncating a process that is designed to be slow and deliberative, Coppess said. Midterms also inevitably \"heighten the partisan atmosphere,\" he said.\nWhile the Senate version of the farm bill is currently in the drafting process, Axios reported Monday, citing sources, that the bill could be endangered.\nThe most substantive change Trump has brought to Washington so far may not involve legislation at all. The Trump administration appointed nearly two dozen judges to lifetime posts in 2017, including a Supreme Court justice and 12 Circuit Court of Appeals judges.\nMore nominations to district and circuit seats are coming down the pike in 2018. Even if the Trump administration's short-term legislative prospects look thin, it could be laying the foundation for long-term Republican political dominance through the judicial branch.\n--CNBC's Jacob Pramuk contributed to this report.",
    "published": "2018-04-03T21:14:00.000+03:00",
    "crawled": "2018-04-03T21:34:00.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "president",
        "donald",
        "trump",
        "ramped",
        "rhetoric",
        "slew",
        "policy",
        "goal",
        "week",
        "midterm",
        "fast",
        "approaching",
        "legislative",
        "hope",
        "year",
        "receding",
        "rally",
        "social",
        "medium",
        "trump",
        "called",
        "congress",
        "pas",
        "largely",
        "infrastructure",
        "spending",
        "bill",
        "sweeping",
        "immigration",
        "reform",
        "phase",
        "two",
        "tax",
        "overhaul",
        "law",
        "among",
        "proposal",
        "president",
        "exhortation",
        "falling",
        "deaf",
        "ear",
        "congress",
        "however",
        "one",
        "lawmaker",
        "away",
        "recess",
        "trump",
        "delivered",
        "recent",
        "call",
        "action",
        "town",
        "many",
        "member",
        "congress",
        "likely",
        "engrossed",
        "preparation",
        "midterm",
        "election",
        "campaign",
        "historically",
        "mean",
        "controversial",
        "bill",
        "get",
        "pushed",
        "side",
        "according",
        "mark",
        "peterson",
        "professor",
        "public",
        "policy",
        "ucla",
        "luskin",
        "school",
        "public",
        "affair",
        "polarizing",
        "climate",
        "nearly",
        "every",
        "major",
        "bill",
        "destined",
        "become",
        "mired",
        "controversy",
        "political",
        "environment",
        "v",
        "ery",
        "hard",
        "orchestrate",
        "kind",
        "bipartisan",
        "coalition",
        "one",
        "could",
        "imagine",
        "forming",
        "even",
        "election",
        "year",
        "peterson",
        "told",
        "cnbc",
        "force",
        "bill",
        "senate",
        "trump",
        "called",
        "republican",
        "end",
        "cloture",
        "rule",
        "order",
        "bypass",
        "democrat",
        "simple",
        "majority",
        "republican",
        "conference",
        "led",
        "senate",
        "majority",
        "leader",
        "mitch",
        "mcconnell",
        "steadfast",
        "opposing",
        "change",
        "could",
        "end",
        "backfiring",
        "republican",
        "eventually",
        "become",
        "minority",
        "party",
        "senate",
        "infrastructure",
        "immigration",
        "trump",
        "changed",
        "political",
        "focus",
        "frequently",
        "making",
        "difficult",
        "congressional",
        "republican",
        "buckle",
        "single",
        "goal",
        "instance",
        "white",
        "house",
        "maintained",
        "trump",
        "next",
        "try",
        "usher",
        "national",
        "infrastructure",
        "overhaul",
        "following",
        "success",
        "tax",
        "cut",
        "job",
        "act",
        "signed",
        "law",
        "december",
        "tax",
        "overhaul",
        "gop",
        "signature",
        "legislative",
        "achievement",
        "trump",
        "time",
        "office",
        "far",
        "president",
        "spent",
        "weekend",
        "past",
        "couple",
        "day",
        "tweeting",
        "illegal",
        "immigration",
        "desire",
        "wall",
        "america",
        "southern",
        "border",
        "mexico",
        "congress",
        "may",
        "little",
        "stomach",
        "tackling",
        "policy",
        "goal",
        "recent",
        "divisive",
        "policy",
        "failure",
        "trump",
        "tweet",
        "nothing",
        "actively",
        "negotiated",
        "nothing",
        "chance",
        "passage",
        "immigration",
        "said",
        "sarah",
        "pierce",
        "policy",
        "analyst",
        "migration",
        "policy",
        "institute",
        "nonprofit",
        "think",
        "thank",
        "washington",
        "white",
        "house",
        "immediately",
        "respond",
        "cnbc",
        "request",
        "comment",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "program",
        "daca",
        "trump",
        "tried",
        "end",
        "force",
        "bipartisan",
        "congressional",
        "action",
        "codify",
        "abandoned",
        "bevy",
        "immigration",
        "reform",
        "package",
        "failed",
        "senate",
        "february",
        "administration",
        "railed",
        "moderate",
        "plan",
        "plan",
        "paired",
        "protection",
        "young",
        "immigrant",
        "new",
        "restriction",
        "legal",
        "immigration",
        "secured",
        "fewer",
        "vote",
        "alternative",
        "meanwhile",
        "court",
        "held",
        "trump",
        "attempt",
        "end",
        "daca",
        "meaning",
        "remains",
        "place",
        "gun",
        "control",
        "nation",
        "debate",
        "reforming",
        "gun",
        "regulation",
        "wake",
        "february",
        "shooting",
        "massacre",
        "parkland",
        "trump",
        "confused",
        "lawmaker",
        "well",
        "base",
        "suggested",
        "televised",
        "meeting",
        "authority",
        "take",
        "gun",
        "first",
        "go",
        "due",
        "process",
        "second",
        "responding",
        "call",
        "potentially",
        "dangerous",
        "people",
        "administration",
        "recently",
        "moved",
        "forward",
        "executive",
        "order",
        "effectively",
        "banning",
        "bump",
        "stock",
        "modification",
        "allow",
        "rifle",
        "fire",
        "continuously",
        "response",
        "october",
        "massacre",
        "la",
        "vega",
        "white",
        "house",
        "broader",
        "gun",
        "reform",
        "proposal",
        "met",
        "much",
        "less",
        "bipartisan",
        "enthusiasm",
        "congress",
        "taken",
        "action",
        "provision",
        "strengthen",
        "background",
        "check",
        "purchasing",
        "gun",
        "make",
        "latest",
        "omnibus",
        "spending",
        "bill",
        "trump",
        "begrudgingly",
        "signed",
        "last",
        "month",
        "trump",
        "threatened",
        "veto",
        "trillion",
        "bill",
        "signing",
        "soon",
        "said",
        "never",
        "sign",
        "bill",
        "like",
        "main",
        "gripe",
        "bill",
        "related",
        "called",
        "insufficient",
        "border",
        "security",
        "funding",
        "tax",
        "reform",
        "deficit",
        "problem",
        "ucla",
        "peterson",
        "said",
        "spending",
        "bill",
        "may",
        "last",
        "major",
        "piece",
        "legislation",
        "enacted",
        "although",
        "depends",
        "one",
        "defines",
        "major",
        "deficit",
        "spending",
        "become",
        "political",
        "punching",
        "bag",
        "washington",
        "trump",
        "signature",
        "legislative",
        "achievement",
        "bill",
        "projected",
        "expand",
        "deficit",
        "trillion",
        "next",
        "decade",
        "getty",
        "image",
        "president",
        "donald",
        "trump",
        "l",
        "share",
        "moment",
        "chairman",
        "house",
        "way",
        "mean",
        "committee",
        "kevin",
        "brady",
        "4th",
        "l",
        "vice",
        "president",
        "mike",
        "penny",
        "2nd",
        "l",
        "young",
        "3rd",
        "l",
        "speaker",
        "house",
        "paul",
        "ryan",
        "r",
        "look",
        "event",
        "celebrate",
        "congress",
        "passing",
        "tax",
        "cut",
        "job",
        "act",
        "republican",
        "member",
        "house",
        "senate",
        "south",
        "lawn",
        "white",
        "house",
        "december",
        "washington",
        "dc",
        "awkward",
        "political",
        "strategy",
        "attacking",
        "deficit",
        "pushing",
        "policy",
        "likely",
        "increase",
        "could",
        "sink",
        "fabled",
        "phase",
        "two",
        "tax",
        "reform",
        "trump",
        "recently",
        "teased",
        "kevin",
        "brady",
        "chairman",
        "house",
        "way",
        "mean",
        "committee",
        "also",
        "discussed",
        "possible",
        "second",
        "round",
        "tax",
        "cut",
        "next",
        "wave",
        "tax",
        "reform",
        "could",
        "include",
        "making",
        "individual",
        "tax",
        "cut",
        "permanent",
        "indexing",
        "capital",
        "gain",
        "inflation",
        "cnbc",
        "reported",
        "march",
        "pursuing",
        "tax",
        "cut",
        "could",
        "put",
        "pressure",
        "democrat",
        "lamented",
        "corporate",
        "cut",
        "made",
        "permanent",
        "december",
        "law",
        "would",
        "also",
        "heighten",
        "concern",
        "deficit",
        "spending",
        "potentially",
        "giving",
        "democrat",
        "new",
        "avenue",
        "attack",
        "vulnerable",
        "republican",
        "midterm",
        "republican",
        "could",
        "use",
        "promise",
        "additional",
        "tax",
        "cut",
        "largely",
        "political",
        "play",
        "ahead",
        "midterm",
        "farm",
        "bill",
        "food",
        "stamp",
        "administration",
        "hinted",
        "measure",
        "could",
        "put",
        "forward",
        "january",
        "example",
        "agriculture",
        "secretary",
        "sonny",
        "perdue",
        "released",
        "usda",
        "legislative",
        "goal",
        "bill",
        "replace",
        "existing",
        "farm",
        "law",
        "set",
        "expire",
        "goal",
        "include",
        "strengthening",
        "safety",
        "net",
        "farmer",
        "time",
        "economic",
        "slowdown",
        "offering",
        "new",
        "form",
        "crop",
        "insurance",
        "idea",
        "popular",
        "among",
        "farmer",
        "generally",
        "seek",
        "mitigate",
        "economic",
        "risk",
        "inherent",
        "industry",
        "house",
        "agriculture",
        "committee",
        "chairman",
        "mike",
        "conaway",
        "waded",
        "politically",
        "dangerous",
        "water",
        "discussing",
        "reform",
        "supplemental",
        "nutrition",
        "assistance",
        "program",
        "snap",
        "welfare",
        "program",
        "created",
        "legislative",
        "bottleneck",
        "past",
        "farm",
        "bill",
        "senate",
        "agriculture",
        "committee",
        "leader",
        "already",
        "signaled",
        "opposition",
        "snap",
        "reform",
        "time",
        "around",
        "getty",
        "image",
        "mike",
        "conaway",
        "conaway",
        "certainly",
        "expects",
        "pushback",
        "snap",
        "said",
        "rachel",
        "millard",
        "house",
        "agriculture",
        "committee",
        "communication",
        "director",
        "also",
        "noted",
        "committee",
        "majority",
        "obtuse",
        "fact",
        "election",
        "going",
        "happen",
        "november",
        "end",
        "day",
        "lot",
        "good",
        "thing",
        "take",
        "home",
        "millard",
        "said",
        "expert",
        "convinced",
        "measure",
        "move",
        "midterm",
        "way",
        "upcoming",
        "election",
        "exacerbate",
        "whole",
        "process",
        "said",
        "jonathan",
        "coppess",
        "university",
        "illinois",
        "agriculture",
        "policy",
        "program",
        "director",
        "former",
        "aide",
        "senate",
        "agriculture",
        "committee",
        "make",
        "much",
        "difficult",
        "truncating",
        "process",
        "designed",
        "slow",
        "deliberative",
        "coppess",
        "said",
        "midterm",
        "also",
        "inevitably",
        "heighten",
        "partisan",
        "atmosphere",
        "said",
        "senate",
        "version",
        "farm",
        "bill",
        "currently",
        "drafting",
        "process",
        "axios",
        "reported",
        "monday",
        "citing",
        "source",
        "bill",
        "could",
        "endangered",
        "substantive",
        "change",
        "trump",
        "brought",
        "washington",
        "far",
        "may",
        "involve",
        "legislation",
        "trump",
        "administration",
        "appointed",
        "nearly",
        "two",
        "dozen",
        "judge",
        "lifetime",
        "post",
        "including",
        "supreme",
        "court",
        "justice",
        "circuit",
        "court",
        "appeal",
        "judge",
        "nomination",
        "district",
        "circuit",
        "seat",
        "coming",
        "pike",
        "even",
        "trump",
        "administration",
        "legislative",
        "prospect",
        "look",
        "thin",
        "could",
        "laying",
        "foundation",
        "republican",
        "political",
        "dominance",
        "judicial",
        "branch",
        "cnbc",
        "jacob",
        "pramuk",
        "contributed",
        "report"
    ]
}