{
    "organizations": [],
    "uuid": "b9b6557f9367d90c9499777a9cd7ddb223b39e16",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/cnbc-first-on-cnbc-transcript-national-economic-council-director-larry-kudlow-on-cnbcs-squawk-on-the-street-today.html",
    "ord_in_thread": 0,
    "title": "CNBC First On: CNBC Transcript: National Economic Council Director Larry Kudlow on CNBC’S “Squawk on the Street” Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, April 26, 2018\nWHERE: CNBC'S \" Squawk on the Street \"\nFollowing is the unofficial transcript of a FIRST ON CNBC interview with National Economic Council Director Larry Kudlow on CNBC'S \"Squawk on the Street\" today, Thursday, April 26. Following is a link to video of the full interview on CNBC.com: https://www.cnbc.com/video/2018/04/26/white-house-advisor-larry-kudlow-on-china-tim-cook-and-tariffs.html?play=1 .\nAll references must be sourced by CNBC.\nCARL QUINTANILLA: MEANWHILE THE PRESIDENT SAYS HE THINKS THERE'S A GOOD CHANCE OF MAKING A TRADE DEAL WITH CHINA AND HE'S SENDING A DELEGATION OF HIS TOP ECONOMIC ADVISORS TO BEIJING FOR TALKS NEXT WEEK. TRAVELING WITH SECRETARY MNUCHIN WILL BE THE TRADE REP ROBERT LIGHTHIZER, TRADE ADVISOR PETER NAVARRO AND THE DIRECTOR OF THE NATIONAL ECONOMIC COUNCIL, LARRY KUDLOW, WHO JOINS US THIS MORNING FROM THE WHITE HOUSE. LARRY, GOOD TO HAVE YOU BACK. GOOD MORNING.\nKUDLOW: GOOD MORNING, CARL. THANK YOU.\nQUINTANILLA: ARE YOU GOING TO CHINA? AND WHAT DO YOU WANT TO COME HOME WITH?\nKUDLOW: I AM GOING TO CHINA, AND HARD TO KNOW ABOUT COMING HOME, BUT THESE ARE SERIOUS NEGOTIATIONS. THE PRESIDENT HAS ASKED US TO GO OVER THERE, AS YOU KNOW. WE HAVE A LOT OF DISPUTES WITH CHINA. UNFAIR TRADING PRACTICES, ILLEGAL TRADING PRACTICES, TECHNOLOGY RELATED ISSUES AND TECHNOLOGY THEFT. THEY'VE GOT BARRIERS AND TARIFFS, WE'D LIKE TO LOWER THEM. WE'D LIKE TO HAVE SOME MARKET OPENINGS. BETTER TO HAVE A TALK ONE-ON-ONE DISCUSSION, IF YOU WILL, ALTHOUGH THERE WILL BE SEVERAL CHINESE OFFICIALS. I HAVE HIGH HOPES FOR THIS. YOU KNOW ME, I'M ALWAYS THE OPTIMIST ABOUT THIS. PRESIDENT TRUMP EXPRESSED SOME OPTIMISM THE OTHER DAY AT THE PRESS CONFERENCE WITH PRESIDENT MACRON. SO WE'LL SEE, CARL. WE'LL SEE. IT'S GOING TO COVER A BROAD AREA. ALL OF THE DISPUTES WILL BE DISCUSSED.\nQUINTANILLA: WILL THERE BE A READ OUT UPON YOUR RETURN? AND HOW MUCH, IF ANYTHING, DID TIM COOK ADD TO THAT CONVERSATION IN THE MEETING YESTERDAY?\nKUDLOW: WELL, I DON'T KNOW WHAT YOU MEAN BY THE READ OUT. WE'LL TRY TO BRIEF EVERYBODY WHEN WE GET BACK, TELL THEM WHAT WE CAN. TIM COOK WAS MOST HELPFUL. I REALLY ENJOYED THE MEETING. I SPENT A GOOD AMOUNT OF TIME WITH HIM AND THEN I CAME BACK AND WE VISITED POTUS. HE HAS A LOT OF EXPERIENCE IN CHINA, OBVIOUSLY. HE WAS VERY HELPFUL IN MAKING SOME SUGGESTIONS AND I MIGHT ALSO ADD HE LOVES THE TAX CUT AND TAX REFORM. HE SAYS IT'S GREAT FOR BUSINESS. AND APPLE IS GOING TO BE BUILDING PLANTS, CAMPUSES, ADDING JOBS, LOTS OF BUSINESS INVESTMENT. THAT WAS THE FIRST POINT HE MADE TO PRESIDENT TRUMP. ANYONE, I ENJOYED MEETING MR.COOK. IT WAS A GREAT PLEASURE.\nJIM CRAMER: LARRY, JIM CRAMER. FIRST TIME ON-AIR THAT I'M ABLE TO CONGRATULATE YOU. I THINK THAT ARE WELL SUITED FOR THE JOB. IT'S JUST GREAT TO SEE YOU BE THERE.\nKUDLOW: THANK YOU, JIMMY. THANK YOU, JIMMY. I APPRECIATE IT VERY MUCH. YOU KNOW THAT.\nCRAMER: OKAY. NOW WE HAVE A KEY DEADLINE OF MAY 1st. JOHN FERRIOLA THE CEO OF NUCOR WAS ON \"MAD MONEY\" RECENTLY. HE IS SAYING THAT YOU WOULD BE EXYREMELY DISAPPOINTED IF THE PRESIDENT DOESN'T FULFILL HIS COMMITMENT ABOUT STEEL AND ALUMINUM ALL THE WAY AROUND THE GLOBE. BUT WOULDN'T THAT BE DIFFICULT TO DO, PARTICULARLY GIVEN THE FACT THAT WE JUST HAD MACRON HERE, WE'VE GOT EU CONCERNS. IS THE PRESIDENT GOING TO -- WHERE IS HE GOING MAY 1st, LARRY? WHERE'S HE GOING?\nKUDLOW: WELL, OK. THANK YOU. RIGHT NOW, ALL OF THAT IS UNDER DISCUSSION. YOU'RE REFERRING TO THE 232 NATIONAL SECURITY TARIFFS. 10% ALUMINUM. 25% STEEL. THERE WERE EXCLUSIONS AS YOU KNOW. A NUMBER OF COUTRIES, CANADA, MEXICO, EUROPE, ARGENTINA, BRAZIL, IF I HAVE ALL OF THEM – I PROBABLY DON'T, AUSTRALIA. I DON'T WANT TO LEAVE ANYBODY OUT. BUT IT'S ALL UNDER CONSIDERATION NOW. WE WILL KNOW IN A FEW DAYS HOW THIS THING -- PART OF THIS IS A NEGOTIATION, JIMMY. IT'S VERY IMPORTANT THAT SOME OF OUR FRIENDS MAKE SOME CONCESSIONS WITH RESPECT TO TRADING PRACTICES, TARIFFS AND TAXES. I MEAN, FOR EXAMPLE, ONE OF THE ISSUES CROPPING UP IS THE EQUAL TREATMENT OF AUTOMOBILES. THAT'S NO SECRET. WE'D LIKE TO SEE SOME CONCESSIONS FROM EUROPE. THE PRESIDENT HAS SAID THAT WITH HIS RECENT VISIT WITH PRESIDENT MACRON. SO WE ARE LOCKING AT EVERYTHING. I BELIEVE THE DEADLINE IS MONDAY AT MIDNIGHT OR SOME SUCH THING. THERE'S A LOT OF DISCUSSION INTERNALLY AND WE'LL LET YOU KNOW AS SOON AS WE FIGURE IT ALL OUT.\nCRAMER: LARRY, I'VE WORKED WITH YOU FOR A LONG TIME AND YOU TAUGHT ME A GREAT NUMBER OF THINGS. YOU TAUGHT ME HOW TO BE A GLOBALISTM, YOU TAUGHT ME THAT IDEA OF FREE TRADE PRODUCES WEALTH FOR EVERYONE. THE MAN YOU WORK FOR IS A NATIONALIST AND NOT A FREE TRADER. HOW IS IS IT MESHING BETWEEN YOUR HISTORIC VIEWS OF FREE TRADE AND THE PRESIDENT'S VIEW THAT THE CHINESE HAVE BEEN WAGING WAR AGAINST US AND WE HAVE NEVER FOUGHT BACK UNTIL NOW.\nKUDLOW: WELL, LOOK. A COUPLE THINGS. I DON'T LIKE TO SEGMENT QUITE AS STARKLY AS YOU JUST DID, ALRIGHT? I GUESS GLOBALIST IS A DIRTY WORD. I DON'T KNOW, JIMMY, I'M FOR TRADING AROUND THE WORLD TO PROMOTE ECONOMIC GROWTH, OK? THERE ARE SOME OF THESE SO-CALLED GLOBALIST INSTITUTIONS THAT I COULD DO WITHOUT. THAT'S MY PERSONAL VIEW. YOU'VE HEARD ME ON THIS SUBJECT BEFORE. BUT I DO BELIEVE THE WORLD'S PROSPERITY WOULD BENEFIT BY FREE AND OPEN TRADING SYSTEM. BUT HERE'S THE KEY POINT, I MEAN, THE PRESIDENT AND I ARE ON FULLAGREEMENT WITH THAT. LET'S TAKE CHINA. THE REASON WE'RE GOING OVER TO NEGOTIATE IS IN FACT CHINA HAS NOT PLAYED BY THE RULES IN MANY, MANY YEARS. AGAIN, THE THEFT OF INTELLECTUAL PROPERTY, THE FORCED TRANSFER OF TECHNOLOGY, A WIDE NUMBER OF TARIFFS AND NON-TARIFF BARRIERS. THIS HAS GONE ON FOR A COUPLE DECADES. THE PROBLEM HERE IS NOTPRESIDENT TRUMP. HE'S THE SOLUTION. CHINA IS THE PROBLEM. PRESIDENT TRUMP HAS SAID, \"YOU KNOW, ENOUGH IS ENOUGH.\" HE'S THE FIRST PRESIDENT IN DECADES TO TRACK THIS DOWN REALLY RELENTLESSLY IN ORDER – FAIR TRADE, FREE TRADE HELP THE AMERICAS. IF YOU DO THIS RIGHT, EVERYONE WILL BENEFIT IF WE CAN SETTLE THESE ISSUES AND OPEN THE TRADING SYSTEM. BUT SO FAR, SO FAR WE HAVE NOT HAD SATISFACTORY RESPONSES FROM CHINA. IMPROVING RESPONSES, LET ME ADD, AND THAT'S WHY WE'RE GOING OVER THERE. BUT YOU KNOW, IT'S JUST NOT AS CLEAR AS GLOBALIST VERSUES NATIONALIST. THAT WORLD, THAT DICHOTOMY DOESN'T REALLY EXIST. THIS IS ABOUT SPECIFICS, JIM. YOU'RE A DETAIL GUY. YOU GO COMPANY BY COMPANY. WE HAVE TO GO COUNTRY BY COUNTRY AND MAKE SURE THAT THERE IS FREE TRADE DOWN THE ROAD. BUT IN THE MEANTIME, THE PATH TO FREE TRADE, RIGHT, IS TO END THESE UNFAIR AND ILLEGAL TRADING PRACTICES AND BARRIERS, AND I THINK THAT'S EXACTLY THE RIGHT WAY TO GO. I GIVE THE PRESIDENT A LOT OF CREDIT FOR HEAVEN'S SAKE. NO ONE HAS WANTED TO DO THIS BEFORE.\nKUDLOW: FAIR ENOUGH, LARRY. THANK YOU. I'M GOING TO PASS IT OVER TO SARA.\nSARA EISEN: HEY LARRY, IT'S SARA.\nKUDLOW: HI SARA.\nEISEN: YOU MENTIONED THE – HELLO. YOU MENTIONED THE TAX BENEFIT THAT YOU TALKED ABOUT WITH TIM COOK OF THE LOWER CORPORATE TAX RATES. I WANTED TO ASK YOU ABOUT SOME DATA WE GOT TODAY. DURABLE GOODS, ALWAYS A GOOD PROXY FOR WHERE BUSINESSES ARE SPENDING. IF YOU TAKE OUT TRANSPORATION, THEY WERE UNCHANGED LAST MONTH. IF YOU LOOK AT ORDERS FOR MACHINERY, THEY ACTUALLY SANK 1.7%. WHAT HAPPENED TO THE IDEA THAT COMPANIES WERE GOING TO TAKE ALL THEIR SAVINGS FROM LOWER TAXES AND INVEST IT IN THEIR BUSINESS AND HIRE AND BUY MORE MACHINERY AND EQUIPMENT AND BOOST THE ECONOMY THAT WAY? WE'RE NOT ET SEEING IT YET.\nKUDLOW: YES, YOU ARE, SARA. YOU JUST CAN'T FOCUS ON ONE MONTH'S DATA. LOOK, LET'S GO TO FACTORY ORDERS, NON-DEFENSE CAPITAL GOODS, TRANSPORTATION, THINGS LIKE THAT. THE YEAR ON YEAR TRENDS ARE VERY POSITIVE. I GLANCED AT IT THIS MORNING, I THINK IT'S UP 8%. THAT'S A VERY GOOD NUMBER. THAT'S FOR ORDERS AND FOR SHIPMENTS. IF YOU LOOK IN THE ISM REPORTS, BOTH MANUFACTURING AND SERVICES, YOU SEE A VERY STRONG MOVEMENT IN CAP X AND RELATED BUSINESS INVESTMENT SPENDING. IT YOU LOOK AT THE GDP REPORTS, THEY SHOW THE SAME PICKUP. SO I'M AFRAID I DISAGREE WITH THE INTERPRETATION OF THE DATA. I'D LIKE TO TAKE A BROADER VIEW. BY THE BY, TIM COOK LAID IT OUT FOR THE PRESIDENT HOW MUCH APPLE IS EXPANDING. AND HOW MANY OTHER COMPANIES HE KNOWS THAT ARE EXPANDING. SO IF YOU WANT TO FOCUS ON ONE LITTLE TOENAIL NUMBER, OKAY, THAT'S UP TO YOU. I DISAGREE HOWEVER WITH THE ANALYSIS.\nEISEN: WELL, I'M ALSO JUST WONDERING -- THAT'S FAIR, LARRY, AND THAT'S YOUR JOB.\nKUDLOW: NOTHING CHANGES.\nEISEN: I'M JUST WONDERING IF THERE'S ANY IMPACT THOUGH OF THE STEEL AND ALUMINUM TARIFFS ON THE MANUFACTURING SECTOR. WE'RE STARTING TO SEE RISING INPUT COSTS. IT'S SOMETHING WE HEARD FROM CATERPILLAR. T'S SOMETHING WE HEARD FROM PEPSICO THIS MORNING. AND SOME UNCERTAINTY ABOUT EVEN BROADER TARIFFS AS THE PRESIDENT HAS THREATENED AND WHETHER THAT'S WEIGHING ON BUSINESS INVESTMENT DECISIONS.\nKUDLOW: WELL, THERE HAS BEEN SOME UPWARD PRICE MOVEMENT IN THOSE COMMODITIES THAT YOU MENTIONED. WE'LL HAVE TO SEE HOW THAT GOES. I DON'T SEE ANY SPREADING NEGATIVE CONSEQUENCES, SARA, BUT I'M ALERT TO IT. WE'RE ALL LOOKING AT THAT SORT OF THING. I MEAN, MIND YOU, THIS PROGRAM TO TRY TO GET US A LEVEL PLAYING FIELD, WHETHER IT'S CHINA OR EUROPE OR WHEREVER, BUT ESPECIALLY CHINA, THIS PROGRAM OVER TIME HOPEFULLY WILL BE NEGOTIATED OUT. THE POINT IS YOU'VE HEARD ME SAY THIS BEFORE. IF IT'S NOT, THE UNITED STATES AND PRESIDENT TRUMP WILL TAKE ACTION. AND THOSE ACTIONS WILL INCLUDE TARGETED TARIFFS. TARGETED TARIFFS. I THINK THAT'S THE CORRECT THING. TARIFFS ARE NOT MY FAVORITE TOOL, BUT I THINK THEY ARE A NECESSARY TOOL AS WE MOVE TOWARDS FAIR AND FREER TRADE. AND LET ME POINT OUT ONE OTHER THING. I DON'T WANT TO LOOK AT THIS FROM THE DARK SIDE. I THINK IF WE CAN IMPROVE THE WORLD'S TRADING SYSTEM, WHICH IS BADLY IN NEED OF REFORMS, CHINA AND ELSEWHERE, THIS IS GOING TO BE GREAT FOR ECONOMIC GROWTH. HERE IN THE U.S., THERE IN THE OTHER COUNTRIES, AND AROUND THE WORLD. MY VIEW IS CHINA'S BEHAVIOR, WHICH HAS NOT BEEN GOOD IN KEY AREAS, IS ACTUALLY HOLDING BACK THE WORLD ECONOMY AND IT'S HOLDING BACK THE CHINESE ECONOMY. ANY TIME YOU HAVE MARKET OPENINGS, ANY TIME YOU HAVE INVESTMENT OPENINGS, ANY TIME YOU HAVE RULE OF LAW WITH RESPECT TO TECHNOLOGY AND ELSEWHERE, THOSE ARE GOOD THINGS, SARA. THOSE ARE ALL PRO GROWTH THINGS. YOU KNOW ME, I'M A GROWTH GUY. SO WHAT I'M SAYING IS WE'RE CREATING A PROCESS. WE'RE IN THE MIDDLE OF A PROCESS, WHETHER IT'S THE NATIONAL SECURITY 232 OR THE TRADE RESTRICTIONS ON 301. THAT PROCESS MAY WORK. YOU KNOW, SO FAR IT'S ONLY THE 232 TARIFFS THAT HAVE BEEN PUT INTO PLACE AND WE'RE GOING TO LOOK AT THOSE AGAIN EARLY NEXT WEEK. THE REST OF IT ARE JUST SUGGESTIONS. AND WE'RE GOING TO NEGOTIATE THOSE ASSOCIATIONS. SO I REMAIN OPTIMISTIC WE CAN DO SOMETHING VERY POSITIVE.\nDAVID FABER: LARRY, IT'S DAVID. ON THAT SUBJECT PARTICULARLY TO CHINA. CLEARLY WITH THE RECOGNIZING THE NEGOTIATIONS ARE FLUID, NONETHELESS, YOU HAVE TO GO IN I WOULD THINK WITH WHAT IS A CLEARLY DEFINED NOTION OF WHAT WOULD CONSTITUTE VICTORY. CAN YOU SHARE WITH US AT ALL SOME SENSE OF WHAT WOULD BE VICTORIOUS AGREEMENT WITH THE CHINESE?\nKUDLOW: WELL, I DON'T WANT TO BE TOO DEFINITIVE BECAUSE WE HAVEN'T STARTED THE NEGOTIATIONS. BUT – BUT, BUT, BUT, THERE'S NO QUESTION THAT THE U.S. GOVERNMENT HAS GOT TO SEE SOME PROGRESS AND IMPROVEMENT BY CHINA ON SOME OF THESE KEY ISSUES: THE TECHNOLOGY ISSUES, THE TARIFF AND NON-TARIFF BARRIER ISSUES, FOR EXAMPLE. THEY HAVE TO PLAY BY THE RULES. I DON'T WANT TO BE SPECIFIC. AND BY THE WAY, PRESIDENT XI A COUPLE OF WEEKS BACK MADE A VERY CONCILIATORY SPEECH. PRESIDENT TRUMP EMBRACED THAT IN A TWEET. AND HERE WE ARE GOING TO CHINA TO TRY TO NEGOTIATE. BUT DAVID, TO MAKE THIS THING WORK AND TO BE TAKEN SERIOUSLY, THERE HAS TO BE SOME VERY IMPORTANT SPECIFIC SIGNS ON KEY ISSUES, WHETHER IT'S TECHNOLOGY AND/OR TARIFFS, WHAT HAVE YOU, TO GIVE US HOPE THAT THIS CAN HAPPEN. LOOK, I WORKED FOR RONALD REAGAN A VERY LONG TIME AGO, AS YOU RECALL, HE COINED THE PHRASE, \"TRUST BUT VERIFY,\" SO I THINK THAT'S THE SPIRIT. IT'S A POSITIVE SPIRIT WE'RE GOING THERE. BUT YOU HAVE TO BE TOUGH. WE'RE REPRESENTING AMERICAN INTERESTS HERE.\nQUINTANILLA: LARRY, WE HOPE YOU'LL COME BACK AND GIVE US AN UPDATE ON THE OTHER SIDE. SAFE TRAVELS.\nKUDLOW: THANK YOU CARL. THANK YOU.\nQUINTANILLA: LARRY KUDLOW, NATIONAL ECONOMIC DIRECTOR AT THE WHITE HOUSE TODAY.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 50 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-04-26T20:58:00.000+03:00",
    "crawled": "2018-04-26T22:43:43.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "april",
        "cnbc",
        "squawk",
        "street",
        "following",
        "unofficial",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "national",
        "economic",
        "council",
        "director",
        "larry",
        "kudlow",
        "cnbc",
        "squawk",
        "street",
        "today",
        "thursday",
        "april",
        "following",
        "link",
        "video",
        "full",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "carl",
        "quintanilla",
        "meanwhile",
        "president",
        "say",
        "think",
        "good",
        "chance",
        "making",
        "trade",
        "deal",
        "china",
        "sending",
        "delegation",
        "top",
        "economic",
        "advisor",
        "beijing",
        "talk",
        "next",
        "week",
        "traveling",
        "secretary",
        "mnuchin",
        "trade",
        "rep",
        "robert",
        "lighthizer",
        "trade",
        "advisor",
        "peter",
        "navarro",
        "director",
        "national",
        "economic",
        "council",
        "larry",
        "kudlow",
        "join",
        "u",
        "morning",
        "white",
        "house",
        "larry",
        "good",
        "back",
        "good",
        "morning",
        "kudlow",
        "good",
        "morning",
        "carl",
        "thank",
        "quintanilla",
        "going",
        "china",
        "want",
        "come",
        "home",
        "kudlow",
        "going",
        "china",
        "hard",
        "know",
        "coming",
        "home",
        "serious",
        "negotiation",
        "president",
        "asked",
        "u",
        "go",
        "know",
        "lot",
        "dispute",
        "china",
        "unfair",
        "trading",
        "practice",
        "illegal",
        "trading",
        "practice",
        "technology",
        "related",
        "issue",
        "technology",
        "theft",
        "got",
        "barrier",
        "tariff",
        "like",
        "lower",
        "like",
        "market",
        "opening",
        "better",
        "talk",
        "discussion",
        "although",
        "several",
        "chinese",
        "official",
        "high",
        "hope",
        "know",
        "always",
        "optimist",
        "president",
        "trump",
        "expressed",
        "optimism",
        "day",
        "press",
        "conference",
        "president",
        "macron",
        "see",
        "carl",
        "see",
        "going",
        "cover",
        "broad",
        "area",
        "dispute",
        "discussed",
        "quintanilla",
        "read",
        "upon",
        "return",
        "much",
        "anything",
        "tim",
        "cook",
        "add",
        "conversation",
        "meeting",
        "yesterday",
        "kudlow",
        "well",
        "know",
        "mean",
        "read",
        "try",
        "brief",
        "everybody",
        "get",
        "back",
        "tell",
        "tim",
        "cook",
        "helpful",
        "really",
        "enjoyed",
        "meeting",
        "spent",
        "good",
        "amount",
        "time",
        "came",
        "back",
        "visited",
        "potus",
        "lot",
        "experience",
        "china",
        "obviously",
        "helpful",
        "making",
        "suggestion",
        "might",
        "also",
        "add",
        "love",
        "tax",
        "cut",
        "tax",
        "reform",
        "say",
        "great",
        "business",
        "apple",
        "going",
        "building",
        "plant",
        "campus",
        "adding",
        "job",
        "lot",
        "business",
        "investment",
        "first",
        "point",
        "made",
        "president",
        "trump",
        "anyone",
        "enjoyed",
        "meeting",
        "great",
        "pleasure",
        "jim",
        "cramer",
        "larry",
        "jim",
        "cramer",
        "first",
        "time",
        "able",
        "congratulate",
        "think",
        "well",
        "suited",
        "job",
        "great",
        "see",
        "kudlow",
        "thank",
        "jimmy",
        "thank",
        "jimmy",
        "appreciate",
        "much",
        "know",
        "cramer",
        "okay",
        "key",
        "deadline",
        "may",
        "1st",
        "john",
        "ferriola",
        "ceo",
        "nucor",
        "mad",
        "money",
        "recently",
        "saying",
        "would",
        "exyremely",
        "disappointed",
        "president",
        "fulfill",
        "commitment",
        "steel",
        "aluminum",
        "way",
        "around",
        "globe",
        "would",
        "difficult",
        "particularly",
        "given",
        "fact",
        "macron",
        "got",
        "eu",
        "concern",
        "president",
        "going",
        "going",
        "may",
        "1st",
        "larry",
        "going",
        "kudlow",
        "well",
        "thank",
        "right",
        "discussion",
        "referring",
        "national",
        "security",
        "tariff",
        "aluminum",
        "steel",
        "exclusion",
        "know",
        "number",
        "coutries",
        "canada",
        "mexico",
        "europe",
        "argentina",
        "brazil",
        "probably",
        "australia",
        "want",
        "leave",
        "anybody",
        "consideration",
        "know",
        "day",
        "thing",
        "part",
        "negotiation",
        "jimmy",
        "important",
        "friend",
        "make",
        "concession",
        "respect",
        "trading",
        "practice",
        "tariff",
        "tax",
        "mean",
        "example",
        "one",
        "issue",
        "cropping",
        "equal",
        "treatment",
        "automobile",
        "secret",
        "like",
        "see",
        "concession",
        "europe",
        "president",
        "said",
        "recent",
        "visit",
        "president",
        "macron",
        "locking",
        "everything",
        "believe",
        "deadline",
        "monday",
        "midnight",
        "thing",
        "lot",
        "discussion",
        "internally",
        "let",
        "know",
        "soon",
        "figure",
        "cramer",
        "larry",
        "worked",
        "long",
        "time",
        "taught",
        "great",
        "number",
        "thing",
        "taught",
        "globalistm",
        "taught",
        "idea",
        "free",
        "trade",
        "produce",
        "wealth",
        "everyone",
        "man",
        "work",
        "nationalist",
        "free",
        "trader",
        "meshing",
        "historic",
        "view",
        "free",
        "trade",
        "president",
        "view",
        "chinese",
        "waging",
        "war",
        "u",
        "never",
        "fought",
        "back",
        "kudlow",
        "well",
        "look",
        "couple",
        "thing",
        "like",
        "segment",
        "quite",
        "starkly",
        "alright",
        "guess",
        "globalist",
        "dirty",
        "word",
        "know",
        "jimmy",
        "trading",
        "around",
        "world",
        "promote",
        "economic",
        "growth",
        "ok",
        "globalist",
        "institution",
        "could",
        "without",
        "personal",
        "view",
        "heard",
        "subject",
        "believe",
        "world",
        "prosperity",
        "would",
        "benefit",
        "free",
        "open",
        "trading",
        "system",
        "key",
        "point",
        "mean",
        "president",
        "fullagreement",
        "let",
        "take",
        "china",
        "reason",
        "going",
        "negotiate",
        "fact",
        "china",
        "played",
        "rule",
        "many",
        "many",
        "year",
        "theft",
        "intellectual",
        "property",
        "forced",
        "transfer",
        "technology",
        "wide",
        "number",
        "tariff",
        "barrier",
        "gone",
        "couple",
        "decade",
        "problem",
        "notpresident",
        "trump",
        "solution",
        "china",
        "problem",
        "president",
        "trump",
        "said",
        "know",
        "enough",
        "enough",
        "first",
        "president",
        "decade",
        "track",
        "really",
        "relentlessly",
        "order",
        "fair",
        "trade",
        "free",
        "trade",
        "help",
        "america",
        "right",
        "everyone",
        "benefit",
        "settle",
        "issue",
        "open",
        "trading",
        "system",
        "far",
        "far",
        "satisfactory",
        "response",
        "china",
        "improving",
        "response",
        "let",
        "add",
        "going",
        "know",
        "clear",
        "globalist",
        "versues",
        "nationalist",
        "world",
        "dichotomy",
        "really",
        "exist",
        "specific",
        "jim",
        "detail",
        "guy",
        "go",
        "company",
        "company",
        "go",
        "country",
        "country",
        "make",
        "sure",
        "free",
        "trade",
        "road",
        "meantime",
        "path",
        "free",
        "trade",
        "right",
        "end",
        "unfair",
        "illegal",
        "trading",
        "practice",
        "barrier",
        "think",
        "exactly",
        "right",
        "way",
        "go",
        "give",
        "president",
        "lot",
        "credit",
        "heaven",
        "sake",
        "one",
        "wanted",
        "kudlow",
        "fair",
        "enough",
        "larry",
        "thank",
        "going",
        "pas",
        "sara",
        "sara",
        "eisen",
        "hey",
        "larry",
        "sara",
        "kudlow",
        "hi",
        "sara",
        "eisen",
        "mentioned",
        "hello",
        "mentioned",
        "tax",
        "benefit",
        "talked",
        "tim",
        "cook",
        "lower",
        "corporate",
        "tax",
        "rate",
        "wanted",
        "ask",
        "data",
        "got",
        "today",
        "durable",
        "good",
        "always",
        "good",
        "proxy",
        "business",
        "spending",
        "take",
        "transporation",
        "unchanged",
        "last",
        "month",
        "look",
        "order",
        "machinery",
        "actually",
        "sank",
        "happened",
        "idea",
        "company",
        "going",
        "take",
        "saving",
        "lower",
        "tax",
        "invest",
        "business",
        "hire",
        "buy",
        "machinery",
        "equipment",
        "boost",
        "economy",
        "way",
        "et",
        "seeing",
        "yet",
        "kudlow",
        "yes",
        "sara",
        "ca",
        "focus",
        "one",
        "month",
        "data",
        "look",
        "let",
        "go",
        "factory",
        "order",
        "capital",
        "good",
        "transportation",
        "thing",
        "like",
        "year",
        "year",
        "trend",
        "positive",
        "glanced",
        "morning",
        "think",
        "good",
        "number",
        "order",
        "shipment",
        "look",
        "ism",
        "report",
        "manufacturing",
        "service",
        "see",
        "strong",
        "movement",
        "cap",
        "x",
        "related",
        "business",
        "investment",
        "spending",
        "look",
        "gdp",
        "report",
        "show",
        "pickup",
        "afraid",
        "disagree",
        "interpretation",
        "data",
        "like",
        "take",
        "broader",
        "view",
        "tim",
        "cook",
        "laid",
        "president",
        "much",
        "apple",
        "expanding",
        "many",
        "company",
        "know",
        "expanding",
        "want",
        "focus",
        "one",
        "little",
        "toenail",
        "number",
        "okay",
        "disagree",
        "however",
        "analysis",
        "eisen",
        "well",
        "also",
        "wondering",
        "fair",
        "larry",
        "job",
        "kudlow",
        "nothing",
        "change",
        "eisen",
        "wondering",
        "impact",
        "though",
        "steel",
        "aluminum",
        "tariff",
        "manufacturing",
        "sector",
        "starting",
        "see",
        "rising",
        "input",
        "cost",
        "something",
        "heard",
        "caterpillar",
        "something",
        "heard",
        "pepsico",
        "morning",
        "uncertainty",
        "even",
        "broader",
        "tariff",
        "president",
        "threatened",
        "whether",
        "weighing",
        "business",
        "investment",
        "decision",
        "kudlow",
        "well",
        "upward",
        "price",
        "movement",
        "commodity",
        "mentioned",
        "see",
        "go",
        "see",
        "spreading",
        "negative",
        "consequence",
        "sara",
        "alert",
        "looking",
        "sort",
        "thing",
        "mean",
        "mind",
        "program",
        "try",
        "get",
        "u",
        "level",
        "playing",
        "field",
        "whether",
        "china",
        "europe",
        "wherever",
        "especially",
        "china",
        "program",
        "time",
        "hopefully",
        "negotiated",
        "point",
        "heard",
        "say",
        "united",
        "state",
        "president",
        "trump",
        "take",
        "action",
        "action",
        "include",
        "targeted",
        "tariff",
        "targeted",
        "tariff",
        "think",
        "correct",
        "thing",
        "tariff",
        "favorite",
        "tool",
        "think",
        "necessary",
        "tool",
        "move",
        "towards",
        "fair",
        "freer",
        "trade",
        "let",
        "point",
        "one",
        "thing",
        "want",
        "look",
        "dark",
        "side",
        "think",
        "improve",
        "world",
        "trading",
        "system",
        "badly",
        "need",
        "reform",
        "china",
        "elsewhere",
        "going",
        "great",
        "economic",
        "growth",
        "country",
        "around",
        "world",
        "view",
        "china",
        "behavior",
        "good",
        "key",
        "area",
        "actually",
        "holding",
        "back",
        "world",
        "economy",
        "holding",
        "back",
        "chinese",
        "economy",
        "time",
        "market",
        "opening",
        "time",
        "investment",
        "opening",
        "time",
        "rule",
        "law",
        "respect",
        "technology",
        "elsewhere",
        "good",
        "thing",
        "sara",
        "pro",
        "growth",
        "thing",
        "know",
        "growth",
        "guy",
        "saying",
        "creating",
        "process",
        "middle",
        "process",
        "whether",
        "national",
        "security",
        "trade",
        "restriction",
        "process",
        "may",
        "work",
        "know",
        "far",
        "tariff",
        "put",
        "place",
        "going",
        "look",
        "early",
        "next",
        "week",
        "rest",
        "suggestion",
        "going",
        "negotiate",
        "association",
        "remain",
        "optimistic",
        "something",
        "positive",
        "david",
        "faber",
        "larry",
        "david",
        "subject",
        "particularly",
        "china",
        "clearly",
        "recognizing",
        "negotiation",
        "fluid",
        "nonetheless",
        "go",
        "would",
        "think",
        "clearly",
        "defined",
        "notion",
        "would",
        "constitute",
        "victory",
        "share",
        "u",
        "sense",
        "would",
        "victorious",
        "agreement",
        "chinese",
        "kudlow",
        "well",
        "want",
        "definitive",
        "started",
        "negotiation",
        "question",
        "government",
        "got",
        "see",
        "progress",
        "improvement",
        "china",
        "key",
        "issue",
        "technology",
        "issue",
        "tariff",
        "barrier",
        "issue",
        "example",
        "play",
        "rule",
        "want",
        "specific",
        "way",
        "president",
        "xi",
        "couple",
        "week",
        "back",
        "made",
        "conciliatory",
        "speech",
        "president",
        "trump",
        "embraced",
        "tweet",
        "going",
        "china",
        "try",
        "negotiate",
        "david",
        "make",
        "thing",
        "work",
        "taken",
        "seriously",
        "important",
        "specific",
        "sign",
        "key",
        "issue",
        "whether",
        "technology",
        "tariff",
        "give",
        "u",
        "hope",
        "happen",
        "look",
        "worked",
        "ronald",
        "reagan",
        "long",
        "time",
        "ago",
        "recall",
        "coined",
        "phrase",
        "trust",
        "verify",
        "think",
        "spirit",
        "positive",
        "spirit",
        "going",
        "tough",
        "representing",
        "american",
        "interest",
        "quintanilla",
        "larry",
        "hope",
        "come",
        "back",
        "give",
        "u",
        "update",
        "side",
        "safe",
        "travel",
        "kudlow",
        "thank",
        "carl",
        "thank",
        "quintanilla",
        "larry",
        "kudlow",
        "national",
        "economic",
        "director",
        "white",
        "house",
        "today",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}