{
    "organizations": [],
    "uuid": "0c888aafee2edcfcad0176d6d65a496fe200e508",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/04/business-wire-eleven-biotherapeutics-reports-fourth-quarter-and-full-year-2017-operating-results-and-vicinium-development-progress.html",
    "ord_in_thread": 0,
    "title": "Eleven Biotherapeutics Reports Fourth Quarter and Full-Year 2017 Operating Results and Vicinium Development Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Preliminary Data from Phase 3 VISTA Trial in Bladder Cancer to be Presented During Plenary Session at American Urological Association Annual Meeting; Company to Host Conference Call in Conjunction with Data Presentation in May 2018\nExpected Operating Runway Extended into the First Quarter of 2019\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- Eleven Biotherapeutics, Inc. (NASDAQ: EBIO), a late-stage clinical company developing next-generation antibody-drug conjugate (ADC) therapies for the treatment of cancer, today reported key pipeline progress and operating results for the quarter and year ended December 31, 2017.\n“2017 was a year of significant developments for our company, and as we look ahead, I am highly encouraged by what we have already achieved in 2018. Vicinium™, our lead product candidate, holds significant potential in treating a range of cancers, and is well underway in a registration trial for people with non-muscle invasive bladder cancer,” said Stephen Hurly, president and chief executive officer of Eleven Biotherapeutics. “We recently completed enrollment in our Phase 3 VISTA trial, and we are pleased that initial data from the first patients in the VISTA trial were selected for an oral presentation at the American Urological Association Annual Meeting. 2018 is set to be a transformative year, and with the completion of our recent equity financing, we are capitalized to continue advancing Vicinium. We look forward to assessing its efficacy and safety in NMIBC, and exploring opportunities to expand its utility in other indications and in combination regimens.”\nRecent Pipeline and Corporate Highlights\nOn March 23, 2018, Eleven Biotherapeutics closed a $10.0 million equity financing priced at-the-market. This financing, coupled with the proceeds from the company’s $8.0 million public offering completed in November 2017, extends the company’s cash runway into the first quarter of 2019 based on its current operating plan. In March 2018, Eleven Biotherapeutics announced that enrollment was completed in the company’s Phase 3 VISTA trial evaluating its lead product candidate, Vicinium, for the treatment of patients with non-muscle invasive bladder cancer (NMIBC) who have been previously treated with bacillus Calmette-Guérin (BCG). In December 2017, a trial at the US National Cancer Institute (NCI) of Vicinium in combination with AstraZeneca's immune checkpoint inhibitor, Imfinzi ® (durvalumab), for the treatment of NMIBC opened. In September 2017, Eleven Biotherapeutics completed the manufacturing of all Vicinium necessary for its ongoing trials.\nUpcoming Data Presentations\nPresent Preclinical Data at AACR: Eleven Biotherapeutics will present preclinical data from its deBouganin program at the 2018 American Association for Cancer Research (AACR) Annual Meeting during two poster sessions. The company’s systemically administered product candidates are designed using its proprietary de-immunized variant of the plant-derived cytotoxin bouganin, deBouganin. Details of the presentations are as following: Poster Title: VB6-845d Tumor Cell Killing Elicits Biologic Features of Immunogenic Cell Death Date and Time: April 16, 2018 from 1:00 to 5:00 p.m. CT Poster Title: Engineering and Characterization of Anti-PSMA Humabody-DeBouganin Fusion Proteins Date and Time: April 18, 2018 from 8:00 a.m. to 12:00 p.m. CT Present Data from Phase 3 VISTA Trial at AUA Annual Meeting: Eleven Biotherapeutics will present the first, topline data from its Phase 3 VISTA trial of Vicinium in patients with NMIBC who have been previously treated with BCG during a plenary session at this year’s American Urological Association Annual Meeting being held in San Francisco. The data being presented are three-month data from an initial 75 patients in the trial. Details of the presentation are as follows: Presentation Title: Phase 3 Study of Vicinium in BCG-Unresponsive Non-Muscle Invasive Bladder Cancer: Initial Results Date and Time: Monday, May 21, 2018 at 11:00 a.m. PT\nFourth Quarter and Full-Year 2017 Financial Results\nCash Position: Cash and cash equivalents were $14.7 million as of December 31, 2017, compared to $25.3 million as of December 31, 2016, a decrease of $10.6 million, which was primarily driven by $17.6 million in cash used by operating activities plus, $0.1 million in capital expenditures, partially offset by $7.1 million in cash provided through the November 2017 underwritten public offering. Revenue: No revenue was recognized during the three months ended December 31, 2017, compared to $0.8 million for the same three-month period in 2016. Revenue was $0.4 million for the twelve months ended December 31, 2017, compared to $30.0 million for the same period in 2016. The decrease was primarily due to a decrease in license revenue as we recognized the upfront license fee and development milestone payment under the license agreement with Roche, relating to the execution of the license agreement and the successful submission of the IND application for EBI-031 during 2016, as well as a decrease in collaboration revenue from a terminated collaboration. R&D Expenses: Research and development expenses were $3.1 million for the three months ended December 31, 2017, compared to $2.8 million for the same period in 2016. For the twelve months ended December 31, 2017 research and development expenses were $12.5 million compared to $13.5 million for the 2016 fiscal year. The decrease of $1.0 million was primarily due to a decrease in EBI-031 related development expenses of $3.0 million due to the license agreement with Roche in which Roche is responsible for all on-going development expenses, as well as a decrease of $1.7 million of isunakinra-related development expenses, which development activities are no longer ongoing. These decreases were partially offset by increases in Vicinium-related development expenses of $5.4 million, since the company’s acquisition of Viventia Bio Inc. (Viventia) in September 2016. G&A Expenses: General and administrative expenses were $2.0 million for the three months ended December 31, 2017, compared to $2.8 million for the same period in 2016. For the twelve months ended December 31, 2017 general and administrative expenses were $8.1 million compared to $14.7 million for fiscal 2016. The decrease of $6.7 million was primarily due to a reduction of professional fees as well as salaries and related costs for personnel, including stock-based compensation. For the year ended December 31, 2016, the company had higher professional fees related to the license agreement with Roche, the company’s 2016 review of strategic alternatives and the acquisition of Viventia. In addition, for the year ended December 31, 2016, the company recorded higher severance costs related to the acquisition of Viventia. Net Income (Loss): Net loss was $6.6 million, or $0.22 per share, for the three months ended December 31, 2017, compared to net loss of $3.5 million, or $0.15 per share, for the same period in 2016. Net loss was $29.0 million, or $1.11 per share, for the twelve months ended December 31, 2017, compared to net income of $1.9 million, or $0.09 per share, for the same period in 2016. Fiscal 2016 was benefited by approximately $30.0 million in revenue under the company’s license agreement with Roche while no comparable revenue was recognized during fiscal 2017. Financial Guidance: Following Eleven Biotherapeutics’ recent $10.0 million equity financing in March 2018, the company expects to have capital to fund its current operating plans into the first quarter of 2019; however, we have based this estimate on assumptions that may prove to be wrong, and our capital resources may be utilized faster than we currently expect.\nAbout Vicinium™\nVicinium™, Eleven Biotherapeutics’ lead product candidate, is a next-generation antibody-drug conjugate (ADC) developed using the company’s proprietary Targeted Protein Therapeutics platform. Vicinium is comprised of a recombinant fusion protein that targets epithelial cell adhesion molecule (EpCAM) antigens on the surface of tumor cells to deliver a potent protein payload, Pseudomonas Exotoxin A (ETA). Vicinium is constructed with a stable, genetically engineered peptide linker to ensure the payload remains attached until it is internalized by the cancer cell, which is believed to decrease the risk of toxicity to healthy tissues, thereby improving its safety. In prior clinical studies conducted by Eleven Biotherapeutics, EpCAM has been shown to be overexpressed in non-muscle invasive bladder cancer (NMIBC) cells with minimal to no EpCAM expression observed on normal bladder cells. Eleven Biotherapeutics is currently conducting the Phase 3 VISTA trial, designed to support the registration of Vicinium for the treatment of NMIBC in patients who have previously received two courses of bacillus Calmette-Guérin (BCG) and whose disease is now BCG-unresponsive. Topline, three-month data from the trial are expected in mid-2018. Additionally, Eleven Biotherapeutics believes that Vicinium’s cancer cell-killing properties promote an anti-tumor immune response that may potentially combine well with immuno-oncology drugs, such as checkpoint inhibitors. The activity of Vicinium in BCG-unresponsive NMIBC is also being explored at the US National Cancer Institute in combination with AstraZeneca’s immune checkpoint inhibitor durvalumab.\nAbout Eleven Biotherapeutics\nEleven Biotherapeutics, Inc. is a late-stage clinical company advancing next-generation antibody-drug conjugate (ADC) therapies for the treatment of cancer based on the company’s Targeted Protein Therapeutics platform. The company’s lead program, Vicinium™, is currently in a Phase 3 registration trial for the treatment of non-muscle invasive bladder cancer, with topline data expected in mid-2018. Vicinium incorporates a tumor-targeting antibody fragment and a protein cytotoxic payload into a single protein molecule designed to selectively and effectively kill cancer cells while sparing healthy cells. For more information, please visit the company’s website at www.elevenbio.com .\nCautionary Note on Forward-Looking Statements\nAny statements in this press release about future expectations, plans and prospects for the Company, the Company’s strategy, future operations, and other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “target,” “potential,” “will,” “would,” “could,” “should,” “continue,” and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: the uncertainties inherent in the initiation and conduct of clinical trials, our ability to successfully develop our product candidates and complete our planned clinical programs, our ability to obtain marketing approvals for our product candidates, expectations regarding our ongoing clinical trials, availability and timing of data from clinical trials, whether interim results from a clinical trial will be predictive of the final results of the trial or results of early clinical studies will be indicative of the results of future studies, the adequacy of any clinical models, expectations regarding regulatory approvals; our ability to obtain additional capital to continue to fund operations and other factors discussed in the “Risk Factors” section of the Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and other reports filed with the Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent the Company’s views as of the date hereof. The Company anticipates that subsequent events and developments will cause the Company’s views to change. However, while the Company may elect to update these forward-looking statements at some point in the future, the Company specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing the Company’s views as of any date subsequent to the date hereof.\nELEVEN BIOTHERAPEUTICS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except per share data) (unaudited) Three Months Ended December 31, Twelve Months Ended December 31, 2017\n2016\n2017\n2016\nTotal revenue $ - $ 825 $ 425 $ 29,981 Operating expenses: Research and development 3,108 2,795 12,510 13,479 General and administrative 1,985 2,752 8,070 14,736 Loss (gain) from change in fair value of contingent consideration 1,500 (1,100 ) 9,100 (1,100 ) Total operating expenses 6,593 4,447 29,680 27,115 Loss (gain) from operations (6,593 ) (3,622 ) (29,255 ) 2,866 Other income (expense), net 46 96 226 (970 ) Net (loss) income before income taxes (6,547 ) (3,526 ) (29,029 ) 1,896 Provision for income taxes - 5 - 5 Net (loss) income and comprehensive (loss) income $ (6,547 ) $ (3,531 ) $ (29,029 ) $ 1,891 Net (loss) income per share —basic $ (0.22 ) $ (0.15 ) $ (1.11 ) $ 0.09 Weighted-average number of common shares used in net (loss) income per share —basic\n30,385 24,296 26,105 21,083 Net (loss) income per share —diluted $ (0.22 ) $ (0.15 ) $ (1.11 ) $ 0.09 Weighted-average number of common shares used in net (loss) income per share —diluted\n30,385 24,296 26,105 21,733 ELEVEN BIOTHERAPEUTICS, INC. CONSOLIDATED BALANCE SHEETS (in thousands) December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 14,680 $ 25,342 Prepaid expenses and other current assets 301 585 Total current assets 14,981 25,927 Property and equipment, net 522 796 Restricted cash 10 10 Intangible assets 46,400 60,500 Goodwill 13,064 16,864 Other assets 120 - Total assets $ 75,097 $ 104,097 Liabilities and stockholders' equity Current liabilities: Accounts payable $ 907 $ 1,667 Accrued expenses 3,813 1,774 Deferred revenue - 425 Due to related party - 114 Total current liabilities 4,720 3,980 Other liabilities 215 - Warrant liability - 5 Deferred tax liability 12,528 16,335 Contingent consideration 39,600 45,100 Stockholders' equity: Common stock 35 25 Additional paid-in capital 170,330 161,963 Accumulated deficit (152,331 ) (123,311 ) Total stockholders' equity 18,034 38,677 Total liabilities and stockholders' equity $ 75,097 $ 104,097\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180404006207/en/\nTHRUST\nMonique Allaire, 617-895-9511\nmonique@thrustir.com\nor\nAlicia Davis, 910-620-3302\nalicia@thrustir.com\nSource: Eleven Biotherapeutics, Inc.",
    "published": "2018-04-05T00:05:00.000+03:00",
    "crawled": "2018-04-05T02:50:29.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "preliminary",
        "data",
        "phase",
        "vista",
        "trial",
        "bladder",
        "cancer",
        "presented",
        "plenary",
        "session",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "company",
        "host",
        "conference",
        "call",
        "conjunction",
        "data",
        "presentation",
        "may",
        "expected",
        "operating",
        "runway",
        "extended",
        "first",
        "quarter",
        "cambridge",
        "business",
        "wire",
        "eleven",
        "biotherapeutics",
        "nasdaq",
        "ebio",
        "clinical",
        "company",
        "developing",
        "conjugate",
        "adc",
        "therapy",
        "treatment",
        "cancer",
        "today",
        "reported",
        "key",
        "pipeline",
        "progress",
        "operating",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "year",
        "significant",
        "development",
        "company",
        "look",
        "ahead",
        "highly",
        "encouraged",
        "already",
        "achieved",
        "lead",
        "product",
        "candidate",
        "hold",
        "significant",
        "potential",
        "treating",
        "range",
        "cancer",
        "well",
        "underway",
        "registration",
        "trial",
        "people",
        "invasive",
        "bladder",
        "cancer",
        "said",
        "stephen",
        "hurly",
        "president",
        "chief",
        "executive",
        "officer",
        "eleven",
        "biotherapeutics",
        "recently",
        "completed",
        "enrollment",
        "phase",
        "vista",
        "trial",
        "pleased",
        "initial",
        "data",
        "first",
        "patient",
        "vista",
        "trial",
        "selected",
        "oral",
        "presentation",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "set",
        "transformative",
        "year",
        "completion",
        "recent",
        "equity",
        "financing",
        "capitalized",
        "continue",
        "advancing",
        "vicinium",
        "look",
        "forward",
        "assessing",
        "efficacy",
        "safety",
        "nmibc",
        "exploring",
        "opportunity",
        "expand",
        "utility",
        "indication",
        "combination",
        "recent",
        "pipeline",
        "corporate",
        "highlight",
        "march",
        "eleven",
        "biotherapeutics",
        "closed",
        "million",
        "equity",
        "financing",
        "priced",
        "financing",
        "coupled",
        "proceeds",
        "company",
        "million",
        "public",
        "offering",
        "completed",
        "november",
        "extends",
        "company",
        "cash",
        "runway",
        "first",
        "quarter",
        "based",
        "current",
        "operating",
        "plan",
        "march",
        "eleven",
        "biotherapeutics",
        "announced",
        "enrollment",
        "completed",
        "company",
        "phase",
        "vista",
        "trial",
        "evaluating",
        "lead",
        "product",
        "candidate",
        "vicinium",
        "treatment",
        "patient",
        "invasive",
        "bladder",
        "cancer",
        "nmibc",
        "previously",
        "treated",
        "bacillus",
        "bcg",
        "december",
        "trial",
        "u",
        "national",
        "cancer",
        "institute",
        "nci",
        "vicinium",
        "combination",
        "astrazeneca",
        "immune",
        "checkpoint",
        "inhibitor",
        "imfinzi",
        "durvalumab",
        "treatment",
        "nmibc",
        "opened",
        "september",
        "eleven",
        "biotherapeutics",
        "completed",
        "manufacturing",
        "vicinium",
        "necessary",
        "ongoing",
        "trial",
        "upcoming",
        "data",
        "presentation",
        "present",
        "preclinical",
        "data",
        "aacr",
        "eleven",
        "biotherapeutics",
        "present",
        "preclinical",
        "data",
        "debouganin",
        "program",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "two",
        "poster",
        "session",
        "company",
        "systemically",
        "administered",
        "product",
        "candidate",
        "designed",
        "using",
        "proprietary",
        "variant",
        "cytotoxin",
        "bouganin",
        "debouganin",
        "detail",
        "presentation",
        "following",
        "poster",
        "title",
        "tumor",
        "cell",
        "killing",
        "elicits",
        "biologic",
        "feature",
        "immunogenic",
        "cell",
        "death",
        "date",
        "time",
        "april",
        "ct",
        "poster",
        "title",
        "engineering",
        "characterization",
        "fusion",
        "protein",
        "date",
        "time",
        "april",
        "ct",
        "present",
        "data",
        "phase",
        "vista",
        "trial",
        "aua",
        "annual",
        "meeting",
        "eleven",
        "biotherapeutics",
        "present",
        "first",
        "topline",
        "data",
        "phase",
        "vista",
        "trial",
        "vicinium",
        "patient",
        "nmibc",
        "previously",
        "treated",
        "bcg",
        "plenary",
        "session",
        "year",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "held",
        "san",
        "francisco",
        "data",
        "presented",
        "data",
        "initial",
        "patient",
        "trial",
        "detail",
        "presentation",
        "follows",
        "presentation",
        "title",
        "phase",
        "study",
        "vicinium",
        "invasive",
        "bladder",
        "cancer",
        "initial",
        "result",
        "date",
        "time",
        "monday",
        "may",
        "pt",
        "fourth",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "primarily",
        "driven",
        "million",
        "cash",
        "used",
        "operating",
        "activity",
        "plus",
        "million",
        "capital",
        "expenditure",
        "partially",
        "offset",
        "million",
        "cash",
        "provided",
        "november",
        "underwritten",
        "public",
        "offering",
        "revenue",
        "revenue",
        "recognized",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "revenue",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "license",
        "revenue",
        "recognized",
        "upfront",
        "license",
        "fee",
        "development",
        "milestone",
        "payment",
        "license",
        "agreement",
        "roche",
        "relating",
        "execution",
        "license",
        "agreement",
        "successful",
        "submission",
        "ind",
        "application",
        "well",
        "decrease",
        "collaboration",
        "revenue",
        "terminated",
        "collaboration",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "twelve",
        "month",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "decrease",
        "million",
        "primarily",
        "due",
        "decrease",
        "related",
        "development",
        "expense",
        "million",
        "due",
        "license",
        "agreement",
        "roche",
        "roche",
        "responsible",
        "development",
        "expense",
        "well",
        "decrease",
        "million",
        "development",
        "expense",
        "development",
        "activity",
        "longer",
        "ongoing",
        "decrease",
        "partially",
        "offset",
        "increase",
        "development",
        "expense",
        "million",
        "since",
        "company",
        "acquisition",
        "viventia",
        "bio",
        "viventia",
        "september",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "twelve",
        "month",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "fiscal",
        "decrease",
        "million",
        "primarily",
        "due",
        "reduction",
        "professional",
        "fee",
        "well",
        "salary",
        "related",
        "cost",
        "personnel",
        "including",
        "compensation",
        "year",
        "ended",
        "december",
        "company",
        "higher",
        "professional",
        "fee",
        "related",
        "license",
        "agreement",
        "roche",
        "company",
        "review",
        "strategic",
        "alternative",
        "acquisition",
        "viventia",
        "addition",
        "year",
        "ended",
        "december",
        "company",
        "recorded",
        "higher",
        "severance",
        "cost",
        "related",
        "acquisition",
        "viventia",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "period",
        "fiscal",
        "benefited",
        "approximately",
        "million",
        "revenue",
        "company",
        "license",
        "agreement",
        "roche",
        "comparable",
        "revenue",
        "recognized",
        "fiscal",
        "financial",
        "guidance",
        "following",
        "eleven",
        "biotherapeutics",
        "recent",
        "million",
        "equity",
        "financing",
        "march",
        "company",
        "expects",
        "capital",
        "fund",
        "current",
        "operating",
        "plan",
        "first",
        "quarter",
        "however",
        "based",
        "estimate",
        "assumption",
        "may",
        "prove",
        "wrong",
        "capital",
        "resource",
        "may",
        "utilized",
        "faster",
        "currently",
        "expect",
        "eleven",
        "biotherapeutics",
        "lead",
        "product",
        "candidate",
        "conjugate",
        "adc",
        "developed",
        "using",
        "company",
        "proprietary",
        "targeted",
        "protein",
        "therapeutic",
        "platform",
        "vicinium",
        "comprised",
        "recombinant",
        "fusion",
        "protein",
        "target",
        "epithelial",
        "cell",
        "adhesion",
        "molecule",
        "epcam",
        "antigen",
        "surface",
        "tumor",
        "cell",
        "deliver",
        "potent",
        "protein",
        "payload",
        "pseudomonas",
        "exotoxin",
        "eta",
        "vicinium",
        "constructed",
        "stable",
        "genetically",
        "engineered",
        "peptide",
        "linker",
        "ensure",
        "payload",
        "remains",
        "attached",
        "internalized",
        "cancer",
        "cell",
        "believed",
        "decrease",
        "risk",
        "toxicity",
        "healthy",
        "tissue",
        "thereby",
        "improving",
        "safety",
        "prior",
        "clinical",
        "study",
        "conducted",
        "eleven",
        "biotherapeutics",
        "epcam",
        "shown",
        "overexpressed",
        "invasive",
        "bladder",
        "cancer",
        "nmibc",
        "cell",
        "minimal",
        "epcam",
        "expression",
        "observed",
        "normal",
        "bladder",
        "cell",
        "eleven",
        "biotherapeutics",
        "currently",
        "conducting",
        "phase",
        "vista",
        "trial",
        "designed",
        "support",
        "registration",
        "vicinium",
        "treatment",
        "nmibc",
        "patient",
        "previously",
        "received",
        "two",
        "course",
        "bacillus",
        "bcg",
        "whose",
        "disease",
        "topline",
        "data",
        "trial",
        "expected",
        "additionally",
        "eleven",
        "biotherapeutics",
        "belief",
        "vicinium",
        "cancer",
        "property",
        "promote",
        "immune",
        "response",
        "may",
        "potentially",
        "combine",
        "well",
        "drug",
        "checkpoint",
        "inhibitor",
        "activity",
        "vicinium",
        "nmibc",
        "also",
        "explored",
        "u",
        "national",
        "cancer",
        "institute",
        "combination",
        "astrazeneca",
        "immune",
        "checkpoint",
        "inhibitor",
        "durvalumab",
        "eleven",
        "biotherapeutics",
        "eleven",
        "biotherapeutics",
        "clinical",
        "company",
        "advancing",
        "conjugate",
        "adc",
        "therapy",
        "treatment",
        "cancer",
        "based",
        "company",
        "targeted",
        "protein",
        "therapeutic",
        "platform",
        "company",
        "lead",
        "program",
        "currently",
        "phase",
        "registration",
        "trial",
        "treatment",
        "invasive",
        "bladder",
        "cancer",
        "topline",
        "data",
        "expected",
        "vicinium",
        "incorporates",
        "antibody",
        "fragment",
        "protein",
        "cytotoxic",
        "payload",
        "single",
        "protein",
        "molecule",
        "designed",
        "selectively",
        "effectively",
        "kill",
        "cancer",
        "cell",
        "sparing",
        "healthy",
        "cell",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "cautionary",
        "note",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "company",
        "company",
        "strategy",
        "future",
        "operation",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "conduct",
        "clinical",
        "trial",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "complete",
        "planned",
        "clinical",
        "program",
        "ability",
        "obtain",
        "marketing",
        "approval",
        "product",
        "candidate",
        "expectation",
        "regarding",
        "ongoing",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "clinical",
        "trial",
        "whether",
        "interim",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "result",
        "early",
        "clinical",
        "study",
        "indicative",
        "result",
        "future",
        "study",
        "adequacy",
        "clinical",
        "model",
        "expectation",
        "regarding",
        "regulatory",
        "approval",
        "ability",
        "obtain",
        "additional",
        "capital",
        "continue",
        "fund",
        "operation",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "hereof",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "however",
        "company",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "eleven",
        "biotherapeutics",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "gain",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "total",
        "operating",
        "expense",
        "loss",
        "gain",
        "operation",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "income",
        "comprehensive",
        "loss",
        "income",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "eleven",
        "biotherapeutics",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "intangible",
        "asset",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "due",
        "related",
        "party",
        "total",
        "current",
        "liability",
        "liability",
        "warrant",
        "liability",
        "deferred",
        "tax",
        "liability",
        "contingent",
        "consideration",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "thrust",
        "monique",
        "allaire",
        "monique",
        "alicia",
        "davis",
        "alicia",
        "source",
        "eleven",
        "biotherapeutics",
        "inc"
    ]
}