{
    "organizations": [],
    "uuid": "07155caad4ffd03d048397ef0d396068ef5069d3",
    "author": "Alison Frankel",
    "url": "https://www.reuters.com/article/legal-us-otc-syngenta-fraud/farmers-sue-their-own-lawyers-at-watts-guerra-claiming-fraud-in-syngenta-gmo-case-idUSKBN1HW2SB",
    "ord_in_thread": 0,
    "title": "Farmers sue their own lawyers at Watts Guerra, claiming fraud in Syngenta GMO case",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - Three North Dakota farmers filed a class action Tuesday against the Texas plaintiffs' firm Watts Guerra , alleging that Watts and a dozen co-counsel duped nearly 60,000 farmers into signing 40 percent contingency fee agreements in nationwide litigation against the agricultural company Syngenta, then cut secret deals to preserve the contingency fees by excluding Watts clients from state and federal class actions against the company. The Minnesota federal court class action asserts racketeering, conspiracy, fraud and state-law claims against Watts and the other defendants. The suit asks, among other things, for a declaration that the contingency fee agreements are void.\nMikal Watts of Watts Guerra said in a phone interview Wednesday that the new class action is “frivolous and meritless,” and that the farmers’ lawyer, Douglas Nill of FarmLaw , is uninformed about the Syngenta litigation.\nLast September, the agricultural giant agreed to a $1.5 billion settlement to resolve nationwide claims by hundreds of thousands of U.S. corn farmers who blamed Syngenta for pushing sales of genetically modified seeds that produced a crop China refused to import. The settlement, structured as a class deal, resolves claims by Watts Guerra clients as well as corn farmers not represented by the firm. It received preliminary approval earlier this month from U.S. District Judge John Lungstrum of Kansas City, Kansas, who is overseeing consolidated litigation in federal court.\n“We have done a good job and we’ve done it ethically,” Watts said. “Every dollar I’m going to earn in this case is a fee earned.”\nIn a press release issued after our interview, Watts added, “My firm has spent tens of millions of dollars and invested tens of thousands of hours, and worked over the past four years with other fine law firms across the Corn Belt, who collectively applied the herculean pressure required to force Syngenta to settle this case brought on behalf of American corn farmers for $1.5 billion … I worked diligently and ethically to achieve the task I was appointed to undertake, and did so at the direction of two excellent special masters operating under the careful supervision of three judges, in both state and federal courts.”\nWatts, as you may recall, has weathered far worse than fraud allegations in a civil suit. In 2016, he was acquitted by a federal jury in Mississippi on charges that he orchestrated a scheme to defraud the oil company BP by filing claims on behalf of tens of thousands of “phantom clients.” Watts, who represented himself at the criminal trial, blamed outside investigators for supplying his firm with flawed information about seafood workers who purportedly suffered economic injuries after the Deepwater Horizon oil spill.\nRegardless of what happens in the new class action, this case – like the Volkswagen clean diesel and NFL concussion cases – raises tough questions about the obligations of lawyers who represent individual clients in litigation resolved through sweeping class action settlements. As the complaint alleges, U.S. corn farmers who never filed their own suits against Syngenta will just have to pay court-awarded fees to class counsel. But those who followed Watts Guerra’s exhortations and retained the firm to file individual suits are facing 40 percent contingency fees on top of fees for class counsel. Even if the MDL judge awards class counsel only 10 percent of the settlement, Watts Guerra clients will see nearly half of their recovery consumed by legal fees, according to the complaint. That would be “grotesque,” the complaint said.\nIt’s all the more galling, the new suit contends, because Watts Guerra and the other defendants deceived their clients about the relative merits and drawbacks of filing their own suits and then supposedly made sure the farmers they represented would not be notified about developments in the federal case in Kansas City or a statewide class action in state court in Minnesota. According to the complaint, Watts Guerra and its co-counsel engineered a media and advertising blitz to sign up clients across the Corn Belt. They held town halls, set up websites and ran television and print ads targeting farmers. The message was consistent, according to the complaint: If farmers wanted to end up with more than a coupon or a free bag of seed, they should not rely on a class action but should instead protect their rights by filing their own lawsuit. Between 50,000 and 60,000 farmers ended up signing contingency fee contracts with Watts Guerra and its affiliates – some of them after classes were certified in Minnesota and in federal court and Syngenta entered global settlement talks.\nThe complaint’s most controversial allegations, in my mind, involve supposed deals between Watts Guerra and class counsel to keep Watts Guerra’s clients in the dark about the class actions. According to the suit, Watts Guerra signed joint prosecution agreements in both the federal and Minnesota cases. Class counsel agreed to exclude Watts Guerra clients from class certification motions, and in return Watts Guerra allegedly agreed not to oppose class certification and to pay a big chunk of assessed common benefit fees to class counsel.\nThe complaint contends that the judges who certified the Minnesota and federal classes did not realize that Watts Guerra was not providing class notices to its clients. (According to the suit, Watts Guerra informed clients of the joint prosecution agreements more than a year after they were signed, and then only to let them know they didn’t need to opt out of the class.)\n“Defendants effectively opted farmers out of the class proceedings without informing them of their options and rights,” the complaint alleges. “In short, the due process and equal protection rights of 60,000 farmers were not protected; they were not able to exercise their individual right to be part of the class or opt-out of it; they were not given court-approved notice that they were members of the class proceedings nor were they able to make their own choice in deciding whether or not to opt-out of the federal MDL and Minnesota classes.”\nWatts told me there was nothing secret or improper about the joint prosecution agreements, which simply reflected the cooperation between his firm and lawyers for the class as they squeezed Syngenta. He said he obtained ethics opinions okaying the agreements before he signed them. His press release said the complaint “is not worth the paper it is written on, nor the ink it took to pollute the pages of (the) petition.”\nIt’s obviously within the bounds of ethics for a lawyer to advise clients to opt out of a class action settlement if you think you can get a better deal for them. Watts may well have thought he could use the leverage of his enormous inventory of cases to obtain a premium for his clients. But according to the complaint, his clients will end up with the same terms as class members who weren’t represented by Watts Guerra - except they’ll also have to pay contingency fees. (Watt declined to say whether he would seek to enforce his private fee agreements but did say the MDL lawyer has the inherent power to oversee his fees.)\nLead counsel in the federal Syngenta MDL – Don Downing of Gray Ritter & Graham , Patrick Stueve of Stueve Siegel Hanson , Scott Powell of Hare Wynn Newell & Newton and William Chaney of Gray Reed & McGraw – sent an email statement in response to my email asking about allegations that they colluded with Watts to exclude his clients from the class. (They are not named as defendants in the suit.)\n“All joint prosecution agreements, including the one in question in this lawsuit, were disclosed to the court,” the statement said. “It included provisions concerning any potential future payments of common benefit assessments that would be awarded by the court for work done on the cases by lead counsel only if the MDL class cases were ultimately not certified as a class action ... Because we reached a nationwide class settlement agreement, such provisions for future payments of common benefit assessments do not apply. Mr. Watts’ clients after fully informed consent still have a right to opt out. The fully disclosed JPA agreement simply set up a mechanism for his clients who filed individual actions to do so after being fully informed of their rights.”\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-04-26T04:05:00.000+03:00",
    "crawled": "2018-04-25T23:33:01.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "three",
        "north",
        "dakota",
        "farmer",
        "filed",
        "class",
        "action",
        "tuesday",
        "texas",
        "plaintiff",
        "firm",
        "watt",
        "guerra",
        "alleging",
        "watt",
        "dozen",
        "duped",
        "nearly",
        "farmer",
        "signing",
        "percent",
        "contingency",
        "fee",
        "agreement",
        "nationwide",
        "litigation",
        "agricultural",
        "company",
        "syngenta",
        "cut",
        "secret",
        "deal",
        "preserve",
        "contingency",
        "fee",
        "excluding",
        "watt",
        "client",
        "state",
        "federal",
        "class",
        "action",
        "company",
        "minnesota",
        "federal",
        "court",
        "class",
        "action",
        "asserts",
        "racketeering",
        "conspiracy",
        "fraud",
        "claim",
        "watt",
        "defendant",
        "suit",
        "asks",
        "among",
        "thing",
        "declaration",
        "contingency",
        "fee",
        "agreement",
        "void",
        "mikal",
        "watt",
        "watt",
        "guerra",
        "said",
        "phone",
        "interview",
        "wednesday",
        "new",
        "class",
        "action",
        "frivolous",
        "meritless",
        "farmer",
        "lawyer",
        "douglas",
        "nill",
        "farmlaw",
        "uninformed",
        "syngenta",
        "litigation",
        "last",
        "september",
        "agricultural",
        "giant",
        "agreed",
        "billion",
        "settlement",
        "resolve",
        "nationwide",
        "claim",
        "hundred",
        "thousand",
        "corn",
        "farmer",
        "blamed",
        "syngenta",
        "pushing",
        "sale",
        "genetically",
        "modified",
        "seed",
        "produced",
        "crop",
        "china",
        "refused",
        "import",
        "settlement",
        "structured",
        "class",
        "deal",
        "resolve",
        "claim",
        "watt",
        "guerra",
        "client",
        "well",
        "corn",
        "farmer",
        "represented",
        "firm",
        "received",
        "preliminary",
        "approval",
        "earlier",
        "month",
        "district",
        "judge",
        "john",
        "lungstrum",
        "kansa",
        "city",
        "kansa",
        "overseeing",
        "consolidated",
        "litigation",
        "federal",
        "court",
        "done",
        "good",
        "job",
        "done",
        "ethically",
        "watt",
        "said",
        "every",
        "dollar",
        "going",
        "earn",
        "case",
        "fee",
        "press",
        "release",
        "issued",
        "interview",
        "watt",
        "added",
        "firm",
        "spent",
        "ten",
        "million",
        "dollar",
        "invested",
        "ten",
        "thousand",
        "hour",
        "worked",
        "past",
        "four",
        "year",
        "fine",
        "law",
        "firm",
        "across",
        "corn",
        "belt",
        "collectively",
        "applied",
        "herculean",
        "pressure",
        "required",
        "force",
        "syngenta",
        "settle",
        "case",
        "brought",
        "behalf",
        "american",
        "corn",
        "farmer",
        "billion",
        "worked",
        "diligently",
        "ethically",
        "achieve",
        "task",
        "appointed",
        "undertake",
        "direction",
        "two",
        "excellent",
        "special",
        "master",
        "operating",
        "careful",
        "supervision",
        "three",
        "judge",
        "state",
        "federal",
        "watt",
        "may",
        "recall",
        "weathered",
        "far",
        "worse",
        "fraud",
        "allegation",
        "civil",
        "suit",
        "acquitted",
        "federal",
        "jury",
        "mississippi",
        "charge",
        "orchestrated",
        "scheme",
        "defraud",
        "oil",
        "company",
        "bp",
        "filing",
        "claim",
        "behalf",
        "ten",
        "thousand",
        "phantom",
        "watt",
        "represented",
        "criminal",
        "trial",
        "blamed",
        "outside",
        "investigator",
        "supplying",
        "firm",
        "flawed",
        "information",
        "seafood",
        "worker",
        "purportedly",
        "suffered",
        "economic",
        "injury",
        "deepwater",
        "horizon",
        "oil",
        "spill",
        "regardless",
        "happens",
        "new",
        "class",
        "action",
        "case",
        "like",
        "volkswagen",
        "clean",
        "diesel",
        "nfl",
        "concussion",
        "case",
        "raise",
        "tough",
        "question",
        "obligation",
        "lawyer",
        "represent",
        "individual",
        "client",
        "litigation",
        "resolved",
        "sweeping",
        "class",
        "action",
        "settlement",
        "complaint",
        "alleges",
        "corn",
        "farmer",
        "never",
        "filed",
        "suit",
        "syngenta",
        "pay",
        "fee",
        "class",
        "counsel",
        "followed",
        "watt",
        "guerra",
        "exhortation",
        "retained",
        "firm",
        "file",
        "individual",
        "suit",
        "facing",
        "percent",
        "contingency",
        "fee",
        "top",
        "fee",
        "class",
        "counsel",
        "even",
        "mdl",
        "judge",
        "award",
        "class",
        "counsel",
        "percent",
        "settlement",
        "watt",
        "guerra",
        "client",
        "see",
        "nearly",
        "half",
        "recovery",
        "consumed",
        "legal",
        "fee",
        "according",
        "complaint",
        "would",
        "grotesque",
        "complaint",
        "said",
        "galling",
        "new",
        "suit",
        "contends",
        "watt",
        "guerra",
        "defendant",
        "deceived",
        "client",
        "relative",
        "merit",
        "drawback",
        "filing",
        "suit",
        "supposedly",
        "made",
        "sure",
        "farmer",
        "represented",
        "would",
        "notified",
        "development",
        "federal",
        "case",
        "kansa",
        "city",
        "statewide",
        "class",
        "action",
        "state",
        "court",
        "minnesota",
        "according",
        "complaint",
        "watt",
        "guerra",
        "engineered",
        "medium",
        "advertising",
        "blitz",
        "sign",
        "client",
        "across",
        "corn",
        "belt",
        "held",
        "town",
        "hall",
        "set",
        "website",
        "ran",
        "television",
        "print",
        "ad",
        "targeting",
        "farmer",
        "message",
        "consistent",
        "according",
        "complaint",
        "farmer",
        "wanted",
        "end",
        "coupon",
        "free",
        "bag",
        "seed",
        "rely",
        "class",
        "action",
        "instead",
        "protect",
        "right",
        "filing",
        "lawsuit",
        "farmer",
        "ended",
        "signing",
        "contingency",
        "fee",
        "contract",
        "watt",
        "guerra",
        "affiliate",
        "class",
        "certified",
        "minnesota",
        "federal",
        "court",
        "syngenta",
        "entered",
        "global",
        "settlement",
        "talk",
        "complaint",
        "controversial",
        "allegation",
        "mind",
        "involve",
        "supposed",
        "deal",
        "watt",
        "guerra",
        "class",
        "counsel",
        "keep",
        "watt",
        "guerra",
        "client",
        "dark",
        "class",
        "action",
        "according",
        "suit",
        "watt",
        "guerra",
        "signed",
        "joint",
        "prosecution",
        "agreement",
        "federal",
        "minnesota",
        "case",
        "class",
        "counsel",
        "agreed",
        "exclude",
        "watt",
        "guerra",
        "client",
        "class",
        "certification",
        "motion",
        "return",
        "watt",
        "guerra",
        "allegedly",
        "agreed",
        "oppose",
        "class",
        "certification",
        "pay",
        "big",
        "chunk",
        "assessed",
        "common",
        "benefit",
        "fee",
        "class",
        "counsel",
        "complaint",
        "contends",
        "judge",
        "certified",
        "minnesota",
        "federal",
        "class",
        "realize",
        "watt",
        "guerra",
        "providing",
        "class",
        "notice",
        "client",
        "according",
        "suit",
        "watt",
        "guerra",
        "informed",
        "client",
        "joint",
        "prosecution",
        "agreement",
        "year",
        "signed",
        "let",
        "know",
        "need",
        "opt",
        "class",
        "defendant",
        "effectively",
        "opted",
        "farmer",
        "class",
        "proceeding",
        "without",
        "informing",
        "option",
        "right",
        "complaint",
        "alleges",
        "short",
        "due",
        "process",
        "equal",
        "protection",
        "right",
        "farmer",
        "protected",
        "able",
        "exercise",
        "individual",
        "right",
        "part",
        "class",
        "given",
        "notice",
        "member",
        "class",
        "proceeding",
        "able",
        "make",
        "choice",
        "deciding",
        "whether",
        "federal",
        "mdl",
        "minnesota",
        "watt",
        "told",
        "nothing",
        "secret",
        "improper",
        "joint",
        "prosecution",
        "agreement",
        "simply",
        "reflected",
        "cooperation",
        "firm",
        "lawyer",
        "class",
        "squeezed",
        "syngenta",
        "said",
        "obtained",
        "ethic",
        "opinion",
        "okaying",
        "agreement",
        "signed",
        "press",
        "release",
        "said",
        "complaint",
        "worth",
        "paper",
        "written",
        "ink",
        "took",
        "pollute",
        "page",
        "obviously",
        "within",
        "bound",
        "ethic",
        "lawyer",
        "advise",
        "client",
        "opt",
        "class",
        "action",
        "settlement",
        "think",
        "get",
        "better",
        "deal",
        "watt",
        "may",
        "well",
        "thought",
        "could",
        "use",
        "leverage",
        "enormous",
        "inventory",
        "case",
        "obtain",
        "premium",
        "client",
        "according",
        "complaint",
        "client",
        "end",
        "term",
        "class",
        "member",
        "represented",
        "watt",
        "guerra",
        "except",
        "also",
        "pay",
        "contingency",
        "fee",
        "watt",
        "declined",
        "say",
        "whether",
        "would",
        "seek",
        "enforce",
        "private",
        "fee",
        "agreement",
        "say",
        "mdl",
        "lawyer",
        "inherent",
        "power",
        "oversee",
        "fee",
        "lead",
        "counsel",
        "federal",
        "syngenta",
        "mdl",
        "downing",
        "gray",
        "ritter",
        "graham",
        "patrick",
        "stueve",
        "stueve",
        "siegel",
        "hanson",
        "scott",
        "powell",
        "hare",
        "wynn",
        "newell",
        "newton",
        "william",
        "chaney",
        "gray",
        "reed",
        "mcgraw",
        "sent",
        "email",
        "statement",
        "response",
        "email",
        "asking",
        "allegation",
        "colluded",
        "watt",
        "exclude",
        "client",
        "class",
        "named",
        "defendant",
        "suit",
        "joint",
        "prosecution",
        "agreement",
        "including",
        "one",
        "question",
        "lawsuit",
        "disclosed",
        "court",
        "statement",
        "said",
        "included",
        "provision",
        "concerning",
        "potential",
        "future",
        "payment",
        "common",
        "benefit",
        "assessment",
        "would",
        "awarded",
        "court",
        "work",
        "done",
        "case",
        "lead",
        "counsel",
        "mdl",
        "class",
        "case",
        "ultimately",
        "certified",
        "class",
        "action",
        "reached",
        "nationwide",
        "class",
        "settlement",
        "agreement",
        "provision",
        "future",
        "payment",
        "common",
        "benefit",
        "assessment",
        "apply",
        "watt",
        "client",
        "fully",
        "informed",
        "consent",
        "still",
        "right",
        "opt",
        "fully",
        "disclosed",
        "jpa",
        "agreement",
        "simply",
        "set",
        "mechanism",
        "client",
        "filed",
        "individual",
        "action",
        "fully",
        "informed",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}