{
    "organizations": [],
    "uuid": "19874722fdb2a861e8aea7c09b748a19a6492ec0",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/04/20/the-morning-download-home-depot-cio-expands-staff-as-tech-plays-bigger-role-in-business/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Home Depot CIO Expands Staff as Tech Plays Bigger Role in Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Photo: MIKE BLAKE/REUTERS Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. \nGood morning, CIOs. We have been reporting for months now on the growth in CIO compensation and the overall rise in demand for their services. It reflects the increasingly close interplay of business and technology. Case in point: Home Depot Inc. is hiring about 1,000 technology employees, the biggest tech-focused expansion in company history. The employees will ultimately report to CIO Matt Carey, supporting an $11.1 billion, three-year strategic investment. They will build new software and digital solutions for projects such as self-checkout and supply chain and website-focused personalization. \nMr. Carey says the company makes a point of developing much of its own software. “The ability to connect our software developers with those business problems at a deep level is where we create competitive advantage,” he tells CIO Journal’s Sara Castellanos . \nThe hiring reflects the growing importance of the CIO’s strategic role within a company, said Craig Stephenson, managing director of the North American CIO practice at executive recruiter and consulting firm Korn/Ferry International. “We’re seeing much more involvement by the CIO in terms of helping drive the business strategy as it relates to digital and customer experience,” he said. CIOs are getting paid more, too . \nSECURITY Spectators walk across Kim Il Sung square in Pyongyang , North Korea, April 15, 2018. ED JONES/AFP/Getty Images \nHow North Korea’s hackers became dangerously good. North Korea is cultivating elite hackers much like other countries train Olympic athletes, according to defectors and South Korean cyber and intelligence experts. The Journal’s Timothy W. Martin interviews dozens of North Korean defectors, foreign cybersecurity researchers, South Korean government advisers and military experts to track North Korea’s rise from a nation of script kiddies to a real cyber powerhouse. \nAnd they are getting faster… North Koreans are acting on security glitches in widely used software only days after the vulnerabilities first appear, and crafting malicious code so advanced it isn’t detected by antivirus programs. Late last year, North Korean hackers were the first to unearth a vulnerability in the popular Adobe Flash multimedia player. \nSmarter… They are earning a reputation as innovators at breaking into smartphones, hiding malware in Bible apps or using Facebook Inc. to help infect targets. \nQuieter… Many North Korean hackers are using perfect English or embedding other languages into coding to make it appear hacks came from other countries \nBusier… South Korean officials estimate their country is now targeted by an estimated 1.5 million North Korean hacking attempts daily, or 17 every second. \nMORE TECHNOLOGY NEWS General Electric’s global operations center in Cincinnati Associated Press \nAs GE posts a loss, what happens to GE Digital? The industrial internet of things lives on, as does the company’s software development center in San Ramon, Calif., but the television advertisements touting GE as a cool place to live out Silicon Valley dreams are gone as the company cuts back on staffing. “G.E. reached too far outside its expertise and too fast,” Steven Winoker, an analyst at UBS, tells the New York Times . “And it became a financial black hole.” Former GE engineers say that Predix, GE’s cloud-based IoT platform, has been pared down. Only 8 percent of its industrial customers use Predix, the company said. \nQuote. William Ruh, who leads GE Digital, calls the changes, which includes layoffs, a pivot. “Our approach is heads-down,” Mr. Ruh told the NYT. “We’re going to show you success.” \nGoogle is working to improve the “atrocious” chat experience on Android phones. But rather than develop a better app, the company is lobbying cellphone carriers to replace SMS, the default chat standard, for a different standard called Rich Communication Services. The idea is not for Google to make a new text app, says the Verge , but to support any chat app created by carriers using the new standards. \nU.S. and China’s tit-for-tat measures hit tech firms. The interdependence of technology companies across the Pacific means that a tech war isn’t a zero-sum game, says the WSJ’s Yoko Kubota and Dan Strumpf. After the U.S. Commerce Department decided to ban sales of American components to Chinese telecom giant ZTE Corp. and slap tariffs on $150 billion worth of Chinese goods, Chinese regulators warned they have “hard to resolve” concerns about Qualcomm Inc.’ s $44 billion bid for rival NXP Semiconductors . \nAI salaries, ‘borderline crazy.’ Research lab OpenAI in 2016 paid its top researcher $1.9 million, another leading researcher $800,000 and a third, hired in July of that year, $425,000. Despite the high figures, “the compensation at OpenAI may be underselling what these researchers can make,” says the New York Times . Why? OpenAI is a non-profit and it can’t offer stock options. \nWhy paying for fast shipping could get you flagged as a fraudster. As chip-card technology reduces fraud in stores, many retailers say they are now seeing the behavior shift online. Rretailers are hiring data-mining firms to track behavior of online shoppers and deny purchases that suggest fraud. But as the WSJ’s Khadeeja Safdar reports , no solution is perfect. \n‘Not a single book in sight.’ Taking cues from tech startups, a wave of so-called maker spaces are popping up at schools across the country, the WSJ’s Leigh Kamping-Carder reports . They’re designed to facilitate complex play—open-ended, thought-provoking activities that involve tinkering and engineering with no “right” answer. \nApple struggles with efforts to diversify screen suppliers. Apple Inc. ’s efforts to line up a second supplier for its high-end smartphone screens—and reduce its dependence on Samsung Electronics Co. —have hit a hurdle because South Korea’s LG Display Co. is struggling to make them, the WSJ’s Yoko Kubota and Takashi Mochizuki report . As a result, opinions within Apple are divided on whether LG Display can become a second source of OLED displays for the upcoming iPhones. \nAudit cleared Facebook’s privacy practices after leak. An auditor reviewing Facebook Inc. ’s privacy practices gave the social-media company a clean bill of health in a report to federal authorities last year. This occurred well after Facebook discovered that political consulting firm Cambridge Analytica improperly gained access to millions of users’ personal data. The WSJ’s Deepa Seetharaman and John D. McKinnon have more . \nWHAT YOUR CEO IS READING Amazon.com’s Jeff Bezos wrote about a friend’s pursuit of the perfect handstand. JASON REDMOND/AGENCE FRANCE-PRESSE/GETTY IMAGES Every week, CIO Journal offers a glimpse into the mind of the CEO, whose view of technology is shaped by stories in management journals, general interest magazines and, of course, in-flight publications. When the smartest person in the room is not up to the job. Karen Mazurkewich, marketing chief for Toronto-based innovation hub MaRS Discovery District argues that startup and technical business leaders often are not the best people to communicate their companies’ innovative breakthroughs. “The reasons are clear: technical breakthroughs are burdened by the weight of jargon, dragged down by clunky clauses and weighty words,” she writes in Harvard Business Review . In short: . The answer? Hire a professional wordsmith. “A good communications expert can help you translate your work so it relates to the world outside your lab, office, or facility,” says Ms. Mazurkewich, a former WSJ reporter. Plus they work for much less. The smartest person in the room begs to differ. Amazon.com Inc. CEO Jeff Bezos uses part of his 2018 annual letter to shareholders to explain his philosophy on setting high standards. They are teachable, not intrinsic, and domain specific, not universal. Most important, teams and individuals pursuing high standards need to have a clear idea of the work required to get there. Mr. Bezos provides the example of writing company memos. At Amazon, staff meetings begin with the reading of a six-page memo, submitted by the team hosting the meeting. Some read like “angels singing,” he writes. Others don’t. “Often, when a memo isn’t great, it’s not the writer’s inability to recognize the high standard, but instead a wrong expectation on scope: they mistakenly believe a high-standards, six-page memo can be written in one or two days or even a few hours,” he writes. The ultimate CEO read. Mr. Bezos certainly has put in the work. Over the years the reputation of his annual letter to shareholders–2018 marks the 20th edition–as a source of business excellence has grown to rival that of Warren Buffett’s. Readers may come for the news bits– Prime hits 100 million members –but they stick around for his take on long-term thinking, continuous learning and anecdotes like this year’s story about a friend who hired a coach to teach her the perfect handstand. Says the coach to the acolyte: “The reality is that it takes about six months of daily practice. If you think you should be able to do it in two weeks, you’re just going to end up quitting.” Point taken, Mr. Bezos. “You can really learn a lot by reading all of them,” Parsa Saljoughian, an investor at venture capital firm IVP, tells CNBC . He calls the collected works of letters “one of the best reads that anybody interested in business should read.” \nEVERYTHING ELSE YOU NEED TO KNOW \nGeneral Electric reported a quarterly loss as the conglomerate took a $1.5 billion charge related to a subprime mortgage business it once owned, but the company said it was making progress on its cost-cutting efforts and reaffirmed its 2018 financial targets.(WSJ) \nWells Fargo & Co. is close to settling claims by federal regulators related to its risk management, involving a fine of as much as $1 billion , people familiar with the matter said. (WSJ) \nMattel hired former studio executive Ynon Kreiz to succeed CEO Margo Georgiadis after about one year in the job, a surprising shake-up at a toy maker trying to end a four-year sales slump. (WSJ) \nPresident Donald Trump’s proposed tariffs on China stand to disproportionately hurt U.S. manufacturers that rely more on Chinese imports . (WSJ) \nThe Morning Download is edited by Tom Loftus and cues up the most important news in business technology every weekday morning. You can get The Morning Download emailed to you each weekday morning by clicking http://wsj.com/TheMorningDownload . Share this: ",
    "published": "2018-04-20T16:03:00.000+03:00",
    "crawled": "2018-04-20T19:25:54.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "photo",
        "mike",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "reporting",
        "month",
        "growth",
        "cio",
        "compensation",
        "overall",
        "rise",
        "demand",
        "service",
        "reflects",
        "increasingly",
        "close",
        "interplay",
        "business",
        "technology",
        "case",
        "point",
        "home",
        "depot",
        "hiring",
        "technology",
        "employee",
        "biggest",
        "expansion",
        "company",
        "history",
        "employee",
        "ultimately",
        "report",
        "cio",
        "matt",
        "carey",
        "supporting",
        "billion",
        "strategic",
        "investment",
        "build",
        "new",
        "software",
        "digital",
        "solution",
        "project",
        "supply",
        "chain",
        "personalization",
        "carey",
        "say",
        "company",
        "make",
        "point",
        "developing",
        "much",
        "software",
        "ability",
        "connect",
        "software",
        "developer",
        "business",
        "problem",
        "deep",
        "level",
        "create",
        "competitive",
        "advantage",
        "tell",
        "cio",
        "journal",
        "sara",
        "castellanos",
        "hiring",
        "reflects",
        "growing",
        "importance",
        "cio",
        "strategic",
        "role",
        "within",
        "company",
        "said",
        "craig",
        "stephenson",
        "managing",
        "director",
        "north",
        "american",
        "cio",
        "practice",
        "executive",
        "recruiter",
        "consulting",
        "firm",
        "international",
        "seeing",
        "much",
        "involvement",
        "cio",
        "term",
        "helping",
        "drive",
        "business",
        "strategy",
        "relates",
        "digital",
        "customer",
        "experience",
        "said",
        "cio",
        "getting",
        "paid",
        "security",
        "spectator",
        "walk",
        "across",
        "kim",
        "il",
        "sung",
        "square",
        "pyongyang",
        "north",
        "korea",
        "april",
        "ed",
        "image",
        "north",
        "korea",
        "hacker",
        "became",
        "dangerously",
        "good",
        "north",
        "korea",
        "cultivating",
        "elite",
        "hacker",
        "much",
        "like",
        "country",
        "train",
        "olympic",
        "athlete",
        "according",
        "defector",
        "south",
        "korean",
        "cyber",
        "intelligence",
        "expert",
        "journal",
        "timothy",
        "martin",
        "interview",
        "dozen",
        "north",
        "korean",
        "defector",
        "foreign",
        "cybersecurity",
        "researcher",
        "south",
        "korean",
        "government",
        "adviser",
        "military",
        "expert",
        "track",
        "north",
        "korea",
        "rise",
        "nation",
        "script",
        "kiddy",
        "real",
        "cyber",
        "powerhouse",
        "getting",
        "north",
        "korean",
        "acting",
        "security",
        "glitch",
        "widely",
        "used",
        "software",
        "day",
        "vulnerability",
        "first",
        "appear",
        "crafting",
        "malicious",
        "code",
        "advanced",
        "detected",
        "antivirus",
        "program",
        "late",
        "last",
        "year",
        "north",
        "korean",
        "hacker",
        "first",
        "unearth",
        "vulnerability",
        "popular",
        "adobe",
        "flash",
        "multimedia",
        "player",
        "earning",
        "reputation",
        "innovator",
        "breaking",
        "smartphones",
        "hiding",
        "malware",
        "bible",
        "apps",
        "using",
        "facebook",
        "help",
        "infect",
        "target",
        "many",
        "north",
        "korean",
        "hacker",
        "using",
        "perfect",
        "english",
        "embedding",
        "language",
        "coding",
        "make",
        "appear",
        "hack",
        "came",
        "country",
        "south",
        "korean",
        "official",
        "estimate",
        "country",
        "targeted",
        "estimated",
        "million",
        "north",
        "korean",
        "hacking",
        "attempt",
        "daily",
        "every",
        "second",
        "technology",
        "news",
        "general",
        "electric",
        "global",
        "operation",
        "center",
        "cincinnati",
        "associated",
        "press",
        "ge",
        "post",
        "loss",
        "happens",
        "ge",
        "digital",
        "industrial",
        "internet",
        "thing",
        "life",
        "company",
        "software",
        "development",
        "center",
        "san",
        "ramon",
        "television",
        "advertisement",
        "touting",
        "ge",
        "cool",
        "place",
        "live",
        "silicon",
        "valley",
        "dream",
        "gone",
        "company",
        "cut",
        "back",
        "staffing",
        "reached",
        "far",
        "outside",
        "expertise",
        "fast",
        "steven",
        "winoker",
        "analyst",
        "ubs",
        "tell",
        "new",
        "york",
        "time",
        "became",
        "financial",
        "black",
        "former",
        "ge",
        "engineer",
        "say",
        "predix",
        "ge",
        "iot",
        "platform",
        "pared",
        "percent",
        "industrial",
        "customer",
        "use",
        "predix",
        "company",
        "said",
        "quote",
        "william",
        "ruh",
        "lead",
        "ge",
        "digital",
        "call",
        "change",
        "includes",
        "layoff",
        "pivot",
        "approach",
        "ruh",
        "told",
        "nyt",
        "going",
        "show",
        "google",
        "working",
        "improve",
        "atrocious",
        "chat",
        "experience",
        "android",
        "phone",
        "rather",
        "develop",
        "better",
        "app",
        "company",
        "lobbying",
        "cellphone",
        "carrier",
        "replace",
        "sm",
        "default",
        "chat",
        "standard",
        "different",
        "standard",
        "called",
        "rich",
        "communication",
        "service",
        "idea",
        "google",
        "make",
        "new",
        "text",
        "app",
        "say",
        "verge",
        "support",
        "chat",
        "app",
        "created",
        "carrier",
        "using",
        "new",
        "standard",
        "china",
        "measure",
        "hit",
        "tech",
        "firm",
        "interdependence",
        "technology",
        "company",
        "across",
        "pacific",
        "mean",
        "tech",
        "war",
        "game",
        "say",
        "wsj",
        "yoko",
        "kubota",
        "dan",
        "strumpf",
        "commerce",
        "department",
        "decided",
        "ban",
        "sale",
        "american",
        "component",
        "chinese",
        "telecom",
        "giant",
        "zte",
        "slap",
        "tariff",
        "billion",
        "worth",
        "chinese",
        "good",
        "chinese",
        "regulator",
        "warned",
        "hard",
        "resolve",
        "concern",
        "qualcomm",
        "billion",
        "bid",
        "rival",
        "nxp",
        "semiconductor",
        "ai",
        "salary",
        "borderline",
        "research",
        "lab",
        "openai",
        "paid",
        "top",
        "researcher",
        "million",
        "another",
        "leading",
        "researcher",
        "third",
        "hired",
        "july",
        "year",
        "despite",
        "high",
        "figure",
        "compensation",
        "openai",
        "may",
        "underselling",
        "researcher",
        "make",
        "say",
        "new",
        "york",
        "time",
        "openai",
        "offer",
        "stock",
        "option",
        "paying",
        "fast",
        "shipping",
        "could",
        "get",
        "flagged",
        "fraudster",
        "technology",
        "reduces",
        "fraud",
        "store",
        "many",
        "retailer",
        "say",
        "seeing",
        "behavior",
        "shift",
        "online",
        "rretailers",
        "hiring",
        "firm",
        "track",
        "behavior",
        "online",
        "shopper",
        "deny",
        "purchase",
        "suggest",
        "fraud",
        "wsj",
        "khadeeja",
        "safdar",
        "report",
        "solution",
        "perfect",
        "single",
        "book",
        "taking",
        "cue",
        "tech",
        "startup",
        "wave",
        "maker",
        "space",
        "popping",
        "school",
        "across",
        "country",
        "wsj",
        "leigh",
        "report",
        "designed",
        "facilitate",
        "complex",
        "activity",
        "involve",
        "tinkering",
        "engineering",
        "right",
        "answer",
        "apple",
        "struggle",
        "effort",
        "diversify",
        "screen",
        "supplier",
        "apple",
        "effort",
        "line",
        "second",
        "supplier",
        "smartphone",
        "reduce",
        "dependence",
        "samsung",
        "electronics",
        "hit",
        "hurdle",
        "south",
        "korea",
        "lg",
        "display",
        "struggling",
        "make",
        "wsj",
        "yoko",
        "kubota",
        "takashi",
        "mochizuki",
        "report",
        "result",
        "opinion",
        "within",
        "apple",
        "divided",
        "whether",
        "lg",
        "display",
        "become",
        "second",
        "source",
        "oled",
        "display",
        "upcoming",
        "iphones",
        "audit",
        "cleared",
        "facebook",
        "privacy",
        "practice",
        "leak",
        "auditor",
        "reviewing",
        "facebook",
        "privacy",
        "practice",
        "gave",
        "company",
        "clean",
        "bill",
        "health",
        "report",
        "federal",
        "authority",
        "last",
        "year",
        "occurred",
        "well",
        "facebook",
        "discovered",
        "political",
        "consulting",
        "firm",
        "cambridge",
        "analytica",
        "improperly",
        "gained",
        "access",
        "million",
        "user",
        "personal",
        "data",
        "wsj",
        "deepa",
        "seetharaman",
        "john",
        "mckinnon",
        "ceo",
        "reading",
        "jeff",
        "bezos",
        "wrote",
        "friend",
        "pursuit",
        "perfect",
        "handstand",
        "jason",
        "image",
        "every",
        "week",
        "cio",
        "journal",
        "offer",
        "glimpse",
        "mind",
        "ceo",
        "whose",
        "view",
        "technology",
        "shaped",
        "story",
        "management",
        "journal",
        "general",
        "interest",
        "magazine",
        "course",
        "publication",
        "smartest",
        "person",
        "room",
        "job",
        "karen",
        "mazurkewich",
        "marketing",
        "chief",
        "innovation",
        "hub",
        "mar",
        "discovery",
        "district",
        "argues",
        "startup",
        "technical",
        "business",
        "leader",
        "often",
        "best",
        "people",
        "communicate",
        "company",
        "innovative",
        "breakthrough",
        "reason",
        "clear",
        "technical",
        "breakthrough",
        "burdened",
        "weight",
        "jargon",
        "dragged",
        "clunky",
        "clause",
        "weighty",
        "word",
        "writes",
        "harvard",
        "business",
        "review",
        "short",
        "answer",
        "hire",
        "professional",
        "wordsmith",
        "good",
        "communication",
        "expert",
        "help",
        "translate",
        "work",
        "relates",
        "world",
        "outside",
        "lab",
        "office",
        "facility",
        "say",
        "mazurkewich",
        "former",
        "wsj",
        "reporter",
        "plus",
        "work",
        "much",
        "less",
        "smartest",
        "person",
        "room",
        "begs",
        "differ",
        "ceo",
        "jeff",
        "bezos",
        "us",
        "part",
        "annual",
        "letter",
        "shareholder",
        "explain",
        "philosophy",
        "setting",
        "high",
        "standard",
        "teachable",
        "intrinsic",
        "domain",
        "specific",
        "universal",
        "important",
        "team",
        "individual",
        "pursuing",
        "high",
        "standard",
        "need",
        "clear",
        "idea",
        "work",
        "required",
        "get",
        "bezos",
        "provides",
        "example",
        "writing",
        "company",
        "memo",
        "amazon",
        "staff",
        "meeting",
        "begin",
        "reading",
        "memo",
        "submitted",
        "team",
        "hosting",
        "meeting",
        "read",
        "like",
        "angel",
        "singing",
        "writes",
        "others",
        "often",
        "memo",
        "great",
        "writer",
        "inability",
        "recognize",
        "high",
        "standard",
        "instead",
        "wrong",
        "expectation",
        "scope",
        "mistakenly",
        "believe",
        "memo",
        "written",
        "one",
        "two",
        "day",
        "even",
        "hour",
        "writes",
        "ultimate",
        "ceo",
        "read",
        "bezos",
        "certainly",
        "put",
        "work",
        "year",
        "reputation",
        "annual",
        "letter",
        "mark",
        "20th",
        "source",
        "business",
        "excellence",
        "grown",
        "rival",
        "warren",
        "buffett",
        "reader",
        "may",
        "come",
        "news",
        "prime",
        "hit",
        "million",
        "member",
        "stick",
        "around",
        "take",
        "thinking",
        "continuous",
        "learning",
        "anecdote",
        "like",
        "year",
        "story",
        "friend",
        "hired",
        "coach",
        "teach",
        "perfect",
        "handstand",
        "say",
        "coach",
        "acolyte",
        "reality",
        "take",
        "six",
        "month",
        "daily",
        "practice",
        "think",
        "able",
        "two",
        "week",
        "going",
        "end",
        "point",
        "taken",
        "bezos",
        "really",
        "learn",
        "lot",
        "reading",
        "parsa",
        "saljoughian",
        "investor",
        "venture",
        "capital",
        "firm",
        "ivp",
        "tell",
        "cnbc",
        "call",
        "collected",
        "work",
        "letter",
        "one",
        "best",
        "read",
        "anybody",
        "interested",
        "business",
        "everything",
        "else",
        "need",
        "know",
        "general",
        "electric",
        "reported",
        "quarterly",
        "loss",
        "conglomerate",
        "took",
        "billion",
        "charge",
        "related",
        "subprime",
        "mortgage",
        "business",
        "owned",
        "company",
        "said",
        "making",
        "progress",
        "effort",
        "reaffirmed",
        "financial",
        "target",
        "wsj",
        "well",
        "fargo",
        "close",
        "settling",
        "claim",
        "federal",
        "regulator",
        "related",
        "risk",
        "management",
        "involving",
        "fine",
        "much",
        "billion",
        "people",
        "familiar",
        "matter",
        "said",
        "wsj",
        "mattel",
        "hired",
        "former",
        "studio",
        "executive",
        "ynon",
        "kreiz",
        "succeed",
        "ceo",
        "margo",
        "georgiadis",
        "one",
        "year",
        "job",
        "surprising",
        "toy",
        "maker",
        "trying",
        "end",
        "sale",
        "slump",
        "wsj",
        "president",
        "donald",
        "trump",
        "proposed",
        "tariff",
        "china",
        "stand",
        "disproportionately",
        "hurt",
        "manufacturer",
        "rely",
        "chinese",
        "import",
        "wsj",
        "morning",
        "download",
        "edited",
        "tom",
        "loftus",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "get",
        "morning",
        "download",
        "emailed",
        "weekday",
        "morning",
        "clicking",
        "http",
        "share"
    ]
}