{
    "organizations": [],
    "uuid": "ddb8ba92690f4d0df77d35ac1fcddc168049a662",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-roadrunner-transportation-systems-files-quarterly-reports-for-first-three-quarters-of-2017-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Roadrunner Transportation Systems Files Quarterly Reports for First Three Quarters of 2017 and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DOWNERS GROVE, Ill.--(BUSINESS WIRE)-- Roadrunner Transportation Systems, Inc. (“Roadrunner” or the “company”) (NYSE: RRTS), a leading asset-right transportation and asset-light logistics service provider, announced it has filed its Quarterly Reports on Form 10-Q for the quarterly periods ended March 31, 2017, June 30, 2017 and September 30, 2017. The company expects to file its Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and its Form 10-Q for the quarterly period ending March 31, 2018 during the second quarter of 2018.\nFirst Three Quarters of 2017 Results Summary\nRevenues for the first nine months of 2017 were $1,530.9 million, a 3.3% increase from revenues of $1,482.0 million for the first nine months of 2016. The increase was due to higher revenues in the company’s Truckload Logistics (“TL”) and Ascent Global Logistics (“Ascent”) segments, partially offset by lower Less-than-Truckload (“LTL”) segment revenues. Operating loss was $14.1 million for the first nine months of 2017, compared to an operating loss of $352.5 million for the first nine months of 2016. The operating loss for the first nine months of 2017 included: An increase in purchased transportation costs of 5.2% to $1,033.2 million in the first nine months of 2017 from $982.0 million in the first nine months of 2016 A gain on the sale of Unitrans in September of 2017 of $35.4 million Restructuring and restatement costs of $23.6 million associated with legal, consulting and accounting matters, including internal and external investigations, SEC and accounting compliance and restructuring An increase of $5.2 million in legal reserves related to recently settled independent contractor litigation and pre-divestiture litigation related to Unitrans Non-cash impairment charges of $4.4 million in the first nine months of 2017 related to the revaluation of the Ascent segment goodwill after the sale of Unitrans, compared to non-cash impairment charges of $372.1 million in the first nine months of 2016 Net loss was $67.9 million for the first nine months of 2017, compared to a net loss of $321.5 million for the first nine months of 2016. In addition to the items listed above, the net loss in the first nine months of 2017 was impacted by: Issuance costs of $16.1 million associated with the sale of preferred stock in May of 2017, which was reflected as interest expense Loss from debt extinguishment of $15.9 million, comprised of $9.8 million from early debt repayment associated with the company’s prior senior credit facility in May of 2017 and early payment premiums on the redemption of preferred stock totaling $6.1 million using the proceeds from the ABL facility and the sale of Unitrans in the third quarter of 2017 Diluted loss per share available to common stockholders was $1.77 for the first nine months of 2017, compared to diluted loss per share of $8.39 for the first nine months of 2016. Adjusted EBITDA, which is a non-GAAP financial measure, for the first nine months of 2017 was $8.1 million, compared to Adjusted EBITDA of $46.4 million for the first nine months of 2016. Roadrunner’s Adjusted EBITDA is calculated as follows:\nNine Months Ended September 30,\n2017 2016 (in thousands) Net loss $ (67,859 ) $ (321,457 ) Plus: Total interest expense 45,382 17,060 Plus: Benefit from income taxes (7,516 ) (48,092 ) Plus: Depreciation and amortization 27,834 27,636 Plus: Goodwill impairment charges 4,402 372,081 Plus: Share-based compensation expense 1,647 1,653 Plus: Long-term incentive compensation 163 - Plus: Adjustments to contingent purchase obligations - (2,458 ) Plus: Gain on sale of Unitrans (35,440 ) - Plus: Loss from debt extinguishments 15,876 - Plus: Restructuring and restatement costs 23,591 - Adjusted EBITDA $ 8,080 $ 46,423 For more information about Adjusted EBITDA, see “Non-GAAP Financial Measures” below.\n“We are making progress on our strategies to improve operational performance in our TL segment, integrate and expand our Ascent segment, invest in the long-term recovery of our LTL segment and position Roadrunner for long-term growth and shareholder value creation. Our financial results for the first three quarters of 2017 showed stability in our revenue base. We have seen operating metric improvements within certain business units of our TL and Ascent segments, beginning in the fourth quarter of 2017 and continuing into 2018,” said Curt Stoelting, Chief Executive Officer of Roadrunner.\n“As part of our current plans to simplify operations and improve our go-to-market approach, we recently announced that we have integrated and rebranded six operating companies into our Ascent Global Logistics segment. Additional operational improvements currently underway include restructuring underperforming business units and further integrating our TL segment into business platforms. We are also continuing to invest in information technology upgrades that are designed to support integration efforts, strengthen internal controls and enable future growth. While there is still work to be done, we believe we have laid the groundwork for further progress,” said Stoelting.\nThe company estimates that full year 2017 Adjusted EBITDA will exceed the reported amount for full year 2016 Adjusted EBITDA of $7.8 million. These estimates are subject to completion of the 2017 fiscal year audit including the impact of changes in estimates or subsequent events on the 2017 results.\nSegment Results for the First Three Quarters of 2017\nSegment results for the first nine months of 2017 compared to the same period in 2016 are highlighted below:\nTL revenues of $926.0 million in the first nine months of 2017 increased 4.0% from $890.8 million in the first nine months of 2016. Operating income was $0.1 million in the first nine months of 2017, compared to an operating loss of $143.4 million in the first nine months of 2016. The operating loss in the first nine months of 2016 included impairment charges of $157.5 million. Operating income in the first nine months of 2017 included increased equipment leasing and maintenance costs, fuel costs and insurance claims compared to the first nine months of 2016. LTL revenues of $348.4 million in the first nine months of 2017 decreased 2.0% from $355.6 million in the first nine months of 2016. The operating loss was $14.2 million in the first nine months of 2017, compared to an operating loss of $194.1 million in the first nine months of 2016. The operating loss in the first nine months of 2016 included impairment charges of $197.3 million. Operating loss in the first nine months of 2017 included increased line-haul and other operating expenses compared to the first nine months of 2016. Ascent revenues of $261.5 million in the first nine months of 2017 increased 4.5% from $250.3 million in the first nine months of 2016. Operating income increased to $15.9 million in the first nine months of 2017 from operating income of $3.0 million in the first nine months of 2016. Operating income included non-cash impairment charges of $4.4 million in the first nine months of 2017 and $17.2 million in the first nine months of 2016.\n“We are continuing to see improvement in the rate environment after a challenging first three quarters of 2017, particularly in our TL segment. We believe this positive momentum, combined with our strategic initiatives and investments to improve our customer offerings, service metrics and driver retention, provide a good foundation for future improvement,” said Stoelting.\nConference Call and Webcast\nRoadrunner management will host a conference call to discuss this news release on Monday, April 2, 2018 at 10:00 a.m. Eastern Time. To access the conference call, please dial 866-763-0340 (U.S.) or 703-871-3799 (International) approximately 10 minutes prior to the start of the call. Callers will be prompted for passcode 4692934. Presentation materials and a live webcast of the call can be accessed on the “financial items” page in the Investor Relations section of Roadrunner's website, www.rrts.com . The conference call may include forward-looking statements.\nIf you are unable to listen to the live call, a replay will be available through April 9, 2018 and can be accessed by dialing 855-859-2056 (U.S.) or 404-537-3406 (International). Callers will be prompted for passcode 4692934. An archived version of the webcast will also be available for a period of time under the Investor Relations section of Roadrunner's website, www.rrts.com .\nAbout Roadrunner Transportation Systems, Inc.\nRoadrunner is a leading asset-right transportation and asset-light logistics service provider offering a full suite of solutions under the Roadrunner Freight, Roadrunner Express, Roadrunner Temperature Controlled, Roadrunner Intermodal Services and Ascent Global Logistics ® brands. The Roadrunner brand offers solutions including less-than-truckload, air and ground domestic and cross-border expedite, dry van and temperature controlled truckload logistics and intermodal services. The Ascent Global Logistics brand offers domestic freight management, retail consolidation, international freight forwarding and customs brokerage. For more information, please visit Roadrunner’s websites, www.rrts.com and www.ascentgl.com .\nSafe Harbor Statement\nThis press release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, which relate to future events or performance. Forward-looking statements include, among others, statements regarding the anticipated filing of Roadrunner’s Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and Form 10-Q for the quarterly period ending March 31, 2018; Roadrunner’s strategies for long-term growth and shareholder value creation; operating metric improvements within certain business units of Roadrunner’s TL and Ascent segments beginning in the fourth quarter of 2017 and continuing into 2018; Roadrunner’s current plans to simplify operations and improve its go-to-market strategy; Roadrunner’s other operational improvement strategies; Roadrunner’s investment in information technology infrastructure to support its integration efforts, strengthen its internal controls and enable future growth; Roadrunner’s expectation that its 2017 Adjusted EBITDA will exceed the reported amount for its 2016 Adjusted EBITDA; and improvements in the rate environment. These statements are often, but not always, made through the use of words or phrases such as “may,” “will,” “anticipate,” “estimate,” “plan,” “project,” “continuing,” “ongoing,” “expect,” “believe,” “intend,” “predict,” “potential,” “opportunity,” and similar words or phrases or the negatives of these words or phrases. These forward-looking statements are based on Roadrunner’s current assumptions, expectations and beliefs and are subject to substantial risks, estimates, assumptions, uncertainties and changes in circumstances that may cause Roadrunner’s actual results, performance or achievements, to differ materially from those expressed or implied in any forward-looking statement. Such factors include, among others, risks related to the restatement of Roadrunner’s previously issued financial statements, the remediation of Roadrunner’s identified material weaknesses in its internal control over financial reporting, the litigation resulting from the restatement of Roadrunner’s previously issued financial statements and the other risk factors contained in Roadrunner’s SEC filings, including Roadrunner’s Annual Report on Form 10-K for the year ended December 31, 2016. Because the risks, estimates, assumptions and uncertainties referred to above could cause actual results or outcomes to differ materially from those expressed in any forward-looking statements, you should not place undue reliance on any forward-looking statements. Any forward-looking statement speaks only as of the date hereof, and, except as required by law, Roadrunner assumes no obligation and does not intend to update any forward-looking statement to reflect events or circumstances after the date hereof.\nNon-GAAP Financial Measures\nEBITDA represents earnings before interest, taxes, depreciation and amortization. Roadrunner uses Adjusted EBITDA, which excludes impairment and other non-cash gains and losses, adjustments to contingent purchase obligations, stock and other long-term incentive compensation expenses, debt restructuring costs, and professional fees associated with legal matters, including the company’s internal investigation, SEC compliance and debt restructuring costs, as a supplemental measure in evaluating its operating performance and when determining executive incentive compensation. Roadrunner believes Adjusted EBITDA is useful to investors in evaluating its performance compared to other companies in its industry because it assists in analyzing and benchmarking the performance and value of a business. The calculation of Adjusted EBITDA eliminates the effects of financing, income taxes, and the accounting effects of capital spending. These items may vary for different companies for reasons unrelated to the overall operating performance of a company’s business. Adjusted EBITDA is not a financial measure presented in accordance with GAAP. Although Roadrunner’s management uses Adjusted EBITDA as a financial measure to assess the performance of its business compared to that of others in Roadrunner’s industry, Adjusted EBITDA has limitations as an analytical tool, and you should not consider it in isolation, or as a substitute for analysis of Roadrunner’s results as reported under GAAP. Some of these limitations are:\nAdjusted EBITDA does not reflect Roadrunner’s cash expenditures, future requirements for capital expenditures or contractual commitments; Adjusted EBITDA does not reflect changes in, or cash requirements for, Roadrunner’s working capital needs; Adjusted EBITDA does not reflect the significant interest expense or the cash requirements necessary to service interest or principal payments on Roadrunner’s debt or dividend payments on Roadrunner’s preferred stock; Although depreciation and amortization are non-cash charges, the assets being depreciated and amortized will often have to be replaced in the future and Adjusted EBITDA does not reflect any cash requirements for such replacements; and Other companies in Roadrunner’s industry may calculate Adjusted EBITDA differently than Roadrunner does, limiting its usefulness as a comparative measure.\nBecause of these limitations, Adjusted EBITDA should not be considered a measure of discretionary cash available to Roadrunner to invest in the growth of the company’s business. Roadrunner compensates for these limitations by relying primarily on Roadrunner’s results of operations under GAAP.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180402005300/en/\nReputation Partners\nMarilyn Vollrath, 414-376-8834\nir@rrts.com\nSource: Roadrunner Transportation Systems, Inc.",
    "published": "2018-04-02T14:00:00.000+03:00",
    "crawled": "2018-04-02T18:18:41.050+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "downer",
        "grove",
        "business",
        "wire",
        "roadrunner",
        "transportation",
        "system",
        "roadrunner",
        "company",
        "nyse",
        "rrts",
        "leading",
        "transportation",
        "logistics",
        "service",
        "provider",
        "announced",
        "filed",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "march",
        "june",
        "september",
        "company",
        "expects",
        "file",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "form",
        "quarterly",
        "period",
        "ending",
        "march",
        "second",
        "quarter",
        "first",
        "three",
        "quarter",
        "result",
        "summary",
        "revenue",
        "first",
        "nine",
        "month",
        "million",
        "increase",
        "revenue",
        "million",
        "first",
        "nine",
        "month",
        "increase",
        "due",
        "higher",
        "revenue",
        "company",
        "truckload",
        "logistics",
        "tl",
        "ascent",
        "global",
        "logistics",
        "ascent",
        "segment",
        "partially",
        "offset",
        "lower",
        "ltl",
        "segment",
        "revenue",
        "operating",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "loss",
        "first",
        "nine",
        "month",
        "included",
        "increase",
        "purchased",
        "transportation",
        "cost",
        "million",
        "first",
        "nine",
        "month",
        "million",
        "first",
        "nine",
        "month",
        "gain",
        "sale",
        "unitrans",
        "september",
        "million",
        "restructuring",
        "restatement",
        "cost",
        "million",
        "associated",
        "legal",
        "consulting",
        "accounting",
        "matter",
        "including",
        "internal",
        "external",
        "investigation",
        "sec",
        "accounting",
        "compliance",
        "restructuring",
        "increase",
        "million",
        "legal",
        "reserve",
        "related",
        "recently",
        "settled",
        "independent",
        "contractor",
        "litigation",
        "litigation",
        "related",
        "unitrans",
        "impairment",
        "charge",
        "million",
        "first",
        "nine",
        "month",
        "related",
        "revaluation",
        "ascent",
        "segment",
        "goodwill",
        "sale",
        "unitrans",
        "compared",
        "impairment",
        "charge",
        "million",
        "first",
        "nine",
        "month",
        "net",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "addition",
        "item",
        "listed",
        "net",
        "loss",
        "first",
        "nine",
        "month",
        "impacted",
        "issuance",
        "cost",
        "million",
        "associated",
        "sale",
        "preferred",
        "stock",
        "may",
        "reflected",
        "interest",
        "expense",
        "loss",
        "debt",
        "extinguishment",
        "million",
        "comprised",
        "million",
        "early",
        "debt",
        "repayment",
        "associated",
        "company",
        "prior",
        "senior",
        "credit",
        "facility",
        "may",
        "early",
        "payment",
        "premium",
        "redemption",
        "preferred",
        "stock",
        "totaling",
        "million",
        "using",
        "proceeds",
        "abl",
        "facility",
        "sale",
        "unitrans",
        "third",
        "quarter",
        "diluted",
        "loss",
        "per",
        "share",
        "available",
        "common",
        "stockholder",
        "first",
        "nine",
        "month",
        "compared",
        "diluted",
        "loss",
        "per",
        "share",
        "first",
        "nine",
        "month",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "first",
        "nine",
        "month",
        "million",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "nine",
        "month",
        "roadrunner",
        "adjusted",
        "ebitda",
        "calculated",
        "follows",
        "nine",
        "month",
        "ended",
        "september",
        "thousand",
        "net",
        "loss",
        "plus",
        "total",
        "interest",
        "expense",
        "plus",
        "benefit",
        "income",
        "tax",
        "plus",
        "depreciation",
        "amortization",
        "plus",
        "goodwill",
        "impairment",
        "charge",
        "plus",
        "compensation",
        "expense",
        "plus",
        "incentive",
        "compensation",
        "plus",
        "adjustment",
        "contingent",
        "purchase",
        "obligation",
        "plus",
        "gain",
        "sale",
        "unitrans",
        "plus",
        "loss",
        "debt",
        "extinguishments",
        "plus",
        "restructuring",
        "restatement",
        "cost",
        "adjusted",
        "ebitda",
        "information",
        "adjusted",
        "ebitda",
        "see",
        "financial",
        "measure",
        "making",
        "progress",
        "strategy",
        "improve",
        "operational",
        "performance",
        "tl",
        "segment",
        "integrate",
        "expand",
        "ascent",
        "segment",
        "invest",
        "recovery",
        "ltl",
        "segment",
        "position",
        "roadrunner",
        "growth",
        "shareholder",
        "value",
        "creation",
        "financial",
        "result",
        "first",
        "three",
        "quarter",
        "showed",
        "stability",
        "revenue",
        "base",
        "seen",
        "operating",
        "metric",
        "improvement",
        "within",
        "certain",
        "business",
        "unit",
        "tl",
        "ascent",
        "segment",
        "beginning",
        "fourth",
        "quarter",
        "continuing",
        "said",
        "curt",
        "stoelting",
        "chief",
        "executive",
        "officer",
        "roadrunner",
        "part",
        "current",
        "plan",
        "simplify",
        "operation",
        "improve",
        "approach",
        "recently",
        "announced",
        "integrated",
        "rebranded",
        "six",
        "operating",
        "company",
        "ascent",
        "global",
        "logistics",
        "segment",
        "additional",
        "operational",
        "improvement",
        "currently",
        "underway",
        "include",
        "restructuring",
        "underperforming",
        "business",
        "unit",
        "integrating",
        "tl",
        "segment",
        "business",
        "platform",
        "also",
        "continuing",
        "invest",
        "information",
        "technology",
        "upgrade",
        "designed",
        "support",
        "integration",
        "effort",
        "strengthen",
        "internal",
        "control",
        "enable",
        "future",
        "growth",
        "still",
        "work",
        "done",
        "believe",
        "laid",
        "groundwork",
        "progress",
        "said",
        "stoelting",
        "company",
        "estimate",
        "full",
        "year",
        "adjusted",
        "ebitda",
        "exceed",
        "reported",
        "amount",
        "full",
        "year",
        "adjusted",
        "ebitda",
        "million",
        "estimate",
        "subject",
        "completion",
        "fiscal",
        "year",
        "audit",
        "including",
        "impact",
        "change",
        "estimate",
        "subsequent",
        "event",
        "result",
        "segment",
        "result",
        "first",
        "three",
        "quarter",
        "segment",
        "result",
        "first",
        "nine",
        "month",
        "compared",
        "period",
        "highlighted",
        "tl",
        "revenue",
        "million",
        "first",
        "nine",
        "month",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "income",
        "million",
        "first",
        "nine",
        "month",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "loss",
        "first",
        "nine",
        "month",
        "included",
        "impairment",
        "charge",
        "million",
        "operating",
        "income",
        "first",
        "nine",
        "month",
        "included",
        "increased",
        "equipment",
        "leasing",
        "maintenance",
        "cost",
        "fuel",
        "cost",
        "insurance",
        "claim",
        "compared",
        "first",
        "nine",
        "month",
        "ltl",
        "revenue",
        "million",
        "first",
        "nine",
        "month",
        "decreased",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "loss",
        "first",
        "nine",
        "month",
        "included",
        "impairment",
        "charge",
        "million",
        "operating",
        "loss",
        "first",
        "nine",
        "month",
        "included",
        "increased",
        "operating",
        "expense",
        "compared",
        "first",
        "nine",
        "month",
        "ascent",
        "revenue",
        "million",
        "first",
        "nine",
        "month",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "income",
        "increased",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "income",
        "million",
        "first",
        "nine",
        "month",
        "operating",
        "income",
        "included",
        "impairment",
        "charge",
        "million",
        "first",
        "nine",
        "month",
        "million",
        "first",
        "nine",
        "month",
        "continuing",
        "see",
        "improvement",
        "rate",
        "environment",
        "challenging",
        "first",
        "three",
        "quarter",
        "particularly",
        "tl",
        "segment",
        "believe",
        "positive",
        "momentum",
        "combined",
        "strategic",
        "initiative",
        "investment",
        "improve",
        "customer",
        "offering",
        "service",
        "metric",
        "driver",
        "retention",
        "provide",
        "good",
        "foundation",
        "future",
        "improvement",
        "said",
        "stoelting",
        "conference",
        "call",
        "webcast",
        "roadrunner",
        "management",
        "host",
        "conference",
        "call",
        "discus",
        "news",
        "release",
        "monday",
        "april",
        "eastern",
        "time",
        "access",
        "conference",
        "call",
        "please",
        "dial",
        "international",
        "approximately",
        "minute",
        "prior",
        "start",
        "call",
        "caller",
        "prompted",
        "passcode",
        "presentation",
        "material",
        "live",
        "webcast",
        "call",
        "accessed",
        "financial",
        "item",
        "page",
        "investor",
        "relation",
        "section",
        "roadrunner",
        "website",
        "conference",
        "call",
        "may",
        "include",
        "statement",
        "unable",
        "listen",
        "live",
        "call",
        "replay",
        "available",
        "april",
        "accessed",
        "dialing",
        "international",
        "caller",
        "prompted",
        "passcode",
        "archived",
        "version",
        "webcast",
        "also",
        "available",
        "period",
        "time",
        "investor",
        "relation",
        "section",
        "roadrunner",
        "website",
        "roadrunner",
        "transportation",
        "system",
        "roadrunner",
        "leading",
        "transportation",
        "logistics",
        "service",
        "provider",
        "offering",
        "full",
        "suite",
        "solution",
        "roadrunner",
        "freight",
        "roadrunner",
        "express",
        "roadrunner",
        "temperature",
        "controlled",
        "roadrunner",
        "intermodal",
        "service",
        "ascent",
        "global",
        "logistics",
        "brand",
        "roadrunner",
        "brand",
        "offer",
        "solution",
        "including",
        "air",
        "ground",
        "domestic",
        "expedite",
        "dry",
        "van",
        "temperature",
        "controlled",
        "truckload",
        "logistics",
        "intermodal",
        "service",
        "ascent",
        "global",
        "logistics",
        "brand",
        "offer",
        "domestic",
        "freight",
        "management",
        "retail",
        "consolidation",
        "international",
        "freight",
        "forwarding",
        "custom",
        "brokerage",
        "information",
        "please",
        "visit",
        "roadrunner",
        "website",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "relate",
        "future",
        "event",
        "performance",
        "statement",
        "include",
        "among",
        "others",
        "statement",
        "regarding",
        "anticipated",
        "filing",
        "roadrunner",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "form",
        "quarterly",
        "period",
        "ending",
        "march",
        "roadrunner",
        "strategy",
        "growth",
        "shareholder",
        "value",
        "creation",
        "operating",
        "metric",
        "improvement",
        "within",
        "certain",
        "business",
        "unit",
        "roadrunner",
        "tl",
        "ascent",
        "segment",
        "beginning",
        "fourth",
        "quarter",
        "continuing",
        "roadrunner",
        "current",
        "plan",
        "simplify",
        "operation",
        "improve",
        "strategy",
        "roadrunner",
        "operational",
        "improvement",
        "strategy",
        "roadrunner",
        "investment",
        "information",
        "technology",
        "infrastructure",
        "support",
        "integration",
        "effort",
        "strengthen",
        "internal",
        "control",
        "enable",
        "future",
        "growth",
        "roadrunner",
        "expectation",
        "adjusted",
        "ebitda",
        "exceed",
        "reported",
        "amount",
        "adjusted",
        "ebitda",
        "improvement",
        "rate",
        "environment",
        "statement",
        "often",
        "always",
        "made",
        "use",
        "word",
        "phrase",
        "may",
        "anticipate",
        "estimate",
        "plan",
        "project",
        "continuing",
        "ongoing",
        "expect",
        "believe",
        "intend",
        "predict",
        "potential",
        "opportunity",
        "similar",
        "word",
        "phrase",
        "negative",
        "word",
        "phrase",
        "statement",
        "based",
        "roadrunner",
        "current",
        "assumption",
        "expectation",
        "belief",
        "subject",
        "substantial",
        "risk",
        "estimate",
        "assumption",
        "uncertainty",
        "change",
        "circumstance",
        "may",
        "cause",
        "roadrunner",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "restatement",
        "roadrunner",
        "previously",
        "issued",
        "financial",
        "statement",
        "remediation",
        "roadrunner",
        "identified",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "litigation",
        "resulting",
        "restatement",
        "roadrunner",
        "previously",
        "issued",
        "financial",
        "statement",
        "risk",
        "factor",
        "contained",
        "roadrunner",
        "sec",
        "filing",
        "including",
        "roadrunner",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "risk",
        "estimate",
        "assumption",
        "uncertainty",
        "referred",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speaks",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "roadrunner",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "financial",
        "measure",
        "ebitda",
        "represents",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "roadrunner",
        "us",
        "adjusted",
        "ebitda",
        "excludes",
        "impairment",
        "gain",
        "loss",
        "adjustment",
        "contingent",
        "purchase",
        "obligation",
        "stock",
        "incentive",
        "compensation",
        "expense",
        "debt",
        "restructuring",
        "cost",
        "professional",
        "fee",
        "associated",
        "legal",
        "matter",
        "including",
        "company",
        "internal",
        "investigation",
        "sec",
        "compliance",
        "debt",
        "restructuring",
        "cost",
        "supplemental",
        "measure",
        "evaluating",
        "operating",
        "performance",
        "determining",
        "executive",
        "incentive",
        "compensation",
        "roadrunner",
        "belief",
        "adjusted",
        "ebitda",
        "useful",
        "investor",
        "evaluating",
        "performance",
        "compared",
        "company",
        "industry",
        "assist",
        "analyzing",
        "benchmarking",
        "performance",
        "value",
        "business",
        "calculation",
        "adjusted",
        "ebitda",
        "eliminates",
        "effect",
        "financing",
        "income",
        "tax",
        "accounting",
        "effect",
        "capital",
        "spending",
        "item",
        "may",
        "vary",
        "different",
        "company",
        "reason",
        "unrelated",
        "overall",
        "operating",
        "performance",
        "company",
        "business",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "presented",
        "accordance",
        "gaap",
        "although",
        "roadrunner",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "assess",
        "performance",
        "business",
        "compared",
        "others",
        "roadrunner",
        "industry",
        "adjusted",
        "ebitda",
        "limitation",
        "analytical",
        "tool",
        "consider",
        "isolation",
        "substitute",
        "analysis",
        "roadrunner",
        "result",
        "reported",
        "gaap",
        "limitation",
        "adjusted",
        "ebitda",
        "reflect",
        "roadrunner",
        "cash",
        "expenditure",
        "future",
        "requirement",
        "capital",
        "expenditure",
        "contractual",
        "commitment",
        "adjusted",
        "ebitda",
        "reflect",
        "change",
        "cash",
        "requirement",
        "roadrunner",
        "working",
        "capital",
        "need",
        "adjusted",
        "ebitda",
        "reflect",
        "significant",
        "interest",
        "expense",
        "cash",
        "requirement",
        "necessary",
        "service",
        "interest",
        "principal",
        "payment",
        "roadrunner",
        "debt",
        "dividend",
        "payment",
        "roadrunner",
        "preferred",
        "stock",
        "although",
        "depreciation",
        "amortization",
        "charge",
        "asset",
        "depreciated",
        "amortized",
        "often",
        "replaced",
        "future",
        "adjusted",
        "ebitda",
        "reflect",
        "cash",
        "requirement",
        "replacement",
        "company",
        "roadrunner",
        "industry",
        "may",
        "calculate",
        "adjusted",
        "ebitda",
        "differently",
        "roadrunner",
        "limiting",
        "usefulness",
        "comparative",
        "measure",
        "limitation",
        "adjusted",
        "ebitda",
        "considered",
        "measure",
        "discretionary",
        "cash",
        "available",
        "roadrunner",
        "invest",
        "growth",
        "company",
        "business",
        "roadrunner",
        "compensates",
        "limitation",
        "relying",
        "primarily",
        "roadrunner",
        "result",
        "operation",
        "gaap",
        "view",
        "source",
        "version",
        "http",
        "reputation",
        "partner",
        "marilyn",
        "vollrath",
        "ir",
        "source",
        "roadrunner",
        "transportation",
        "system",
        "inc"
    ]
}