{
    "organizations": [],
    "uuid": "366d2eaef56a342894f04af855d57ab5c29dc410",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/11/business-wire-medmen-in-binding-aletter-of-intenta-to-merge-into-public-company-in-canada.html",
    "ord_in_thread": 0,
    "title": "MedMen in Binding ‘Letter of Intent’ To Merge Into Public Company in Canada",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(NOT FOR DISTRIBUTION TO U.S. NEWS WIRE SERVICES OR DISSEMINATION IN THE UNITED STATES)\nLOS ANGELES--(BUSINESS WIRE)-- MM Enterprises USA, LLC, better known as MedMen Enterprises, announced today that it has entered into a binding “Letter of Intent” outlining the proposed terms and conditions pursuant to which MedMen Enterprises will effect a reverse takeover of OutdoorPartner Media Corporation.\nMedMen Enterprises will become a publicly traded company through a reverse takeover, or RTO. In an RTO, the securityholders of a private company that aims to become publicly traded take over an existing public company. OutdoorPartner Media Corporation is an unlisted Canadian public company.\n“This is an important milestone in the evolution of MedMen and the increasingly global cannabis industry,” said Adam Bierman, the Los Angeles-based company’s co-founder and chief executive. “A major U.S. cannabis company is set to be publicly traded on a bona fide stock exchange. For nearly a decade we have been at the leading edge of the modern cannabis industry, putting ourselves in a dominant position in the most significant cannabis markets in the U.S.; California, Nevada and New York.”\nUpon completion of the reverse takeover of OutdoorPartner Media Corporation by the securityholders of MedMen Enterprises, MedMen Enterprises will become a subsidiary of a publicly traded company, essentially becoming publicly traded itself. Additionally, MedMen Enterprises has entered into an engagement letter to conduct a brokered private placement offering of subscription receipts to accredited investors prior to completing its RTO transaction. The private placement will consist of an offering of subscription receipts that will be exchanged for common shares of the public company resulting from the RTO. Those common shares will have subordinated voting rights. Unlike an initial public offering, or IPO, in an RTO there is often a two-step process, the first of which is a private placement financing, as proposed by MedMen Enterprises, followed by an amalgamation or merger with a public company.\nCormark Securities Inc. and Canaccord Genuity Corp., leading Canadian independent investment dealers, will act as co-bookrunners and will assist the company in connection with its brokered private placement.\nWith vertically integrated operations in three states, including seven licensed stores in California’s newly opened adult-use market, MedMen is one of the most dominant players in the fast-growing cannabis industry. The company recently completed construction of a 45,000-square-foot factory in Northern Nevada, the largest and most high-tech cultivation and manufacturing cannabis facility in the state. And MedMen Manhattan, the first-of-a-kind marijuana store in New York is scheduled to open on Fifth Avenue on April 20 th . MedMen also announced recently that it has entered into a joint-venture agreement with Cronos Group Inc. (Nasdaq: CRON) (TSX-V: CRON) to develop products and open MedMen branded stores in Canada’s potential adult-use market.\nWhile the final structure and form of the transaction that will take MedMen Enterprises public will come in a more definitive agreement to follow, the Letter of Intent announced today incorporated the principal terms, MedMen officials said. Once the RTO is complete and all requirements for stock exchange listing satisfied, MedMen Enterprises will select a ticker symbol for the resulting public company’s shares, which will be traded under that symbol on the stock exchange.\nDisclosures:\nThe securities to be offered in the brokered private placement have not been, and will not be, registered under the United States Securities Act of 1933, as amended (the “U.S. Securities Act”) or any state securities laws, and may not be offered or sold in the United States or to, or for the account or benefit of, United States persons absent registration or any applicable exemption from the registration requirements of the U.S. Securities Act and applicable state securities laws. This news release shall not constitute an offer to sell or the solicitation of an offer to buy securities in the United States, nor shall there be any sale of these securities in any jurisdiction in which such offer, solicitation or sale would be unlawful.\nStock Exchange Matters\nAs of the date hereof, neither MedMen nor OutdoorPartner Media Corporation are listed or have made any application for listing on any stock exchange. A condition to the completion of the transaction is the approval for the listing of the resulting public company’s shares on the Canadian Securities Exchange.\nTiming of the Transaction\nFurther details of the transaction will be included in subsequent news releases and disclosure documents to be filed by OutdoorPartner Media Corporation in connection with the transaction. It is anticipated that a shareholder meeting of OutdoorPartner Media Corporation to approve all required matters in connection with the transaction and closing of the transaction will take place in the second quarter of 2018.\nCautionary Note Regarding Forward-Looking Information\nThis press release contains statements which constitute “forward-looking information” within the meaning of applicable securities laws, including statements regarding the plans, intentions, beliefs and current expectations of MedMen with respect to future business activities. Forward-looking information is often identified by the words “may”, “would”, “could”, “should”, “will”, “intend”, “plan”, “anticipate”, “believe”, “estimate”, “expect” or similar expressions and include information regarding: (i) expectations regarding whether the proposed transaction will be consummated, including whether conditions to the consummation of the transaction will be satisfied, or the timing for completing the transaction, (ii) expectations for the effects of the transaction or the ability of the combined company to successfully achieve business objectives, (iii) expectations regarding whether the proposed private placement will be consummated and the timing for completing the private placement, and (iv) expectations for other economic, business, and/or competitive factors.\nInvestors are cautioned that forward-looking information is not based on historical facts but instead reflect MedMen management’s expectations, estimates or projections concerning future results or events based on the opinions, assumptions and estimates of management considered reasonable at the date the statements are made. Although MedMen believes that the expectations reflected in such forward-looking information are reasonable, such information involves risks and uncertainties, and undue reliance should not be placed on such information, as unknown or unpredictable factors could have material adverse effects on future results, performance or achievements of the combined company. Among the key factors that could cause actual results to differ materially from those projected in the forward-looking information are the following: the ability to consummate the transaction and the private placement; the ability to obtain requisite regulatory and shareholder and unitholder approvals and the satisfaction of other conditions to the consummation of the transaction on the proposed terms and schedule; the potential impact of the announcement or consummation of the transaction on relationships, including with regulatory bodies, employees, suppliers, customers and competitors; changes in general economic, business and political conditions, including changes in the financial markets; changes in applicable laws; compliance with extensive government regulation; and the diversion of management time on the transaction and the private placement. This forward-looking information may be affected by risks and uncertainties in the business of MedMen and OutdoorPartner Media Corporation and market conditions.\nShould one or more of these risks or uncertainties materialize, or should assumptions underlying the forward-looking information prove incorrect, actual results may vary materially from those described herein as intended, planned, anticipated, believed, estimated or expected. Although MedMen has attempted to identify important risks, uncertainties and factors which could cause actual results to differ materially, there may be others that cause results not to be as anticipated, estimated or intended. MedMen does not intend, and does not assume any obligation, to update this forward-looking information except as otherwise required by applicable law.\nCompletion of the transaction is subject to a number of conditions, including but not limited to entry into of a definitive transaction agreement, shareholder approvals and satisfaction of all stock exchange listing requirements. There can be no assurance that the transaction will be completed as proposed or at all.\nNo securities regulatory authority has in any way passed upon the merits of the proposed transactions described in this news release or has approved or disapproved of the contents of this news release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180411006241/en/\nFor further information, please contact:\nMedMen Enterprises\nDaniel Yi\nSenior Vice President of Corporate Communications\nE-mail: daniel@medmen.com\nSource: MedMen Enterprises",
    "published": "2018-04-11T22:45:00.000+03:00",
    "crawled": "2018-04-12T01:08:09.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "distribution",
        "news",
        "wire",
        "service",
        "dissemination",
        "united",
        "state",
        "los",
        "angeles",
        "business",
        "wire",
        "mm",
        "enterprise",
        "usa",
        "llc",
        "better",
        "known",
        "medmen",
        "enterprise",
        "announced",
        "today",
        "entered",
        "binding",
        "letter",
        "intent",
        "outlining",
        "proposed",
        "term",
        "condition",
        "pursuant",
        "medmen",
        "enterprise",
        "effect",
        "reverse",
        "takeover",
        "outdoorpartner",
        "medium",
        "corporation",
        "medmen",
        "enterprise",
        "become",
        "publicly",
        "traded",
        "company",
        "reverse",
        "takeover",
        "rto",
        "rto",
        "securityholders",
        "private",
        "company",
        "aim",
        "become",
        "publicly",
        "traded",
        "take",
        "existing",
        "public",
        "company",
        "outdoorpartner",
        "medium",
        "corporation",
        "unlisted",
        "canadian",
        "public",
        "company",
        "important",
        "milestone",
        "evolution",
        "medmen",
        "increasingly",
        "global",
        "cannabis",
        "industry",
        "said",
        "adam",
        "bierman",
        "los",
        "company",
        "chief",
        "executive",
        "major",
        "cannabis",
        "company",
        "set",
        "publicly",
        "traded",
        "bona",
        "fide",
        "stock",
        "exchange",
        "nearly",
        "decade",
        "leading",
        "edge",
        "modern",
        "cannabis",
        "industry",
        "putting",
        "dominant",
        "position",
        "significant",
        "cannabis",
        "market",
        "california",
        "nevada",
        "new",
        "upon",
        "completion",
        "reverse",
        "takeover",
        "outdoorpartner",
        "medium",
        "corporation",
        "securityholders",
        "medmen",
        "enterprise",
        "medmen",
        "enterprise",
        "become",
        "subsidiary",
        "publicly",
        "traded",
        "company",
        "essentially",
        "becoming",
        "publicly",
        "traded",
        "additionally",
        "medmen",
        "enterprise",
        "entered",
        "engagement",
        "letter",
        "conduct",
        "brokered",
        "private",
        "placement",
        "offering",
        "subscription",
        "receipt",
        "accredited",
        "investor",
        "prior",
        "completing",
        "rto",
        "transaction",
        "private",
        "placement",
        "consist",
        "offering",
        "subscription",
        "receipt",
        "exchanged",
        "common",
        "share",
        "public",
        "company",
        "resulting",
        "rto",
        "common",
        "share",
        "subordinated",
        "voting",
        "right",
        "unlike",
        "initial",
        "public",
        "offering",
        "ipo",
        "rto",
        "often",
        "process",
        "first",
        "private",
        "placement",
        "financing",
        "proposed",
        "medmen",
        "enterprise",
        "followed",
        "amalgamation",
        "merger",
        "public",
        "company",
        "cormark",
        "security",
        "canaccord",
        "genuity",
        "leading",
        "canadian",
        "independent",
        "investment",
        "dealer",
        "act",
        "assist",
        "company",
        "connection",
        "brokered",
        "private",
        "placement",
        "vertically",
        "integrated",
        "operation",
        "three",
        "state",
        "including",
        "seven",
        "licensed",
        "store",
        "california",
        "newly",
        "opened",
        "market",
        "medmen",
        "one",
        "dominant",
        "player",
        "cannabis",
        "industry",
        "company",
        "recently",
        "completed",
        "construction",
        "factory",
        "northern",
        "nevada",
        "largest",
        "cultivation",
        "manufacturing",
        "cannabis",
        "facility",
        "state",
        "medmen",
        "manhattan",
        "marijuana",
        "store",
        "new",
        "york",
        "scheduled",
        "open",
        "fifth",
        "avenue",
        "april",
        "th",
        "medmen",
        "also",
        "announced",
        "recently",
        "entered",
        "agreement",
        "cronos",
        "group",
        "nasdaq",
        "cron",
        "cron",
        "develop",
        "product",
        "open",
        "medmen",
        "branded",
        "store",
        "canada",
        "potential",
        "market",
        "final",
        "structure",
        "form",
        "transaction",
        "take",
        "medmen",
        "enterprise",
        "public",
        "come",
        "definitive",
        "agreement",
        "follow",
        "letter",
        "intent",
        "announced",
        "today",
        "incorporated",
        "principal",
        "term",
        "medmen",
        "official",
        "said",
        "rto",
        "complete",
        "requirement",
        "stock",
        "exchange",
        "listing",
        "satisfied",
        "medmen",
        "enterprise",
        "select",
        "ticker",
        "symbol",
        "resulting",
        "public",
        "company",
        "share",
        "traded",
        "symbol",
        "stock",
        "exchange",
        "disclosure",
        "security",
        "offered",
        "brokered",
        "private",
        "placement",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "account",
        "benefit",
        "united",
        "state",
        "person",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "united",
        "state",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "stock",
        "exchange",
        "matter",
        "date",
        "hereof",
        "neither",
        "medmen",
        "outdoorpartner",
        "medium",
        "corporation",
        "listed",
        "made",
        "application",
        "listing",
        "stock",
        "exchange",
        "condition",
        "completion",
        "transaction",
        "approval",
        "listing",
        "resulting",
        "public",
        "company",
        "share",
        "canadian",
        "security",
        "exchange",
        "timing",
        "transaction",
        "detail",
        "transaction",
        "included",
        "subsequent",
        "news",
        "release",
        "disclosure",
        "document",
        "filed",
        "outdoorpartner",
        "medium",
        "corporation",
        "connection",
        "transaction",
        "anticipated",
        "shareholder",
        "meeting",
        "outdoorpartner",
        "medium",
        "corporation",
        "approve",
        "required",
        "matter",
        "connection",
        "transaction",
        "closing",
        "transaction",
        "take",
        "place",
        "second",
        "quarter",
        "cautionary",
        "note",
        "regarding",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "including",
        "statement",
        "regarding",
        "plan",
        "intention",
        "belief",
        "current",
        "expectation",
        "medmen",
        "respect",
        "future",
        "business",
        "activity",
        "information",
        "often",
        "identified",
        "word",
        "may",
        "would",
        "could",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "include",
        "information",
        "regarding",
        "expectation",
        "regarding",
        "whether",
        "proposed",
        "transaction",
        "consummated",
        "including",
        "whether",
        "condition",
        "consummation",
        "transaction",
        "satisfied",
        "timing",
        "completing",
        "transaction",
        "ii",
        "expectation",
        "effect",
        "transaction",
        "ability",
        "combined",
        "company",
        "successfully",
        "achieve",
        "business",
        "objective",
        "iii",
        "expectation",
        "regarding",
        "whether",
        "proposed",
        "private",
        "placement",
        "consummated",
        "timing",
        "completing",
        "private",
        "placement",
        "iv",
        "expectation",
        "economic",
        "business",
        "competitive",
        "factor",
        "investor",
        "cautioned",
        "information",
        "based",
        "historical",
        "fact",
        "instead",
        "reflect",
        "medmen",
        "management",
        "expectation",
        "estimate",
        "projection",
        "concerning",
        "future",
        "result",
        "event",
        "based",
        "opinion",
        "assumption",
        "estimate",
        "management",
        "considered",
        "reasonable",
        "date",
        "statement",
        "made",
        "although",
        "medmen",
        "belief",
        "expectation",
        "reflected",
        "information",
        "reasonable",
        "information",
        "involves",
        "risk",
        "uncertainty",
        "undue",
        "reliance",
        "placed",
        "information",
        "unknown",
        "unpredictable",
        "factor",
        "could",
        "material",
        "adverse",
        "effect",
        "future",
        "result",
        "performance",
        "achievement",
        "combined",
        "company",
        "among",
        "key",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "information",
        "following",
        "ability",
        "consummate",
        "transaction",
        "private",
        "placement",
        "ability",
        "obtain",
        "requisite",
        "regulatory",
        "shareholder",
        "unitholder",
        "approval",
        "satisfaction",
        "condition",
        "consummation",
        "transaction",
        "proposed",
        "term",
        "schedule",
        "potential",
        "impact",
        "announcement",
        "consummation",
        "transaction",
        "relationship",
        "including",
        "regulatory",
        "body",
        "employee",
        "supplier",
        "customer",
        "competitor",
        "change",
        "general",
        "economic",
        "business",
        "political",
        "condition",
        "including",
        "change",
        "financial",
        "market",
        "change",
        "applicable",
        "law",
        "compliance",
        "extensive",
        "government",
        "regulation",
        "diversion",
        "management",
        "time",
        "transaction",
        "private",
        "placement",
        "information",
        "may",
        "affected",
        "risk",
        "uncertainty",
        "business",
        "medmen",
        "outdoorpartner",
        "medium",
        "corporation",
        "market",
        "condition",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "herein",
        "intended",
        "planned",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "although",
        "medmen",
        "attempted",
        "identify",
        "important",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "may",
        "others",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "medmen",
        "intend",
        "assume",
        "obligation",
        "update",
        "information",
        "except",
        "otherwise",
        "required",
        "applicable",
        "law",
        "completion",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "limited",
        "entry",
        "definitive",
        "transaction",
        "agreement",
        "shareholder",
        "approval",
        "satisfaction",
        "stock",
        "exchange",
        "listing",
        "requirement",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "security",
        "regulatory",
        "authority",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "described",
        "news",
        "release",
        "approved",
        "disapproved",
        "content",
        "news",
        "release",
        "view",
        "source",
        "version",
        "http",
        "information",
        "please",
        "contact",
        "medmen",
        "enterprise",
        "daniel",
        "yi",
        "senior",
        "vice",
        "president",
        "corporate",
        "communication",
        "daniel",
        "source",
        "medmen",
        "enterprise"
    ]
}