{
    "organizations": [],
    "uuid": "9a366eaf0ff004c87229b5c134b2e02cf1b4b0f6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/business-wire-cellectis-and-allogene-therapeutics-intend-to-continue-strategic-cancer-immunotherapy-collaboration-to-accelerate.html",
    "ord_in_thread": 0,
    "title": "Cellectis and Allogene Therapeutics Intend to Continue Strategic Cancer Immunotherapy Collaboration to Accelerate Development and Commercialization of Allogeneic Off-the-Shelf CAR T Therapies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Allogene intends to assume from Pfizer the global strategic collaboration agreement originally formed with Cellectis in 2014\nNEW YORK--(BUSINESS WIRE)--\nRegulatory News:\nCellectis (Paris:ALCLS) (NASDAQ:CLLS) (Euronext Growth: ALCLS - Nasdaq: CLLS), a clinical-stage biopharmaceutical company focused on developing immunotherapies based on gene-edited allogeneic CAR T-cells (UCART), and Allogene Therapeutics, Inc. (Allogene), a biotechnology company focused on the rapid advancement of allogeneic CAR T therapies targeting blood cancers and solid tumors, announced today that Allogene intends to assume from Pfizer the global strategic collaboration to develop “off-the-shelf” CAR T immunotherapies for oncology. This agreement was initially formed with Cellectis in June 2014.\nEarlier today, Allogene and Pfizer announced that the two companies have entered into an asset contribution agreement for Pfizer’s allogeneic CAR T-cell therapy portfolio, which includes 16 preclinical assets and UCART19. Subject to certain closing conditions, Allogene will assume the strategic collaboration and license agreement with Cellectis, with exclusive rights to develop and commercialize previously defined allogeneic UCART programs directed at select targets. Cellectis will remain eligible to receive clinical and commercial milestone payments of up to $2.8 billion, or $185 million per target for 15 targets and tiered royalties in the high single digits on net sales of any products that are commercialized by Allogene under the agreement. This new alliance, with Allogene’s dedicated team, is expected to lead to a strong acceleration of CAR T therapies.\nAllogene, co-founded and led by former executives of Kite Pharma, is well-positioned to catalyze the next revolution in cell therapy with its leaders’ unrivaled experience in the clinical development of autologous CAR T therapy. Arie Belldegrun M.D., FACS, Founder and former Chairman, President and Chief Executive Officer of Kite, will serve as Executive Chairman of Allogene, and David Chang, M.D., Ph.D., former Executive Vice President, Research and Development and Chief Medical Officer of Kite, will serve as President and Chief Executive Officer of Allogene.\nCellectis’ CAR T platform provides a proprietary, allogeneic approach that uses engineered T-cells from a healthy donor for use in multiple patients. This is distinct from autologous approaches that use a patient’s own T-cells to target tumor cells.\n“Allogeneic represents the next transformative step in medicine, as it will potentially allow patients all over the world to quickly receive these potentially life-saving therapies in the most efficient and cost-effective way possible. The last four years of partnership with Pfizer have been very rewarding and productive. Pfizer was among the early adopters of the allogeneic approach, seeing that gene-edited CART programs are the future of immunotherapy to treat cancer. We sincerely thank everyone involved in this collaboration, from the top management to the scientists, for their foresight and their belief in our common portfolio,” said Dr. André Choulika, Ph.D., Cellectis’ Chairman & Chief Executive Officer. “We strongly believe Allogene, together with Cellectis, will from the best possible team to continue this collaboration. Our expertise in allogeneic CART and gene-editing combined with the leadership of Drs. Arie Belldegrun and David Chang and their exemplary track record and execution in cell therapy paves the way for the future in off-the-shelf products enhanced by gene editing.”\n“We have built mutual trust and respect over the years in the CAR T industry and this collaboration will be the starting point for a long-term partnership,” said David Chang, M.D., Ph.D., President and Chief Executive Officer of Allogene. “Our mission at Allogene is to catalyze the next revolution in cancer treatment through the development of allogeneic CAR T therapies directed at blood cancers as well as solid tumors. We believe this collaboration fuels our mission and we look forward to partnering with Cellectis to accelerate the development of allogeneic cell therapies.”\nAbout UCARTs\nAllogeneic CARTs or UCARTs (Universal Chimeric Antigen Receptor T-cells) are off-the-shelf products that have the potential to be industrialized and standardized, with consistent pharmaceutical release criteria, over time and from batch to batch. Each potential future patient may thus be treated by immediately receiving a single dose of a standard product with consistent quality. In addition, it is expected that such allogeneic products may be shipped in advance and would be accessible to any cancer center in the world, without the need to invest in a local CAR T processing facility.\nAbout Cellectis\nCellectis is a clinical-stage biopharmaceutical company focused on developing a new generation of cancer immunotherapies based on gene-edited T-cells (UCART), including without limitation UCART123, UCARTCS1 and UCART22. By capitalizing on its 18 years of expertise in gene editing – built on its flagship TALEN® technology and pioneering electroporation system PulseAgile – Cellectis uses the power of the immune system to target and eradicate cancer cells.\nUsing its life-science-focused, pioneering genome engineering technologies, Cellectis’ goal is to create innovative products in multiple fields and with various target markets.\nCellectis is listed on the Nasdaq market (ticker: CLLS) and on Euronext Growth (ticker: ALCLS). To find out more about us, visit our website: www.cellectis.com\nTalking about gene editing? We do it. TALEN® is a registered trademark owned by Cellectis.\nAbout Allogene\nAllogene Therapeutics is a biotechnology company with a mission to catalyze the next revolution in cancer treatment through the development of allogeneic chimeric antigen receptor T-cell (CAR T) therapy directed at blood cancers and solid tumors. Founded and led by former Kite Pharma executives who bring unrivaled clinical development acumen in cell therapy, Allogene is well-positioned to further the potential of allogeneic cell therapy for patients.\nAllogeneic CAR T therapies are engineered from cells of healthy donors and stored for “off-the-shelf” use in patients. This approach eliminates the need to create personalized therapy from a patient’s own cells, simplifies manufacturing, and reduces the time patients must wait for CAR T treatment. The Allogene portfolio includes 16 pre-clinical T cell therapy assets and UCART19, an allogeneic CAR T therapy currently in Phase 1 development for the treatment of acute lymphoblastic leukemia (ALL). Through its notable partnerships, Allogene leverages pioneering technology platforms, including TALEN ® gene editing technology, to progress its portfolio of immuno-oncology therapies. Allogene, with headquarters in San Francisco, California, is a Two River portfolio company formed with one of the largest Series A financings in biotechnology from an investment consortium that includes TPG, Vida Ventures, BellCo Capital, the University of California Office of the Chief Investment Officer and Pfizer. For more information, please visit www.allogene.com , follow @AllogeneTx on Twitter and LinkedIn.\nDisclaimer\nThis press release contains “forward-looking” statements that are based on our management’s current expectations and assumptions and on information currently available to management. Forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. Further information on the risks factors that may affect company business and financial performance, is included in Cellectis’ Annual Report on Form 20-F for the year ended December 31, 2017 and subsequent filings Cellectis makes with the Securities and Exchange Commission from time to time. Except as required by law, we assume no obligation to update these forward-looking statements publicly, or to update the reasons actual results could differ materially from those anticipated in the forward-looking statements, even if new information becomes available in the future.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180403005777/en/\nCellectis\nMedia:\nJennifer Moore, 917-580-1088\nVP of Communications,\nmedia@cellectis.com\nor\nCaitlin Kasunich, 212-896-1241\nKCSA Strategic Communications\nckasunich@kcsa.com\nor\nCellectis IR:\nSimon Harnest, 646-385-9008\nVP of Corporate Strategy and Finance\nsimon.harnest@cellectis.com\nor\nAllogene\nChristine Cassiano, 714-552-0326\nChristine.Cassiano@allogene.com\nSource: Cellectis",
    "published": "2018-04-03T16:10:00.000+03:00",
    "crawled": "2018-04-03T17:23:40.045+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "allogene",
        "intends",
        "assume",
        "pfizer",
        "global",
        "strategic",
        "collaboration",
        "agreement",
        "originally",
        "formed",
        "cellectis",
        "new",
        "york",
        "business",
        "wire",
        "regulatory",
        "news",
        "cellectis",
        "paris",
        "alcls",
        "nasdaq",
        "clls",
        "euronext",
        "growth",
        "alcls",
        "nasdaq",
        "clls",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "immunotherapy",
        "based",
        "allogeneic",
        "car",
        "ucart",
        "allogene",
        "therapeutic",
        "allogene",
        "biotechnology",
        "company",
        "focused",
        "rapid",
        "advancement",
        "allogeneic",
        "car",
        "therapy",
        "targeting",
        "blood",
        "cancer",
        "solid",
        "tumor",
        "announced",
        "today",
        "allogene",
        "intends",
        "assume",
        "pfizer",
        "global",
        "strategic",
        "collaboration",
        "develop",
        "car",
        "immunotherapy",
        "oncology",
        "agreement",
        "initially",
        "formed",
        "cellectis",
        "june",
        "earlier",
        "today",
        "allogene",
        "pfizer",
        "announced",
        "two",
        "company",
        "entered",
        "asset",
        "contribution",
        "agreement",
        "pfizer",
        "allogeneic",
        "car",
        "therapy",
        "portfolio",
        "includes",
        "preclinical",
        "asset",
        "ucart19",
        "subject",
        "certain",
        "closing",
        "condition",
        "allogene",
        "assume",
        "strategic",
        "collaboration",
        "license",
        "agreement",
        "cellectis",
        "exclusive",
        "right",
        "develop",
        "commercialize",
        "previously",
        "defined",
        "allogeneic",
        "ucart",
        "program",
        "directed",
        "select",
        "target",
        "cellectis",
        "remain",
        "eligible",
        "receive",
        "clinical",
        "commercial",
        "milestone",
        "payment",
        "billion",
        "million",
        "per",
        "target",
        "target",
        "tiered",
        "royalty",
        "high",
        "single",
        "digit",
        "net",
        "sale",
        "product",
        "commercialized",
        "allogene",
        "agreement",
        "new",
        "alliance",
        "allogene",
        "dedicated",
        "team",
        "expected",
        "lead",
        "strong",
        "acceleration",
        "car",
        "therapy",
        "allogene",
        "led",
        "former",
        "executive",
        "kite",
        "pharma",
        "catalyze",
        "next",
        "revolution",
        "cell",
        "therapy",
        "leader",
        "unrivaled",
        "experience",
        "clinical",
        "development",
        "autologous",
        "car",
        "therapy",
        "arie",
        "belldegrun",
        "facs",
        "founder",
        "former",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "kite",
        "serve",
        "executive",
        "chairman",
        "allogene",
        "david",
        "chang",
        "former",
        "executive",
        "vice",
        "president",
        "research",
        "development",
        "chief",
        "medical",
        "officer",
        "kite",
        "serve",
        "president",
        "chief",
        "executive",
        "officer",
        "allogene",
        "cellectis",
        "car",
        "platform",
        "provides",
        "proprietary",
        "allogeneic",
        "approach",
        "us",
        "engineered",
        "healthy",
        "donor",
        "use",
        "multiple",
        "patient",
        "distinct",
        "autologous",
        "approach",
        "use",
        "patient",
        "target",
        "tumor",
        "cell",
        "allogeneic",
        "represents",
        "next",
        "transformative",
        "step",
        "medicine",
        "potentially",
        "allow",
        "patient",
        "world",
        "quickly",
        "receive",
        "potentially",
        "therapy",
        "efficient",
        "way",
        "possible",
        "last",
        "four",
        "year",
        "partnership",
        "pfizer",
        "rewarding",
        "productive",
        "pfizer",
        "among",
        "early",
        "adopter",
        "allogeneic",
        "approach",
        "seeing",
        "cart",
        "program",
        "future",
        "immunotherapy",
        "treat",
        "cancer",
        "sincerely",
        "thank",
        "everyone",
        "involved",
        "collaboration",
        "top",
        "management",
        "scientist",
        "foresight",
        "belief",
        "common",
        "portfolio",
        "said",
        "andré",
        "choulika",
        "cellectis",
        "chairman",
        "chief",
        "executive",
        "officer",
        "strongly",
        "believe",
        "allogene",
        "together",
        "cellectis",
        "best",
        "possible",
        "team",
        "continue",
        "collaboration",
        "expertise",
        "allogeneic",
        "cart",
        "combined",
        "leadership",
        "drs",
        "arie",
        "belldegrun",
        "david",
        "chang",
        "exemplary",
        "track",
        "record",
        "execution",
        "cell",
        "therapy",
        "pave",
        "way",
        "future",
        "product",
        "enhanced",
        "gene",
        "built",
        "mutual",
        "trust",
        "respect",
        "year",
        "car",
        "industry",
        "collaboration",
        "starting",
        "point",
        "partnership",
        "said",
        "david",
        "chang",
        "president",
        "chief",
        "executive",
        "officer",
        "allogene",
        "mission",
        "allogene",
        "catalyze",
        "next",
        "revolution",
        "cancer",
        "treatment",
        "development",
        "allogeneic",
        "car",
        "therapy",
        "directed",
        "blood",
        "cancer",
        "well",
        "solid",
        "tumor",
        "believe",
        "collaboration",
        "fuel",
        "mission",
        "look",
        "forward",
        "partnering",
        "cellectis",
        "accelerate",
        "development",
        "allogeneic",
        "cell",
        "ucarts",
        "allogeneic",
        "cart",
        "ucarts",
        "universal",
        "chimeric",
        "antigen",
        "receptor",
        "product",
        "potential",
        "industrialized",
        "standardized",
        "consistent",
        "pharmaceutical",
        "release",
        "criterion",
        "time",
        "batch",
        "batch",
        "potential",
        "future",
        "patient",
        "may",
        "thus",
        "treated",
        "immediately",
        "receiving",
        "single",
        "dose",
        "standard",
        "product",
        "consistent",
        "quality",
        "addition",
        "expected",
        "allogeneic",
        "product",
        "may",
        "shipped",
        "advance",
        "would",
        "accessible",
        "cancer",
        "center",
        "world",
        "without",
        "need",
        "invest",
        "local",
        "car",
        "processing",
        "facility",
        "cellectis",
        "cellectis",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "new",
        "generation",
        "cancer",
        "immunotherapy",
        "based",
        "ucart",
        "including",
        "without",
        "limitation",
        "ucart123",
        "ucartcs1",
        "ucart22",
        "capitalizing",
        "year",
        "expertise",
        "gene",
        "editing",
        "built",
        "flagship",
        "technology",
        "pioneering",
        "electroporation",
        "system",
        "pulseagile",
        "cellectis",
        "us",
        "power",
        "immune",
        "system",
        "target",
        "eradicate",
        "cancer",
        "cell",
        "using",
        "pioneering",
        "genome",
        "engineering",
        "technology",
        "cellectis",
        "goal",
        "create",
        "innovative",
        "product",
        "multiple",
        "field",
        "various",
        "target",
        "market",
        "cellectis",
        "listed",
        "nasdaq",
        "market",
        "ticker",
        "clls",
        "euronext",
        "growth",
        "ticker",
        "alcls",
        "find",
        "u",
        "visit",
        "website",
        "talking",
        "gene",
        "editing",
        "registered",
        "trademark",
        "owned",
        "cellectis",
        "allogene",
        "allogene",
        "therapeutic",
        "biotechnology",
        "company",
        "mission",
        "catalyze",
        "next",
        "revolution",
        "cancer",
        "treatment",
        "development",
        "allogeneic",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "therapy",
        "directed",
        "blood",
        "cancer",
        "solid",
        "tumor",
        "founded",
        "led",
        "former",
        "kite",
        "pharma",
        "executive",
        "bring",
        "unrivaled",
        "clinical",
        "development",
        "acumen",
        "cell",
        "therapy",
        "allogene",
        "potential",
        "allogeneic",
        "cell",
        "therapy",
        "patient",
        "allogeneic",
        "car",
        "therapy",
        "engineered",
        "cell",
        "healthy",
        "donor",
        "stored",
        "use",
        "patient",
        "approach",
        "eliminates",
        "need",
        "create",
        "personalized",
        "therapy",
        "patient",
        "cell",
        "simplifies",
        "manufacturing",
        "reduces",
        "time",
        "patient",
        "must",
        "wait",
        "car",
        "treatment",
        "allogene",
        "portfolio",
        "includes",
        "cell",
        "therapy",
        "asset",
        "ucart19",
        "allogeneic",
        "car",
        "therapy",
        "currently",
        "phase",
        "development",
        "treatment",
        "acute",
        "lymphoblastic",
        "leukemia",
        "notable",
        "partnership",
        "allogene",
        "leverage",
        "pioneering",
        "technology",
        "platform",
        "including",
        "talen",
        "gene",
        "editing",
        "technology",
        "progress",
        "portfolio",
        "therapy",
        "allogene",
        "headquarters",
        "san",
        "francisco",
        "california",
        "two",
        "river",
        "portfolio",
        "company",
        "formed",
        "one",
        "largest",
        "series",
        "financing",
        "biotechnology",
        "investment",
        "consortium",
        "includes",
        "tpg",
        "vida",
        "venture",
        "bellco",
        "capital",
        "university",
        "california",
        "office",
        "chief",
        "investment",
        "officer",
        "pfizer",
        "information",
        "please",
        "visit",
        "follow",
        "allogenetx",
        "twitter",
        "linkedin",
        "disclaimer",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "assumption",
        "information",
        "currently",
        "available",
        "management",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "risk",
        "factor",
        "may",
        "affect",
        "company",
        "business",
        "financial",
        "performance",
        "included",
        "cellectis",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "cellectis",
        "make",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "except",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "statement",
        "publicly",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "view",
        "source",
        "version",
        "http",
        "cellectis",
        "medium",
        "jennifer",
        "moore",
        "vp",
        "communication",
        "medium",
        "caitlin",
        "kasunich",
        "kcsa",
        "strategic",
        "communication",
        "ckasunich",
        "cellectis",
        "ir",
        "simon",
        "harnest",
        "vp",
        "corporate",
        "strategy",
        "finance",
        "allogene",
        "christine",
        "cassiano",
        "source",
        "cellectis"
    ]
}