{
    "organizations": [],
    "uuid": "3dbfdf1ecfd4e4ae0f7a68657587b64ed66f6cf8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/globe-newswire-emc-insurance-group-inc-announces-first-quarter-estimates-revises-2018-non-gaap-operating-income-guidance-and-announces.html",
    "ord_in_thread": 0,
    "title": "EMC Insurance Group Inc. Announces First Estimates, Revises Non-GAAP Operating Income Guidance* and Announces First Quarter Earnings Call and Access Information",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "*Denotes financial measure not calculated in accordance with generally accepted accounting principles (non-GAAP). See “Definition of Non-GAAP Information and Reconciliation to Comparable GAAP Measure” for additional information.\nDES MOINES, Iowa, April 16, 2018 (GLOBE NEWSWIRE) -- EMC Insurance Group Inc. (Nasdaq:EMCI) (the “Company”), today announced that first quarter 2018 results were impacted by a higher than anticipated level of non-catastrophe losses in the property and casualty insurance segment. Catastrophe and storm losses are expected to total approximately $4.7 million, which is a decline of approximately 65 percent from the record amount experienced in the first quarter of 2017; however, most of this decline is expected to be offset by a significant reduction in the amount of favorable development experienced on prior years’ reserves. Management anticipates that the Company will report first quarter 2018 net income (loss) in the range of ($0.02) to $0.02 per share, non-GAAP operating income in the range of $0.18 to $0.22 per share, and that the GAAP combined ratio for the first quarter will be approximately 104.6 percent. The property and casualty insurance and reinsurance segments are expected to report first quarter GAAP combined ratios of approximately 107.4 percent and 95.5 percent, respectively.\n“Persistent frigid temperatures across many parts of the country increased commercial property losses, primarily from fires and frozen pipes,” stated President and Chief Executive Officer Bruce G. Kelley.\nBased on actual results for the first three months of 2018 and projections for the remainder of the year, management has revised its 2018 non-GAAP operating income guidance from the previous range of $1.40 to $1.60 per share to a range of $1.10 to $1.30 per share. This revised guidance is based on a projected GAAP combined ratio of 103.2 percent for the year, which is 2.5 percentage points higher than the ratio utilized in the previous guidance. Approximately 1.3 percentage points of the increase is attributed to the elevated level of non-catastrophe losses experienced in the first quarter, while the remaining 1.2 percentage points are attributable to the disaggregation and reclassification of the components of net periodic pension and postretirement benefit costs (income) associated with the adoption of the updated guidance contained in Compensation-Retirement Benefits Topic 715 of the Accounting Standards Codification™ (ASC) as of January 1, 2018. This reclassification did not impact net income or non-GAAP operating income; however, it did increase the acquisition expense ratio, and therefore the GAAP combined ratio, by approximately 1.2 percentage points.\nASC Topic 715 changed the presentation of net periodic pension and postretirement benefit costs by disaggregating the components of these expenses (disclosing the service cost component separately from the other components) for income statement reporting. Prior to 2018, all of the pension and postretirement benefit costs/credits were included in other underwriting expenses. Beginning in 2018, all pension and postretirement benefit costs/credits other than the service cost component have been reclassified to other income/loss in the income statement, while the service cost component remains in other underwriting expenses.\nFirst Quarter Earnings Call and Access Information\nAdditionally, the 2018 first quarter earnings results will be released before the market opens on Friday, May 4, 2018. An earnings call will be held at noon Eastern time on that date to provide securities analysts, stockholders and other interested parties the opportunity to hear management discuss the Company’s 2018 first quarter earnings results, as well as its expectations for the remainder of the year.\nTeleconference:\nDial-in information for the call is toll-free 1-844-850-0550 (International: 1-412-317-5180).\nWebcast:\nThe teleconference is being webcast and can be accessed live and for replay on the Company’s investor relations page at investors.emcins.com . The archived audio webcast will be available for replay for approximately 90 days following the earnings call.\nTranscript:\nA transcript of the teleconference will be available on the Company’s website soon after the completion of the teleconference.\nAbout EMCI\nEMC Insurance Group Inc. is a publicly held insurance holding company with operations in property and casualty insurance and reinsurance, which was formed in 1974 and became publicly held in 1982. The Company’s common stock trades on the Global Select Market tier of the Nasdaq Stock Market under the symbol EMCI. Additional information regarding the Company may be found at investors.emcins.com . EMCI’s parent company is Employers Mutual Casualty Company (Employers Mutual). EMCI and Employers Mutual, together with their subsidiary and affiliated companies, conduct operations under the trade name EMC Insurance Companies.\nCautionary Note Regarding Forward-Looking Statements\nThe Private Securities Litigation Reform Act of 1995 provides issuers the opportunity to make cautionary statements regarding forward-looking statements. Accordingly, any forward-looking statement contained in this report is based on management’s current beliefs, assumptions and expectations of the Company’s future performance, taking all information currently available into account. These beliefs, assumptions and expectations can change as the result of many possible events or factors, not all of which are known to management. If a change occurs, the Company’s business, financial condition, liquidity, results of operations, plans and objectives may vary materially from those expressed in the forward-looking statements.\nThe risks and uncertainties that may affect the actual results of the Company include, but are not limited to, the following:\ncatastrophic events and the occurrence of significant severe weather conditions; the adequacy of loss and settlement expense reserves; state and federal legislation and regulations; changes in the federal corporate tax rate; changes in the property and casualty insurance industry, interest rates or the performance of financial markets and the general economy; rating agency actions; “other-than-temporary” investment impairment losses; and other risks and uncertainties inherent to the Company’s business, including those discussed under the heading “Risk Factors” in the Company’s Annual Report on Form 10-K.\nManagement intends to identify forward-looking statements when using the words “believe”, “expect”, “anticipate”, “estimate”, “project”, “may”, “intend”, “likely” or similar expressions. Undue reliance should not be placed on these forward-looking statements. The Company disclaims any obligation to update such statements or to announce publicly the results of any revisions that it may make to any forward-looking statements to reflect the occurrence of anticipated or unanticipated events or circumstances after the date of such statements.\nDefinition of Non-GAAP Information and Reconciliation to Comparable GAAP Measure\nThe Company prepares its public financial statements in conformity with GAAP. Management uses certain non-GAAP financial measures for evaluating the Company’s performance. These measures are considered non-GAAP financial measures under applicable Securities and Exchange Commission (SEC) rules because they are not displayed as separate line items in the consolidated financial statements or are not required to be disclosed in the notes to financial statements or, in some cases, include or exclude certain items not ordinarily included or excluded in the most comparable GAAP financial measure. The Company’s calculation of non-GAAP financial measures may differ from similar measures used by other companies, so investors should exercise caution when comparing the Company’s non-GAAP financial measures to the measures used by other companies. The following discussion includes a reconciliation of the most directly comparable GAAP financial measure to the non-GAAP financial measure referenced in this report.\nNon-GAAP operating income: One of the primary non-GAAP financial measures utilized by management for evaluating the Company’s performance is operating income. Non-GAAP operating income is calculated by excluding net realized investment gains/losses and the change in net unrealized investment gains/losses on equity investments from net income/loss. While realized investment gains/losses are integral to the Company’s insurance operations over the long term, the decision to realize investment gains or losses in any particular period is subject to changing market conditions and management’s discretion, and is independent of the Company’s insurance operations. The Company adopted the updated guidance contained in Financial Instruments-Overall Subtopic 825-10 of the ASC as of January 1, 2018. Prior to 2018, investments in equity investments were classified as available-for-sale, and as such, the changes in unrealized investment gains/losses were recognized in other comprehensive income. Beginning in 2018, changes in the unrealized investment gains/losses on equity investments are recognized in net income rather than other comprehensive income. Changes in the unrealized investment gains/losses on equity investments are not predictable due to changing market conditions and are therefore also excluded from the calculation of non-GAAP operating income.\nManagement’s operating income guidance is also considered a non-GAAP financial measure. For the reasons noted above, management is unable to accurately project the amount of net income that will result from realized investment gains/losses and changes in the unrealized investment gains/losses on equity investments, and therefore utilizes non-GAAP operating income in the Company’s projected annual guidance.\nManagement believes non-GAAP operating income is useful to investors because it illustrates the performance of the Company’s normal, ongoing insurance operations, which is important in understanding and evaluating the Company’s financial condition and results of operations. While this measure is consistent with measures utilized by investors and analysts to evaluate performance, it is not intended as a substitute for the GAAP financial measure of net income/loss.\nRECONCILIATION OF EXPECTED RANGE OF NET INCOME/LOSS PER SHARE TO RANGE OF NON-GAAP OPERATING INCOME PER SHARE Three months ended March 31, 2018 Estimated low\nend of range Estimated high\nend of range Net income (loss) $ (0.02 ) $ 0.02 Realized investment gains and change in unrealized\ninvestment gains on equity investments 0.25 0.25 Income tax benefit (0.05 ) (0.05 ) Net realized investment gains and change in unrealized\ninvestment gains on equity investments 0.20 0.20 Non-GAAP operating income $ 0.18 $ 0.22\nContacts Investors: Media: Steve Walsh, 515-345-2515 Lisa Hamilton, 515-345-7589 steve.t.walsh@emcins.com lisa.l.hamilton@emcins.com\nSource:EMC Insurance Group Inc.",
    "published": "2018-04-17T00:05:00.000+03:00",
    "crawled": "2018-04-17T02:43:43.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denotes",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "see",
        "definition",
        "information",
        "reconciliation",
        "comparable",
        "gaap",
        "measure",
        "additional",
        "information",
        "de",
        "moines",
        "iowa",
        "april",
        "globe",
        "newswire",
        "emc",
        "insurance",
        "group",
        "nasdaq",
        "emci",
        "company",
        "today",
        "announced",
        "first",
        "quarter",
        "result",
        "impacted",
        "higher",
        "anticipated",
        "level",
        "loss",
        "property",
        "casualty",
        "insurance",
        "segment",
        "catastrophe",
        "storm",
        "loss",
        "expected",
        "total",
        "approximately",
        "million",
        "decline",
        "approximately",
        "percent",
        "record",
        "amount",
        "experienced",
        "first",
        "quarter",
        "however",
        "decline",
        "expected",
        "offset",
        "significant",
        "reduction",
        "amount",
        "favorable",
        "development",
        "experienced",
        "prior",
        "year",
        "reserve",
        "management",
        "anticipates",
        "company",
        "report",
        "first",
        "quarter",
        "net",
        "income",
        "loss",
        "range",
        "per",
        "share",
        "operating",
        "income",
        "range",
        "per",
        "share",
        "gaap",
        "combined",
        "ratio",
        "first",
        "quarter",
        "approximately",
        "percent",
        "property",
        "casualty",
        "insurance",
        "reinsurance",
        "segment",
        "expected",
        "report",
        "first",
        "quarter",
        "gaap",
        "combined",
        "ratio",
        "approximately",
        "percent",
        "percent",
        "respectively",
        "persistent",
        "frigid",
        "temperature",
        "across",
        "many",
        "part",
        "country",
        "increased",
        "commercial",
        "property",
        "loss",
        "primarily",
        "fire",
        "frozen",
        "pipe",
        "stated",
        "president",
        "chief",
        "executive",
        "officer",
        "bruce",
        "kelley",
        "based",
        "actual",
        "result",
        "first",
        "three",
        "month",
        "projection",
        "remainder",
        "year",
        "management",
        "revised",
        "operating",
        "income",
        "guidance",
        "previous",
        "range",
        "per",
        "share",
        "range",
        "per",
        "share",
        "revised",
        "guidance",
        "based",
        "projected",
        "gaap",
        "combined",
        "ratio",
        "percent",
        "year",
        "percentage",
        "point",
        "higher",
        "ratio",
        "utilized",
        "previous",
        "guidance",
        "approximately",
        "percentage",
        "point",
        "increase",
        "attributed",
        "elevated",
        "level",
        "loss",
        "experienced",
        "first",
        "quarter",
        "remaining",
        "percentage",
        "point",
        "attributable",
        "disaggregation",
        "reclassification",
        "component",
        "net",
        "periodic",
        "pension",
        "postretirement",
        "benefit",
        "cost",
        "income",
        "associated",
        "adoption",
        "updated",
        "guidance",
        "contained",
        "benefit",
        "topic",
        "accounting",
        "standard",
        "asc",
        "january",
        "reclassification",
        "impact",
        "net",
        "income",
        "operating",
        "income",
        "however",
        "increase",
        "acquisition",
        "expense",
        "ratio",
        "therefore",
        "gaap",
        "combined",
        "ratio",
        "approximately",
        "percentage",
        "point",
        "asc",
        "topic",
        "changed",
        "presentation",
        "net",
        "periodic",
        "pension",
        "postretirement",
        "benefit",
        "cost",
        "disaggregating",
        "component",
        "expense",
        "disclosing",
        "service",
        "cost",
        "component",
        "separately",
        "component",
        "income",
        "statement",
        "reporting",
        "prior",
        "pension",
        "postretirement",
        "benefit",
        "included",
        "underwriting",
        "expense",
        "beginning",
        "pension",
        "postretirement",
        "benefit",
        "service",
        "cost",
        "component",
        "reclassified",
        "income",
        "statement",
        "service",
        "cost",
        "component",
        "remains",
        "underwriting",
        "expense",
        "first",
        "quarter",
        "earnings",
        "call",
        "access",
        "information",
        "additionally",
        "first",
        "quarter",
        "earnings",
        "result",
        "released",
        "market",
        "open",
        "friday",
        "may",
        "earnings",
        "call",
        "held",
        "noon",
        "eastern",
        "time",
        "date",
        "provide",
        "security",
        "analyst",
        "stockholder",
        "interested",
        "party",
        "opportunity",
        "hear",
        "management",
        "discus",
        "company",
        "first",
        "quarter",
        "earnings",
        "result",
        "well",
        "expectation",
        "remainder",
        "year",
        "teleconference",
        "information",
        "call",
        "international",
        "webcast",
        "teleconference",
        "webcast",
        "accessed",
        "live",
        "replay",
        "company",
        "investor",
        "relation",
        "page",
        "archived",
        "audio",
        "webcast",
        "available",
        "replay",
        "approximately",
        "day",
        "following",
        "earnings",
        "call",
        "transcript",
        "transcript",
        "teleconference",
        "available",
        "company",
        "website",
        "soon",
        "completion",
        "teleconference",
        "emci",
        "emc",
        "insurance",
        "group",
        "publicly",
        "held",
        "insurance",
        "holding",
        "company",
        "operation",
        "property",
        "casualty",
        "insurance",
        "reinsurance",
        "formed",
        "became",
        "publicly",
        "held",
        "company",
        "common",
        "stock",
        "trade",
        "global",
        "select",
        "market",
        "tier",
        "nasdaq",
        "stock",
        "market",
        "symbol",
        "emci",
        "additional",
        "information",
        "regarding",
        "company",
        "may",
        "found",
        "emci",
        "parent",
        "company",
        "employer",
        "mutual",
        "casualty",
        "company",
        "employer",
        "mutual",
        "emci",
        "employer",
        "mutual",
        "together",
        "subsidiary",
        "affiliated",
        "company",
        "conduct",
        "operation",
        "trade",
        "name",
        "emc",
        "insurance",
        "company",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "issuer",
        "opportunity",
        "make",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "accordingly",
        "statement",
        "contained",
        "report",
        "based",
        "management",
        "current",
        "belief",
        "assumption",
        "expectation",
        "company",
        "future",
        "performance",
        "taking",
        "information",
        "currently",
        "available",
        "account",
        "belief",
        "assumption",
        "expectation",
        "change",
        "result",
        "many",
        "possible",
        "event",
        "factor",
        "known",
        "management",
        "change",
        "occurs",
        "company",
        "business",
        "financial",
        "condition",
        "liquidity",
        "result",
        "operation",
        "plan",
        "objective",
        "may",
        "vary",
        "materially",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "actual",
        "result",
        "company",
        "include",
        "limited",
        "following",
        "catastrophic",
        "event",
        "occurrence",
        "significant",
        "severe",
        "weather",
        "condition",
        "adequacy",
        "loss",
        "settlement",
        "expense",
        "reserve",
        "state",
        "federal",
        "legislation",
        "regulation",
        "change",
        "federal",
        "corporate",
        "tax",
        "rate",
        "change",
        "property",
        "casualty",
        "insurance",
        "industry",
        "interest",
        "rate",
        "performance",
        "financial",
        "market",
        "general",
        "economy",
        "rating",
        "agency",
        "action",
        "investment",
        "impairment",
        "loss",
        "risk",
        "uncertainty",
        "inherent",
        "company",
        "business",
        "including",
        "discussed",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "management",
        "intends",
        "identify",
        "statement",
        "using",
        "word",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "project",
        "may",
        "intend",
        "likely",
        "similar",
        "expression",
        "undue",
        "reliance",
        "placed",
        "statement",
        "company",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "announce",
        "publicly",
        "result",
        "revision",
        "may",
        "make",
        "statement",
        "reflect",
        "occurrence",
        "anticipated",
        "unanticipated",
        "event",
        "circumstance",
        "date",
        "statement",
        "definition",
        "information",
        "reconciliation",
        "comparable",
        "gaap",
        "measure",
        "company",
        "prepares",
        "public",
        "financial",
        "statement",
        "conformity",
        "gaap",
        "management",
        "us",
        "certain",
        "financial",
        "measure",
        "evaluating",
        "company",
        "performance",
        "measure",
        "considered",
        "financial",
        "measure",
        "applicable",
        "security",
        "exchange",
        "commission",
        "sec",
        "rule",
        "displayed",
        "separate",
        "line",
        "item",
        "consolidated",
        "financial",
        "statement",
        "required",
        "disclosed",
        "note",
        "financial",
        "statement",
        "case",
        "include",
        "exclude",
        "certain",
        "item",
        "ordinarily",
        "included",
        "excluded",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "company",
        "calculation",
        "financial",
        "measure",
        "may",
        "differ",
        "similar",
        "measure",
        "used",
        "company",
        "investor",
        "exercise",
        "caution",
        "comparing",
        "company",
        "financial",
        "measure",
        "measure",
        "used",
        "company",
        "following",
        "discussion",
        "includes",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "financial",
        "measure",
        "referenced",
        "report",
        "operating",
        "income",
        "one",
        "primary",
        "financial",
        "measure",
        "utilized",
        "management",
        "evaluating",
        "company",
        "performance",
        "operating",
        "income",
        "operating",
        "income",
        "calculated",
        "excluding",
        "net",
        "realized",
        "investment",
        "change",
        "net",
        "unrealized",
        "investment",
        "equity",
        "investment",
        "net",
        "realized",
        "investment",
        "integral",
        "company",
        "insurance",
        "operation",
        "long",
        "term",
        "decision",
        "realize",
        "investment",
        "gain",
        "loss",
        "particular",
        "period",
        "subject",
        "changing",
        "market",
        "condition",
        "management",
        "discretion",
        "independent",
        "company",
        "insurance",
        "operation",
        "company",
        "adopted",
        "updated",
        "guidance",
        "contained",
        "financial",
        "subtopic",
        "asc",
        "january",
        "prior",
        "investment",
        "equity",
        "investment",
        "classified",
        "change",
        "unrealized",
        "investment",
        "recognized",
        "comprehensive",
        "income",
        "beginning",
        "change",
        "unrealized",
        "investment",
        "equity",
        "investment",
        "recognized",
        "net",
        "income",
        "rather",
        "comprehensive",
        "income",
        "change",
        "unrealized",
        "investment",
        "equity",
        "investment",
        "predictable",
        "due",
        "changing",
        "market",
        "condition",
        "therefore",
        "also",
        "excluded",
        "calculation",
        "operating",
        "income",
        "management",
        "operating",
        "income",
        "guidance",
        "also",
        "considered",
        "financial",
        "measure",
        "reason",
        "noted",
        "management",
        "unable",
        "accurately",
        "project",
        "amount",
        "net",
        "income",
        "result",
        "realized",
        "investment",
        "change",
        "unrealized",
        "investment",
        "equity",
        "investment",
        "therefore",
        "utilizes",
        "operating",
        "income",
        "company",
        "projected",
        "annual",
        "guidance",
        "management",
        "belief",
        "operating",
        "income",
        "useful",
        "investor",
        "illustrates",
        "performance",
        "company",
        "normal",
        "ongoing",
        "insurance",
        "operation",
        "important",
        "understanding",
        "evaluating",
        "company",
        "financial",
        "condition",
        "result",
        "operation",
        "measure",
        "consistent",
        "measure",
        "utilized",
        "investor",
        "analyst",
        "evaluate",
        "performance",
        "intended",
        "substitute",
        "gaap",
        "financial",
        "measure",
        "net",
        "reconciliation",
        "expected",
        "range",
        "net",
        "per",
        "share",
        "range",
        "operating",
        "income",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "estimated",
        "low",
        "end",
        "range",
        "estimated",
        "high",
        "end",
        "range",
        "net",
        "income",
        "loss",
        "realized",
        "investment",
        "gain",
        "change",
        "unrealized",
        "investment",
        "gain",
        "equity",
        "investment",
        "income",
        "tax",
        "benefit",
        "net",
        "realized",
        "investment",
        "gain",
        "change",
        "unrealized",
        "investment",
        "gain",
        "equity",
        "investment",
        "operating",
        "income",
        "contact",
        "investor",
        "medium",
        "steve",
        "walsh",
        "lisa",
        "hamilton",
        "source",
        "emc",
        "insurance",
        "group",
        "inc"
    ]
}