{
    "organizations": [],
    "uuid": "44284d54d5672d448d35950b412be4b5ab6437fa",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/17/barbara-bush-former-first-lady-and-first-mother-dead-at-92.html",
    "ord_in_thread": 0,
    "title": "Barbara Bush, former first lady and first mother, dead at 92",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Former first lady Barbara Bush , the second woman in U.S. history to be a wife and mother of a U.S. president, has died at age 92.\nHer death on Tuesday was announced by the office of her husband.\nShe had been in failing health, suffering from congestive heart failure and chronic obstructive pulmonary disease. After a series of hospitalizations, including one in early 2017 when she and her husband were both patients at Houston Methodist Hospital, she decided not to seek further medical treatment , the family announced Sunday.\nThe official funeral schedule includes a public event on Friday and a private event on Saturday.\nShe and her husband, George H.W. Bush, the 41st president, were married longer than any presidential couple in American history, 73 years.\nJason Reed JIR | HB | Reuters Barbara Bush Eight years after they left the White House, Mrs. Bush stood with her husband as their son George W. was sworn in as the 43rd president. Only Abigail Adams, wife of John Adams and mother of John Quincy Adams, holds a similar place in American history.\nShe had a chance to surpass Abigail Adams by seeing a second son, Jeb, in the Oval Office, but she initially wasn't that supportive. \"There are other people out there that are very qualified, and we've had enough Bushes ,\" she told NBC's \"TODAY\" in 2013, when the former Florida governor was contemplating a run for the Republican presidential nomination. Two years later , she sent out a fundraising request on behalf of his bid, which he lost to Donald Trump.\nIn addition to supporting her husband throughout his career and helping to raise their large family, Mrs. Bush also was an independent spirit, willing to speak her mind , sometimes bluntly, sometimes with the grace of humor. And she raised millions of dollars to fight illiteracy.\nBush book tweet\nBarbara Pierce Bush was born on June 8, 1925, to Pauline and Marvin Pierce. Her father, a distant relative to President Franklin Pierce, later became president of McCall Corporation, publisher of women's magazines including McCall's and Redbook . She grew up in Rye, New York, a comfortable New York City suburb, with her siblings Martha, James and Scott, before attending boarding school in South Carolina.\nA Christmas vacation dance Mrs. Bush was 16 when she met George Herbert Walker Bush at a Christmas vacation dance while he was a senior at Phillips Academy in Andover, Massachusetts. They became engaged a year and a half later, before he went to war as a Navy torpedo bomber pilot in the Pacific. She attended Smith College but dropped out in her sophomore year to marry him, on Jan. 6, 1945.\nAfter the war and her husband's graduation from Yale, the couple moved to Texas, where he began building an oil business. They had six children: George W., Robin, Jeb, Neil, Marvin and Dorothy.\nThe young family faced a devastating tragedy in 1953 when Robin, then 3, was diagnosed with leukemia. Despite then-experimental treatment, Robin died that October, shortly before her fourth birthday.\n\"I was combing her hair and holding her hand,\" Mrs. Bush said in a 2012 interview with her reporter granddaughter, Jenna Bush Hager, on NBC's \"TODAY\" show. \"I saw that little body, I saw her spirit go.\"\nShortly thereafter, Mrs. Bush's brown hair began to turn gray and soon became her signature white. She later said that dyed hair didn't look good on her, and she credited the white color to the public's perception of her as \"everybody's grandmother.\" Son George W. said that a \"crowning achievement\" of his father, who was fond of coming up with nicknames for friends and family, was anointing Barbara \"The Silver Fox.\"\nJewel Samad | AFP | Getty Images Former President George H.W. Bush sits with his wife, Barbara, during the dedication ceremony of the George W. Bush Presidential Center in Dallas, on April 25, 2013. In the early 1960s, Mrs. Bush's husband turned to politics, running successfully for Congress in 1966, the start of a career that would include a total of 29 moves for the Bush household. His postings included chief of the U.S. liaison office in Beijing before full diplomatic relations were restored, U.N. ambassador, Republican National Committee chairman during the Watergate scandal and CIA director.\nThe Reagan-Bush ticket Her first experience with White House politics came in 1980 when her husband ran against California Gov. Ronald Reagan for the Republican nomination for president. She sparked a campaign controversy with comments supporting ratification of the Equal Rights Amendment and in favor of a woman's right to an abortion, putting her at odds with the conservative wing of the GOP then led by Reagan.\n\"The personal things should be left out of platforms at conventions,\" she recalled years later, in a 1992 interview with Time magazine. \"You can argue yourself blue in the face, and you're not going to change each other's minds. It's a waste of your time and my time.\"\nReagan won the nomination and chose George H.W. Bush as his running mate. The ticket went on to win the 1980 and 1984 elections. During those eight years as \"second lady,\" Mrs. Bush began her life in the Washington spotlight and her work raising family literacy.\nShe founded the Barbara Bush Foundation for Family Literacy with a goal of improving the lives of disadvantaged Americans by boosting literacy among parents and their children. Over nearly three decades, the foundation says, it has raised and provided more than $110 million to support family literacy programs nationwide.\n\"Focusing on the family is the best place to start to make this country more literate, and I still feel that being more literate will help us solve so many of the other problems facing our society,\" she wrote in her 1994 memoir. (In addition to two memoirs, her books included two written in the voices of her family dogs, C. Fred and Millie.)\nThough she carefully guarded her family's privacy, Mrs. Bush found herself an even more widely recognized public figure after her husband won the 1988 election to succeed Reagan as president.\nHer false pearl necklaces sparked a national fashion trend when she wore one to her husband's inauguration in 1989. The pearls became synonymous with Mrs. Bush, who later said she selected them to hide the wrinkles in her neck. The candid admission only bolstered her common sense and down-to-earth image.\n'An unvarnished purveyor of the truth' Despite her grandmotherly public demeanor, Mrs. Bush's family and close friends were familiar with her sharper side.\nGeorge W. Bush noted in his post-presidency book, \"Decision Points,\" that he inherited a quick, blunt temper from his mother. His wife, Laura, said her mother-in-law \"managed to insult nearly all of my friends with one or another perfectly timed acerbic comment.\"\nOn the other hand, her wit could be disarming. In 1990, scores of students at Wellesley College had signed a petition protesting her selection as commencement speaker. They complained that as a housewife, she was a poor role model to be honored by the women's college.\nBut Mrs. Bush appeared at the commencement, sharing the podium with Soviet first lady Raisa Gorbachev, who had been a college professor.\n\"Somewhere out in this audience may even be someone who will one day follow in my footsteps, and preside over the White House as the president's spouse,\" Mrs. Bush told the graduates . \"I wish him well!\"\nMrs. Bush usually kept her sarcasm under wraps, though one noted slip came in 1984 when her husband was running for re-election as vice president with Reagan.\nDuring the heat of the campaign, Democratic challengers Walter Mondale and Geraldine Ferraro questioned whether wealthy people like the Bushes could relate to average Americans.\nAn irritated Mrs. Bush told a reporter that Ferraro was a \"$4 million — I can't say it — but it rhymes with rich.\"\nMrs. Bush later said she meant \"witch\" and apologized, and Ferraro accepted the apology.\n\"She was an unvarnished purveyor of the truth and motivated us all to be better people,\" Andrew Card , who was her husband's Transportation secretary and her son's chief of staff, told The New York Times. \"And she was also contagious with love.\"\nIndeed. In a brief comment to the spring 2018 Smith Alumnae Quarterly , Mrs. Quote: : \"I am still old and still in love with the man I married 72 years ago.\"\nBush tweet\n\"My dear mother has passed on at age 92. Laura, Barbara, Jenna, and I are sad, but our souls are settled because we know hers was,\" Bush 43 said in a statement, referring to his wife and twin daughters. \"Barbara Bush was a fabulous First Lady and a woman unlike any other who brought levity, love, and literacy to millions. To us, she was so much more. Mom kept us on our toes and kept us laughing until the end. I'm a lucky man that Barbara Bush was my mother. Our family will miss her dearly, and we thank you all for your prayers and good wishes.\"\n— The Associated Press contributed reporting to this article.",
    "published": "2018-04-18T02:43:00.000+03:00",
    "crawled": "2018-04-18T03:09:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "former",
        "first",
        "lady",
        "barbara",
        "bush",
        "second",
        "woman",
        "history",
        "wife",
        "mother",
        "president",
        "died",
        "age",
        "death",
        "tuesday",
        "announced",
        "office",
        "husband",
        "failing",
        "health",
        "suffering",
        "congestive",
        "heart",
        "failure",
        "chronic",
        "obstructive",
        "pulmonary",
        "disease",
        "series",
        "hospitalization",
        "including",
        "one",
        "early",
        "husband",
        "patient",
        "houston",
        "methodist",
        "hospital",
        "decided",
        "seek",
        "medical",
        "treatment",
        "family",
        "announced",
        "sunday",
        "official",
        "funeral",
        "schedule",
        "includes",
        "public",
        "event",
        "friday",
        "private",
        "event",
        "saturday",
        "husband",
        "george",
        "bush",
        "41st",
        "president",
        "married",
        "longer",
        "presidential",
        "couple",
        "american",
        "history",
        "year",
        "jason",
        "reed",
        "jir",
        "hb",
        "reuters",
        "barbara",
        "bush",
        "eight",
        "year",
        "left",
        "white",
        "house",
        "bush",
        "stood",
        "husband",
        "son",
        "george",
        "sworn",
        "43rd",
        "president",
        "abigail",
        "adam",
        "wife",
        "john",
        "adam",
        "mother",
        "john",
        "quincy",
        "adam",
        "hold",
        "similar",
        "place",
        "american",
        "history",
        "chance",
        "surpass",
        "abigail",
        "adam",
        "seeing",
        "second",
        "son",
        "jeb",
        "oval",
        "office",
        "initially",
        "supportive",
        "people",
        "qualified",
        "enough",
        "bush",
        "told",
        "nbc",
        "today",
        "former",
        "florida",
        "governor",
        "contemplating",
        "run",
        "republican",
        "presidential",
        "nomination",
        "two",
        "year",
        "later",
        "sent",
        "fundraising",
        "request",
        "behalf",
        "bid",
        "lost",
        "donald",
        "trump",
        "addition",
        "supporting",
        "husband",
        "throughout",
        "career",
        "helping",
        "raise",
        "large",
        "family",
        "bush",
        "also",
        "independent",
        "spirit",
        "willing",
        "speak",
        "mind",
        "sometimes",
        "bluntly",
        "sometimes",
        "grace",
        "humor",
        "raised",
        "million",
        "dollar",
        "fight",
        "illiteracy",
        "bush",
        "book",
        "tweet",
        "barbara",
        "pierce",
        "bush",
        "born",
        "june",
        "pauline",
        "marvin",
        "pierce",
        "father",
        "distant",
        "relative",
        "president",
        "franklin",
        "pierce",
        "later",
        "became",
        "president",
        "mccall",
        "corporation",
        "publisher",
        "woman",
        "magazine",
        "including",
        "mccall",
        "redbook",
        "grew",
        "rye",
        "new",
        "york",
        "comfortable",
        "new",
        "york",
        "city",
        "suburb",
        "sibling",
        "martha",
        "james",
        "scott",
        "attending",
        "boarding",
        "school",
        "south",
        "carolina",
        "christmas",
        "vacation",
        "dance",
        "bush",
        "met",
        "george",
        "herbert",
        "walker",
        "bush",
        "christmas",
        "vacation",
        "dance",
        "senior",
        "phillips",
        "academy",
        "andover",
        "massachusetts",
        "became",
        "engaged",
        "year",
        "half",
        "later",
        "went",
        "war",
        "navy",
        "torpedo",
        "bomber",
        "pilot",
        "pacific",
        "attended",
        "smith",
        "college",
        "dropped",
        "sophomore",
        "year",
        "marry",
        "war",
        "husband",
        "graduation",
        "yale",
        "couple",
        "moved",
        "texas",
        "began",
        "building",
        "oil",
        "business",
        "six",
        "child",
        "george",
        "robin",
        "jeb",
        "neil",
        "marvin",
        "dorothy",
        "young",
        "family",
        "faced",
        "devastating",
        "tragedy",
        "robin",
        "diagnosed",
        "leukemia",
        "despite",
        "treatment",
        "robin",
        "died",
        "october",
        "shortly",
        "fourth",
        "birthday",
        "combing",
        "hair",
        "holding",
        "hand",
        "bush",
        "said",
        "interview",
        "reporter",
        "granddaughter",
        "jenna",
        "bush",
        "hager",
        "nbc",
        "today",
        "show",
        "saw",
        "little",
        "body",
        "saw",
        "spirit",
        "go",
        "shortly",
        "thereafter",
        "bush",
        "brown",
        "hair",
        "began",
        "turn",
        "gray",
        "soon",
        "became",
        "signature",
        "white",
        "later",
        "said",
        "dyed",
        "hair",
        "look",
        "good",
        "credited",
        "white",
        "color",
        "public",
        "perception",
        "everybody",
        "grandmother",
        "son",
        "george",
        "said",
        "crowning",
        "achievement",
        "father",
        "fond",
        "coming",
        "nickname",
        "friend",
        "family",
        "anointing",
        "barbara",
        "silver",
        "fox",
        "jewel",
        "samad",
        "afp",
        "getty",
        "image",
        "former",
        "president",
        "george",
        "bush",
        "sits",
        "wife",
        "barbara",
        "dedication",
        "ceremony",
        "george",
        "bush",
        "presidential",
        "center",
        "dallas",
        "april",
        "early",
        "1960s",
        "bush",
        "husband",
        "turned",
        "politics",
        "running",
        "successfully",
        "congress",
        "start",
        "career",
        "would",
        "include",
        "total",
        "move",
        "bush",
        "household",
        "posting",
        "included",
        "chief",
        "liaison",
        "office",
        "beijing",
        "full",
        "diplomatic",
        "relation",
        "restored",
        "ambassador",
        "republican",
        "national",
        "committee",
        "chairman",
        "watergate",
        "scandal",
        "cia",
        "director",
        "ticket",
        "first",
        "experience",
        "white",
        "house",
        "politics",
        "came",
        "husband",
        "ran",
        "california",
        "gov",
        "ronald",
        "reagan",
        "republican",
        "nomination",
        "president",
        "sparked",
        "campaign",
        "controversy",
        "comment",
        "supporting",
        "ratification",
        "equal",
        "right",
        "amendment",
        "favor",
        "woman",
        "right",
        "abortion",
        "putting",
        "odds",
        "conservative",
        "wing",
        "gop",
        "led",
        "reagan",
        "personal",
        "thing",
        "left",
        "platform",
        "convention",
        "recalled",
        "year",
        "later",
        "interview",
        "time",
        "magazine",
        "argue",
        "blue",
        "face",
        "going",
        "change",
        "mind",
        "waste",
        "time",
        "time",
        "reagan",
        "nomination",
        "chose",
        "george",
        "bush",
        "running",
        "mate",
        "ticket",
        "went",
        "win",
        "election",
        "eight",
        "year",
        "second",
        "lady",
        "bush",
        "began",
        "life",
        "washington",
        "spotlight",
        "work",
        "raising",
        "family",
        "literacy",
        "founded",
        "barbara",
        "bush",
        "foundation",
        "family",
        "literacy",
        "goal",
        "improving",
        "life",
        "disadvantaged",
        "american",
        "boosting",
        "literacy",
        "among",
        "parent",
        "child",
        "nearly",
        "three",
        "decade",
        "foundation",
        "say",
        "raised",
        "provided",
        "million",
        "support",
        "family",
        "literacy",
        "program",
        "nationwide",
        "focusing",
        "family",
        "best",
        "place",
        "start",
        "make",
        "country",
        "literate",
        "still",
        "feel",
        "literate",
        "help",
        "u",
        "solve",
        "many",
        "problem",
        "facing",
        "society",
        "wrote",
        "memoir",
        "addition",
        "two",
        "memoir",
        "book",
        "included",
        "two",
        "written",
        "voice",
        "family",
        "dog",
        "fred",
        "millie",
        "though",
        "carefully",
        "guarded",
        "family",
        "privacy",
        "bush",
        "found",
        "even",
        "widely",
        "recognized",
        "public",
        "figure",
        "husband",
        "election",
        "succeed",
        "reagan",
        "president",
        "false",
        "pearl",
        "necklace",
        "sparked",
        "national",
        "fashion",
        "trend",
        "wore",
        "one",
        "husband",
        "inauguration",
        "pearl",
        "became",
        "synonymous",
        "bush",
        "later",
        "said",
        "selected",
        "hide",
        "wrinkle",
        "neck",
        "candid",
        "admission",
        "bolstered",
        "common",
        "sense",
        "image",
        "unvarnished",
        "purveyor",
        "truth",
        "despite",
        "grandmotherly",
        "public",
        "demeanor",
        "bush",
        "family",
        "close",
        "friend",
        "familiar",
        "sharper",
        "side",
        "george",
        "bush",
        "noted",
        "book",
        "decision",
        "point",
        "inherited",
        "quick",
        "blunt",
        "temper",
        "mother",
        "wife",
        "laura",
        "said",
        "managed",
        "insult",
        "nearly",
        "friend",
        "one",
        "another",
        "perfectly",
        "timed",
        "acerbic",
        "comment",
        "hand",
        "wit",
        "could",
        "disarming",
        "score",
        "student",
        "wellesley",
        "college",
        "signed",
        "petition",
        "protesting",
        "selection",
        "commencement",
        "speaker",
        "complained",
        "housewife",
        "poor",
        "role",
        "model",
        "honored",
        "woman",
        "college",
        "bush",
        "appeared",
        "commencement",
        "sharing",
        "podium",
        "soviet",
        "first",
        "lady",
        "raisa",
        "gorbachev",
        "college",
        "professor",
        "somewhere",
        "audience",
        "may",
        "even",
        "someone",
        "one",
        "day",
        "follow",
        "footstep",
        "preside",
        "white",
        "house",
        "president",
        "spouse",
        "bush",
        "told",
        "graduate",
        "wish",
        "well",
        "bush",
        "usually",
        "kept",
        "sarcasm",
        "wrap",
        "though",
        "one",
        "noted",
        "slip",
        "came",
        "husband",
        "running",
        "vice",
        "president",
        "reagan",
        "heat",
        "campaign",
        "democratic",
        "challenger",
        "walter",
        "mondale",
        "geraldine",
        "ferraro",
        "questioned",
        "whether",
        "wealthy",
        "people",
        "like",
        "bush",
        "could",
        "relate",
        "average",
        "american",
        "irritated",
        "bush",
        "told",
        "reporter",
        "ferraro",
        "million",
        "ca",
        "say",
        "rhyme",
        "rich",
        "bush",
        "later",
        "said",
        "meant",
        "witch",
        "apologized",
        "ferraro",
        "accepted",
        "apology",
        "unvarnished",
        "purveyor",
        "truth",
        "motivated",
        "u",
        "better",
        "people",
        "andrew",
        "card",
        "husband",
        "transportation",
        "secretary",
        "son",
        "chief",
        "staff",
        "told",
        "new",
        "york",
        "time",
        "also",
        "contagious",
        "love",
        "indeed",
        "brief",
        "comment",
        "spring",
        "smith",
        "alumna",
        "quarterly",
        "quote",
        "still",
        "old",
        "still",
        "love",
        "man",
        "married",
        "year",
        "ago",
        "bush",
        "tweet",
        "dear",
        "mother",
        "passed",
        "age",
        "laura",
        "barbara",
        "jenna",
        "sad",
        "soul",
        "settled",
        "know",
        "bush",
        "said",
        "statement",
        "referring",
        "wife",
        "twin",
        "daughter",
        "barbara",
        "bush",
        "fabulous",
        "first",
        "lady",
        "woman",
        "unlike",
        "brought",
        "levity",
        "love",
        "literacy",
        "million",
        "u",
        "much",
        "mom",
        "kept",
        "u",
        "toe",
        "kept",
        "u",
        "laughing",
        "end",
        "lucky",
        "man",
        "barbara",
        "bush",
        "mother",
        "family",
        "miss",
        "dearly",
        "thank",
        "prayer",
        "good",
        "wish",
        "associated",
        "press",
        "contributed",
        "reporting",
        "article"
    ]
}