{
    "organizations": [],
    "uuid": "7d66ab4e6800064b7a8a9f35008f93e34a50f8fd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/17/pr-newswire-knauf-files-investor-presentation.html",
    "ord_in_thread": 0,
    "title": "Knauf Files Investor Presentation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IPHOFEN, Germany, April 17, 2018 /PRNewswire/ -- Gebr. Knauf KG (\"Knauf\") today announced that it has filed an investor presentation with the U.S. Securities and Exchange Commission (\"SEC\") in connection with its withhold campaign against USG Corporation (NYSE: USG). The investor presentation details the rationale for the value of Knauf's offer, and discussed some of the risks inherent in USG's strategy. Knauf urges USG shareholders to vote AGAINST All four of USG's director nominees at the Company's Annual Meeting scheduled for May 9, 2018 as way to send a clear message to USG's Board to immediately engage in meaningful discussions with Knauf regarding its offer of $42.00 per share.\nAmong other things, the presentation highlights:\nKnauf's offer of $42.00 per share presents USG shareholders with substantial cash value after a decade without dividends or meaningful share price appreciation . As a long time USG shareholder, Knauf knows USG and the industry well; Knauf believes the offer reflects the full and fair value of USG. Knauf's offer represents an attractive multiple of 11.2x USG's 2017 fully adjusted EBITDA, a 25% premium to the last unaffected trading day prior to the public announcement of the offer, and a 30% premium to USG's average closing share price for the 12-month period ended March 23, 2018. The offer value is in excess of USG's highest stock price over the last decade (measured since January 1, 2008) and allows USG shareholders to realize an attractive premium today.\nThe offer price provides full and fair value and de-risks any future business plan execution and cyclicality . USG has dramatically underperformed the market since 2000, including the S&P 500 and the Dow Jones U.S. Construction & Materials Index. USG wants shareholders to believe that its new plan will deliver significant turnaround and margin expansion, but, based on publicly available sources, since the financial crisis USG has missed approximately 75% of its quarterly EBIT consensus numbers. Over the last 25 years USG's EBITDA has suffered from significant volatility with peak to trough variation of over $1.1B and an average annual volatility of $168MM. Given the cyclical nature of USG's business, Knauf believes that evaluation of USG's full and fair value should focus on long-term, sustainable cash flow and EBITDA on a through-the-cycle basis, not near-term margin targets. These factors, including the value of USG's Investor Day strategy have been factored into Knauf's offer of $42.00 per share.\nMarket response to Knauf's offer indicates broad support from USG shareholders. When USG introduced its ambitious new strategy at USG's Investor Day on March 8, 2018, the share price declined almost 3%. In contrast, when Knauf's offer was publicly disclosed on March 26, 2018, USG's share price increased almost 20%. Knauf believes that this stock price comparison is a clear indication that USG shareholders favor the substantial, immediate and cash-certain value of Knauf's offer over the potential risk inherent in a cyclical and mature industry and with USG's ambitious business plan.\nBerkshire Hathaway, a long-term USG shareholder with an approximately 31% ownership stake, has offered Knauf an option at $42, which Knauf believes validates the value of its offer, and has publicly stated its intention to VOTE AGAINST USG's four director nominees. Berkshire Hathaway disclosed a proposal to grant Knauf an option to purchase all of Berkshire Hathaway's shares in USG, exercisable if Knauf agrees to a transaction to acquire all of the outstanding shares of USG. Additionally, after Knauf initiated its \"Withhold\" campaign, Berkshire Hathaway publicly stated its intention to vote against USG's director nominees. Knauf believes that this is a clear indication that Berkshire Hathaway views $42.00 as a reasonable offer price.\nDespite Knauf's repeated and concerted efforts, USG's Board has refused to seriously engage at every step. Despite their assertions to the contrary, USG has refused to engage meaningfully with Knauf regarding its substantial cash offer. Knauf has repeatedly reached out to USG in an attempt to commence serious negotiations, or at least have them demonstrate where there might be additional value, expressing its willingness to enter into a non-disclosure agreement. USG's refusal to engage is further protected by the Company's extensive structural defenses. Knauf can only conclude that USG is unable to present substantive evidence to support its claims that the Company is worth more than $42.00 per share. Shareholders should NOT let USG's extensive structural defense policies prevent them from making their voices heard.\nKnauf's \"Withhold\" campaign is an effort to take the value of its compelling offer directly to fellow shareholders. Knauf urges USG shareholders to send a clear message to the USG Board to engage in serious discussions by voting AGAINST ALL four USG director nominees.\nAbout Knauf\nGebr. Knauf KG is the ultimate parent company of the German based Knauf Group. Knauf is a leading manufacturer of building materials operating more than 220 factories worldwide. In 2017, Knauf achieved a global turnover of approximately 7 billion Euros and employed more than 27,000 people.\nCautionary statement regarding forward-looking statements\nCertain statements in this communication may be forward looking in nature or constitute \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995, including statements regarding the proposed acquisition of USG by Knauf and the benefits of the proposed acquisition. Forward-looking statements include all statements that are not historical facts and can typically be identified by words such as \"believe,\" \"expect,\" \"estimate,\" \"predict,\" \"target,\" \"potential,\" \"likely,\" \"continue,\" \"ongoing,\" \"could,\" \"should,\" \"intend,\" \"may,\" \"might,\" \"plan,\" \"seek,\" \"anticipate,\" \"project\" and similar expressions, as well as variations or negatives of these words. Any such statements speak only as of the date the statements were made and are not guarantees of future performance. The matters discussed in these forward-looking statements are subject to a number of risks, trends, uncertainties and other factors that could cause actual results and developments to differ materially from those projected, anticipated or implied in the forward-looking statements. These factors include, among other things, the willingness of the USG Board to engage in discussions with Knauf regarding its proposal or to provide access to non-public financial and other information regarding USG and its business to Knauf and its advisors, the ability of Knauf and USG to agree to the terms of the proposed transaction and, in the event a definitive transaction agreement is executed, the ability of the parties to obtain any necessary stockholder and regulatory approvals, to satisfy any other conditions to the closing of the transaction and to consummate the proposed transaction on a timely basis or at all, as well as changes in business strategies, economic conditions affecting the building products industry and Knauf's ability to successfully integrate USG's operations and employees with Knauf's existing business. Any forward-looking statements should be evaluated in light of these important risk factors. Knauf is not responsible for updating or revising any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nAdditional information\nKnauf has made a preliminary filing with the SEC of a proxy statement and an accompanying GOLD proxy card to be used to solicit votes against the election of certain director candidates nominated by USG for election at the USG's 2018 annual meeting of stockholders. This communication is not a substitute for such preliminary proxy statement.\nTHE PARTICIPANTS IN THE SOLICITATION ADVISE ALL STOCKHOLDERS OF USG TO READ THE PROXY STATEMENT AND OTHER PROXY MATERIALS AS THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. SUCH PROXY MATERIALS WILL BE AVAILABLE AT NO CHARGE ON THE SEC'S WEB SITE AT WWW.SEC.GOV . IN ADDITION, KNAUF WILL PROVIDE COPIES OF THESE MATERIALS WITHOUT CHARGE UPON REQUEST.\nThe participants in this solicitation are Knauf and certain general partners and executive officers of Knauf and its affiliates. As of the date hereof, Knauf beneficially owns 14,757,258 shares of common stock of USG, representing approximately 10.53% of USG's outstanding shares. As of the date hereof, participants in the solicitation that are general partners or executive officers of Knauf and its affiliates directly beneficially own 53,567 shares of USG common stock. This communication does not constitute an offer to buy or solicitation of an offer to sell any securities. This communication relates to a proposal that Knauf has made for a business combination transaction with USG. In furtherance of this proposal and subject to future developments, Knauf (and, if a negotiated transaction is agreed, USG) may file one or more proxy statements or other documents with the SEC. This communication is not a substitute for any proxy statement or other document Knauf and/or USG may file with the SEC in connection with the proposed transaction.\nALL STOCKHOLDERS OF USG ARE URGED TO READ THE PROXY STATEMENTS OR OTHER DOCUMENTS FILED WITH THE SEC WITH RESPECT TO THE PROPOSED TRANSACTION CAREFULLY IN THEIR ENTIRETY IF AND WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION.\nAny definitive proxy statement with respect to the proposed transaction (if and when available) will be mailed to stockholders of USG. USG stockholders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC through the web site maintained by the SEC at www.sec.gov .\nMedia Contact:\nJoele Frank, Wilkinson Brimmer Katcher\nJoele Frank / Ed Trissel / Annabelle Rinehart\n212-355-4449\nInvestor Contact:\nInnisfree M&A Incorporated\nScott Winter / Jonathan Salzberger\n(212) 750-5833\nView original content: http://www.prnewswire.com/news-releases/knauf-files-investor-presentation-300631694.html\nSOURCE Gebr. Knauf KG",
    "published": "2018-04-18T00:43:00.000+03:00",
    "crawled": "2018-04-18T01:08:49.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "iphofen",
        "germany",
        "april",
        "gebr",
        "knauf",
        "kg",
        "knauf",
        "today",
        "announced",
        "filed",
        "investor",
        "presentation",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "withhold",
        "campaign",
        "usg",
        "corporation",
        "nyse",
        "usg",
        "investor",
        "presentation",
        "detail",
        "rationale",
        "value",
        "knauf",
        "offer",
        "discussed",
        "risk",
        "inherent",
        "usg",
        "strategy",
        "knauf",
        "urge",
        "usg",
        "shareholder",
        "vote",
        "four",
        "usg",
        "director",
        "nominee",
        "company",
        "annual",
        "meeting",
        "scheduled",
        "may",
        "way",
        "send",
        "clear",
        "message",
        "usg",
        "board",
        "immediately",
        "engage",
        "meaningful",
        "discussion",
        "knauf",
        "regarding",
        "offer",
        "per",
        "share",
        "among",
        "thing",
        "presentation",
        "highlight",
        "knauf",
        "offer",
        "per",
        "share",
        "present",
        "usg",
        "shareholder",
        "substantial",
        "cash",
        "value",
        "decade",
        "without",
        "dividend",
        "meaningful",
        "share",
        "price",
        "appreciation",
        "long",
        "time",
        "usg",
        "shareholder",
        "knauf",
        "know",
        "usg",
        "industry",
        "well",
        "knauf",
        "belief",
        "offer",
        "reflects",
        "full",
        "fair",
        "value",
        "usg",
        "knauf",
        "offer",
        "represents",
        "attractive",
        "multiple",
        "usg",
        "fully",
        "adjusted",
        "ebitda",
        "premium",
        "last",
        "unaffected",
        "trading",
        "day",
        "prior",
        "public",
        "announcement",
        "offer",
        "premium",
        "usg",
        "average",
        "closing",
        "share",
        "price",
        "period",
        "ended",
        "march",
        "offer",
        "value",
        "excess",
        "usg",
        "highest",
        "stock",
        "price",
        "last",
        "decade",
        "measured",
        "since",
        "january",
        "allows",
        "usg",
        "shareholder",
        "realize",
        "attractive",
        "premium",
        "today",
        "offer",
        "price",
        "provides",
        "full",
        "fair",
        "value",
        "future",
        "business",
        "plan",
        "execution",
        "cyclicality",
        "usg",
        "dramatically",
        "underperformed",
        "market",
        "since",
        "including",
        "p",
        "dow",
        "jones",
        "construction",
        "material",
        "index",
        "usg",
        "want",
        "shareholder",
        "believe",
        "new",
        "plan",
        "deliver",
        "significant",
        "turnaround",
        "margin",
        "expansion",
        "based",
        "publicly",
        "available",
        "source",
        "since",
        "financial",
        "crisis",
        "usg",
        "missed",
        "approximately",
        "quarterly",
        "ebit",
        "consensus",
        "number",
        "last",
        "year",
        "usg",
        "ebitda",
        "suffered",
        "significant",
        "volatility",
        "peak",
        "trough",
        "variation",
        "average",
        "annual",
        "volatility",
        "168mm",
        "given",
        "cyclical",
        "nature",
        "usg",
        "business",
        "knauf",
        "belief",
        "evaluation",
        "usg",
        "full",
        "fair",
        "value",
        "focus",
        "sustainable",
        "cash",
        "flow",
        "ebitda",
        "basis",
        "margin",
        "target",
        "factor",
        "including",
        "value",
        "usg",
        "investor",
        "day",
        "strategy",
        "factored",
        "knauf",
        "offer",
        "per",
        "share",
        "market",
        "response",
        "knauf",
        "offer",
        "indicates",
        "broad",
        "support",
        "usg",
        "shareholder",
        "usg",
        "introduced",
        "ambitious",
        "new",
        "strategy",
        "usg",
        "investor",
        "day",
        "march",
        "share",
        "price",
        "declined",
        "almost",
        "contrast",
        "knauf",
        "offer",
        "publicly",
        "disclosed",
        "march",
        "usg",
        "share",
        "price",
        "increased",
        "almost",
        "knauf",
        "belief",
        "stock",
        "price",
        "comparison",
        "clear",
        "indication",
        "usg",
        "shareholder",
        "favor",
        "substantial",
        "immediate",
        "value",
        "knauf",
        "offer",
        "potential",
        "risk",
        "inherent",
        "cyclical",
        "mature",
        "industry",
        "usg",
        "ambitious",
        "business",
        "plan",
        "berkshire",
        "hathaway",
        "usg",
        "shareholder",
        "approximately",
        "ownership",
        "stake",
        "offered",
        "knauf",
        "option",
        "knauf",
        "belief",
        "validates",
        "value",
        "offer",
        "publicly",
        "stated",
        "intention",
        "vote",
        "usg",
        "four",
        "director",
        "nominee",
        "berkshire",
        "hathaway",
        "disclosed",
        "proposal",
        "grant",
        "knauf",
        "option",
        "purchase",
        "berkshire",
        "hathaway",
        "share",
        "usg",
        "exercisable",
        "knauf",
        "agrees",
        "transaction",
        "acquire",
        "outstanding",
        "share",
        "usg",
        "additionally",
        "knauf",
        "initiated",
        "withhold",
        "campaign",
        "berkshire",
        "hathaway",
        "publicly",
        "stated",
        "intention",
        "vote",
        "usg",
        "director",
        "nominee",
        "knauf",
        "belief",
        "clear",
        "indication",
        "berkshire",
        "hathaway",
        "view",
        "reasonable",
        "offer",
        "price",
        "despite",
        "knauf",
        "repeated",
        "concerted",
        "effort",
        "usg",
        "board",
        "refused",
        "seriously",
        "engage",
        "every",
        "step",
        "despite",
        "assertion",
        "contrary",
        "usg",
        "refused",
        "engage",
        "meaningfully",
        "knauf",
        "regarding",
        "substantial",
        "cash",
        "offer",
        "knauf",
        "repeatedly",
        "reached",
        "usg",
        "attempt",
        "commence",
        "serious",
        "negotiation",
        "least",
        "demonstrate",
        "might",
        "additional",
        "value",
        "expressing",
        "willingness",
        "enter",
        "agreement",
        "usg",
        "refusal",
        "engage",
        "protected",
        "company",
        "extensive",
        "structural",
        "defense",
        "knauf",
        "conclude",
        "usg",
        "unable",
        "present",
        "substantive",
        "evidence",
        "support",
        "claim",
        "company",
        "worth",
        "per",
        "share",
        "shareholder",
        "let",
        "usg",
        "extensive",
        "structural",
        "defense",
        "policy",
        "prevent",
        "making",
        "voice",
        "heard",
        "knauf",
        "withhold",
        "campaign",
        "effort",
        "take",
        "value",
        "compelling",
        "offer",
        "directly",
        "fellow",
        "shareholder",
        "knauf",
        "urge",
        "usg",
        "shareholder",
        "send",
        "clear",
        "message",
        "usg",
        "board",
        "engage",
        "serious",
        "discussion",
        "voting",
        "four",
        "usg",
        "director",
        "nominee",
        "knauf",
        "gebr",
        "knauf",
        "kg",
        "ultimate",
        "parent",
        "company",
        "german",
        "based",
        "knauf",
        "group",
        "knauf",
        "leading",
        "manufacturer",
        "building",
        "material",
        "operating",
        "factory",
        "worldwide",
        "knauf",
        "achieved",
        "global",
        "turnover",
        "approximately",
        "billion",
        "euro",
        "employed",
        "people",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "certain",
        "statement",
        "communication",
        "may",
        "forward",
        "looking",
        "nature",
        "constitute",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "proposed",
        "acquisition",
        "usg",
        "knauf",
        "benefit",
        "proposed",
        "acquisition",
        "statement",
        "include",
        "statement",
        "historical",
        "fact",
        "typically",
        "identified",
        "word",
        "believe",
        "expect",
        "estimate",
        "predict",
        "target",
        "potential",
        "likely",
        "continue",
        "ongoing",
        "could",
        "intend",
        "may",
        "might",
        "plan",
        "seek",
        "anticipate",
        "project",
        "similar",
        "expression",
        "well",
        "variation",
        "negative",
        "word",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "guarantee",
        "future",
        "performance",
        "matter",
        "discussed",
        "statement",
        "subject",
        "number",
        "risk",
        "trend",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "development",
        "differ",
        "materially",
        "projected",
        "anticipated",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "thing",
        "willingness",
        "usg",
        "board",
        "engage",
        "discussion",
        "knauf",
        "regarding",
        "proposal",
        "provide",
        "access",
        "financial",
        "information",
        "regarding",
        "usg",
        "business",
        "knauf",
        "advisor",
        "ability",
        "knauf",
        "usg",
        "agree",
        "term",
        "proposed",
        "transaction",
        "event",
        "definitive",
        "transaction",
        "agreement",
        "executed",
        "ability",
        "party",
        "obtain",
        "necessary",
        "stockholder",
        "regulatory",
        "approval",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "consummate",
        "proposed",
        "transaction",
        "timely",
        "basis",
        "well",
        "change",
        "business",
        "strategy",
        "economic",
        "condition",
        "affecting",
        "building",
        "product",
        "industry",
        "knauf",
        "ability",
        "successfully",
        "integrate",
        "usg",
        "operation",
        "employee",
        "knauf",
        "existing",
        "business",
        "statement",
        "evaluated",
        "light",
        "important",
        "risk",
        "factor",
        "knauf",
        "responsible",
        "updating",
        "revising",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "knauf",
        "made",
        "preliminary",
        "filing",
        "sec",
        "proxy",
        "statement",
        "accompanying",
        "gold",
        "proxy",
        "card",
        "used",
        "solicit",
        "vote",
        "election",
        "certain",
        "director",
        "candidate",
        "nominated",
        "usg",
        "election",
        "usg",
        "annual",
        "meeting",
        "stockholder",
        "communication",
        "substitute",
        "preliminary",
        "proxy",
        "statement",
        "participant",
        "solicitation",
        "advise",
        "stockholder",
        "usg",
        "read",
        "proxy",
        "statement",
        "proxy",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "addition",
        "knauf",
        "provide",
        "copy",
        "material",
        "without",
        "charge",
        "upon",
        "request",
        "participant",
        "solicitation",
        "knauf",
        "certain",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "date",
        "hereof",
        "knauf",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "usg",
        "representing",
        "approximately",
        "usg",
        "outstanding",
        "share",
        "date",
        "hereof",
        "participant",
        "solicitation",
        "general",
        "partner",
        "executive",
        "officer",
        "knauf",
        "affiliate",
        "directly",
        "beneficially",
        "share",
        "usg",
        "common",
        "stock",
        "communication",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "security",
        "communication",
        "relates",
        "proposal",
        "knauf",
        "made",
        "business",
        "combination",
        "transaction",
        "usg",
        "furtherance",
        "proposal",
        "subject",
        "future",
        "development",
        "knauf",
        "negotiated",
        "transaction",
        "agreed",
        "usg",
        "may",
        "file",
        "one",
        "proxy",
        "statement",
        "document",
        "sec",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "knauf",
        "usg",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "stockholder",
        "usg",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "respect",
        "proposed",
        "transaction",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "definitive",
        "proxy",
        "statement",
        "respect",
        "proposed",
        "transaction",
        "available",
        "mailed",
        "stockholder",
        "usg",
        "usg",
        "stockholder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "web",
        "site",
        "maintained",
        "sec",
        "medium",
        "contact",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "joele",
        "frank",
        "ed",
        "trissel",
        "annabelle",
        "rinehart",
        "investor",
        "contact",
        "innisfree",
        "incorporated",
        "scott",
        "winter",
        "jonathan",
        "salzberger",
        "view",
        "original",
        "content",
        "http",
        "source",
        "gebr",
        "knauf",
        "kg"
    ]
}