{
    "organizations": [],
    "uuid": "f1d9abcbd67f7d956e3fc4544b1d4408db12d6a0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/globe-newswire-ebix-enters-indiaas-e-learning-markets-via-acquisition-ofa-60-percent-stake-in-smartclass-educational-services.html",
    "ord_in_thread": 0,
    "title": "Ebix Enters India’s E-Learning Markets via Acquisition of 60 Percent Stake in Smartclass Educational Services",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JOHNS CREEK, Ga., April 19, 2018 (GLOBE NEWSWIRE) -- Ebix, Inc. (NASDAQ:EBIX), a leading international supplier of On-Demand software and E-commerce services to the insurance, financial, e-governance and healthcare industries, today announced that it has entered into an agreement to acquire a majority stake in India based Smartclass Educational Services Private Limited (Smartclass), a leading e-learning Company engaged in the business of education services, development of education products, and implementation of education solutions for K-12 Schools.\nEbix expects the acquisition to be immediately accretive to its earnings and forecasts up to $0.20 in increased Diluted EPS, once the acquisition is fully integrated over the next 6 months. Under the terms of the agreement, Ebix will pay up to $8 million in cash for its stake in Smartclass.\nSmartclass is one of India’s leading e-learning companies catering to the fast-growing K-12 education sector in India. With staff strength of approximately 500 employees out of a total of 1000 staff, dedicated to research & development and customer engagement, the Company caters to accredited school education through rich media like 2-D, 3-D, Virtual reality animation etc. Smartclass’s 500-strong sales and marketing staff across the country has helped create a strong growth trajectory, in terms of top line and reach for the Company.\nSmartclass today has a customer base encompassing thousands of classrooms, paying for Smartclass e-learning products and services in an on-demand subscription basis. Smartclass will be tightly integrated into Ebix’s Education and e-learning initiatives in India and is seen as one of the many steps, that Ebix intends to take with an intent to invest up to $100 million in the sector.\nEbix Chairman, President and CEO Robin Raina said, “The e-learning business model is typically asset lite and caters well to strong recurring operating margins, once the customer aggregation crosses the threshold levels. We have been eyeing India’s fast-growing e-learning sector for many years now, fueled by education being one of the highest spending areas traditionally for an Indian median household. Towards that extent, we have earmarked a $100 million amount for investment in India’s e-learning sector and the acquisition of Smartclass is a logical first step for Ebix to establish its presence in the country’s e-learning markets.”\n“A few years back, we started investing in the healthcare e-learning sector through our Indian subsidiary acquiring Birmingham based Oakstone LLC. Any business-like e-learning where you can create an asset and sell it thousands of times, has strong possibilities of generating strong operating margins and cash flows,” Robin added. “When you consider the strong focus that the Indian Government has put on investing in the e-learning sector in the recent budget, the present nascent state of the country’s education infrastructure, and the fast growth that high tech companies like Smartclass have experienced in India, the decision to take up a strong position in the country’s e-learning markets became an easy one for Ebix.”\nDivya Lal, Smartclass Chief Executive Officer, said, ”We are very excited by the possibilities of growth, geographical reach and financial strength that this investment from Ebix brings to Smartclass. We look forward to becoming a part of the Ebix family and replicating Ebix’s international success over the last two decades, to build upon our existing strengths and take a leadership place in India’s e-learning industry.”\nAbout Ebix, Inc.\nWith 50+ offices across 5 continents, Ebix, Inc., (NASDAQ:EBIX) endeavors to provide On-Demand software and E-commerce services to the insurance, financial, e-learning and healthcare industries. In the Insurance sector, the Company’s main focus is to develop and deploy a wide variety of insurance and reinsurance exchanges on an on-demand basis, while also, providing Software-as-a-Service (\"SaaS\") enterprise solutions in the area of CRM, front-end & back-end systems, outsourced administrative and risk compliance, across the world.\nWith a \"Phygital” strategy that combines 231,500 physical distribution outlets in many Southeast Asian Nations (“ASEAN”) countries to an Omni-channel online digital platform, the Company’s EbixCash Financial exchange portfolio encompasses leadership in areas of domestic & international money remittance, travel, pre-paid & gift cards, utility payments, etc., in an emerging country like India. EbixCash, through its travel portal Via.com , is also one of Southeast Asia’s leading travel exchanges with over 110,000 distribution outlets and 8,000 corporate clients processing over 24.5 million transactions every year. For further details, visit www.ebixcash.com\nThrough its various SaaS-based software platforms, Ebix employs thousands of domain-specific technology professionals to provide products, support and consultancy to thousands of customers on six continents. For more information, visit the Company’s website at www.ebix.com\nAbout Smartclass Educational Services Private Limited (Smartclass)\nWith a strong customer base encompassing thousands of class rooms, Smartclass is a leading e-learning and education company in India, that is seen as the pioneer of digital classrooms in India. Smartclass Educational offers innovative products & solutions to enable learners and teachers reach excellence.\nEquipped with a powerful vision, the Company is engaged in the business of education services, development of education products, and implementation of education solutions for K-12 Schools. The Company has won several awards including Digital Learning Company of the year by Edtech review, Digital Disruptor award for 2017 by IDC, and the Best Digital teaching tool award by India Education Awards 2017. For more information, visit the Company’s website at www.smartlearning.com\nSAFE HARBOR REGARDING FORWARD-LOOKING STATEMENTS\nAs used herein, the terms “Ebix,” “the Company,” “we,” “our” and “us” refer to Ebix, Inc., a Delaware corporation, and its consolidated subsidiaries as a combined entity, except where it is clear that the terms mean only Ebix, Inc.\nThe information contained in this Press Release contains forward-looking statements and information within the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, and Section 21E of the Securities Exchange Act of 1934. This information includes assumptions made by, and information currently available to management, including statements regarding future economic performance and financial condition, liquidity and capital resources, acceptance of the Company's products by the market, and management's plans and objectives. In addition, certain statements included in this and our future filings with the Securities and Exchange Commission (\"SEC\"), in press releases, and in oral and written statements made by us or with our approval, which are not statements of historical fact, are forward-looking statements. Words such as \"may,\" \"could,\" \"should,\" \"would,\" \"believe,\" \"expect,\" \"anticipate,\" \"estimate,\" \"intend,\" \"seeks,\" \"plan,\" \"project,\" \"continue,\" \"predict,\" \"will,\" \"should,\" and other words or expressions of similar meaning are intended by the Company to identify forward-looking statements, although not all forward-looking statements contain these identifying words. These forward-looking statements are found at various places throughout this report and in the documents incorporated herein by reference. These statements are based on our current expectations about future events or results and information that is currently available to us, involve assumptions, risks, and uncertainties, and speak only as of the date on which such statements are made.\nOur actual results may differ materially from those expressed or implied in these forward-looking statements. Factors that may cause such a difference, include, but are not limited to those discussed in our Annual Report on Form 10-K and subsequent reports filed with the SEC, as well as: the risk of an unfavorable outcome of the pending governmental investigations or shareholder class action lawsuits, reputational harm caused by such investigations and lawsuits, the willingness of independent insurance agencies to outsource their computer and other processing needs to third parties; pricing and other competitive pressures and the Company's ability to gain or maintain share of sales as a result of actions by competitors and others; changes in estimates in critical accounting judgments; changes in or failure to comply with laws and regulations, including accounting standards, taxation requirements (including tax rate changes, new tax laws and revised tax interpretations) in domestic or foreign jurisdictions; exchange rate fluctuations and other risks associated with investments and operations in foreign countries (particularly in Australia, UK and India wherein we have significant operations); equity markets, including market disruptions and significant interest rate fluctuations, which may impede our access to, or increase the cost of, external financing; and international conflict, including terrorist acts.\nExcept as expressly required by the federal securities laws, the Company undertakes no obligation to update any such factors, or to publicly announce the results of, or changes to any of the forward-looking statements contained herein to reflect future events, developments, changed circumstances, or for any other reason.\nReaders should carefully review the disclosures and the risk factors described in the documents we file from time to time with the SEC, including future reports on Forms 10-Q and 8-K, and any amendments thereto. You may obtain our SEC filings at our website, www.ebix.com under the \"Investor Information\" section, or over the Internet at the SEC's web site, www.sec.gov .\nCONTACT:\nBhavik Vasa\n+91 9819389881 or bhavikv@ebixcash.com\nDarren Joseph\n678 -281-2027 or IR@ebix.com\nDavid Collins or Chris Eddy\nCatalyst Global - 212-924-9800 or ebix@catalyst-ir.com\nSource:Ebix, Inc.",
    "published": "2018-04-19T17:05:00.000+03:00",
    "crawled": "2018-04-19T17:22:00.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "creek",
        "april",
        "globe",
        "newswire",
        "ebix",
        "nasdaq",
        "ebix",
        "leading",
        "international",
        "supplier",
        "software",
        "service",
        "insurance",
        "financial",
        "healthcare",
        "industry",
        "today",
        "announced",
        "entered",
        "agreement",
        "acquire",
        "majority",
        "stake",
        "india",
        "based",
        "smartclass",
        "educational",
        "service",
        "private",
        "limited",
        "smartclass",
        "leading",
        "company",
        "engaged",
        "business",
        "education",
        "service",
        "development",
        "education",
        "product",
        "implementation",
        "education",
        "solution",
        "school",
        "ebix",
        "expects",
        "acquisition",
        "immediately",
        "accretive",
        "earnings",
        "forecast",
        "increased",
        "diluted",
        "eps",
        "acquisition",
        "fully",
        "integrated",
        "next",
        "month",
        "term",
        "agreement",
        "ebix",
        "pay",
        "million",
        "cash",
        "stake",
        "smartclass",
        "smartclass",
        "one",
        "india",
        "leading",
        "company",
        "catering",
        "education",
        "sector",
        "india",
        "staff",
        "strength",
        "approximately",
        "employee",
        "total",
        "staff",
        "dedicated",
        "research",
        "development",
        "customer",
        "engagement",
        "company",
        "caters",
        "accredited",
        "school",
        "education",
        "rich",
        "medium",
        "like",
        "virtual",
        "reality",
        "animation",
        "etc",
        "smartclass",
        "sale",
        "marketing",
        "staff",
        "across",
        "country",
        "helped",
        "create",
        "strong",
        "growth",
        "trajectory",
        "term",
        "top",
        "line",
        "reach",
        "company",
        "smartclass",
        "today",
        "customer",
        "base",
        "encompassing",
        "thousand",
        "classroom",
        "paying",
        "smartclass",
        "product",
        "service",
        "subscription",
        "basis",
        "smartclass",
        "tightly",
        "integrated",
        "ebix",
        "education",
        "initiative",
        "india",
        "seen",
        "one",
        "many",
        "step",
        "ebix",
        "intends",
        "take",
        "intent",
        "invest",
        "million",
        "sector",
        "ebix",
        "chairman",
        "president",
        "ceo",
        "robin",
        "raina",
        "said",
        "business",
        "model",
        "typically",
        "asset",
        "lite",
        "caters",
        "well",
        "strong",
        "recurring",
        "operating",
        "margin",
        "customer",
        "aggregation",
        "cross",
        "threshold",
        "level",
        "eyeing",
        "india",
        "sector",
        "many",
        "year",
        "fueled",
        "education",
        "one",
        "highest",
        "spending",
        "area",
        "traditionally",
        "indian",
        "median",
        "household",
        "towards",
        "extent",
        "earmarked",
        "million",
        "amount",
        "investment",
        "india",
        "sector",
        "acquisition",
        "smartclass",
        "logical",
        "first",
        "step",
        "ebix",
        "establish",
        "presence",
        "country",
        "year",
        "back",
        "started",
        "investing",
        "healthcare",
        "sector",
        "indian",
        "subsidiary",
        "acquiring",
        "birmingham",
        "based",
        "oakstone",
        "llc",
        "create",
        "asset",
        "sell",
        "thousand",
        "time",
        "strong",
        "possibility",
        "generating",
        "strong",
        "operating",
        "margin",
        "cash",
        "flow",
        "robin",
        "added",
        "consider",
        "strong",
        "focus",
        "indian",
        "government",
        "put",
        "investing",
        "sector",
        "recent",
        "budget",
        "present",
        "nascent",
        "state",
        "country",
        "education",
        "infrastructure",
        "fast",
        "growth",
        "high",
        "tech",
        "company",
        "like",
        "smartclass",
        "experienced",
        "india",
        "decision",
        "take",
        "strong",
        "position",
        "country",
        "market",
        "became",
        "easy",
        "one",
        "divya",
        "lal",
        "smartclass",
        "chief",
        "executive",
        "officer",
        "said",
        "excited",
        "possibility",
        "growth",
        "geographical",
        "reach",
        "financial",
        "strength",
        "investment",
        "ebix",
        "brings",
        "smartclass",
        "look",
        "forward",
        "becoming",
        "part",
        "ebix",
        "family",
        "replicating",
        "ebix",
        "international",
        "success",
        "last",
        "two",
        "decade",
        "build",
        "upon",
        "existing",
        "strength",
        "take",
        "leadership",
        "place",
        "india",
        "ebix",
        "office",
        "across",
        "continent",
        "ebix",
        "nasdaq",
        "ebix",
        "endeavor",
        "provide",
        "software",
        "service",
        "insurance",
        "financial",
        "healthcare",
        "industry",
        "insurance",
        "sector",
        "company",
        "main",
        "focus",
        "develop",
        "deploy",
        "wide",
        "variety",
        "insurance",
        "reinsurance",
        "exchange",
        "basis",
        "also",
        "providing",
        "saas",
        "enterprise",
        "solution",
        "area",
        "crm",
        "system",
        "outsourced",
        "administrative",
        "risk",
        "compliance",
        "across",
        "world",
        "phygital",
        "strategy",
        "combine",
        "physical",
        "distribution",
        "outlet",
        "many",
        "southeast",
        "asian",
        "nation",
        "asean",
        "country",
        "online",
        "digital",
        "platform",
        "company",
        "ebixcash",
        "financial",
        "exchange",
        "portfolio",
        "encompasses",
        "leadership",
        "area",
        "domestic",
        "international",
        "money",
        "remittance",
        "travel",
        "gift",
        "card",
        "utility",
        "payment",
        "emerging",
        "country",
        "like",
        "india",
        "ebixcash",
        "travel",
        "portal",
        "also",
        "one",
        "southeast",
        "asia",
        "leading",
        "travel",
        "exchange",
        "distribution",
        "outlet",
        "corporate",
        "client",
        "processing",
        "million",
        "transaction",
        "every",
        "year",
        "detail",
        "visit",
        "various",
        "software",
        "platform",
        "ebix",
        "employ",
        "thousand",
        "technology",
        "professional",
        "provide",
        "product",
        "support",
        "consultancy",
        "thousand",
        "customer",
        "six",
        "continent",
        "information",
        "visit",
        "company",
        "website",
        "smartclass",
        "educational",
        "service",
        "private",
        "limited",
        "smartclass",
        "strong",
        "customer",
        "base",
        "encompassing",
        "thousand",
        "class",
        "room",
        "smartclass",
        "leading",
        "education",
        "company",
        "india",
        "seen",
        "pioneer",
        "digital",
        "classroom",
        "india",
        "smartclass",
        "educational",
        "offer",
        "innovative",
        "product",
        "solution",
        "enable",
        "learner",
        "teacher",
        "reach",
        "excellence",
        "equipped",
        "powerful",
        "vision",
        "company",
        "engaged",
        "business",
        "education",
        "service",
        "development",
        "education",
        "product",
        "implementation",
        "education",
        "solution",
        "school",
        "company",
        "several",
        "award",
        "including",
        "digital",
        "learning",
        "company",
        "year",
        "edtech",
        "review",
        "digital",
        "disruptor",
        "award",
        "idc",
        "best",
        "digital",
        "teaching",
        "tool",
        "award",
        "india",
        "education",
        "award",
        "information",
        "visit",
        "company",
        "website",
        "safe",
        "harbor",
        "regarding",
        "statement",
        "used",
        "herein",
        "term",
        "ebix",
        "company",
        "u",
        "refer",
        "ebix",
        "delaware",
        "corporation",
        "consolidated",
        "subsidiary",
        "combined",
        "entity",
        "except",
        "clear",
        "term",
        "mean",
        "ebix",
        "information",
        "contained",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "within",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "information",
        "includes",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "including",
        "statement",
        "regarding",
        "future",
        "economic",
        "performance",
        "financial",
        "condition",
        "liquidity",
        "capital",
        "resource",
        "acceptance",
        "company",
        "product",
        "market",
        "management",
        "plan",
        "objective",
        "addition",
        "certain",
        "statement",
        "included",
        "future",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "press",
        "release",
        "oral",
        "written",
        "statement",
        "made",
        "u",
        "approval",
        "statement",
        "historical",
        "fact",
        "statement",
        "word",
        "may",
        "could",
        "would",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "seek",
        "plan",
        "project",
        "continue",
        "predict",
        "word",
        "expression",
        "similar",
        "meaning",
        "intended",
        "company",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "statement",
        "found",
        "various",
        "place",
        "throughout",
        "report",
        "document",
        "incorporated",
        "herein",
        "reference",
        "statement",
        "based",
        "current",
        "expectation",
        "future",
        "event",
        "result",
        "information",
        "currently",
        "available",
        "u",
        "involve",
        "assumption",
        "risk",
        "uncertainty",
        "speak",
        "date",
        "statement",
        "made",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "limited",
        "discussed",
        "annual",
        "report",
        "form",
        "subsequent",
        "report",
        "filed",
        "sec",
        "well",
        "risk",
        "unfavorable",
        "outcome",
        "pending",
        "governmental",
        "investigation",
        "shareholder",
        "class",
        "action",
        "lawsuit",
        "reputational",
        "harm",
        "caused",
        "investigation",
        "lawsuit",
        "willingness",
        "independent",
        "insurance",
        "agency",
        "outsource",
        "computer",
        "processing",
        "need",
        "third",
        "party",
        "pricing",
        "competitive",
        "pressure",
        "company",
        "ability",
        "gain",
        "maintain",
        "share",
        "sale",
        "result",
        "action",
        "competitor",
        "others",
        "change",
        "estimate",
        "critical",
        "accounting",
        "judgment",
        "change",
        "failure",
        "comply",
        "law",
        "regulation",
        "including",
        "accounting",
        "standard",
        "taxation",
        "requirement",
        "including",
        "tax",
        "rate",
        "change",
        "new",
        "tax",
        "law",
        "revised",
        "tax",
        "interpretation",
        "domestic",
        "foreign",
        "jurisdiction",
        "exchange",
        "rate",
        "fluctuation",
        "risk",
        "associated",
        "investment",
        "operation",
        "foreign",
        "country",
        "particularly",
        "australia",
        "uk",
        "india",
        "wherein",
        "significant",
        "operation",
        "equity",
        "market",
        "including",
        "market",
        "disruption",
        "significant",
        "interest",
        "rate",
        "fluctuation",
        "may",
        "impede",
        "access",
        "increase",
        "cost",
        "external",
        "financing",
        "international",
        "conflict",
        "including",
        "terrorist",
        "act",
        "except",
        "expressly",
        "required",
        "federal",
        "security",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "factor",
        "publicly",
        "announce",
        "result",
        "change",
        "statement",
        "contained",
        "herein",
        "reflect",
        "future",
        "event",
        "development",
        "changed",
        "circumstance",
        "reason",
        "reader",
        "carefully",
        "review",
        "disclosure",
        "risk",
        "factor",
        "described",
        "document",
        "file",
        "time",
        "time",
        "sec",
        "including",
        "future",
        "report",
        "form",
        "amendment",
        "thereto",
        "may",
        "obtain",
        "sec",
        "filing",
        "website",
        "investor",
        "information",
        "section",
        "internet",
        "sec",
        "web",
        "site",
        "contact",
        "bhavik",
        "vas",
        "bhavikv",
        "darren",
        "joseph",
        "ir",
        "david",
        "collins",
        "chris",
        "eddy",
        "catalyst",
        "global",
        "ebix",
        "source",
        "ebix",
        "inc"
    ]
}