{
    "organizations": [],
    "uuid": "304b3241abb8986165d866bc1126023e6a96bc4f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-universal-stainless-reports-substantial-increase-in-first-quarter-2018-sales-and-profitability.html",
    "ord_in_thread": 0,
    "title": "Universal Stainless Reports Substantial Increase in First Quarter 2018 Sales and Profitability",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Q1 2018 Sales of $63.7 Million, Up 30.4% from Q1 2017\nQ1 2018 Net Income of $2.1 million, or $0.28 per diluted share vs. Net Loss of $1.2 million, or $0.17 per diluted share, in Q1 2017 EBITDA of $8.8 Million in Q1 2018, Up 110.8% from Q1 2017 Quarter-End Backlog of $90.6 Million, Up 16.7% sequentially and Up 58.8% vs. Q1 2017\nBRIDGEVILLE, Pa., April 25, 2018 (GLOBE NEWSWIRE) -- Universal Stainless & Alloy Products, Inc. (Nasdaq:USAP) today reported net sales of $63.7 million for the first quarter of 2018, an increase of 30.4% from $48.9 million in the first quarter of 2017, and up 26.8% from $50.3 million in the 2017 fourth quarter. All end markets made strong contributions to the year-over-year and sequential sales growth, with the exception of power generation. Aerospace remained the Company's largest end market, comprising 56.9% of total Company sales, with first quarter sales totaling $36.2 million, up 35.8% from the first quarter of 2017 and 27.6% sequentially.\nSales of premium alloys in the first quarter of 2018 increased 103.1% to a record $11.8 million and represented 18.6% of sales, compared with $5.8 million, or 11.9% of sales, in the first quarter of 2017. Premium alloy sales rose 61.6% from $7.3 million, or 14.6% of sales, in the fourth quarter of 2017.\nThe Company’s gross margin increased to $9.3 million, or 14.5% of sales, for the first quarter of 2018, compared with $4.2 million, or 8.7% of sales, in the first quarter of 2017, and $6.2 million, or 12.3% of sales, in the fourth quarter of 2017.\nFor the first quarter of 2018, selling, general and administrative expenses were $5.2 million, or 8.2% of sales, compared with $4.7 million, or 9.7% of sales, in the first quarter of 2017, and $5.1 million, or 10.2% of sales, in the fourth quarter of 2017.\nNet income was $2.1 million, or $0.28 per diluted share for the first quarter of 2018 compared with a net loss of $1.2 million, or $0.17 per diluted share, in the first quarter of 2017. Net income for the fourth quarter of 2017 was $7.9 million, or $1.06 per diluted share, including a net tax benefit of $1.06 per diluted share primarily attributable to the federal tax reform changes.\nThe Company’s EBITDA for the first quarter of 2018 was $8.8 million, an increase of 110.8% from the first quarter of 2017, and an increase of 52.5% from the fourth quarter of 2017.\nWorking capital levels rose from prior year-end 2017 amounts as accounts receivable and inventory levels increased by $11.9 million in total, due to higher sales levels and an increased backlog.\nBacklog (before surcharges) at March 31, 2018 was $90.6 million, an increase of 16.7% from December 31, 2017, and 58.8% higher than at the end of the first quarter of 2017.\nThe Company’s total debt at March 31, 2018 was $99.9 million compared with $79.7 million at the end of the fourth quarter of 2017. Additionally, debt, net of cash and restricted cash totaled $91.3 million as of March 31, 2018. The increase in total debt was driven by higher working capital levels, as well as revolving credit facility borrowings related to the mid-size bar cell capital project at our Dunkirk, NY facility. These borrowings were made in conjunction with the utilization of the New Markets Tax Credit financing program as described further below.\nSeparately, on April 24 th , the Company amended its credit agreement with PNC Bank and Bank of America. This amendment increases the senior secured credit facility to $73.0 million from $65.0 million while maintaining the favorable terms of the previous agreement.\nAdditionally, in March 2018, the Company entered into a financing transaction with an outside bank and community development agency related to the new mid-size bar cell capital project at its Dunkirk, NY facility. The Company financed a portion of this $10.0 million capitalized project via the New Markets Tax Credit program, enabling it to benefit from low cost financing.\nCapital expenditures for the first quarter of 2018 totaled $2.5 million compared to $3.3 million in the fourth quarter of 2017 and $1.4 million in the first quarter of 2017.\nThe Company’s tax rate for the 2018 first quarter was 26.8%, which was negatively impacted by approximately $0.2 million of discrete tax expense items. Excluding those discrete items, the underlying tax rate for the 2018 first quarter was 18.7%.\nChairman, President and CEO Dennis Oates commented: “The substantial growth in our first quarter sales and profitability was driven by continued positive momentum in our marketplace, along with the increasing traction of our premium alloy strategy. Our first quarter sales, bookings and backlog were at their highest levels since 2012. Activity levels at our melt shop and at our vacuum induction melting and forge facilities were also at multi-year highs, contributing to further improvement in our gross margin and significant growth in our EBITDA.”\nMr. Oates continued, “With this strong start to 2018, we look forward to a very solid year of progress as we further execute our strategic growth plan and seize ongoing market opportunities.”\nWebcast\nThe Company has scheduled a conference call for today, April 25, 2018, at 10:00 a.m. (Eastern) to discuss first quarter 2018 results. A simultaneous webcast will be available on the Company’s website at www.univstainless.com , and thereafter archived on the website through the end of the second quarter of 2018.\nAbout Universal Stainless & Alloy Products, Inc.\nUniversal Stainless & Alloy Products, Inc., headquartered in Bridgeville, PA, manufactures and markets semi-finished and finished specialty steels, including stainless steel, nickel alloys, tool steel and certain other alloyed steels. The Company's products are used in a variety of industries, including aerospace, power generation, oil and gas, and heavy equipment manufacturing. Established in 1994, the Company, with its experience, technical expertise, and dedicated workforce, stands committed to providing the best quality, delivery, and service possible. More information is available at www.univstainless.com .\nForward-Looking Information Safe Harbor\nExcept for historical information contained herein, the statements in this release are forward-looking statements that are made pursuant to the “safe harbor” provision of the Private Securities Litigation Reform Act of 1995. Forward-looking statements involve known and unknown risks and uncertainties that may cause the Company's actual results in future periods to differ materially from forecasted results. Those risks include, among others, the concentrated nature of the Company’s customer base to date and the Company’s dependence on its significant customers; the receipt, pricing and timing of future customer orders; changes in product mix; the limited number of raw material and energy suppliers and significant fluctuations that may occur in raw material and energy prices; risks related to property, plant and equipment, including the Company’s reliance on the continuing operation of critical manufacturing equipment; risks associated with labor matters; the Company’s ongoing requirement for continued compliance with laws and regulations, including applicable safety and environmental regulations; the ultimate outcome of the Company’s current and future litigation and matters; risks related to acquisitions that the Company may make; and the impact of various economic, credit and market risk uncertainties. Many of these factors are not within the Company’s control and involve known and unknown risks and uncertainties that may cause the Company’s actual results in future periods to be materially different from any future performance suggested herein. Any unfavorable change in the foregoing or other factors could have a material adverse effect on the Company’s business, financial condition and results of operations. Further, the Company operates in an industry sector where securities values may be volatile and may be influenced by economic and other factors beyond the Company’s control. Certain of these risks and other risks are described in the Company's filings with the Securities and Exchange Commission (SEC) over the last 12 months, copies of which are available from the SEC or may be obtained upon request from the Company .\nNon-GAAP Financial Measures\nThis press release includes discussions of financial measures that have not been determined in accordance with U.S. Generally Accepted Accounting Principles (GAAP). These measures include earnings (loss) before interest, income taxes, depreciation and amortization (EBITDA) and Adjusted EBITDA. We include these measurements to enhance the understanding of our operating performance. We believe that EBITDA, considered along with net earnings (loss), is a relevant indicator of trends relating to cash generating activity of our operations. Adjusted EBITDA excludes the effect of share-based compensation expense and other non-cash generating activity such as impairments and the write-off of deferred financing costs. We believe excluding these costs provides a consistent comparison of the cash generating activity of our operations. We believe that EBITDA and Adjusted EBITDA are useful to investors as they facilitate a comparison of our operating performance to other companies who also use EBITDA and Adjusted EBITDA as supplemental operating measures. These non-GAAP financial measures supplement our GAAP disclosures and should not be considered an alternative to the GAAP measures. These non-GAAP measures may not be entirely comparable to similarly titled measures used by other companies due to potential differences among calculations methodologies. A reconciliation of these non-GAAP financial measures to their most directly comparable financial measure prepared in accordance with GAAP is included in the tables that follow.\nCONTACTS: Dennis M. Oates Christopher T. Scanlon June Filingeri Chairman,\nPresident and CEO VP Finance, CFO\nand Treasurer President\nComm-Partners LLC\n(412) 257-7609 (412) 257-7662 (203) 972-0186\n-TABLES FOLLOW -\nUNIVERSAL STAINLESS & ALLOY PRODUCTS, INC.\nFINANCIAL HIGHLIGHTS\n(Dollars in Thousands, Except Per Share Information)\n(Unaudited)\nCONSOLIDATED STATEMENTS OF OPERATIONS Three months ended March 31, 2018 2017 Net Sales Stainless steel $ 42,939 $ 35,033 High-strength low alloy steel 5,203 4,172 Tool steel 9,641 7,057 High-temperature alloy steel 4,547 1,976 Conversion services and other sales 1,407 637 Total net sales 63,737 48,875 Cost of products sold 54,465 44,630 Gross margin 9,272 4,245 Selling, general and administrative expenses 5,207 4,729 Operating income (loss) 4,065 (484 ) Interest expense 1,142 939 Deferred financing costs 64 64 Other (income) expense, net (43 ) (6 ) Income (loss) before income taxes 2,902 (1,481 ) Provision (benefit) for income taxes 777 (262 ) Net income (loss) $ 2,125 $ (1,219 ) Net income (loss) per common share - Basic $ 0.29 $ (0.17 ) Net income (loss) per common share - Diluted $ 0.28 $ (0.17 ) Weighted average shares of common stock outstanding Basic 7,261,966 7,216,447 Diluted 7,492,972 7,216,447\nMARKET SEGMENT INFORMATION Three months ended March 31, 2018 2017 Net Sales Service centers $ 44,521 $ 32,729 Original equipment manufacturers 4,482 4,122 Rerollers 8,364 6,553 Forgers 4,963 4,834 Conversion services and other sales 1,407 637 Total net sales $ 63,737 $ 48,875 Tons shipped 11,156 10,332 MELT TYPE INFORMATION Three months ended March 31, 2018 2017 Net Sales Specialty alloys $ 50,485 $ 42,405 Premium alloys * 11,845 5,833 Conversion services and other sales 1,407 637 Total net sales $ 63,737 $ 48,875 END MARKET INFORMATION ** Three months ended March 31, 2018 2017 Net Sales Aerospace $ 36,235 $ 26,692 Power generation 2,289 4,234 Oil & gas 8,459 4,889 Heavy equipment 10,035 7,685 General industrial, conversion services and other sales 6,719 5,375 Total net sales $ 63,737 $ 48,875 * Premium alloys represent all vacuum induction melted (VIM) products. **The majority of our products are sold to service centers rather than the ultimate end market customers. The end market information in this press release is our estimate based upon our knowledge of our customers and the grade of material sold to them, which they will in-turn sell to the ultimate end market customer.\nCONDENSED CONSOLIDATED BALANCE SHEETS March 31, December 31, 2018 2017 Assets Cash $ 228 $ 207 Accounts receivable, net 33,593 24,990 Inventory, net 119,961 116,663 Other current assets 4,047 4,404 Total current assets 157,829 146,264 Property, plant and equipment, net 173,870 174,444 Other long-term assets 8,854 523 Total assets $ 340,553 $ 321,231 Liabilities and Stockholders' Equity Accounts payable $ 28,371 $ 34,898 Accrued employment costs 3,501 4,075 Current portion of long-term debt 6,718 4,707 Other current liabilities 1,177 1,268 Total current liabilities 39,767 44,948 Long-term debt, net 93,187 75,006 Deferred income taxes 10,361 9,605 Other long-term liabilities, net 3,015 4 Total liabilities 146,330 129,563 Stockholders’ equity 194,223 191,668 Total liabilities and stockholders’ equity $ 340,553 $ 321,231\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOW Three months ended March 31, 2018 2017 Operating activities: Net income (loss) $ 2,125 $ (1,219 ) Adjustments to reconcile net income (loss) to net cash (used in) provided by operating activities: Depreciation and amortization 4,756 4,717 Deferred income tax 772 (296 ) Share-based compensation expense 326 534 Changes in assets and liabilities: Accounts receivable, net (8,604 ) (6,523 ) Inventory, net (3,832 ) (4,499 ) Accounts payable (7,699 ) 9,423 Accrued employment costs (499 ) (1,371 ) Income taxes 5 32 Other, net 296 (790 ) Net cash (used in) provided by operating activities (12,354 ) 8 Investing activity: Capital expenditures (2,485 ) (1,413 ) Net cash (used in) investing activity (2,485 ) (1,413 ) Financing activities: Borrowings under revolving credit facility 128,729 71,863 Payments on revolving credit facility (107,080 ) (68,721 ) Proceeds under New Markets Tax Credit financing 3,010 - Payments on term loan facility, capital leases, and convertible notes (1,172 ) (1,598 ) Payment of deferred financing costs (351 ) - Proceeds from the common stock exercised 54 - Net cash provided by financing activities 23,190 1,544 Net increase in cash and restricted cash 8,351 139 Cash and restricted cash at beginning of period 207 75 Cash and restricted cash at end of period $ 8,558 $ 214\nRECONCILIATION OF NET INCOME (LOSS) TO EBITDA AND ADJUSTED EBITDA Three Months ended March 31, 2018 2017 Net income (loss) $ 2,125 $ (1,219 ) Interest expense 1,142 939 Provision (Benefit) for income taxes 777 (262 ) Depreciation and amortization 4,756 4,717 EBITDA 8,800 4,175 Share-based compensation expense 326 534 Adjusted EBITDA $ 9,126 $ 4,709\nSource:Universal Stainless & Alloy Products, Inc.",
    "published": "2018-04-25T15:00:00.000+03:00",
    "crawled": "2018-04-25T17:59:45.091+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "sale",
        "million",
        "q1",
        "q1",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "q1",
        "ebitda",
        "million",
        "q1",
        "q1",
        "backlog",
        "million",
        "sequentially",
        "q1",
        "bridgeville",
        "april",
        "globe",
        "newswire",
        "universal",
        "stainless",
        "alloy",
        "product",
        "nasdaq",
        "usap",
        "today",
        "reported",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "first",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "end",
        "market",
        "made",
        "strong",
        "contribution",
        "sequential",
        "sale",
        "growth",
        "exception",
        "power",
        "generation",
        "aerospace",
        "remained",
        "company",
        "largest",
        "end",
        "market",
        "comprising",
        "total",
        "company",
        "sale",
        "first",
        "quarter",
        "sale",
        "totaling",
        "million",
        "first",
        "quarter",
        "sequentially",
        "sale",
        "premium",
        "alloy",
        "first",
        "quarter",
        "increased",
        "record",
        "million",
        "represented",
        "sale",
        "compared",
        "million",
        "sale",
        "first",
        "quarter",
        "premium",
        "alloy",
        "sale",
        "rose",
        "million",
        "sale",
        "fourth",
        "quarter",
        "company",
        "gross",
        "margin",
        "increased",
        "million",
        "sale",
        "first",
        "quarter",
        "compared",
        "million",
        "sale",
        "first",
        "quarter",
        "million",
        "sale",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "sale",
        "compared",
        "million",
        "sale",
        "first",
        "quarter",
        "million",
        "sale",
        "fourth",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "including",
        "net",
        "tax",
        "benefit",
        "per",
        "diluted",
        "share",
        "primarily",
        "attributable",
        "federal",
        "tax",
        "reform",
        "change",
        "company",
        "ebitda",
        "first",
        "quarter",
        "million",
        "increase",
        "first",
        "quarter",
        "increase",
        "fourth",
        "quarter",
        "working",
        "capital",
        "level",
        "rose",
        "prior",
        "amount",
        "account",
        "receivable",
        "inventory",
        "level",
        "increased",
        "million",
        "total",
        "due",
        "higher",
        "sale",
        "level",
        "increased",
        "backlog",
        "backlog",
        "surcharge",
        "march",
        "million",
        "increase",
        "december",
        "higher",
        "end",
        "first",
        "quarter",
        "company",
        "total",
        "debt",
        "march",
        "million",
        "compared",
        "million",
        "end",
        "fourth",
        "quarter",
        "additionally",
        "debt",
        "net",
        "cash",
        "restricted",
        "cash",
        "totaled",
        "million",
        "march",
        "increase",
        "total",
        "debt",
        "driven",
        "higher",
        "working",
        "capital",
        "level",
        "well",
        "revolving",
        "credit",
        "facility",
        "borrowing",
        "related",
        "bar",
        "cell",
        "capital",
        "project",
        "dunkirk",
        "ny",
        "facility",
        "borrowing",
        "made",
        "conjunction",
        "utilization",
        "new",
        "market",
        "tax",
        "credit",
        "financing",
        "program",
        "described",
        "separately",
        "april",
        "th",
        "company",
        "amended",
        "credit",
        "agreement",
        "pnc",
        "bank",
        "bank",
        "america",
        "amendment",
        "increase",
        "senior",
        "secured",
        "credit",
        "facility",
        "million",
        "million",
        "maintaining",
        "favorable",
        "term",
        "previous",
        "agreement",
        "additionally",
        "march",
        "company",
        "entered",
        "financing",
        "transaction",
        "outside",
        "bank",
        "community",
        "development",
        "agency",
        "related",
        "new",
        "bar",
        "cell",
        "capital",
        "project",
        "dunkirk",
        "ny",
        "facility",
        "company",
        "financed",
        "portion",
        "million",
        "capitalized",
        "project",
        "via",
        "new",
        "market",
        "tax",
        "credit",
        "program",
        "enabling",
        "benefit",
        "low",
        "cost",
        "financing",
        "capital",
        "expenditure",
        "first",
        "quarter",
        "totaled",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "first",
        "quarter",
        "company",
        "tax",
        "rate",
        "first",
        "quarter",
        "negatively",
        "impacted",
        "approximately",
        "million",
        "discrete",
        "tax",
        "expense",
        "item",
        "excluding",
        "discrete",
        "item",
        "underlying",
        "tax",
        "rate",
        "first",
        "quarter",
        "chairman",
        "president",
        "ceo",
        "dennis",
        "oates",
        "commented",
        "substantial",
        "growth",
        "first",
        "quarter",
        "sale",
        "profitability",
        "driven",
        "continued",
        "positive",
        "momentum",
        "marketplace",
        "along",
        "increasing",
        "traction",
        "premium",
        "alloy",
        "strategy",
        "first",
        "quarter",
        "sale",
        "booking",
        "backlog",
        "highest",
        "level",
        "since",
        "activity",
        "level",
        "melt",
        "shop",
        "vacuum",
        "induction",
        "melting",
        "forge",
        "facility",
        "also",
        "high",
        "contributing",
        "improvement",
        "gross",
        "margin",
        "significant",
        "growth",
        "oates",
        "continued",
        "strong",
        "start",
        "look",
        "forward",
        "solid",
        "year",
        "progress",
        "execute",
        "strategic",
        "growth",
        "plan",
        "seize",
        "ongoing",
        "market",
        "webcast",
        "company",
        "scheduled",
        "conference",
        "call",
        "today",
        "april",
        "eastern",
        "discus",
        "first",
        "quarter",
        "result",
        "simultaneous",
        "webcast",
        "available",
        "company",
        "website",
        "thereafter",
        "archived",
        "website",
        "end",
        "second",
        "quarter",
        "universal",
        "stainless",
        "alloy",
        "product",
        "universal",
        "stainless",
        "alloy",
        "product",
        "headquartered",
        "bridgeville",
        "pa",
        "manufacture",
        "market",
        "finished",
        "specialty",
        "steel",
        "including",
        "stainless",
        "steel",
        "nickel",
        "alloy",
        "tool",
        "steel",
        "certain",
        "alloyed",
        "steel",
        "company",
        "product",
        "used",
        "variety",
        "industry",
        "including",
        "aerospace",
        "power",
        "generation",
        "oil",
        "gas",
        "heavy",
        "equipment",
        "manufacturing",
        "established",
        "company",
        "experience",
        "technical",
        "expertise",
        "dedicated",
        "workforce",
        "stand",
        "committed",
        "providing",
        "best",
        "quality",
        "delivery",
        "service",
        "possible",
        "information",
        "available",
        "information",
        "safe",
        "harbor",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "statement",
        "release",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "future",
        "period",
        "differ",
        "materially",
        "forecasted",
        "result",
        "risk",
        "include",
        "among",
        "others",
        "concentrated",
        "nature",
        "company",
        "customer",
        "base",
        "date",
        "company",
        "dependence",
        "significant",
        "customer",
        "receipt",
        "pricing",
        "timing",
        "future",
        "customer",
        "order",
        "change",
        "product",
        "mix",
        "limited",
        "number",
        "raw",
        "material",
        "energy",
        "supplier",
        "significant",
        "fluctuation",
        "may",
        "occur",
        "raw",
        "material",
        "energy",
        "price",
        "risk",
        "related",
        "property",
        "plant",
        "equipment",
        "including",
        "company",
        "reliance",
        "continuing",
        "operation",
        "critical",
        "manufacturing",
        "equipment",
        "risk",
        "associated",
        "labor",
        "matter",
        "company",
        "ongoing",
        "requirement",
        "continued",
        "compliance",
        "law",
        "regulation",
        "including",
        "applicable",
        "safety",
        "environmental",
        "regulation",
        "ultimate",
        "outcome",
        "company",
        "current",
        "future",
        "litigation",
        "matter",
        "risk",
        "related",
        "acquisition",
        "company",
        "may",
        "make",
        "impact",
        "various",
        "economic",
        "credit",
        "market",
        "risk",
        "uncertainty",
        "many",
        "factor",
        "within",
        "company",
        "control",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "future",
        "period",
        "materially",
        "different",
        "future",
        "performance",
        "suggested",
        "herein",
        "unfavorable",
        "change",
        "foregoing",
        "factor",
        "could",
        "material",
        "adverse",
        "effect",
        "company",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "operates",
        "industry",
        "sector",
        "security",
        "value",
        "may",
        "volatile",
        "may",
        "influenced",
        "economic",
        "factor",
        "beyond",
        "company",
        "control",
        "certain",
        "risk",
        "risk",
        "described",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "last",
        "month",
        "copy",
        "available",
        "sec",
        "may",
        "obtained",
        "upon",
        "request",
        "company",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "discussion",
        "financial",
        "measure",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "measure",
        "include",
        "earnings",
        "loss",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjusted",
        "ebitda",
        "include",
        "measurement",
        "enhance",
        "understanding",
        "operating",
        "performance",
        "believe",
        "ebitda",
        "considered",
        "along",
        "net",
        "earnings",
        "loss",
        "relevant",
        "indicator",
        "trend",
        "relating",
        "cash",
        "generating",
        "activity",
        "operation",
        "adjusted",
        "ebitda",
        "excludes",
        "effect",
        "compensation",
        "expense",
        "generating",
        "activity",
        "impairment",
        "deferred",
        "financing",
        "cost",
        "believe",
        "excluding",
        "cost",
        "provides",
        "consistent",
        "comparison",
        "cash",
        "generating",
        "activity",
        "operation",
        "believe",
        "ebitda",
        "adjusted",
        "ebitda",
        "useful",
        "investor",
        "facilitate",
        "comparison",
        "operating",
        "performance",
        "company",
        "also",
        "use",
        "ebitda",
        "adjusted",
        "ebitda",
        "supplemental",
        "operating",
        "measure",
        "financial",
        "measure",
        "supplement",
        "gaap",
        "disclosure",
        "considered",
        "alternative",
        "gaap",
        "measure",
        "measure",
        "may",
        "entirely",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "due",
        "potential",
        "difference",
        "among",
        "calculation",
        "methodology",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "included",
        "table",
        "follow",
        "contact",
        "dennis",
        "oates",
        "christopher",
        "scanlon",
        "june",
        "filingeri",
        "chairman",
        "president",
        "ceo",
        "vp",
        "finance",
        "cfo",
        "treasurer",
        "president",
        "llc",
        "follow",
        "universal",
        "stainless",
        "alloy",
        "product",
        "financial",
        "highlight",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "information",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "stainless",
        "steel",
        "low",
        "alloy",
        "steel",
        "tool",
        "steel",
        "alloy",
        "steel",
        "conversion",
        "service",
        "sale",
        "total",
        "net",
        "sale",
        "cost",
        "product",
        "sold",
        "gross",
        "margin",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "deferred",
        "financing",
        "cost",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "diluted",
        "market",
        "segment",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "service",
        "center",
        "original",
        "equipment",
        "manufacturer",
        "rerollers",
        "forger",
        "conversion",
        "service",
        "sale",
        "total",
        "net",
        "sale",
        "ton",
        "shipped",
        "melt",
        "type",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "specialty",
        "alloy",
        "premium",
        "alloy",
        "conversion",
        "service",
        "sale",
        "total",
        "net",
        "sale",
        "end",
        "market",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "aerospace",
        "power",
        "generation",
        "oil",
        "gas",
        "heavy",
        "equipment",
        "general",
        "industrial",
        "conversion",
        "service",
        "sale",
        "total",
        "net",
        "sale",
        "premium",
        "alloy",
        "represent",
        "vacuum",
        "induction",
        "melted",
        "vim",
        "product",
        "majority",
        "product",
        "sold",
        "service",
        "center",
        "rather",
        "ultimate",
        "end",
        "market",
        "customer",
        "end",
        "market",
        "information",
        "press",
        "release",
        "estimate",
        "based",
        "upon",
        "knowledge",
        "customer",
        "grade",
        "material",
        "sold",
        "sell",
        "ultimate",
        "end",
        "market",
        "customer",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "employment",
        "cost",
        "current",
        "portion",
        "debt",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "net",
        "deferred",
        "income",
        "tax",
        "liability",
        "net",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "activity",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "loss",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "deferred",
        "income",
        "tax",
        "compensation",
        "expense",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "account",
        "payable",
        "accrued",
        "employment",
        "cost",
        "income",
        "tax",
        "net",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "borrowing",
        "revolving",
        "credit",
        "facility",
        "payment",
        "revolving",
        "credit",
        "facility",
        "proceeds",
        "new",
        "market",
        "tax",
        "credit",
        "financing",
        "payment",
        "term",
        "loan",
        "facility",
        "capital",
        "lease",
        "convertible",
        "note",
        "payment",
        "deferred",
        "financing",
        "cost",
        "proceeds",
        "common",
        "stock",
        "exercised",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "restricted",
        "cash",
        "cash",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "restricted",
        "cash",
        "end",
        "period",
        "reconciliation",
        "net",
        "income",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "provision",
        "benefit",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "source",
        "universal",
        "stainless",
        "alloy",
        "product",
        "inc"
    ]
}