{
    "organizations": [],
    "uuid": "b3840bb825ee7e5a367752e0e4e499f5f08d2e54",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/04/the-associated-press-latest-police-youtube-shooter-was-angry-with-the-company.html",
    "ord_in_thread": 0,
    "title": "Latest: Police: YouTube shooter was angry with the company",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN BRUNO, Calif. (AP) — The Latest on a shooting at YouTube headquarters (all times local):\n9:15 a.m.\nSan Bruno Police Chief Ed Barberini says the YouTube shooter was angry about the policies and practices of the company and had visited a gun range before she drove to the company's headquarters near San Francisco.\nHe says 39-year-old Nasim Najafi Aghdam got into the building through a parking garage.\nBarberini said Wednesday that investigators are in the process of executing search warrants at two properties.\nPolice have said that she shot and wounded three people before she killed herself on Tuesday.\n11:15 p.m.\nPolice say the three people who were shot at YouTube's headquarters in California were not specifically targeted.\nSan Bruno police said in a statement that 39-year-old Nasim Najafi Aghdam did not know the victims when she opened fire Tuesday afternoon before she killed herself.\nA law enforcement official said investigators believe Aghdam used the name Nasime Sabz online and had a long-running dispute with YouTube.\nA website in that name decried YouTube's policies and said that YouTube was trying to \"suppress\" content creators.\nHer father, Ismail Aghdam, told the Bay Area News Group that she \"hated\" the company.\nEarlier Tuesday, law enforcement said the shooting was being investigated as a domestic dispute but did not elaborate. It was not immediately clear why police later said the people shot were not targeted.\n— Associated Press writer Michael Balsamo in Los Angeles.\n10:20 p.m.\nThe father of a woman suspected of shooting three people at YouTube's headquarters says she was angry at the company because it stopped paying her for videos she posted on the platform.\nIsmail Aghdam told the Bay Area News Group that he warned police his daughter, Nasim Aghdam, might be going to YouTube because she \"hated\" the company.\nIsmail Aghdam said he reported his daughter missing on Monday after she did not answer her phone for two days.\nHe said the family received a call from Mountain View police around 2 a.m. Tuesday telling they found Nasim sleeping in a car and he warned them she might go to YouTube.\nMountain View Police spokeswoman Katie Nelson confirmed officers located a woman by the same name asleep in a vehicle asleep in a Mountain View parking lot Tuesday morning.\nShe says the woman declined to answer further questions. Nelson did not respond to a question about whether police were warned Aghdam might go to YouTube.\n9:30 p.m.\nThe woman suspected in the shooting at YouTube headquarters Tuesday was a 39-year-old San Diego resident.\nTwo law enforcement officials identified the suspect as Nasim Aghdam.\nAghdam was quoted in a 2009 story in the San Diego Union-Tribune about a protest by People for the Ethical Treatment of Animals against the use of pigs in military trauma training. She dressed in a wig and jeans with drops of painted \"blood\" on them, holding a plastic sword at the demonstration outside the Camp Pendleton Marine Corps base.\n\"For me, animal rights equal human rights,\" Aghdam told the Union-Tribune at the time.\nPolice say the shooter opened fire with a handgun at the YouTube headquarters Tuesday and wounded three people before fatally shooting herself. A fourth person injured their ankle while fleeing.\n8:55 p.m.\nA law enforcement official has identified the suspect in a shooting at YouTube headquarters as Nasim Aghdam of Southern California.\nThe official who was briefed on the investigation spoke to The Associated Press on the condition of anonymity because they were not authorized to discuss it.\nSan Bruno Police Chief Ed Barberini says a woman opened fire with a handgun in an outdoor courtyard Tuesday, then killed herself. Police provided no motive or other details about her.\nHospital officials have said a man is in critical condition and two women are in serious and fair condition.\n— Associated Press writer Michael Balsamo in Los Angeles.\n5:40 p.m.\nTwo law enforcement officials say a shooting that wounded three people at YouTube headquarters in California is being investigated as a domestic dispute.\nThe officials with knowledge of the investigation spoke to The Associated Press on the condition of anonymity because they were not authorized to discuss it.\nSan Bruno Police Chief Ed Barberini says a woman opened fire with a handgun in an outdoor courtyard Tuesday and then died after shooting herself. Police provided no motive or other details about her.\nHospital officials have said a man is in critical condition and two women are in serious and fair condition.\n— Associated Press writers Michael Balsamo in Los Angeles and Eric Tucker in Washington.\n5:10 p.m.\nAuthorities are now saying three people were wounded by gunfire in a shooting at YouTube headquarters in Northern California.\nSan Bruno Police Chief Ed Barberini initially told reporters Tuesday that four people were wounded. He later clarified that one person who was taken to the hospital had a twisted ankle or similar injury but wasn't shot.\nHe says a woman opened fire with a handgun Tuesday and died after shooting herself. Police provided no motive or other details about her.\nHospital officials have said a man is in critical condition and two women are in serious and fair condition.\n4:40 p.m.\nGoogle CEO Sundar Pichai is calling the shooting at the YouTube headquarters \"a horrific act of violence.\"\nHe says the parent company of YouTube is doing everything it can to support the victims and their families.\nPichai also says the company \"will continue to provide support to help everyone in our Google family heal from this unimaginable tragedy.\"\nPolice say a woman opened fire Tuesday at YouTube headquarters. Three people were wounded before authorities say the woman killed herself.\n4:05 p.m.\nA YouTube employee says the fire alarm went off at the company's headquarters in Northern California and workers didn't realize it was an active shooting.\nSenior software engineer Zach Vorhies said he and others were calmly leaving the building when he saw a shooter in a courtyard yelling, \"Come at me, or come get me.\"\nVorhies said he froze, then noticed a victim on his back with what looked like a gunshot wound to his stomach. Vorhies says an officer with an assault rifle then came through a security door.\nAuthorities say a woman believed to be the shooter has died of a self-inflicted gunshot and three other people have been wounded.\n3:55 p.m.\nA YouTube employee says she saw a woman open fire at the company's headquarters in Northern California.\nDianna Arnspiger said she was on the second floor Tuesday when she heard gunshots, ran to the window and saw a woman firing a gun on a patio below.\nArnspiger says she called out, \"'Shooter,' and everybody started running.\" She and others hid in a conference room for an hour while someone called 911 repeatedly for updates. She says, \"it was terrifying.\"\nAuthorities say a woman believed to be the shooter has died of a self-inflicted gunshot and three other people have been wounded.\n3:10 p.m.\nPresident Donald Trump is offering his \"thoughts and prayers\" after a shooting at YouTube headquarters.\nTrump said Tuesday on Twitter that he was briefed on the shooting in San Bruno, California. He wrote, \"Our thoughts and prayers are with everybody involved. Thank you to our phenomenal Law Enforcement Officers and First Responders that are currently on the scene.\"\nAuthorities say a woman believed to be the shooter is dead of a self-inflicted gunshot and three other people have been wounded.\n3:05 p.m.\nGoogle says its security team has been working with authorities to evacuate buildings at YouTube headquarters after a shooting.\nThe company that owns the world's biggest online video website said Tuesday on Twitter that it's advising employees and others to stay away from the area and that it's set up a help line for workers.\nPolice say a woman believed to be the shooter is dead of what appeared to be a self-inflicted gunshot and three others have been wounded.\nSan Bruno Police Chief Ed Barberini told reporters that authorities found a victim with a gunshot wound toward the front of the business when they arrived. Several minutes later, they found the female shooter.\nTwo additional victims were found in an adjacent business several minutes later.\n2:50 p.m.\nAuthorities say a woman believed to be the shooter at YouTube headquarters is dead of a self-inflicted gunshot and three others have been wounded.\nSan Bruno Police Chief Ed Barberini told reporters Tuesday that the victims have gunshot wounds and were taken to hospitals.\nA spokesman for San Francisco General Hospital says it received three patients. Spokesman Brent Andrew says a 36-year-old man is in critical condition, a 32-year-old woman is in serious condition and a 27-year-old woman is in fair condition.\nHe says the hospital is expecting more patients but doesn't know their conditions.\n2:25 p.m.\nThe White House says President Donald Trump has been briefed on a shooting at YouTube headquarters in Northern California and that officials are monitoring it.\nCoroner's spokesman Thomas McGovern says investigators were called to the scene Tuesday afternoon. He wouldn't say if anyone was dead.\nPolice in the city of San Bruno have confirmed an active shooter.\nTelevision images showed people leaving the building in a line, holding their arms in the air for police to inspect as they were leaving the building. Officers then patted down people grouped outside.\n1:50 p.m.\nPolice in Northern California say they're responding to an active shooter at YouTube headquarters.\nThe San Bruno Police Department told people on Facebook to stay away from the area Tuesday. There was no other immediate information.\nGoogle, which owns the online video website, posted on Twitter that the company is coordinating with authorities.\nCity Manager Connie Jackson says there have been multiple 911 calls reporting a shooting and that police and fire officials have responded.\nTelevision images showed people leaving the building in a line, holding their arms in the air for police to inspect as they were leaving the building. Officers then patted down people grouped outside.\n1:35 p.m.\nPolice in Northern California are responding to reports of a shooting at YouTube headquarters in the city of San Bruno.\nCity Manager Connie Jackson says there have been multiple 911 calls reporting a shooting and that police and fire officials have responded.\nTV helicopter video shows officers patting down people grouped outside a building and police vehicles surrounding the area. San Bruno police said they could not provide more information.\nThe world's biggest online video website is located on a suburban campus.\nCalls and emails to YouTube representatives were not immediately returned Tuesday afternoon.\nThis story has been corrected throughout with new information from authorities that three victims suffered gunshot wounds and a fourth was taken to the hospital but wasn't shot. The 2:10 p.m. item also has been removed because Stanford Hospital said it gave incorrect information about receiving patients from the shooting.",
    "published": "2018-04-04T08:35:00.000+03:00",
    "crawled": "2018-04-04T19:35:57.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "bruno",
        "ap",
        "latest",
        "shooting",
        "youtube",
        "headquarters",
        "time",
        "local",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "say",
        "youtube",
        "shooter",
        "angry",
        "policy",
        "practice",
        "company",
        "visited",
        "gun",
        "range",
        "drove",
        "company",
        "headquarters",
        "near",
        "san",
        "francisco",
        "say",
        "nasim",
        "najafi",
        "aghdam",
        "got",
        "building",
        "parking",
        "garage",
        "barberini",
        "said",
        "wednesday",
        "investigator",
        "process",
        "executing",
        "search",
        "warrant",
        "two",
        "property",
        "police",
        "said",
        "shot",
        "wounded",
        "three",
        "people",
        "killed",
        "tuesday",
        "police",
        "say",
        "three",
        "people",
        "shot",
        "youtube",
        "headquarters",
        "california",
        "specifically",
        "targeted",
        "san",
        "bruno",
        "police",
        "said",
        "statement",
        "nasim",
        "najafi",
        "aghdam",
        "know",
        "victim",
        "opened",
        "fire",
        "tuesday",
        "afternoon",
        "killed",
        "law",
        "enforcement",
        "official",
        "said",
        "investigator",
        "believe",
        "aghdam",
        "used",
        "name",
        "nasime",
        "sabz",
        "online",
        "dispute",
        "youtube",
        "website",
        "name",
        "decried",
        "youtube",
        "policy",
        "said",
        "youtube",
        "trying",
        "suppress",
        "content",
        "creator",
        "father",
        "ismail",
        "aghdam",
        "told",
        "bay",
        "area",
        "news",
        "group",
        "hated",
        "company",
        "earlier",
        "tuesday",
        "law",
        "enforcement",
        "said",
        "shooting",
        "investigated",
        "domestic",
        "dispute",
        "elaborate",
        "immediately",
        "clear",
        "police",
        "later",
        "said",
        "people",
        "shot",
        "targeted",
        "associated",
        "press",
        "writer",
        "michael",
        "balsamo",
        "los",
        "angeles",
        "father",
        "woman",
        "suspected",
        "shooting",
        "three",
        "people",
        "youtube",
        "headquarters",
        "say",
        "angry",
        "company",
        "stopped",
        "paying",
        "video",
        "posted",
        "platform",
        "ismail",
        "aghdam",
        "told",
        "bay",
        "area",
        "news",
        "group",
        "warned",
        "police",
        "daughter",
        "nasim",
        "aghdam",
        "might",
        "going",
        "youtube",
        "hated",
        "company",
        "ismail",
        "aghdam",
        "said",
        "reported",
        "daughter",
        "missing",
        "monday",
        "answer",
        "phone",
        "two",
        "day",
        "said",
        "family",
        "received",
        "call",
        "mountain",
        "view",
        "police",
        "around",
        "tuesday",
        "telling",
        "found",
        "nasim",
        "sleeping",
        "car",
        "warned",
        "might",
        "go",
        "youtube",
        "mountain",
        "view",
        "police",
        "spokeswoman",
        "katie",
        "nelson",
        "confirmed",
        "officer",
        "located",
        "woman",
        "name",
        "asleep",
        "vehicle",
        "asleep",
        "mountain",
        "view",
        "parking",
        "lot",
        "tuesday",
        "morning",
        "say",
        "woman",
        "declined",
        "answer",
        "question",
        "nelson",
        "respond",
        "question",
        "whether",
        "police",
        "warned",
        "aghdam",
        "might",
        "go",
        "youtube",
        "woman",
        "suspected",
        "shooting",
        "youtube",
        "headquarters",
        "tuesday",
        "san",
        "diego",
        "resident",
        "two",
        "law",
        "enforcement",
        "official",
        "identified",
        "suspect",
        "nasim",
        "aghdam",
        "aghdam",
        "quoted",
        "story",
        "san",
        "diego",
        "protest",
        "people",
        "ethical",
        "treatment",
        "animal",
        "use",
        "pig",
        "military",
        "trauma",
        "training",
        "dressed",
        "wig",
        "jean",
        "drop",
        "painted",
        "blood",
        "holding",
        "plastic",
        "sword",
        "demonstration",
        "outside",
        "camp",
        "pendleton",
        "marine",
        "corp",
        "base",
        "animal",
        "right",
        "equal",
        "human",
        "right",
        "aghdam",
        "told",
        "time",
        "police",
        "say",
        "shooter",
        "opened",
        "fire",
        "handgun",
        "youtube",
        "headquarters",
        "tuesday",
        "wounded",
        "three",
        "people",
        "fatally",
        "shooting",
        "fourth",
        "person",
        "injured",
        "ankle",
        "fleeing",
        "law",
        "enforcement",
        "official",
        "identified",
        "suspect",
        "shooting",
        "youtube",
        "headquarters",
        "nasim",
        "aghdam",
        "southern",
        "california",
        "official",
        "briefed",
        "investigation",
        "spoke",
        "associated",
        "press",
        "condition",
        "anonymity",
        "authorized",
        "discus",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "say",
        "woman",
        "opened",
        "fire",
        "handgun",
        "outdoor",
        "courtyard",
        "tuesday",
        "killed",
        "police",
        "provided",
        "motive",
        "detail",
        "hospital",
        "official",
        "said",
        "man",
        "critical",
        "condition",
        "two",
        "woman",
        "serious",
        "fair",
        "condition",
        "associated",
        "press",
        "writer",
        "michael",
        "balsamo",
        "los",
        "angeles",
        "two",
        "law",
        "enforcement",
        "official",
        "say",
        "shooting",
        "wounded",
        "three",
        "people",
        "youtube",
        "headquarters",
        "california",
        "investigated",
        "domestic",
        "dispute",
        "official",
        "knowledge",
        "investigation",
        "spoke",
        "associated",
        "press",
        "condition",
        "anonymity",
        "authorized",
        "discus",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "say",
        "woman",
        "opened",
        "fire",
        "handgun",
        "outdoor",
        "courtyard",
        "tuesday",
        "died",
        "shooting",
        "police",
        "provided",
        "motive",
        "detail",
        "hospital",
        "official",
        "said",
        "man",
        "critical",
        "condition",
        "two",
        "woman",
        "serious",
        "fair",
        "condition",
        "associated",
        "press",
        "writer",
        "michael",
        "balsamo",
        "los",
        "angeles",
        "eric",
        "tucker",
        "washington",
        "authority",
        "saying",
        "three",
        "people",
        "wounded",
        "gunfire",
        "shooting",
        "youtube",
        "headquarters",
        "northern",
        "california",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "initially",
        "told",
        "reporter",
        "tuesday",
        "four",
        "people",
        "wounded",
        "later",
        "clarified",
        "one",
        "person",
        "taken",
        "hospital",
        "twisted",
        "ankle",
        "similar",
        "injury",
        "shot",
        "say",
        "woman",
        "opened",
        "fire",
        "handgun",
        "tuesday",
        "died",
        "shooting",
        "police",
        "provided",
        "motive",
        "detail",
        "hospital",
        "official",
        "said",
        "man",
        "critical",
        "condition",
        "two",
        "woman",
        "serious",
        "fair",
        "condition",
        "google",
        "ceo",
        "sundar",
        "pichai",
        "calling",
        "shooting",
        "youtube",
        "headquarters",
        "horrific",
        "act",
        "violence",
        "say",
        "parent",
        "company",
        "youtube",
        "everything",
        "support",
        "victim",
        "family",
        "pichai",
        "also",
        "say",
        "company",
        "continue",
        "provide",
        "support",
        "help",
        "everyone",
        "google",
        "family",
        "heal",
        "unimaginable",
        "tragedy",
        "police",
        "say",
        "woman",
        "opened",
        "fire",
        "tuesday",
        "youtube",
        "headquarters",
        "three",
        "people",
        "wounded",
        "authority",
        "say",
        "woman",
        "killed",
        "youtube",
        "employee",
        "say",
        "fire",
        "alarm",
        "went",
        "company",
        "headquarters",
        "northern",
        "california",
        "worker",
        "realize",
        "active",
        "shooting",
        "senior",
        "software",
        "engineer",
        "zach",
        "vorhies",
        "said",
        "others",
        "calmly",
        "leaving",
        "building",
        "saw",
        "shooter",
        "courtyard",
        "yelling",
        "come",
        "come",
        "get",
        "vorhies",
        "said",
        "froze",
        "noticed",
        "victim",
        "back",
        "looked",
        "like",
        "gunshot",
        "wound",
        "stomach",
        "vorhies",
        "say",
        "officer",
        "assault",
        "rifle",
        "came",
        "security",
        "door",
        "authority",
        "say",
        "woman",
        "believed",
        "shooter",
        "died",
        "gunshot",
        "three",
        "people",
        "wounded",
        "youtube",
        "employee",
        "say",
        "saw",
        "woman",
        "open",
        "fire",
        "company",
        "headquarters",
        "northern",
        "california",
        "dianna",
        "arnspiger",
        "said",
        "second",
        "floor",
        "tuesday",
        "heard",
        "gunshot",
        "ran",
        "window",
        "saw",
        "woman",
        "firing",
        "gun",
        "patio",
        "arnspiger",
        "say",
        "called",
        "everybody",
        "started",
        "running",
        "others",
        "hid",
        "conference",
        "room",
        "hour",
        "someone",
        "called",
        "repeatedly",
        "update",
        "say",
        "terrifying",
        "authority",
        "say",
        "woman",
        "believed",
        "shooter",
        "died",
        "gunshot",
        "three",
        "people",
        "wounded",
        "president",
        "donald",
        "trump",
        "offering",
        "thought",
        "prayer",
        "shooting",
        "youtube",
        "headquarters",
        "trump",
        "said",
        "tuesday",
        "twitter",
        "briefed",
        "shooting",
        "san",
        "bruno",
        "california",
        "wrote",
        "thought",
        "prayer",
        "everybody",
        "involved",
        "thank",
        "phenomenal",
        "law",
        "enforcement",
        "officer",
        "first",
        "responder",
        "currently",
        "scene",
        "authority",
        "say",
        "woman",
        "believed",
        "shooter",
        "dead",
        "gunshot",
        "three",
        "people",
        "wounded",
        "google",
        "say",
        "security",
        "team",
        "working",
        "authority",
        "evacuate",
        "building",
        "youtube",
        "headquarters",
        "shooting",
        "company",
        "owns",
        "world",
        "biggest",
        "online",
        "video",
        "website",
        "said",
        "tuesday",
        "twitter",
        "advising",
        "employee",
        "others",
        "stay",
        "away",
        "area",
        "set",
        "help",
        "line",
        "worker",
        "police",
        "say",
        "woman",
        "believed",
        "shooter",
        "dead",
        "appeared",
        "gunshot",
        "three",
        "others",
        "wounded",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "told",
        "reporter",
        "authority",
        "found",
        "victim",
        "gunshot",
        "wound",
        "toward",
        "front",
        "business",
        "arrived",
        "several",
        "minute",
        "later",
        "found",
        "female",
        "shooter",
        "two",
        "additional",
        "victim",
        "found",
        "adjacent",
        "business",
        "several",
        "minute",
        "later",
        "authority",
        "say",
        "woman",
        "believed",
        "shooter",
        "youtube",
        "headquarters",
        "dead",
        "gunshot",
        "three",
        "others",
        "wounded",
        "san",
        "bruno",
        "police",
        "chief",
        "ed",
        "barberini",
        "told",
        "reporter",
        "tuesday",
        "victim",
        "gunshot",
        "wound",
        "taken",
        "hospital",
        "spokesman",
        "san",
        "francisco",
        "general",
        "hospital",
        "say",
        "received",
        "three",
        "patient",
        "spokesman",
        "brent",
        "andrew",
        "say",
        "man",
        "critical",
        "condition",
        "woman",
        "serious",
        "condition",
        "woman",
        "fair",
        "condition",
        "say",
        "hospital",
        "expecting",
        "patient",
        "know",
        "condition",
        "white",
        "house",
        "say",
        "president",
        "donald",
        "trump",
        "briefed",
        "shooting",
        "youtube",
        "headquarters",
        "northern",
        "california",
        "official",
        "monitoring",
        "coroner",
        "spokesman",
        "thomas",
        "mcgovern",
        "say",
        "investigator",
        "called",
        "scene",
        "tuesday",
        "afternoon",
        "would",
        "say",
        "anyone",
        "dead",
        "police",
        "city",
        "san",
        "bruno",
        "confirmed",
        "active",
        "shooter",
        "television",
        "image",
        "showed",
        "people",
        "leaving",
        "building",
        "line",
        "holding",
        "arm",
        "air",
        "police",
        "inspect",
        "leaving",
        "building",
        "officer",
        "patted",
        "people",
        "grouped",
        "outside",
        "police",
        "northern",
        "california",
        "say",
        "responding",
        "active",
        "shooter",
        "youtube",
        "headquarters",
        "san",
        "bruno",
        "police",
        "department",
        "told",
        "people",
        "facebook",
        "stay",
        "away",
        "area",
        "tuesday",
        "immediate",
        "information",
        "google",
        "owns",
        "online",
        "video",
        "website",
        "posted",
        "twitter",
        "company",
        "coordinating",
        "authority",
        "city",
        "manager",
        "connie",
        "jackson",
        "say",
        "multiple",
        "call",
        "reporting",
        "shooting",
        "police",
        "fire",
        "official",
        "responded",
        "television",
        "image",
        "showed",
        "people",
        "leaving",
        "building",
        "line",
        "holding",
        "arm",
        "air",
        "police",
        "inspect",
        "leaving",
        "building",
        "officer",
        "patted",
        "people",
        "grouped",
        "outside",
        "police",
        "northern",
        "california",
        "responding",
        "report",
        "shooting",
        "youtube",
        "headquarters",
        "city",
        "san",
        "bruno",
        "city",
        "manager",
        "connie",
        "jackson",
        "say",
        "multiple",
        "call",
        "reporting",
        "shooting",
        "police",
        "fire",
        "official",
        "responded",
        "tv",
        "helicopter",
        "video",
        "show",
        "officer",
        "patting",
        "people",
        "grouped",
        "outside",
        "building",
        "police",
        "vehicle",
        "surrounding",
        "area",
        "san",
        "bruno",
        "police",
        "said",
        "could",
        "provide",
        "information",
        "world",
        "biggest",
        "online",
        "video",
        "website",
        "located",
        "suburban",
        "campus",
        "call",
        "email",
        "youtube",
        "representative",
        "immediately",
        "returned",
        "tuesday",
        "afternoon",
        "story",
        "corrected",
        "throughout",
        "new",
        "information",
        "authority",
        "three",
        "victim",
        "suffered",
        "gunshot",
        "wound",
        "fourth",
        "taken",
        "hospital",
        "shot",
        "item",
        "also",
        "removed",
        "stanford",
        "hospital",
        "said",
        "gave",
        "incorrect",
        "information",
        "receiving",
        "patient",
        "shooting"
    ]
}