{
    "organizations": [],
    "uuid": "254369143a684e4268dc7b3c43f9cb51535bbab7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/globe-newswire-subsidiary-of-blackstreet-launches-tender-offer-to-acquire-cartesian-inc-shares-for-0-point-40-per-share-in-cash.html",
    "ord_in_thread": 0,
    "title": "Subsidiary of Blackstreet Launches Tender Offer to Acquire Cartesian, Inc. Shares for $0.40 Per Share in Cash",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CHEVY CHASE, Md., April 10, 2018 (GLOBE NEWSWIRE) -- Cartesian Holdings, Inc., a Delaware corporation (“Offeror”) today announced that it has commenced a tender offer for all of the outstanding shares of common stock, par value $0.005 per share (the “Shares”), of Cartesian, Inc. (OTCQB:CRTN), a Delaware corporation (“Cartesian”), at a price of $0.40 per share (the “Offer Price”), net to the seller in cash, without interest thereon and less any applicable withholding taxes, upon the terms and conditions set forth in the Offer to Purchase dated today. Offeror is a subsidiary of Cartesian Holdings, LLC, a Delaware limited liability company (“Parent”) and indirect subsidiary of Blackstreet Capital Holdings, LLC (“BCH”), run by Founder and CEO Murry Gunty.\nThe tender offer is being made pursuant to the Agreement and Plan of Merger, dated March 21, 2018 (the “Merger Agreement”), by and among Parent, Offeror and Cartesian.\nThe tender offer is not subject to any financing condition. The tender offer is subject to customary conditions to closing, including a condition that the number of shares validly tendered (and not properly withdrawn) prior to the expiration of the tender offer, together with the shares then owned by BCH and its wholly-owned subsidiaries, represents at least one share more than 50% of all shares then outstanding plus any shares to be issued for options that have been exercised.\nThe board of directors of Cartesian has determined that the offer is advisable, fair to and in the best interests of Cartesian and its stockholders and unanimously recommends that the stockholders of Cartesian tender their shares to Offeror.\nThe tender offer will expire one minute after 11:59 p.m., New York City time, on May 11, 2018, unless the tender offer is extended or earlier terminated (such time and date, as it may be extended, the “Expiration Time”). The tender offer will be extended in order to permit the satisfaction of the conditions of the tender offer; provided that Offeror will not be required to extend the tender offer beyond the earlier of the termination of the Merger Agreement or July 31, 2018. Offeror cannot extend the tender offer beyond such date without the prior written consent of Cartesian. There will not be a subsequent offering period for the tender offer. During any extension of the tender offer, all Shares previously validly tendered and not properly withdrawn will remain subject to the tender offer and subject to the rights of a tendering stockholder to withdraw such stockholder’s Shares. If Offeror extends the tender offer, Offeror will make a public announcement of such extension or provision by no later than 9:00 a.m., New York City time, on the next business day after the previously scheduled Expiration Time.\nThe Merger Agreement provides, among other things, that as soon as practicable following consummation of the tender offer and receipt of the affirmative vote of the holders of a majority of the outstanding shares of Cartesian’s common stock entitled to vote to approve the Merger Agreement, and subject to the satisfaction or waiver (to the extent permitted by applicable law) of specified conditions, Offeror will be merged (the “Merger”) with and into Cartesian, with Cartesian continuing as the surviving corporation in the Merger and thereby becoming a wholly owned direct subsidiary of Parent.\nIn the Merger, each Share outstanding immediately prior to the effective time of the Merger (other than Shares owned by (i) Cartesian or Merger Sub, which Shares will be cancelled and will cease to exist or (ii) any person who is entitled to and properly demands statutory appraisal of his, her or its Shares under Delaware law) will be automatically canceled and converted into the right to receive the Offer Price, without interest thereon and less any applicable withholding taxes. Under no circumstances will interest be paid on the purchase price for Shares, regardless of any extension of the tender offer or any delay in making payment for Shares. As a result of the Merger, Cartesian will cease to be a publicly traded company and will become wholly owned by Parent.\nThe Offer to Purchase and the related Letter of Transmittal contain important information that should be read carefully before any decision is made with respect to the Offer.\nComplete terms and conditions of the tender offer can be found in the Offer to Purchase, Letter of Transmittal and other related materials that are being filed with the Securities and Exchange Commission (the “SEC”) on April 10, 2018. In addition, Cartesian is filing a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC relating to the Offer.\nCopies of the Offer to Purchase, Letter of Transmittal and other related materials are available free of charge at the SEC’s website ( www.sec.gov ) or by directing a request to Broadridge Corporate Issuer Solutions, Inc., the information agent, depositary and paying agent for the tender offer, toll free at (855) 793-5068 or via email at shareholder@broadridge.com .\nAbout Blackstreet Capital Holdings, LLC\nBlackstreet Capital Holdings, LLC is a Chevy Chase, MD based diversified holding company run by Founder and CEO Murry Gunty. BCH owns and operates lower middle market businesses that are in out-of-favor industries or are undergoing some form of transition. BCH currently owns or has owned companies in the following industries: manufacturing, distribution, consumer finance, education, sports and entertainment. Cartesian Holdings, LLC, and Cartesian Holdings, Inc. were formed solely for the purpose of effecting the tender offer and Merger.\nAdditional Information about the Transaction\nThis communication and the description contained herein is for informational purposes only and is not a recommendation, an offer to buy, or the solicitation of an offer to sell any shares of Cartesian or any other securities. Offeror, Parent and BCH are filing a tender offer statement on Schedule TO with the SEC and the offer to purchase shares of Cartesian common stock will only be made pursuant to the offer to purchase, the letter of transmittal and related documents filed with such Schedule TO. Cartesian is filing with the SEC a Solicitation/Recommendation Statement on Schedule 14D-9 relating to the Offer. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ BOTH THE TENDER OFFER STATEMENT, AS FILED AND AS IT MAY BE AMENDED FROM TIME TO TIME, AND THE SOLICITATION/RECOMMENDATION STATEMENT, AS FILED AND AS MAY BE AMENDED FROM TIME TO TIME, BECAUSE THEY CONTAIN IMPORTANT INFORMATION REGARDING THE OFFER. These materials have been sent free of charge to all Cartesian, Inc. stockholders of record. Investors and security holders may obtain a free copy of these statements and other documents filed with the SEC at the website maintained by the SEC at www.sec.gov or by directing such requests to Broadridge Corporate Issuer Solutions, Inc. toll free at (855) 793-5068 or via email at shareholder@broadridge.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis press release may contain “forward-looking statements.” Forward-looking statements often contain words such as “expect,” “anticipate,” “intend,” “plan,” “believe,” “seek,” “see,” “will,” “would,” “target,” similar expressions, and variations or negatives of these words. Forward-looking statements by their nature address matters that are, to different degrees, uncertain, such as statements about the consummation of the proposed transaction and the anticipated benefits thereof. Such statements involve risks, uncertainties and assumptions. If such risks or uncertainties materialize or such assumptions prove incorrect, the results could differ materially from those expressed or implied by such forward-looking statements and assumptions. All statements other than statements of historical fact are statements that could be deemed forward-looking statements, including any statements regarding the expected benefits and costs of the tender offer, the Merger and the other transactions contemplated by the Merger Agreement; the expected timing of the completion of the tender offer and the Merger; the ability to complete the tender offer and the Merger considering the various conditions to the tender offer and the Merger, some of which are outside the parties’ control, including those conditions related to regulatory approvals; any statements of expectation or belief; and any statements of assumptions underlying any of the foregoing. Risks, uncertainties and assumptions include the possibility that expected benefits may not materialize as expected; that the tender offer and the Merger may not be timely completed, if at all; and other risks. Except as may be required by law, BCH and Cartesian, Inc. assume no obligation and do not intend to update these forward-looking statements.\nContacts\nBlackstreet Capital Holdings, LLC\nMurry Gunty, 240-223-1333\nMgunty@blackstreethold.com\nSource:Cartesian, Inc.",
    "published": "2018-04-11T00:28:00.000+03:00",
    "crawled": "2018-04-11T00:36:29.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chevy",
        "chase",
        "april",
        "globe",
        "newswire",
        "cartesian",
        "holding",
        "delaware",
        "corporation",
        "offeror",
        "today",
        "announced",
        "commenced",
        "tender",
        "offer",
        "outstanding",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "cartesian",
        "otcqb",
        "crtn",
        "delaware",
        "corporation",
        "cartesian",
        "price",
        "per",
        "share",
        "offer",
        "price",
        "net",
        "seller",
        "cash",
        "without",
        "interest",
        "thereon",
        "less",
        "applicable",
        "withholding",
        "tax",
        "upon",
        "term",
        "condition",
        "set",
        "forth",
        "offer",
        "purchase",
        "dated",
        "today",
        "offeror",
        "subsidiary",
        "cartesian",
        "holding",
        "llc",
        "delaware",
        "limited",
        "liability",
        "company",
        "parent",
        "indirect",
        "subsidiary",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "bch",
        "run",
        "founder",
        "ceo",
        "murry",
        "gunty",
        "tender",
        "offer",
        "made",
        "pursuant",
        "agreement",
        "plan",
        "merger",
        "dated",
        "march",
        "merger",
        "agreement",
        "among",
        "parent",
        "offeror",
        "cartesian",
        "tender",
        "offer",
        "subject",
        "financing",
        "condition",
        "tender",
        "offer",
        "subject",
        "customary",
        "condition",
        "closing",
        "including",
        "condition",
        "number",
        "share",
        "validly",
        "tendered",
        "properly",
        "withdrawn",
        "prior",
        "expiration",
        "tender",
        "offer",
        "together",
        "share",
        "owned",
        "bch",
        "subsidiary",
        "represents",
        "least",
        "one",
        "share",
        "share",
        "outstanding",
        "plus",
        "share",
        "issued",
        "option",
        "exercised",
        "board",
        "director",
        "cartesian",
        "determined",
        "offer",
        "advisable",
        "fair",
        "best",
        "interest",
        "cartesian",
        "stockholder",
        "unanimously",
        "recommends",
        "stockholder",
        "cartesian",
        "tender",
        "share",
        "offeror",
        "tender",
        "offer",
        "expire",
        "one",
        "minute",
        "new",
        "york",
        "city",
        "time",
        "may",
        "unless",
        "tender",
        "offer",
        "extended",
        "earlier",
        "terminated",
        "time",
        "date",
        "may",
        "extended",
        "expiration",
        "time",
        "tender",
        "offer",
        "extended",
        "order",
        "permit",
        "satisfaction",
        "condition",
        "tender",
        "offer",
        "provided",
        "offeror",
        "required",
        "extend",
        "tender",
        "offer",
        "beyond",
        "earlier",
        "termination",
        "merger",
        "agreement",
        "july",
        "offeror",
        "extend",
        "tender",
        "offer",
        "beyond",
        "date",
        "without",
        "prior",
        "written",
        "consent",
        "cartesian",
        "subsequent",
        "offering",
        "period",
        "tender",
        "offer",
        "extension",
        "tender",
        "offer",
        "share",
        "previously",
        "validly",
        "tendered",
        "properly",
        "withdrawn",
        "remain",
        "subject",
        "tender",
        "offer",
        "subject",
        "right",
        "tendering",
        "stockholder",
        "withdraw",
        "stockholder",
        "share",
        "offeror",
        "extends",
        "tender",
        "offer",
        "offeror",
        "make",
        "public",
        "announcement",
        "extension",
        "provision",
        "later",
        "new",
        "york",
        "city",
        "time",
        "next",
        "business",
        "day",
        "previously",
        "scheduled",
        "expiration",
        "time",
        "merger",
        "agreement",
        "provides",
        "among",
        "thing",
        "soon",
        "practicable",
        "following",
        "consummation",
        "tender",
        "offer",
        "receipt",
        "affirmative",
        "vote",
        "holder",
        "majority",
        "outstanding",
        "share",
        "cartesian",
        "common",
        "stock",
        "entitled",
        "vote",
        "approve",
        "merger",
        "agreement",
        "subject",
        "satisfaction",
        "waiver",
        "extent",
        "permitted",
        "applicable",
        "law",
        "specified",
        "condition",
        "offeror",
        "merged",
        "merger",
        "cartesian",
        "cartesian",
        "continuing",
        "surviving",
        "corporation",
        "merger",
        "thereby",
        "becoming",
        "wholly",
        "owned",
        "direct",
        "subsidiary",
        "parent",
        "merger",
        "share",
        "outstanding",
        "immediately",
        "prior",
        "effective",
        "time",
        "merger",
        "share",
        "owned",
        "cartesian",
        "merger",
        "sub",
        "share",
        "cancelled",
        "cease",
        "exist",
        "ii",
        "person",
        "entitled",
        "properly",
        "demand",
        "statutory",
        "appraisal",
        "share",
        "delaware",
        "law",
        "automatically",
        "canceled",
        "converted",
        "right",
        "receive",
        "offer",
        "price",
        "without",
        "interest",
        "thereon",
        "less",
        "applicable",
        "withholding",
        "tax",
        "circumstance",
        "interest",
        "paid",
        "purchase",
        "price",
        "share",
        "regardless",
        "extension",
        "tender",
        "offer",
        "delay",
        "making",
        "payment",
        "share",
        "result",
        "merger",
        "cartesian",
        "cease",
        "publicly",
        "traded",
        "company",
        "become",
        "wholly",
        "owned",
        "parent",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "contain",
        "important",
        "information",
        "read",
        "carefully",
        "decision",
        "made",
        "respect",
        "offer",
        "complete",
        "term",
        "condition",
        "tender",
        "offer",
        "found",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "april",
        "addition",
        "cartesian",
        "filing",
        "statement",
        "schedule",
        "sec",
        "relating",
        "offer",
        "copy",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "directing",
        "request",
        "broadridge",
        "corporate",
        "issuer",
        "solution",
        "information",
        "agent",
        "depositary",
        "paying",
        "agent",
        "tender",
        "offer",
        "toll",
        "free",
        "via",
        "email",
        "shareholder",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "chevy",
        "chase",
        "md",
        "based",
        "diversified",
        "holding",
        "company",
        "run",
        "founder",
        "ceo",
        "murry",
        "gunty",
        "bch",
        "owns",
        "operates",
        "lower",
        "middle",
        "market",
        "business",
        "industry",
        "undergoing",
        "form",
        "transition",
        "bch",
        "currently",
        "owns",
        "owned",
        "company",
        "following",
        "industry",
        "manufacturing",
        "distribution",
        "consumer",
        "finance",
        "education",
        "sport",
        "entertainment",
        "cartesian",
        "holding",
        "llc",
        "cartesian",
        "holding",
        "formed",
        "solely",
        "purpose",
        "effecting",
        "tender",
        "offer",
        "merger",
        "additional",
        "information",
        "transaction",
        "communication",
        "description",
        "contained",
        "herein",
        "informational",
        "purpose",
        "recommendation",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "share",
        "cartesian",
        "security",
        "offeror",
        "parent",
        "bch",
        "filing",
        "tender",
        "offer",
        "statement",
        "schedule",
        "sec",
        "offer",
        "purchase",
        "share",
        "cartesian",
        "common",
        "stock",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "document",
        "filed",
        "schedule",
        "cartesian",
        "filing",
        "sec",
        "statement",
        "schedule",
        "relating",
        "offer",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "tender",
        "offer",
        "statement",
        "filed",
        "may",
        "amended",
        "time",
        "time",
        "statement",
        "filed",
        "may",
        "amended",
        "time",
        "time",
        "contain",
        "important",
        "information",
        "regarding",
        "offer",
        "material",
        "sent",
        "free",
        "charge",
        "cartesian",
        "stockholder",
        "record",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "statement",
        "document",
        "filed",
        "sec",
        "website",
        "maintained",
        "sec",
        "directing",
        "request",
        "broadridge",
        "corporate",
        "issuer",
        "solution",
        "toll",
        "free",
        "via",
        "email",
        "shareholder",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "often",
        "contain",
        "word",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "see",
        "would",
        "target",
        "similar",
        "expression",
        "variation",
        "negative",
        "word",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "statement",
        "consummation",
        "proposed",
        "transaction",
        "anticipated",
        "benefit",
        "thereof",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "statement",
        "including",
        "statement",
        "regarding",
        "expected",
        "benefit",
        "cost",
        "tender",
        "offer",
        "merger",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "expected",
        "timing",
        "completion",
        "tender",
        "offer",
        "merger",
        "ability",
        "complete",
        "tender",
        "offer",
        "merger",
        "considering",
        "various",
        "condition",
        "tender",
        "offer",
        "merger",
        "outside",
        "party",
        "control",
        "including",
        "condition",
        "related",
        "regulatory",
        "approval",
        "statement",
        "expectation",
        "belief",
        "statement",
        "assumption",
        "underlying",
        "foregoing",
        "risk",
        "uncertainty",
        "assumption",
        "include",
        "possibility",
        "expected",
        "benefit",
        "may",
        "materialize",
        "expected",
        "tender",
        "offer",
        "merger",
        "may",
        "timely",
        "completed",
        "risk",
        "except",
        "may",
        "required",
        "law",
        "bch",
        "cartesian",
        "assume",
        "obligation",
        "intend",
        "update",
        "statement",
        "contact",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "murry",
        "gunty",
        "mgunty",
        "source",
        "cartesian",
        "inc"
    ]
}