{
    "organizations": [],
    "uuid": "986285aaa351c73e98f47a66b2ba79d419f8837b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/globe-newswire-strong-duv-demand-drives-solid-q1-results-and-confirms-positive-outlook-for-2018.html",
    "ord_in_thread": 0,
    "title": "Strong DUV demand drives solid Q1 results and confirms positive outlook for 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Multiple EUV orders, including High-NA, demonstrate further adoption of EUV technology\nVELDHOVEN, the Netherlands, April 18, 2018 - ASML Holding N.V. (ASML) today publishes its 2018 first-quarter results.\nQ1 net sales of EUR 2.29 billion, net income EUR 540 million, gross margin 48.7 percent ASML expects Q2 2018 net sales between EUR 2.5 billion and EUR 2.6 billion and a gross margin around 43 percent reflecting a significant increase in EUV sales\n(Figures in millions of euros unless otherwise indicated) Q4 2017 1 Q1 2018 Net sales 2,561 2,285 ...of which Installed Base Management sales 2 606 617 Other income (Co-Investment Program) 24 0 New lithography systems sold (units) 48 48 Used lithography systems sold (units) 9 1 Net bookings 3\n2,935 2,442 Gross profit 1,156 1,113 Gross margin (%) 45.2 48.7 Net income 644 540 EPS (basic; in euros) 1.50 1.26 End-quarter cash and cash equivalents and short-term investments 3,288 3,194 (1) As of January 1, 2018, ASML has adopted the new Revenue Recognition Standard (ASC 606) and Lease Standard (ASC 842). The fourth-quarter figures have not been adjusted to reflect these changes in accounting policy.\n(2) Installed Base Management sales equals our net service and field option sales.\n(3) Bookings do not include High-NA EUV orders\nA complete summary of US GAAP Consolidated Statements of Operations is published on www.asml.com\nCEO Statement\n\"Our first quarter sales were somewhat stronger than expected and our gross margin was above our guidance, mostly driven by the volume and mix of our DUV and holistic litho products. During the quarter we shipped three EUV systems and an additional system is in the process of being shipped. The continued growth of our EUV business is confirmed by nine more orders for NXE:3400B EUV systems in Q1. Customers have publicly discussed taking EUV into high volume production starting by the end of this year. We will support this launch with a plan to ship 20 EUV systems in 2018 and have production capacity for at least 30 systems in 2019. Furthermore, regarding the next-generation EUV platform, High-NA, we received the first four orders from three customers and we also sold options to buy eight more systems. High-NA is an extension of EUV lithography and will enable geometric chip scaling beyond the next decade, offering a resolution and overlay capability which is 70 percent better than today's most advanced EUV systems,\" said ASML President and Chief Executive Officer Peter Wennink.\n\"All in all, we saw a good start of the year and we reiterate our expectation for continued solid growth in 2018, both in sales and profitability.\"\nQ1 Product Highlights\nIn our DUV business, our latest NXT machines have shown capability to run in excess of the productivity milestone of 6,000 wafers per day, with an average five percent productivity increase over 12 months, supporting our customers' value requirements. In our Holistic Lithography product portfolio to date we have shipped multiple e-beam-based pattern fidelity metrology systems (ePfm5) which deliver high resolution capability to detect systematic defects. This innovation, where ASML's e-beam metrology is combined with its computational lithography software, will make it possible to provide e-beam-based feedback to the lithography scanner in a production environment. We also demonstrated the first proof of concept of multiple e-beams to further improve productivity of e-beam metrology and expand the application opportunity in high volume production. Throughput of our EUV platform continued to improve, with more than 125 wafers per hour measured at a customer site (testing based on ASML's Acceptance Test Procedures - ATP), meeting the productivity milestone agreed with our customers. We also demonstrated 140 wafers per hour at ASML.\nOutlook\nFor the second-quarter of 2018, ASML expects net sales between EUR 2.5 billion and EUR 2.6 billion, a gross margin around 43 percent, reflecting a significant increase in EUV sales, R&D costs of about EUR 375 million, SG&A costs of about EUR 115 million. Our target effective annualized tax rate is around 14 percent.\nDividend Proposal\nASML has submitted a proposal to the 2018 Annual General Meeting of Shareholders to declare a dividend in respect of 2017 of EUR 1.40 per ordinary share (for a total amount of approximately EUR 600 million), compared with a dividend of EUR 1.20 per ordinary share paid in respect of 2016.\nUpdate Share Buyback Program\nAs part of ASML's financial policy to return excess cash to shareholders through dividends and regularly timed share buybacks, in January 2018 ASML announced its intention to purchase up to EUR 2.5 billion of shares to be executed within the 2018-2019 time frame. ASML intends to cancel these shares after repurchase, with the exception of up to 2.4 million shares which will be used to cover employee share plans.\nThrough April 1, 2018, ASML has acquired 1.0 million shares under this program for a total consideration of EUR 170 million.\nThe current program may be suspended, modified or discontinued at any time. All transactions under this program are published on ASML's website ( www.asml.com/investors ) on a weekly basis.\nMedia Relations Contacts Investor Relations Contacts Monique Mols, phone +31 6 5284 4418 Skip Miller, phone +1 480 235 0934 Lucas van Grinsven, phone +31 6 1019 9532 Marcel Kemp, phone +31 40 268 6494 Brittney Wolff, phone +1 408 483 3207 Craig DeYoung, phone +852 2295 1168\nInvestor and Media Conference Call\nA conference call for investors and media will be hosted by CEO Peter Wennink and CFO Wolfgang Nickl at 15:00 Central European Time / 09:00 AM U.S. Eastern time. To register for the call and receive dial-in information, go to www.asml.com/qresultscall . Listen-only access is also available via www.asml.com .\nAbout ASML\nASML is one of the world's leading manufacturers of chip-making equipment. Our vision is to enable affordable microelectronics that improve the quality of life. To achieve this, our mission is to invent, develop, manufacture and service advanced technology for high-tech lithography, metrology and software solutions for the semiconductor industry. ASML's guiding principle is continuing Moore's Law towards ever smaller, cheaper, more powerful and energy-efficient semiconductors. This results in increasingly powerful and capable electronics that enable the world to progress within a multitude of fields, including healthcare, technology, communications, energy, mobility, and entertainment. ASML is a multinational company with offices in 60 cities in 16 countries, headquartered in Veldhoven, the Netherlands. We employ more than 20,000 people on payroll and flexible contracts (expressed in full time equivalents). ASML is traded on Euronext Amsterdam and NASDAQ under the symbol ASML. More information about ASML, our products and technology, and career opportunities is available on www.asml.com .\nUS GAAP and IFRS Financial Reporting\nASML's primary accounting standard for quarterly earnings releases and annual reports is US GAAP, the accounting principles generally accepted in the United States of America. Quarterly US GAAP consolidated statements of operations, consolidated statements of cash flows and consolidated balance sheets, and a reconciliation of net income from US GAAP to IFRS as adopted by the EU ('IFRS') are available on www.asml.com .\nThe comparative figures in the consolidated balance sheets, the related consolidated statements of operations and consolidated statements of cash flows for the quarter and year ended, are presented without taking into account the new accounting standards ASC 606 - Revenue from Contracts with Customers and ASC 842 - Leases.\nIn addition to reporting financial figures in accordance with US GAAP, ASML also reports financial figures in accordance with IFRS for statutory purposes. The most significant differences between US GAAP and IFRS that affect ASML concern the capitalization of certain product development costs and the accounting of income taxes. ASML's quarterly IFRS consolidated statement of profit or loss, consolidated statement of cash flows, consolidated statement of financial position and a reconciliation of net income from US GAAP to IFRS are available on www.asml.com .\nThe comparative figures in the consolidated statement of financial position, the related consolidated statements of profit or loss and consolidated statement of cash flows for the quarter and year ended, are presented without taking into account the new accounting standards IFRS 15 - Revenue from Contracts with Customers and IFRS 16 - Leases.\nThe consolidated balance sheets of ASML Holding N.V. as of April 1, 2018, the related consolidated statements of operations and consolidated statements of cash flows for the quarter and year ended April 1, 2018 as presented in this press release are unaudited.\nRegulated Information\nThis press release contains inside information within the meaning of Article 7(1) of the EU Market Abuse Regulation.\nForward Looking Statements\nThis document contains statements relating to certain projections, business trends and other matters that are forward-looking, including statements with respect to expected trends and outlook, bookings, expected financial results and trends, including expected sales, EUV revenue, gross margin, R&D and SG&A expenses, and annualized effective tax rate for the first quarter of 2018, and expected financial results and trends for the full year 2018, including the expectation for continued solid growth in sales and profitability in 2018, annual revenue opportunity for ASML and EPS potential by 2020 with significant further growth potential into the next decade, expected industry trends and expected trends in the business environment, statements with respect to the intent of customers to insert EUV into volume manufacturing, ASML's commitment to secure system performance, shipments, and support for volume manufacturing, including availability, productivity, throughput, shipments and the ability to support a growing installed base, including timing of shipments (including planned EUV shipments in 2018 and production capacity in 2019), statements with respect to orders, including High-NA system orders and options, the expected benefits (and performance commitments) of High-NA, including securing ASML's lithography roadmap beyond the next decade, lower costs per function by improving imaging, overlay and productivity, increased numerical aperture of the new optical system on High-NA systems, targeted throughput and the new product portfolio resulting from the addition of High-NA, statements with respect to the DUV productivity milestone, the benefits of HMI's e-beam metrology capabilities, including the introduction of a new class of pattern fidelity control, the reduction of measurement time, the benefits of combining ASML's e-beam metrology with computational lithography software and the potential introduction of multiple e-beams in one system and multi-beam enabling further throughput scaling, shrink being a key driver supporting innovation and providing long-term industry growth, lithography enabling affordable shrink and delivering value to customers, the expected continuation of Moore's law and that EUV will continue to enable Moore's law and drive long term value for ASML beyond the next decade, intention to return excess cash to shareholders through stable or growing dividends and regularly timed share buybacks in line with our policy, statements about our proposed dividend, dividend policy and intention to repurchase shares and statements with respect to the share repurchase plan for 2018-2019, including the intention to use certain shares to cover employee share plans and cancel the rest of the shares upon repurchase. You can generally identify these statements by the use of words like \"may\", \"will\", \"could\", \"should\", \"project\", \"believe\", \"anticipate\", \"expect\", \"plan\", \"estimate\", \"forecast\", \"potential\", \"intend\", \"continue\", \"targets\", \"commits to secure\" and variations of these words or comparable words. These statements are not historical facts, but rather are based on current expectations, estimates, assumptions and projections about the business and our future financial results and readers should not place undue reliance on them. Forward-looking statements do not guarantee future performance and involve risks and uncertainties. These risks and uncertainties include, without limitation, economic conditions, product demand and semiconductor equipment industry capacity, worldwide demand and manufacturing capacity utilization for semiconductors, including the impact of general economic conditions on consumer confidence and demand for our customers' products, competitive products and pricing, the impact of any manufacturing efficiencies and capacity constraints, conditions included in system orders and the risks that systems are not shipped pursuant to orders or as expected because conditions are not met or for any other reason, performance of our systems, the continuing success of technology advances and the related pace of new product development and customer acceptance of new products including EUV, the number and timing of EUV systems expected to be shipped and recognized in revenue, actual EUV production capacity, delays in EUV systems production and development and volume production by customers, including meeting development requirements for volume production, demand for EUV systems being sufficient to result in utilization of EUV facilities in which ASML has made significant investments, our ability to enforce patents and protect intellectual property rights, the outcome of intellectual property litigation, availability of raw materials, critical manufacturing equipment and qualified employees, trade environment, changes in exchange rates, changes in tax rates, available cash and liquidity, our ability to refinance our indebtedness, distributable reserves for dividend payments and share repurchases, results of the share repurchase plan and other risks indicated in the risk factors included in ASML's Annual Report on Form 20-F and other filings with the US Securities and Exchange Commission. These forward-looking statements are made only as of the date of this document. We do not undertake to update or revise the forward-looking statements, whether as a result of new information, future events or otherwise.\nAttachments\nLink to Press Release.pdf Link to Consolidated Financial Statements.pdf\nSource:ASML Netherlands BV",
    "published": "2018-04-18T09:01:00.000+03:00",
    "crawled": "2018-04-18T08:28:02.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "multiple",
        "euv",
        "order",
        "including",
        "demonstrate",
        "adoption",
        "euv",
        "technology",
        "veldhoven",
        "netherlands",
        "april",
        "asml",
        "holding",
        "asml",
        "today",
        "publishes",
        "result",
        "q1",
        "net",
        "sale",
        "eur",
        "billion",
        "net",
        "income",
        "eur",
        "million",
        "gross",
        "margin",
        "percent",
        "asml",
        "expects",
        "q2",
        "net",
        "sale",
        "eur",
        "billion",
        "eur",
        "billion",
        "gross",
        "margin",
        "around",
        "percent",
        "reflecting",
        "significant",
        "increase",
        "euv",
        "sale",
        "figure",
        "million",
        "euro",
        "unless",
        "otherwise",
        "indicated",
        "q4",
        "q1",
        "net",
        "sale",
        "installed",
        "base",
        "management",
        "sale",
        "income",
        "program",
        "new",
        "lithography",
        "system",
        "sold",
        "unit",
        "used",
        "lithography",
        "system",
        "sold",
        "unit",
        "net",
        "booking",
        "gross",
        "profit",
        "gross",
        "margin",
        "net",
        "income",
        "eps",
        "basic",
        "euro",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "january",
        "asml",
        "adopted",
        "new",
        "revenue",
        "recognition",
        "standard",
        "asc",
        "lease",
        "standard",
        "asc",
        "figure",
        "adjusted",
        "reflect",
        "change",
        "accounting",
        "policy",
        "installed",
        "base",
        "management",
        "sale",
        "equal",
        "net",
        "service",
        "field",
        "option",
        "sale",
        "booking",
        "include",
        "euv",
        "order",
        "complete",
        "summary",
        "u",
        "gaap",
        "consolidated",
        "statement",
        "operation",
        "published",
        "ceo",
        "statement",
        "first",
        "quarter",
        "sale",
        "somewhat",
        "stronger",
        "expected",
        "gross",
        "margin",
        "guidance",
        "mostly",
        "driven",
        "volume",
        "mix",
        "duv",
        "holistic",
        "litho",
        "product",
        "quarter",
        "shipped",
        "three",
        "euv",
        "system",
        "additional",
        "system",
        "process",
        "shipped",
        "continued",
        "growth",
        "euv",
        "business",
        "confirmed",
        "nine",
        "order",
        "euv",
        "system",
        "q1",
        "customer",
        "publicly",
        "discussed",
        "taking",
        "euv",
        "high",
        "volume",
        "production",
        "starting",
        "end",
        "year",
        "support",
        "launch",
        "plan",
        "ship",
        "euv",
        "system",
        "production",
        "capacity",
        "least",
        "system",
        "furthermore",
        "regarding",
        "euv",
        "platform",
        "received",
        "first",
        "four",
        "order",
        "three",
        "customer",
        "also",
        "sold",
        "option",
        "buy",
        "eight",
        "system",
        "extension",
        "euv",
        "lithography",
        "enable",
        "geometric",
        "chip",
        "scaling",
        "beyond",
        "next",
        "decade",
        "offering",
        "resolution",
        "overlay",
        "capability",
        "percent",
        "better",
        "today",
        "advanced",
        "euv",
        "system",
        "said",
        "asml",
        "president",
        "chief",
        "executive",
        "officer",
        "peter",
        "wennink",
        "saw",
        "good",
        "start",
        "year",
        "reiterate",
        "expectation",
        "continued",
        "solid",
        "growth",
        "sale",
        "profitability",
        "q1",
        "product",
        "highlight",
        "duv",
        "business",
        "latest",
        "nxt",
        "machine",
        "shown",
        "capability",
        "run",
        "excess",
        "productivity",
        "milestone",
        "wafer",
        "per",
        "day",
        "average",
        "five",
        "percent",
        "productivity",
        "increase",
        "month",
        "supporting",
        "customer",
        "value",
        "requirement",
        "holistic",
        "lithography",
        "product",
        "portfolio",
        "date",
        "shipped",
        "multiple",
        "pattern",
        "fidelity",
        "metrology",
        "system",
        "epfm5",
        "deliver",
        "high",
        "resolution",
        "capability",
        "detect",
        "systematic",
        "defect",
        "innovation",
        "asml",
        "metrology",
        "combined",
        "computational",
        "lithography",
        "software",
        "make",
        "possible",
        "provide",
        "feedback",
        "lithography",
        "scanner",
        "production",
        "environment",
        "also",
        "demonstrated",
        "first",
        "proof",
        "concept",
        "multiple",
        "improve",
        "productivity",
        "metrology",
        "expand",
        "application",
        "opportunity",
        "high",
        "volume",
        "production",
        "throughput",
        "euv",
        "platform",
        "continued",
        "improve",
        "wafer",
        "per",
        "hour",
        "measured",
        "customer",
        "site",
        "testing",
        "based",
        "asml",
        "acceptance",
        "test",
        "procedure",
        "atp",
        "meeting",
        "productivity",
        "milestone",
        "agreed",
        "customer",
        "also",
        "demonstrated",
        "wafer",
        "per",
        "hour",
        "asml",
        "outlook",
        "asml",
        "expects",
        "net",
        "sale",
        "eur",
        "billion",
        "eur",
        "billion",
        "gross",
        "margin",
        "around",
        "percent",
        "reflecting",
        "significant",
        "increase",
        "euv",
        "sale",
        "r",
        "cost",
        "eur",
        "million",
        "sg",
        "cost",
        "eur",
        "million",
        "target",
        "effective",
        "annualized",
        "tax",
        "rate",
        "around",
        "percent",
        "dividend",
        "proposal",
        "asml",
        "submitted",
        "proposal",
        "annual",
        "general",
        "meeting",
        "shareholder",
        "declare",
        "dividend",
        "respect",
        "eur",
        "per",
        "ordinary",
        "share",
        "total",
        "amount",
        "approximately",
        "eur",
        "million",
        "compared",
        "dividend",
        "eur",
        "per",
        "ordinary",
        "share",
        "paid",
        "respect",
        "update",
        "share",
        "buyback",
        "program",
        "part",
        "asml",
        "financial",
        "policy",
        "return",
        "excess",
        "cash",
        "shareholder",
        "dividend",
        "regularly",
        "timed",
        "share",
        "buyback",
        "january",
        "asml",
        "announced",
        "intention",
        "purchase",
        "eur",
        "billion",
        "share",
        "executed",
        "within",
        "time",
        "frame",
        "asml",
        "intends",
        "cancel",
        "share",
        "repurchase",
        "exception",
        "million",
        "share",
        "used",
        "cover",
        "employee",
        "share",
        "plan",
        "april",
        "asml",
        "acquired",
        "million",
        "share",
        "program",
        "total",
        "consideration",
        "eur",
        "million",
        "current",
        "program",
        "may",
        "suspended",
        "modified",
        "discontinued",
        "time",
        "transaction",
        "program",
        "published",
        "asml",
        "website",
        "weekly",
        "basis",
        "medium",
        "relation",
        "contact",
        "investor",
        "relation",
        "contact",
        "monique",
        "mol",
        "phone",
        "skip",
        "miller",
        "phone",
        "lucas",
        "van",
        "grinsven",
        "phone",
        "marcel",
        "kemp",
        "phone",
        "brittney",
        "wolff",
        "phone",
        "craig",
        "deyoung",
        "phone",
        "investor",
        "medium",
        "conference",
        "call",
        "conference",
        "call",
        "investor",
        "medium",
        "hosted",
        "ceo",
        "peter",
        "wennink",
        "cfo",
        "wolfgang",
        "nickl",
        "central",
        "european",
        "time",
        "eastern",
        "time",
        "register",
        "call",
        "receive",
        "information",
        "go",
        "access",
        "also",
        "available",
        "via",
        "asml",
        "asml",
        "one",
        "world",
        "leading",
        "manufacturer",
        "equipment",
        "vision",
        "enable",
        "affordable",
        "microelectronics",
        "improve",
        "quality",
        "life",
        "achieve",
        "mission",
        "invent",
        "develop",
        "manufacture",
        "service",
        "advanced",
        "technology",
        "lithography",
        "metrology",
        "software",
        "solution",
        "semiconductor",
        "industry",
        "asml",
        "guiding",
        "principle",
        "continuing",
        "moore",
        "law",
        "towards",
        "ever",
        "smaller",
        "cheaper",
        "powerful",
        "semiconductor",
        "result",
        "increasingly",
        "powerful",
        "capable",
        "electronics",
        "enable",
        "world",
        "progress",
        "within",
        "multitude",
        "field",
        "including",
        "healthcare",
        "technology",
        "communication",
        "energy",
        "mobility",
        "entertainment",
        "asml",
        "multinational",
        "company",
        "office",
        "city",
        "country",
        "headquartered",
        "veldhoven",
        "netherlands",
        "employ",
        "people",
        "payroll",
        "flexible",
        "contract",
        "expressed",
        "full",
        "time",
        "equivalent",
        "asml",
        "traded",
        "euronext",
        "amsterdam",
        "nasdaq",
        "symbol",
        "asml",
        "information",
        "asml",
        "product",
        "technology",
        "career",
        "opportunity",
        "available",
        "u",
        "gaap",
        "ifrs",
        "financial",
        "reporting",
        "asml",
        "primary",
        "accounting",
        "standard",
        "quarterly",
        "earnings",
        "release",
        "annual",
        "report",
        "u",
        "gaap",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "quarterly",
        "u",
        "gaap",
        "consolidated",
        "statement",
        "operation",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "consolidated",
        "balance",
        "sheet",
        "reconciliation",
        "net",
        "income",
        "u",
        "gaap",
        "ifrs",
        "adopted",
        "eu",
        "available",
        "comparative",
        "figure",
        "consolidated",
        "balance",
        "sheet",
        "related",
        "consolidated",
        "statement",
        "operation",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "quarter",
        "year",
        "ended",
        "presented",
        "without",
        "taking",
        "account",
        "new",
        "accounting",
        "standard",
        "asc",
        "revenue",
        "contract",
        "customer",
        "asc",
        "lease",
        "addition",
        "reporting",
        "financial",
        "figure",
        "accordance",
        "u",
        "gaap",
        "asml",
        "also",
        "report",
        "financial",
        "figure",
        "accordance",
        "ifrs",
        "statutory",
        "purpose",
        "significant",
        "difference",
        "u",
        "gaap",
        "ifrs",
        "affect",
        "asml",
        "concern",
        "capitalization",
        "certain",
        "product",
        "development",
        "cost",
        "accounting",
        "income",
        "tax",
        "asml",
        "quarterly",
        "ifrs",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "consolidated",
        "statement",
        "financial",
        "position",
        "reconciliation",
        "net",
        "income",
        "u",
        "gaap",
        "ifrs",
        "available",
        "comparative",
        "figure",
        "consolidated",
        "statement",
        "financial",
        "position",
        "related",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "quarter",
        "year",
        "ended",
        "presented",
        "without",
        "taking",
        "account",
        "new",
        "accounting",
        "standard",
        "ifrs",
        "revenue",
        "contract",
        "customer",
        "ifrs",
        "lease",
        "consolidated",
        "balance",
        "sheet",
        "asml",
        "holding",
        "april",
        "related",
        "consolidated",
        "statement",
        "operation",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "quarter",
        "year",
        "ended",
        "april",
        "presented",
        "press",
        "release",
        "unaudited",
        "regulated",
        "information",
        "press",
        "release",
        "contains",
        "inside",
        "information",
        "within",
        "meaning",
        "article",
        "eu",
        "market",
        "abuse",
        "regulation",
        "forward",
        "looking",
        "statement",
        "document",
        "contains",
        "statement",
        "relating",
        "certain",
        "projection",
        "business",
        "trend",
        "matter",
        "including",
        "statement",
        "respect",
        "expected",
        "trend",
        "outlook",
        "booking",
        "expected",
        "financial",
        "result",
        "trend",
        "including",
        "expected",
        "sale",
        "euv",
        "revenue",
        "gross",
        "margin",
        "r",
        "sg",
        "expense",
        "annualized",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "expected",
        "financial",
        "result",
        "trend",
        "full",
        "year",
        "including",
        "expectation",
        "continued",
        "solid",
        "growth",
        "sale",
        "profitability",
        "annual",
        "revenue",
        "opportunity",
        "asml",
        "eps",
        "potential",
        "significant",
        "growth",
        "potential",
        "next",
        "decade",
        "expected",
        "industry",
        "trend",
        "expected",
        "trend",
        "business",
        "environment",
        "statement",
        "respect",
        "intent",
        "customer",
        "insert",
        "euv",
        "volume",
        "manufacturing",
        "asml",
        "commitment",
        "secure",
        "system",
        "performance",
        "shipment",
        "support",
        "volume",
        "manufacturing",
        "including",
        "availability",
        "productivity",
        "throughput",
        "shipment",
        "ability",
        "support",
        "growing",
        "installed",
        "base",
        "including",
        "timing",
        "shipment",
        "including",
        "planned",
        "euv",
        "shipment",
        "production",
        "capacity",
        "statement",
        "respect",
        "order",
        "including",
        "system",
        "order",
        "option",
        "expected",
        "benefit",
        "performance",
        "commitment",
        "including",
        "securing",
        "asml",
        "lithography",
        "roadmap",
        "beyond",
        "next",
        "decade",
        "lower",
        "cost",
        "per",
        "function",
        "improving",
        "imaging",
        "overlay",
        "productivity",
        "increased",
        "numerical",
        "aperture",
        "new",
        "optical",
        "system",
        "system",
        "targeted",
        "throughput",
        "new",
        "product",
        "portfolio",
        "resulting",
        "addition",
        "statement",
        "respect",
        "duv",
        "productivity",
        "milestone",
        "benefit",
        "hmi",
        "metrology",
        "capability",
        "including",
        "introduction",
        "new",
        "class",
        "pattern",
        "fidelity",
        "control",
        "reduction",
        "measurement",
        "time",
        "benefit",
        "combining",
        "asml",
        "metrology",
        "computational",
        "lithography",
        "software",
        "potential",
        "introduction",
        "multiple",
        "one",
        "system",
        "enabling",
        "throughput",
        "scaling",
        "shrink",
        "key",
        "driver",
        "supporting",
        "innovation",
        "providing",
        "industry",
        "growth",
        "lithography",
        "enabling",
        "affordable",
        "shrink",
        "delivering",
        "value",
        "customer",
        "expected",
        "continuation",
        "moore",
        "law",
        "euv",
        "continue",
        "enable",
        "moore",
        "law",
        "drive",
        "long",
        "term",
        "value",
        "asml",
        "beyond",
        "next",
        "decade",
        "intention",
        "return",
        "excess",
        "cash",
        "shareholder",
        "stable",
        "growing",
        "dividend",
        "regularly",
        "timed",
        "share",
        "buyback",
        "line",
        "policy",
        "statement",
        "proposed",
        "dividend",
        "dividend",
        "policy",
        "intention",
        "repurchase",
        "share",
        "statement",
        "respect",
        "share",
        "repurchase",
        "plan",
        "including",
        "intention",
        "use",
        "certain",
        "share",
        "cover",
        "employee",
        "share",
        "plan",
        "cancel",
        "rest",
        "share",
        "upon",
        "repurchase",
        "generally",
        "identify",
        "statement",
        "use",
        "word",
        "like",
        "may",
        "could",
        "project",
        "believe",
        "anticipate",
        "expect",
        "plan",
        "estimate",
        "forecast",
        "potential",
        "intend",
        "continue",
        "target",
        "commits",
        "secure",
        "variation",
        "word",
        "comparable",
        "word",
        "statement",
        "historical",
        "fact",
        "rather",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "projection",
        "business",
        "future",
        "financial",
        "result",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "economic",
        "condition",
        "product",
        "demand",
        "semiconductor",
        "equipment",
        "industry",
        "capacity",
        "worldwide",
        "demand",
        "manufacturing",
        "capacity",
        "utilization",
        "semiconductor",
        "including",
        "impact",
        "general",
        "economic",
        "condition",
        "consumer",
        "confidence",
        "demand",
        "customer",
        "product",
        "competitive",
        "product",
        "pricing",
        "impact",
        "manufacturing",
        "efficiency",
        "capacity",
        "constraint",
        "condition",
        "included",
        "system",
        "order",
        "risk",
        "system",
        "shipped",
        "pursuant",
        "order",
        "expected",
        "condition",
        "met",
        "reason",
        "performance",
        "system",
        "continuing",
        "success",
        "technology",
        "advance",
        "related",
        "pace",
        "new",
        "product",
        "development",
        "customer",
        "acceptance",
        "new",
        "product",
        "including",
        "euv",
        "number",
        "timing",
        "euv",
        "system",
        "expected",
        "shipped",
        "recognized",
        "revenue",
        "actual",
        "euv",
        "production",
        "capacity",
        "delay",
        "euv",
        "system",
        "production",
        "development",
        "volume",
        "production",
        "customer",
        "including",
        "meeting",
        "development",
        "requirement",
        "volume",
        "production",
        "demand",
        "euv",
        "system",
        "sufficient",
        "result",
        "utilization",
        "euv",
        "facility",
        "asml",
        "made",
        "significant",
        "investment",
        "ability",
        "enforce",
        "patent",
        "protect",
        "intellectual",
        "property",
        "right",
        "outcome",
        "intellectual",
        "property",
        "litigation",
        "availability",
        "raw",
        "material",
        "critical",
        "manufacturing",
        "equipment",
        "qualified",
        "employee",
        "trade",
        "environment",
        "change",
        "exchange",
        "rate",
        "change",
        "tax",
        "rate",
        "available",
        "cash",
        "liquidity",
        "ability",
        "refinance",
        "indebtedness",
        "distributable",
        "reserve",
        "dividend",
        "payment",
        "share",
        "repurchase",
        "result",
        "share",
        "repurchase",
        "plan",
        "risk",
        "indicated",
        "risk",
        "factor",
        "included",
        "asml",
        "annual",
        "report",
        "form",
        "filing",
        "u",
        "security",
        "exchange",
        "commission",
        "statement",
        "made",
        "date",
        "document",
        "undertake",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "attachment",
        "link",
        "press",
        "link",
        "consolidated",
        "financial",
        "source",
        "asml",
        "netherlands",
        "bv"
    ]
}