{
    "organizations": [],
    "uuid": "f4948b4d3d0507235ac7b7aad5e7209ce2018e70",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/10/business-wire-rlj-lodging-trust-announces-ceo-succession-a-leslie-d-hale-to-become-president-and-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "RLJ Lodging Trust Announces CEO Succession – Leslie D. Hale to Become President and Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Ross H. Bierkan to Retire from the Company After Nearly 20 Years of Service at RLJ\nBETHESDA, Md.--(BUSINESS WIRE)-- RLJ Lodging Trust (the “Company”) (NYSE: RLJ) today announced that President and Chief Executive Officer Ross H. Bierkan will retire from the Company, effective at the end of the term of his existing employment agreement on August 22, 2018. In alignment with the Board’s executive succession planning, the Board of Trustees has named Leslie D. Hale as President and Chief Executive Officer, effective August 22, 2018. Mr. Bierkan will not stand for election at the 2018 Annual Meeting, and Ms. Hale will be nominated for election at the 2018 Annual Meeting.\nMs. Hale currently serves as Executive Vice President, Chief Operating Officer and Chief Financial Officer. The Company is working with an executive search firm and will make announcements with respect to the roles of Chief Operating Officer and Chief Financial Officer in the near term.\n“I, along with the other members of the Board, am pleased to name Leslie as the Company’s next CEO and welcome her nomination to the Board,” said Robert L. Johnson, Founder and Chairman of RLJ Lodging Trust. “We have an active and engaged Board, and part of our ongoing responsibility is thoughtful succession planning. Through this process, the Board determined that Leslie is singularly positioned and is the right person to take RLJ to the next stage. Leslie has done an incredible job as both COO and CFO. She knows our strategy well, and with her deep involvement in both the operational and financial sides of the business, she is uniquely prepared to succeed Ross and lead the Company forward. We are confident this leadership succession will be seamless and that Leslie will drive the Company’s continued success with an intense focus on maximizing value for our shareholders.”\nMr. Johnson continued, “Ross was the first executive that Tom Baltimore and I hired and he became a critical part of our hotel real estate vision and venture. I want to thank Ross for his dedicated service as CEO of the Company. Ross has been a key member of the management team at RLJ Lodging Trust and its predecessor company for almost 20 years, and he has played a crucial role in its tremendous growth and development. We wish Ross all the best in his future endeavors.”\n“It’s an honor and a privilege to have the opportunity to serve as the next CEO of RLJ Lodging Trust,” said Ms. Hale. “This is an exciting time for the Company as we build on our strong momentum and continue to execute on our priorities. We are well-positioned for continued success with a proven investment strategy, a high quality diversified portfolio, a solid balance sheet and an attractive cash flow profile. I am confident in our strategic direction and in our ongoing ability to pursue the optimal path to unlock value. Over the last 13 years, we have built an incredible and talented team of individuals with an unparalleled enthusiasm to drive this company forward. I look forward to leading them as we continue to focus on maximizing shareholder value.”\n“I am proud to have served with a team that has evolved from a start-up in the year 2000 to the third largest pure lodging REIT. We have a high quality portfolio, a seasoned, experienced team, and the right strategic plan in place, which we have been successfully executing to unlock value. We are well on our way to achieving our key objectives this year, and with this backdrop, now is the right time for me to retire and celebrate the next generation of leadership at RLJ Lodging Trust,” said Mr. Bierkan. “The Company could not ask for a better choice than Leslie, who has an intimate knowledge of both our Company and the industry, and has demonstrated remarkable leadership qualities in her roles as COO and CFO. I look forward to supporting Leslie and the entire team to ensure a smooth transition.”\nMs. Hale joined RLJ Development, LLC the Company’s predecessor in 2005 as its Director of Real Estate and Finance and was promoted to Vice President in 2006. In 2007, she was promoted to Chief Financial Officer and Senior Vice President and, in 2013, she was promoted to Executive Vice President. In 2016, Ms. Hale also took on the role of Chief Operating Officer, with the added responsibility for management of the Company’s operating platform in addition to overseeing all financial matters. Ms. Hale has served as a member of the board of directors of Macy’s, Inc. since January 2015. Prior to Ms. Hale’s tenure at RLJ, she held several positions of increasing responsibility within General Electric Capital Corporation (“GE”), including Vice President in the Mergers and Acquisitions Group of GE Commercial Finance and Associate Director in the Strategic Capital Group of GE Real Estate. Before GE, Ms. Hale was an investment banker at Goldman, Sachs & Co. Ms. Hale earned her bachelor's degree in Finance from Howard University in 1994, and her MBA from Harvard Business School in 2001. She also serves as a trustee of Howard University and lives with her family in the Washington, D.C. metropolitan area.\nAbout Us\nRLJ Lodging Trust is a self-advised, publicly traded real estate investment trust focused on acquiring premium-branded, focused-service and compact full-service hotels. The Company’s portfolio consists of 155 hotels with approximately 30,200 rooms located in 26 states and the District of Columbia and an ownership interest in one unconsolidated hotel with 171 rooms.\nForward Looking Statements\nThis press release contains certain statements, other than purely historical information, including estimates, projections, statements relating to the Company’s business plans, objectives and expected operating results, and the assumptions upon which those statements are based, that are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended. These forward-looking statements generally are identified by the use of the words “believe,” “project,” “expect,” “anticipate,” “estimate,” “plan,” “may,” “will,” “will continue,” “intend,” “should,” “may” or similar expressions. Although the Company believes that the expectations reflected in such forward-looking statements are based upon reasonable assumptions, beliefs and expectations, such forward-looking statements are not predictions of future events or guarantees of future performance and the Company’s actual results could differ materially from those set forth in the forward-looking statements. Some factors that might cause such a difference include the following: the current global economic uncertainty, increased direct competition, changes in government regulations or accounting rules, changes in local, national and global real estate conditions, declines in the lodging industry, seasonality of the lodging industry, risks related to natural disasters, such as earthquakes and hurricanes, hostilities, including future terrorist attacks or fear of hostilities that affect travel, the Company’s ability to obtain lines of credit or permanent financing on satisfactory terms, changes in interest rates, access to capital through offerings of the Company’s common and preferred shares of beneficial interest, or debt, the Company’s ability to identify suitable acquisitions, the Company’s ability to close on identified acquisitions and integrate those businesses and inaccuracies of the Company’s accounting estimates. Given these uncertainties, undue reliance should not be placed on such statements. Except as required by law, the Company undertakes no obligation to update or revise publicly any forward-looking statements, whether as a result of new information, future events or otherwise. The Company cautions investors not to place undue reliance on these forward-looking statements and urge investors to carefully review the disclosures the Company makes concerning risks and uncertainties in the sections entitled “Risk Factors,” “Forward-Looking Statements,” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s Annual Report, as well as risks, uncertainties and other factors discussed in other documents filed by the Company with the SEC.\nFor additional information or to receive press releases via email, please visit our website: http://rljlodgingtrust.com\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180410005933/en/\nRLJ Lodging Trust\nInvestors:\nRyan Meliker, Investor Relations\n301-280-7774\nor\nMedia:\nICR\nJason Chudoba, 646-277-1249\nSource: RLJ Lodging Trust",
    "published": "2018-04-10T16:30:00.000+03:00",
    "crawled": "2018-04-10T16:19:56.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ross",
        "bierkan",
        "retire",
        "company",
        "nearly",
        "year",
        "service",
        "rlj",
        "bethesda",
        "business",
        "wire",
        "rlj",
        "lodging",
        "trust",
        "company",
        "nyse",
        "rlj",
        "today",
        "announced",
        "president",
        "chief",
        "executive",
        "officer",
        "ross",
        "bierkan",
        "retire",
        "company",
        "effective",
        "end",
        "term",
        "existing",
        "employment",
        "agreement",
        "august",
        "alignment",
        "board",
        "executive",
        "succession",
        "planning",
        "board",
        "trustee",
        "named",
        "leslie",
        "hale",
        "president",
        "chief",
        "executive",
        "officer",
        "effective",
        "august",
        "bierkan",
        "stand",
        "election",
        "annual",
        "meeting",
        "hale",
        "nominated",
        "election",
        "annual",
        "meeting",
        "hale",
        "currently",
        "serf",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "company",
        "working",
        "executive",
        "search",
        "firm",
        "make",
        "announcement",
        "respect",
        "role",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "near",
        "term",
        "along",
        "member",
        "board",
        "pleased",
        "name",
        "leslie",
        "company",
        "next",
        "ceo",
        "welcome",
        "nomination",
        "board",
        "said",
        "robert",
        "johnson",
        "founder",
        "chairman",
        "rlj",
        "lodging",
        "trust",
        "active",
        "engaged",
        "board",
        "part",
        "ongoing",
        "responsibility",
        "thoughtful",
        "succession",
        "planning",
        "process",
        "board",
        "determined",
        "leslie",
        "singularly",
        "positioned",
        "right",
        "person",
        "take",
        "rlj",
        "next",
        "stage",
        "leslie",
        "done",
        "incredible",
        "job",
        "coo",
        "cfo",
        "know",
        "strategy",
        "well",
        "deep",
        "involvement",
        "operational",
        "financial",
        "side",
        "business",
        "uniquely",
        "prepared",
        "succeed",
        "ross",
        "lead",
        "company",
        "forward",
        "confident",
        "leadership",
        "succession",
        "seamless",
        "leslie",
        "drive",
        "company",
        "continued",
        "success",
        "intense",
        "focus",
        "maximizing",
        "value",
        "johnson",
        "continued",
        "ross",
        "first",
        "executive",
        "tom",
        "baltimore",
        "hired",
        "became",
        "critical",
        "part",
        "hotel",
        "real",
        "estate",
        "vision",
        "venture",
        "want",
        "thank",
        "ross",
        "dedicated",
        "service",
        "ceo",
        "company",
        "ross",
        "key",
        "member",
        "management",
        "team",
        "rlj",
        "lodging",
        "trust",
        "predecessor",
        "company",
        "almost",
        "year",
        "played",
        "crucial",
        "role",
        "tremendous",
        "growth",
        "development",
        "wish",
        "ross",
        "best",
        "future",
        "honor",
        "privilege",
        "opportunity",
        "serve",
        "next",
        "ceo",
        "rlj",
        "lodging",
        "trust",
        "said",
        "hale",
        "exciting",
        "time",
        "company",
        "build",
        "strong",
        "momentum",
        "continue",
        "execute",
        "priority",
        "continued",
        "success",
        "proven",
        "investment",
        "strategy",
        "high",
        "quality",
        "diversified",
        "portfolio",
        "solid",
        "balance",
        "sheet",
        "attractive",
        "cash",
        "flow",
        "profile",
        "confident",
        "strategic",
        "direction",
        "ongoing",
        "ability",
        "pursue",
        "optimal",
        "path",
        "unlock",
        "value",
        "last",
        "year",
        "built",
        "incredible",
        "talented",
        "team",
        "individual",
        "unparalleled",
        "enthusiasm",
        "drive",
        "company",
        "forward",
        "look",
        "forward",
        "leading",
        "continue",
        "focus",
        "maximizing",
        "shareholder",
        "proud",
        "served",
        "team",
        "evolved",
        "year",
        "third",
        "largest",
        "pure",
        "lodging",
        "reit",
        "high",
        "quality",
        "portfolio",
        "seasoned",
        "experienced",
        "team",
        "right",
        "strategic",
        "plan",
        "place",
        "successfully",
        "executing",
        "unlock",
        "value",
        "well",
        "way",
        "achieving",
        "key",
        "objective",
        "year",
        "backdrop",
        "right",
        "time",
        "retire",
        "celebrate",
        "next",
        "generation",
        "leadership",
        "rlj",
        "lodging",
        "trust",
        "said",
        "bierkan",
        "company",
        "could",
        "ask",
        "better",
        "choice",
        "leslie",
        "intimate",
        "knowledge",
        "company",
        "industry",
        "demonstrated",
        "remarkable",
        "leadership",
        "quality",
        "role",
        "coo",
        "cfo",
        "look",
        "forward",
        "supporting",
        "leslie",
        "entire",
        "team",
        "ensure",
        "smooth",
        "hale",
        "joined",
        "rlj",
        "development",
        "llc",
        "company",
        "predecessor",
        "director",
        "real",
        "estate",
        "finance",
        "promoted",
        "vice",
        "president",
        "promoted",
        "chief",
        "financial",
        "officer",
        "senior",
        "vice",
        "president",
        "promoted",
        "executive",
        "vice",
        "president",
        "hale",
        "also",
        "took",
        "role",
        "chief",
        "operating",
        "officer",
        "added",
        "responsibility",
        "management",
        "company",
        "operating",
        "platform",
        "addition",
        "overseeing",
        "financial",
        "matter",
        "hale",
        "served",
        "member",
        "board",
        "director",
        "macy",
        "since",
        "january",
        "prior",
        "hale",
        "tenure",
        "rlj",
        "held",
        "several",
        "position",
        "increasing",
        "responsibility",
        "within",
        "general",
        "electric",
        "capital",
        "corporation",
        "ge",
        "including",
        "vice",
        "president",
        "merger",
        "acquisition",
        "group",
        "ge",
        "commercial",
        "finance",
        "associate",
        "director",
        "strategic",
        "capital",
        "group",
        "ge",
        "real",
        "estate",
        "ge",
        "hale",
        "investment",
        "banker",
        "goldman",
        "sachs",
        "hale",
        "earned",
        "bachelor",
        "degree",
        "finance",
        "howard",
        "university",
        "mba",
        "harvard",
        "business",
        "school",
        "also",
        "serf",
        "trustee",
        "howard",
        "university",
        "life",
        "family",
        "washington",
        "metropolitan",
        "area",
        "u",
        "rlj",
        "lodging",
        "trust",
        "publicly",
        "traded",
        "real",
        "estate",
        "investment",
        "trust",
        "focused",
        "acquiring",
        "compact",
        "hotel",
        "company",
        "portfolio",
        "consists",
        "hotel",
        "approximately",
        "room",
        "located",
        "state",
        "district",
        "columbia",
        "ownership",
        "interest",
        "one",
        "unconsolidated",
        "hotel",
        "room",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "purely",
        "historical",
        "information",
        "including",
        "estimate",
        "projection",
        "statement",
        "relating",
        "company",
        "business",
        "plan",
        "objective",
        "expected",
        "operating",
        "result",
        "assumption",
        "upon",
        "statement",
        "based",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "generally",
        "identified",
        "use",
        "word",
        "believe",
        "project",
        "expect",
        "anticipate",
        "estimate",
        "plan",
        "may",
        "continue",
        "intend",
        "may",
        "similar",
        "expression",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "belief",
        "expectation",
        "statement",
        "prediction",
        "future",
        "event",
        "guarantee",
        "future",
        "performance",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "following",
        "current",
        "global",
        "economic",
        "uncertainty",
        "increased",
        "direct",
        "competition",
        "change",
        "government",
        "regulation",
        "accounting",
        "rule",
        "change",
        "local",
        "national",
        "global",
        "real",
        "estate",
        "condition",
        "decline",
        "lodging",
        "industry",
        "seasonality",
        "lodging",
        "industry",
        "risk",
        "related",
        "natural",
        "disaster",
        "earthquake",
        "hurricane",
        "hostility",
        "including",
        "future",
        "terrorist",
        "attack",
        "fear",
        "hostility",
        "affect",
        "travel",
        "company",
        "ability",
        "obtain",
        "line",
        "credit",
        "permanent",
        "financing",
        "satisfactory",
        "term",
        "change",
        "interest",
        "rate",
        "access",
        "capital",
        "offering",
        "company",
        "common",
        "preferred",
        "share",
        "beneficial",
        "interest",
        "debt",
        "company",
        "ability",
        "identify",
        "suitable",
        "acquisition",
        "company",
        "ability",
        "close",
        "identified",
        "acquisition",
        "integrate",
        "business",
        "inaccuracy",
        "company",
        "accounting",
        "estimate",
        "given",
        "uncertainty",
        "undue",
        "reliance",
        "placed",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "company",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "urge",
        "investor",
        "carefully",
        "review",
        "disclosure",
        "company",
        "make",
        "concerning",
        "risk",
        "uncertainty",
        "section",
        "entitled",
        "risk",
        "factor",
        "statement",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "annual",
        "report",
        "well",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "document",
        "filed",
        "company",
        "sec",
        "additional",
        "information",
        "receive",
        "press",
        "release",
        "via",
        "email",
        "please",
        "visit",
        "website",
        "http",
        "view",
        "source",
        "version",
        "http",
        "rlj",
        "lodging",
        "trust",
        "investor",
        "ryan",
        "meliker",
        "investor",
        "relation",
        "medium",
        "icr",
        "jason",
        "chudoba",
        "source",
        "rlj",
        "lodging",
        "trust"
    ]
}