{
    "organizations": [],
    "uuid": "6049b605e430a6c8127f3f8dc331c15d6bcb5518",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/04/12/donald-trump-firing-robert-mueller/",
    "ord_in_thread": 0,
    "title": "How Trump Could Imperil His Presidency by Firing Robert Mueller",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg April 12, 2018 \nPresident Donald Trump risks plunging his administration into political calamity ahead of a crucial midterm election and deepening his legal jeopardy if he takes the drastic step of firing Special Counsel Robert Mueller. \nA decision to remove the man investigating his 2016 campaign’s ties to Russia could paralyze his administration, alienate some of his supporters and force even Republican allies in Congress to either tie themselves to the president or abandon him. \nIn that instance, Democrats almost surely would amplify the drumbeat toward impeaching Trump — so far mostly the province of the party’s liberal flank — and if Trump persisted in precipitating a constitutional crisis, even some Republicans might join the call to remove him. \nTrump denied in a Thursday morning Twitter post that he’d wanted to fire Mueller late last year. “If I wanted to fire Robert Mueller in December, as reported by the Failing New York Times, I would have fired him. Just more Fake News from a biased newspaper!” \nYet Trump appears closer than ever to such a move. He made personal attacks on Mueller this week — calling him “the most conflicted of all” — after an FBI raid on the president’s longtime lawyer, Michael Cohen, triggered a new round of broadsides on the investigations that have plagued the administration. Trump also focused his ire on Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein, who oversees the special counsel’s office. \nTrump discussed firing Rosenstein with White House aides on Wednesday, a person familiar with the matter said, as a chorus of Trump’s allies and advisers urged him to thwart the special counsel’s investigation. \nThe question is whether Trump’s venting will turn to action — and fundamentally alter the course of his presidency. \nFiring Mueller or other top officials would almost certainly damage his already lagging approval ratings, which in spite of a recent rebound still remain at historically low levels for a modern president this early in his first term. \nSenator Bob Corker, a Tennessee Republican, said he warned Trump directly against firing Mueller. ‘Faith in Mueller’ \n“I have a lot of faith in Mueller and I’ve shared with the president it would be a tremendous mistake on his part to fire him,” Corker said. “I think it would end his presidency as he knows it. I don’t think he understands how vehemently people would respond to that, because we have faith in Mueller. We do not believe he is corrupt.” \nPolls show overwhelming bipartisan opposition to firing Mueller. Doing so would put the GOP at war with itself and unify Democrats as the nation heads toward the November midterm elections. \nThe closest historical analogue would be Richard Nixon’s Saturday Night Massacre of 1973, when he forced the resignations of his attorney general and deputy attorney general after they refused to fire Watergate special prosecutor Archibald Cox. Nixon’s approval rating fell to 22 percent the following week, according to a NBC News poll. \nAfter Nixon’s resignation the following year, Democrats, who already controlled both sides of the Capitol, gained 49 seats in the House and four in the Senate. Republicans wouldn’t win the speaker’s gavel for another two decades. \nIf Trump acts, it could strengthen a case that he has sought to obstruct justice. Mueller’s team has already interviewed Justice Department officials, including former acting attorney general Dana Boente, as part of a possible obstruction case, the Washington Post reported Tuesday. \n“It would simply frame him again as a problematic, potentially corrupt president,” Princeton political historian Julian Zelizer said in a phone interview. “It could have real consequences on public sentiment, even if feelings about the president are pretty baked in.” \nThe political crisis that would follow an effort to disband the investigation would necessitate a response from lawmakers. Republican leaders have thus far refused to discuss what they’d do, but have warned the impact would be dire. Senate Judiciary Chairman Chuck Grassley of Iowa said it would be “suicide” for the Trump presidency; Senator Lindsey Graham of South Carolina, who helped lead the impeachment of President Bill Clinton, said it would be the beginning of the end. ‘Catastrophic’ Consequences \nStill, a quick move to impeachment proceedings over obstruction of justice seems unlikely without more facts about what Mueller has found in his investigation. The House Judiciary Committee under Chairman Robert Goodlatte so far has all but ignored oversight of Trump, and Republicans have been raising money off the threat of impeachment if Democrats win control the chamber. \n“There’s an assumption it’s a red line, but it’s worth looking at how the Republican Congress has handled the investigation so far — which is they’ve been perfectly happy not to act,” Zelizer said. \nYet the clamor for Congress to investigate — or ensure a new special counsel is named — could be overwhelming. \nGraham and Senator Thom Tillis of North Carolina have cobbled together legislation with two Democratic senators to protect Mueller’s job. But Republicans have pointed out that it would take 67 senators and two-thirds of the House to override a likely Trump veto. Susan Collins of Maine doesn’t think Trump would sign such a bill and isn’t sure it’s constitutional. \n“The consequences if he were to fire Rosenstein in order to find someone who would fire Robert Mueller would be catastrophic,” she said. But like most Republicans, she wouldn’t elaborate. \nSuch a dismissal could also shake a depleted White House staff that has hemorrhaged employees over the past year amid a constant drumbeat of chaos and controversy. It would again force a wary group of aides to evaluate whether they want to continue serving a president who allowed personal frustration to create enormous political risk. \n“There could be officials who just don’t want to be around to see what happens next,” Zelizer said. Mass Protests \nSuch a move is also likely to be opposed by the president’s legal team, which already has seen its own share of departures, including lead attorney John Dowd less than a month ago. That wouldn’t necessarily matter if Trump were able to end the special prosecutor’s investigation. But there’s an open question over whether lawyers on the special counsel’s team could continue their work. \nSenators also warn that Trump’s legislative agenda would effectively be consumed by the backlash. That’s especially true in the Senate, where Republicans are clinging to a fractious, 51-49 majority. \nEven nominations, which Republicans have managed to muscle through with simple majorities, could face a blockade as it would only take a single Republican senator to join with Democrats and insist on a new special counsel — or even the rehiring of Mueller — before any other nominees move. \nDemocrats and some anti-Trump Republicans are already organizing for mass protests in the streets should Trump move to quash Mueller’s investigation. Beyond that, though, senior Democrats have also been loathe to discuss specific consequences they’d pursue. \nAnd then there’s the potential impact on the midterm elections. Senator Chris Van Hollen of Maryland, who runs the Senate Democratic campaign committee, thinks Republicans would pay a major price. \n“I think there’s going to be a political earthquake if Trump gets rid of Mueller,” he said. “All Americans, irrespective of party, agree the president’s not a king, the president’s not above the law. And we’re a country of laws. That’s the kind of thing that will not only bring out Democrats in huge numbers but independents and even many Republicans.” \nMost Republicans, meanwhile, just hope the whole thing goes away, telling reporters they don’t think Trump will act and leaving it at that. \n“I’m not worried,” Senate Intelligence Chairman Richard Burr said Tuesday. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-12T22:47:00.000+03:00",
    "crawled": "2018-04-13T02:21:22.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "april",
        "president",
        "donald",
        "trump",
        "risk",
        "plunging",
        "administration",
        "political",
        "calamity",
        "ahead",
        "crucial",
        "midterm",
        "election",
        "deepening",
        "legal",
        "jeopardy",
        "take",
        "drastic",
        "step",
        "firing",
        "special",
        "counsel",
        "robert",
        "mueller",
        "decision",
        "remove",
        "man",
        "investigating",
        "campaign",
        "tie",
        "russia",
        "could",
        "paralyze",
        "administration",
        "alienate",
        "supporter",
        "force",
        "even",
        "republican",
        "ally",
        "congress",
        "either",
        "tie",
        "president",
        "abandon",
        "instance",
        "democrat",
        "almost",
        "surely",
        "would",
        "amplify",
        "drumbeat",
        "toward",
        "impeaching",
        "trump",
        "far",
        "mostly",
        "province",
        "party",
        "liberal",
        "flank",
        "trump",
        "persisted",
        "precipitating",
        "constitutional",
        "crisis",
        "even",
        "republican",
        "might",
        "join",
        "call",
        "remove",
        "trump",
        "denied",
        "thursday",
        "morning",
        "twitter",
        "post",
        "wanted",
        "fire",
        "mueller",
        "late",
        "last",
        "year",
        "wanted",
        "fire",
        "robert",
        "mueller",
        "december",
        "reported",
        "failing",
        "new",
        "york",
        "time",
        "would",
        "fired",
        "fake",
        "news",
        "biased",
        "newspaper",
        "yet",
        "trump",
        "appears",
        "closer",
        "ever",
        "move",
        "made",
        "personal",
        "attack",
        "mueller",
        "week",
        "calling",
        "conflicted",
        "fbi",
        "raid",
        "president",
        "longtime",
        "lawyer",
        "michael",
        "cohen",
        "triggered",
        "new",
        "round",
        "broadside",
        "investigation",
        "plagued",
        "administration",
        "trump",
        "also",
        "focused",
        "ire",
        "attorney",
        "general",
        "jeff",
        "session",
        "deputy",
        "attorney",
        "general",
        "rod",
        "rosenstein",
        "oversees",
        "special",
        "counsel",
        "office",
        "trump",
        "discussed",
        "firing",
        "rosenstein",
        "white",
        "house",
        "aide",
        "wednesday",
        "person",
        "familiar",
        "matter",
        "said",
        "chorus",
        "trump",
        "ally",
        "adviser",
        "urged",
        "thwart",
        "special",
        "counsel",
        "investigation",
        "question",
        "whether",
        "trump",
        "venting",
        "turn",
        "action",
        "fundamentally",
        "alter",
        "course",
        "presidency",
        "firing",
        "mueller",
        "top",
        "official",
        "would",
        "almost",
        "certainly",
        "damage",
        "already",
        "lagging",
        "approval",
        "rating",
        "spite",
        "recent",
        "rebound",
        "still",
        "remain",
        "historically",
        "low",
        "level",
        "modern",
        "president",
        "early",
        "first",
        "term",
        "senator",
        "bob",
        "corker",
        "tennessee",
        "republican",
        "said",
        "warned",
        "trump",
        "directly",
        "firing",
        "mueller",
        "faith",
        "mueller",
        "lot",
        "faith",
        "mueller",
        "shared",
        "president",
        "would",
        "tremendous",
        "mistake",
        "part",
        "fire",
        "corker",
        "said",
        "think",
        "would",
        "end",
        "presidency",
        "know",
        "think",
        "understands",
        "vehemently",
        "people",
        "would",
        "respond",
        "faith",
        "mueller",
        "believe",
        "poll",
        "show",
        "overwhelming",
        "bipartisan",
        "opposition",
        "firing",
        "mueller",
        "would",
        "put",
        "gop",
        "war",
        "unify",
        "democrat",
        "nation",
        "head",
        "toward",
        "november",
        "midterm",
        "election",
        "closest",
        "historical",
        "analogue",
        "would",
        "richard",
        "nixon",
        "saturday",
        "night",
        "massacre",
        "forced",
        "resignation",
        "attorney",
        "general",
        "deputy",
        "attorney",
        "general",
        "refused",
        "fire",
        "watergate",
        "special",
        "prosecutor",
        "archibald",
        "cox",
        "nixon",
        "approval",
        "rating",
        "fell",
        "percent",
        "following",
        "week",
        "according",
        "nbc",
        "news",
        "poll",
        "nixon",
        "resignation",
        "following",
        "year",
        "democrat",
        "already",
        "controlled",
        "side",
        "capitol",
        "gained",
        "seat",
        "house",
        "four",
        "senate",
        "republican",
        "win",
        "speaker",
        "gavel",
        "another",
        "two",
        "decade",
        "trump",
        "act",
        "could",
        "strengthen",
        "case",
        "sought",
        "obstruct",
        "justice",
        "mueller",
        "team",
        "already",
        "interviewed",
        "justice",
        "department",
        "official",
        "including",
        "former",
        "acting",
        "attorney",
        "general",
        "dana",
        "boente",
        "part",
        "possible",
        "obstruction",
        "case",
        "washington",
        "post",
        "reported",
        "tuesday",
        "would",
        "simply",
        "frame",
        "problematic",
        "potentially",
        "corrupt",
        "president",
        "princeton",
        "political",
        "historian",
        "julian",
        "zelizer",
        "said",
        "phone",
        "interview",
        "could",
        "real",
        "consequence",
        "public",
        "sentiment",
        "even",
        "feeling",
        "president",
        "pretty",
        "baked",
        "political",
        "crisis",
        "would",
        "follow",
        "effort",
        "disband",
        "investigation",
        "would",
        "necessitate",
        "response",
        "lawmaker",
        "republican",
        "leader",
        "thus",
        "far",
        "refused",
        "discus",
        "warned",
        "impact",
        "would",
        "dire",
        "senate",
        "judiciary",
        "chairman",
        "chuck",
        "grassley",
        "iowa",
        "said",
        "would",
        "suicide",
        "trump",
        "presidency",
        "senator",
        "lindsey",
        "graham",
        "south",
        "carolina",
        "helped",
        "lead",
        "impeachment",
        "president",
        "bill",
        "clinton",
        "said",
        "would",
        "beginning",
        "end",
        "catastrophic",
        "consequence",
        "still",
        "quick",
        "move",
        "impeachment",
        "proceeding",
        "obstruction",
        "justice",
        "seems",
        "unlikely",
        "without",
        "fact",
        "mueller",
        "found",
        "investigation",
        "house",
        "judiciary",
        "committee",
        "chairman",
        "robert",
        "goodlatte",
        "far",
        "ignored",
        "oversight",
        "trump",
        "republican",
        "raising",
        "money",
        "threat",
        "impeachment",
        "democrat",
        "win",
        "control",
        "chamber",
        "assumption",
        "red",
        "line",
        "worth",
        "looking",
        "republican",
        "congress",
        "handled",
        "investigation",
        "far",
        "perfectly",
        "happy",
        "act",
        "zelizer",
        "said",
        "yet",
        "clamor",
        "congress",
        "investigate",
        "ensure",
        "new",
        "special",
        "counsel",
        "named",
        "could",
        "overwhelming",
        "graham",
        "senator",
        "thom",
        "tillis",
        "north",
        "carolina",
        "cobbled",
        "together",
        "legislation",
        "two",
        "democratic",
        "senator",
        "protect",
        "mueller",
        "job",
        "republican",
        "pointed",
        "would",
        "take",
        "senator",
        "house",
        "override",
        "likely",
        "trump",
        "veto",
        "susan",
        "collins",
        "maine",
        "think",
        "trump",
        "would",
        "sign",
        "bill",
        "sure",
        "constitutional",
        "consequence",
        "fire",
        "rosenstein",
        "order",
        "find",
        "someone",
        "would",
        "fire",
        "robert",
        "mueller",
        "would",
        "catastrophic",
        "said",
        "like",
        "republican",
        "elaborate",
        "dismissal",
        "could",
        "also",
        "shake",
        "depleted",
        "white",
        "house",
        "staff",
        "hemorrhaged",
        "employee",
        "past",
        "year",
        "amid",
        "constant",
        "drumbeat",
        "chaos",
        "controversy",
        "would",
        "force",
        "wary",
        "group",
        "aide",
        "evaluate",
        "whether",
        "want",
        "continue",
        "serving",
        "president",
        "allowed",
        "personal",
        "frustration",
        "create",
        "enormous",
        "political",
        "risk",
        "could",
        "official",
        "want",
        "around",
        "see",
        "happens",
        "next",
        "zelizer",
        "said",
        "mass",
        "protest",
        "move",
        "also",
        "likely",
        "opposed",
        "president",
        "legal",
        "team",
        "already",
        "seen",
        "share",
        "departure",
        "including",
        "lead",
        "attorney",
        "john",
        "dowd",
        "less",
        "month",
        "ago",
        "necessarily",
        "matter",
        "trump",
        "able",
        "end",
        "special",
        "prosecutor",
        "investigation",
        "open",
        "question",
        "whether",
        "lawyer",
        "special",
        "counsel",
        "team",
        "could",
        "continue",
        "work",
        "senator",
        "also",
        "warn",
        "trump",
        "legislative",
        "agenda",
        "would",
        "effectively",
        "consumed",
        "backlash",
        "especially",
        "true",
        "senate",
        "republican",
        "clinging",
        "fractious",
        "majority",
        "even",
        "nomination",
        "republican",
        "managed",
        "muscle",
        "simple",
        "majority",
        "could",
        "face",
        "blockade",
        "would",
        "take",
        "single",
        "republican",
        "senator",
        "join",
        "democrat",
        "insist",
        "new",
        "special",
        "counsel",
        "even",
        "rehiring",
        "mueller",
        "nominee",
        "move",
        "democrat",
        "republican",
        "already",
        "organizing",
        "mass",
        "protest",
        "street",
        "trump",
        "move",
        "quash",
        "mueller",
        "investigation",
        "beyond",
        "though",
        "senior",
        "democrat",
        "also",
        "loathe",
        "discus",
        "specific",
        "consequence",
        "pursue",
        "potential",
        "impact",
        "midterm",
        "election",
        "senator",
        "chris",
        "van",
        "hollen",
        "maryland",
        "run",
        "senate",
        "democratic",
        "campaign",
        "committee",
        "think",
        "republican",
        "would",
        "pay",
        "major",
        "price",
        "think",
        "going",
        "political",
        "earthquake",
        "trump",
        "get",
        "rid",
        "mueller",
        "said",
        "american",
        "irrespective",
        "party",
        "agree",
        "president",
        "king",
        "president",
        "law",
        "country",
        "law",
        "kind",
        "thing",
        "bring",
        "democrat",
        "huge",
        "number",
        "independent",
        "even",
        "many",
        "republican",
        "meanwhile",
        "hope",
        "whole",
        "thing",
        "go",
        "away",
        "telling",
        "reporter",
        "think",
        "trump",
        "act",
        "leaving",
        "worried",
        "senate",
        "intelligence",
        "chairman",
        "richard",
        "burr",
        "said",
        "tuesday",
        "sponsored",
        "financial",
        "content"
    ]
}