{
    "organizations": [],
    "uuid": "9881e04c5cbe14f6ab2fda78b4d0f0fd1fa2b616",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/26/globe-newswire-sps-commerce-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "SPS Commerce Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MINNEAPOLIS, April 26, 2018 (GLOBE NEWSWIRE) -- SPS Commerce, Inc. (Nasdaq:SPSC), a leader in retail cloud services, today announced financial results for the first quarter ended March 31, 2018.\nRevenue was $59.1 million in the first quarter of 2018, compared to $51.9 million in the first quarter of 2017, reflecting 14% growth in revenue from the first quarter of 2017. Recurring revenue grew 14% from the first quarter of 2017. Current and prior period financial results reflect the adoption of ASU 2014-09, Revenue from Contracts with Customers (Topic 606) .\nNet income in the first quarter of 2018 was $3.3 million or $0.19 per diluted share, compared to net income of $3.0 million or $0.17 per diluted share, in the first quarter of 2017. Non-GAAP income per diluted share was $0.39 compared to non-GAAP income per diluted share of $0.25 in the first quarter of 2017.\nAdjusted EBITDA for the first quarter of 2018 increased 28% to $10.9 million compared to the first quarter of 2017.\n“Retail industry dynamics validate the need for agile supply chain solutions and highlight the vast number of retailers out there, who are at different stages in adapting to e-commerce,” said Archie Black, President and CEO of SPS Commerce. “Increasing collaboration among trading partners is a complex progression and we believe that SPS Commerce, with the retail industry’s largest network and a comprehensive portfolio of e-commerce solutions, is well positioned to connect retailers and suppliers on the industry’s most broadly adopted retail cloud services platform.”\n“We started the year with strong adjusted EBITDA growth, and we feel confident in our ability to grow our margin profile in the long term,” said Kim Nelson, CFO of SPS Commerce.\nGuidance\nFor the second quarter of 2018, revenue is expected to be in the range of $59.4 million to $60.0 million. Second quarter net income per diluted share is expected to be in the range of $0.14 to $0.16 with fully diluted weighted average shares outstanding of approximately 17.5 million shares. Non-GAAP income per diluted share is expected to be in the range of $0.32 to $0.34. Adjusted EBITDA is expected to be in the range of $10.2 million to $10.7 million. Non-cash, share-based compensation expense is expected to be approximately $3.3 million, depreciation expense is expected to be approximately $2.4 million and amortization expense is expected to be approximately $1.1 million.\nFor the full year of 2018, revenue is expected to be in the range of $242 million to $244 million, representing approximately 10% to 11% growth over 2017. Full year net income per diluted share is expected to be in the range of $0.70 to $0.74 with fully diluted weighted average shares outstanding of approximately 17.5 million shares. Non-GAAP income per diluted share is expected to be in the range of $1.40 to $1.45. Adjusted EBITDA is expected to be in the range of $43.5 to $45.0 million, representing approximately 27% to 32% growth over 2017. Non-cash, share-based compensation expense is expected to be approximately $12.7 million, depreciation expense is expected to be approximately $9.9 million and amortization expense is expected to be approximately $4.5 million.\nQuarterly Conference Call\nSPS Commerce will discuss its quarterly results today via teleconference at 3:30 p.m. CT (4:30 p.m. ET). To access the call, please dial (877) 312-7508, or outside the U.S. (253) 237-1184, with Conference ID # 3094326 at least five minutes prior to the 3:30 p.m. CT start time. A live webcast of the call will also be available at http://investors.spscommerce.com under the Events and Presentations menu. The replay will also be available on our website at http://investors.spscommerce.com .\nAbout SPS Commerce\nSPS Commerce perfects the power of trading partner relationships with the industry's most broadly adopted, retail cloud services platform. As a leader in cloud-based supply chain management solutions, we provide proven integrations and comprehensive retail performance analytics to thousands of customers worldwide. SPS Commerce has achieved 69 consecutive quarters of revenue growth and is headquartered in Minneapolis. For additional information, please contact SPS Commerce at 866-245-8100 or visit www.spscommerce.com .\nSPS COMMERCE, SPS, SPS logo, RETAIL UNIVERSE, 1=INFINITY logo, AS THE NETWORK GROWS, SO DOES YOUR OPPORTUNITY, INFINITE RETAIL POWER, RETAIL UNIVERSE are marks of SPS Commerce, Inc. and Registered in the U.S. Patent and Trademark Office. RSX, IN:FLUENCE, and others are further marks of SPS Commerce, Inc. These marks may be registered or otherwise protected in other countries.\nSPS-F\nUse of Non-GAAP Financial Measures\nTo supplement its financial statements, SPS Commerce also provides investors with Adjusted EBITDA and non-GAAP net income per share, which are non-GAAP financial measures. SPS Commerce believes that these non-GAAP measures provide useful information to management and investors regarding certain financial and business trends relating to its financial condition and results of operations. SPS Commerce's management uses these non-GAAP measures to compare the company's performance to that of prior periods for trend analyses and planning purposes. It uses Adjusted EBITDA for purposes of determining executive and senior management incentive compensation. These measures are also presented to the company's board of directors.\nAdjusted EBITDA consists of net income adjusted for depreciation and amortization, interest expense, interest income, income tax expense, stock-based compensation expense, and other adjustments as necessary for a fair presentation. SPS Commerce uses Adjusted EBITDA as a measure of operating performance because it assists the company in comparing performance on a consistent basis, as it removes from operating results the impact of the company's capital structure. SPS Commerce believes Adjusted EBITDA is useful to an investor in evaluating the company's operating performance because it is widely used to measure a company's operating performance without regard to items such as depreciation and amortization, which can vary depending upon accounting methods and the book value of assets, and to present a meaningful measure of corporate performance exclusive of the company's capital structure and the method by which assets were acquired.\nNon-GAAP income per share consists of net income plus stock-based compensation expense, amortization expense related to intangible assets, and other adjustments as necessary for a fair presentation, divided by the weighted average number of shares of common stock outstanding during each period. SPS Commerce includes an adjustment to non-GAAP income to reflect the income tax effects of the adjustments to GAAP net income. To quantify these tax effects, SPS Commerce recalculates income tax expense excluding the direct book and tax effects of the specific items constituting the non-GAAP adjustments (e.g., stock-based compensation expense). The difference between this recalculated income tax expense and GAAP income tax expense is presented as the income tax effect of the non-GAAP adjustments.\nSPS Commerce believes non-GAAP income per share is useful to an investor because it is widely used to measure a company's operating performance. These non-GAAP measures should not be considered a substitute for, or superior to, financial measures calculated in accordance with generally accepted accounting principles in the United States. These non-GAAP financial measures exclude significant expenses and income that are required by GAAP to be recorded in the company's financial statements and are subject to inherent limitations. SPS Commerce urges investors to review the reconciliation of its non-GAAP financial measures to the comparable GAAP financial measures that are included in this press release.\nForward-Looking Statements\nThis press release may contain forward-looking statements, including information about management's view of SPS Commerce's future expectations, plans and prospects, including our views regarding future execution within our business, the opportunity we see in the retail supply chain world and our performance for the first quarter and full year of 2018, within the safe harbor provisions under The Private Securities Litigation Reform Act of 1995. These statements involve known and unknown risks, uncertainties and other factors which may cause the results of SPS Commerce to be materially different than those expressed or implied in such statements. Certain of these risk factors and others are included in documents SPS Commerce files with the Securities and Exchange Commission, including but not limited to, SPS Commerce's Annual Report on Form 10-K for the year ended December 31, 2017, as well as subsequent reports filed with the Securities and Exchange Commission. Other unknown or unpredictable factors also could have material adverse effects on SPS Commerce's future results. The forward-looking statements included in this press release are made only as of the date hereof. SPS Commerce cannot guarantee future results, levels of activity, performance or achievements. Accordingly, you should not place undue reliance on these forward-looking statements. Finally, SPS Commerce expressly disclaims any intent or obligation to update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise.\nSPS COMMERCE, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (Unaudited; in thousands, except share amounts) March 31, December 31, 2018 2017 ASSETS CURRENT ASSETS Cash and cash equivalents $ 120,547 $ 123,127 Short-term investments 45,272 40,192 Accounts receivable, less allowance for doubtful accounts of $775 and $763, respectively 25,948 24,897 Deferred costs 31,318 29,966 Other current assets 5,696 6,149 Total current assets 228,781 224,331 PROPERTY AND EQUIPMENT, net 17,304 16,856 GOODWILL 51,030 51,613 INTANGIBLE ASSETS, net 15,577 16,529 INVESTMENTS 2,471 5,206 OTHER ASSETS Deferred costs 10,239 9,967 Deferred income tax asset 12,596 13,697 Other assets 1,598 1,539 Total assets $ 339,596 $ 339,738 LIABILITIES AND STOCKHOLDERS’ EQUITY CURRENT LIABILITIES Accounts payable $ 3,472 $ 4,463 Accrued compensation 11,617 15,228 Accrued expenses 4,111 4,712 Deferred revenue 21,583 17,863 Deferred rent 1,313 1,679 Total current liabilities 42,096 43,945 OTHER LIABILITIES Deferred revenue 2,691 2,731 Deferred rent 4,690 3,064 Deferred income tax liability 1,768 1,887 Total liabilities 51,245 51,627 COMMITMENTS and CONTINGENCIES STOCKHOLDERS’ EQUITY Preferred stock, $0.001 par value; 5,000,000 shares authorized; 0 shares issued and outstanding — — Common stock, $0.001 par value; 55,000,000 shares authorized; 17,346,080 and 17,249,153 shares issued; and 17,109,949 and 17,127,006 outstanding, respectively 17 17 Treasury stock, at cost; 236,131 and 122,147 shares, respectively (11,686 ) (5,815 ) Additional paid-in capital 305,759 301,863 Accumulated deficit (5,357 ) (8,611 ) Accumulated other comprehensive income (loss) (382 ) 657 Total stockholders’ equity 288,351 288,111 Total liabilities and stockholders’ equity $ 339,596 $ 339,738 Subject to reclassification\nSPS COMMERCE, INC. CONDENSED CONSOLIDATED STATEMENTS OF INCOME (Unaudited; in thousands, except per share amounts) Three Months Ended March 31, 2018 2017 Revenues $ 59,092 $ 51,879 Cost of revenues 19,758 17,330 Gross profit 39,334 34,549 Operating expenses Sales and marketing 18,647 17,023 Research and development 5,132 5,105 General and administrative 10,130 7,827 Amortization of intangible assets 1,125 1,215 Total operating expenses 35,034 31,170 Income from operations 4,300 3,379 Other income (expense) Interest income, net 414 191 Other income (expense), net (154 ) (60 ) Total other income, net 260 131 Income before income taxes 4,560 3,510 Income tax expense 1,306 525 Net income $ 3,254 $ 2,985 Net income per share Basic $ 0.19 $ 0.17 Diluted $ 0.19 $ 0.17 Weighted average common shares used to compute net income\nper share Basic 17,093 17,154 Diluted 17,307 17,393\nSPS COMMERCE, INC. CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (Unaudited; in thousands) Three Months Ended March 31, 2018 2017 Cash flows from operating activities Net income $ 3,254 $ 2,985 Reconciliation of net income to net cash provided by operating activities Deferred income taxes 1,020 299 Depreciation and amortization of property and equipment 2,083 1,691 Amortization of intangible assets 1,125 1,215 Provision for doubtful accounts 410 332 Stock-based compensation 3,533 2,300 Other, net (32 ) (25 ) Changes in assets and liabilities Accounts receivable (1,520 ) (2,201 ) Deferred costs (1,628 ) (1,343 ) Other current and non-current assets 367 180 Accounts payable 317 1,169 Accrued compensation (3,939 ) (1,870 ) Accrued expenses (592 ) 945 Deferred revenue 3,680 5,041 Deferred rent 1,271 (319 ) Net cash provided by operating activities 9,349 10,399 Cash flows from investing activities Purchases of property and equipment (3,884 ) (1,299 ) Purchases of investments (19,927 ) (4,995 ) Maturities of investments 17,500 7,500 Acquisitions of businesses and intangible assets, net of cash acquired (381 ) (500 ) Net cash (used in) provided by investing activities (6,692 ) 706 Cash flows from financing activities Repurchases of common stock (5,871 ) — Net proceeds from exercise of options to purchase common stock 715 1,037 Net cash (used in) provided by financing activities (5,156 ) 1,037 Effect of foreign currency exchange rate changes (81 ) 688 Net (decrease) increase in cash and cash equivalents (2,580 ) 12,830 Cash and cash equivalents at beginning of period 123,127 115,877 Cash and cash equivalents at end of period $ 120,547 $ 128,707 Subject to reclassification\nSPS COMMERCE, INC. NON-GAAP RECONCILIATION (Unaudited; in thousands) Three Months Ended March 31, 2018 2017 Net income $ 3,254 $ 2,985 Depreciation and amortization of property and equipment 2,083 1,691 Amortization of intangible assets 1,125 1,215 Interest income, net (414 ) (191 ) Income tax expense 1,306 525 Stock-based compensation expense 3,533 2,300 Adjusted EBITDA $ 10,887 $ 8,525 Net income $ 3,254 $ 2,985 Stock-based compensation expense 3,533 2,300 Amortization of intangible assets 1,125 1,215 Income tax effects of adjustments (1,153 ) (2,142 ) Non-GAAP income $ 6,759 $ 4,358 Shares used to compute non-GAAP income per share Basic 17,093 17,154 Diluted 17,307 17,393 Non-GAAP income per share Basic $ 0.40 $ 0.25 Diluted $ 0.39 $ 0.25\nContact: Investor Relations The Blueshirt Group Irmina Blaszczyk Lisa Laukkanen SPSC@blueshirtgroup.com 415-217-4962\nSource:SPS Commerce, Inc.",
    "published": "2018-04-27T00:10:00.000+03:00",
    "crawled": "2018-04-27T00:59:57.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "minneapolis",
        "april",
        "globe",
        "newswire",
        "sps",
        "commerce",
        "nasdaq",
        "spsc",
        "leader",
        "retail",
        "cloud",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "reflecting",
        "growth",
        "revenue",
        "first",
        "quarter",
        "recurring",
        "revenue",
        "grew",
        "first",
        "quarter",
        "current",
        "prior",
        "period",
        "financial",
        "result",
        "reflect",
        "adoption",
        "asu",
        "revenue",
        "contract",
        "customer",
        "topic",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "income",
        "per",
        "diluted",
        "share",
        "compared",
        "income",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "first",
        "quarter",
        "retail",
        "industry",
        "dynamic",
        "validate",
        "need",
        "agile",
        "supply",
        "chain",
        "solution",
        "highlight",
        "vast",
        "number",
        "retailer",
        "different",
        "stage",
        "adapting",
        "said",
        "archie",
        "black",
        "president",
        "ceo",
        "sps",
        "commerce",
        "increasing",
        "collaboration",
        "among",
        "trading",
        "partner",
        "complex",
        "progression",
        "believe",
        "sps",
        "commerce",
        "retail",
        "industry",
        "largest",
        "network",
        "comprehensive",
        "portfolio",
        "solution",
        "well",
        "positioned",
        "connect",
        "retailer",
        "supplier",
        "industry",
        "broadly",
        "adopted",
        "retail",
        "cloud",
        "service",
        "started",
        "year",
        "strong",
        "adjusted",
        "ebitda",
        "growth",
        "feel",
        "confident",
        "ability",
        "grow",
        "margin",
        "profile",
        "long",
        "term",
        "said",
        "kim",
        "nelson",
        "cfo",
        "sps",
        "commerce",
        "guidance",
        "second",
        "quarter",
        "revenue",
        "expected",
        "range",
        "million",
        "million",
        "second",
        "quarter",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "fully",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "approximately",
        "million",
        "share",
        "income",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "adjusted",
        "ebitda",
        "expected",
        "range",
        "million",
        "million",
        "compensation",
        "expense",
        "expected",
        "approximately",
        "million",
        "depreciation",
        "expense",
        "expected",
        "approximately",
        "million",
        "amortization",
        "expense",
        "expected",
        "approximately",
        "million",
        "full",
        "year",
        "revenue",
        "expected",
        "range",
        "million",
        "million",
        "representing",
        "approximately",
        "growth",
        "full",
        "year",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "fully",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "approximately",
        "million",
        "share",
        "income",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "adjusted",
        "ebitda",
        "expected",
        "range",
        "million",
        "representing",
        "approximately",
        "growth",
        "compensation",
        "expense",
        "expected",
        "approximately",
        "million",
        "depreciation",
        "expense",
        "expected",
        "approximately",
        "million",
        "amortization",
        "expense",
        "expected",
        "approximately",
        "million",
        "quarterly",
        "conference",
        "call",
        "sps",
        "commerce",
        "discus",
        "quarterly",
        "result",
        "today",
        "via",
        "teleconference",
        "ct",
        "et",
        "access",
        "call",
        "please",
        "dial",
        "outside",
        "conference",
        "id",
        "least",
        "five",
        "minute",
        "prior",
        "ct",
        "start",
        "time",
        "live",
        "webcast",
        "call",
        "also",
        "available",
        "http",
        "event",
        "presentation",
        "menu",
        "replay",
        "also",
        "available",
        "website",
        "http",
        "sps",
        "commerce",
        "sps",
        "commerce",
        "perfect",
        "power",
        "trading",
        "partner",
        "relationship",
        "industry",
        "broadly",
        "adopted",
        "retail",
        "cloud",
        "service",
        "platform",
        "leader",
        "supply",
        "chain",
        "management",
        "solution",
        "provide",
        "proven",
        "integration",
        "comprehensive",
        "retail",
        "performance",
        "analytics",
        "thousand",
        "customer",
        "worldwide",
        "sps",
        "commerce",
        "achieved",
        "consecutive",
        "quarter",
        "revenue",
        "growth",
        "headquartered",
        "minneapolis",
        "additional",
        "information",
        "please",
        "contact",
        "sps",
        "commerce",
        "visit",
        "sps",
        "commerce",
        "sps",
        "sps",
        "logo",
        "retail",
        "universe",
        "logo",
        "network",
        "grows",
        "opportunity",
        "infinite",
        "retail",
        "power",
        "retail",
        "universe",
        "mark",
        "sps",
        "commerce",
        "registered",
        "patent",
        "trademark",
        "office",
        "rsx",
        "fluence",
        "others",
        "mark",
        "sps",
        "commerce",
        "mark",
        "may",
        "registered",
        "otherwise",
        "protected",
        "country",
        "use",
        "financial",
        "measure",
        "supplement",
        "financial",
        "statement",
        "sps",
        "commerce",
        "also",
        "provides",
        "investor",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "per",
        "share",
        "financial",
        "measure",
        "sps",
        "commerce",
        "belief",
        "measure",
        "provide",
        "useful",
        "information",
        "management",
        "investor",
        "regarding",
        "certain",
        "financial",
        "business",
        "trend",
        "relating",
        "financial",
        "condition",
        "result",
        "operation",
        "sps",
        "commerce",
        "management",
        "us",
        "measure",
        "compare",
        "company",
        "performance",
        "prior",
        "period",
        "trend",
        "analysis",
        "planning",
        "purpose",
        "us",
        "adjusted",
        "ebitda",
        "purpose",
        "determining",
        "executive",
        "senior",
        "management",
        "incentive",
        "compensation",
        "measure",
        "also",
        "presented",
        "company",
        "board",
        "director",
        "adjusted",
        "ebitda",
        "consists",
        "net",
        "income",
        "adjusted",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "compensation",
        "expense",
        "adjustment",
        "necessary",
        "fair",
        "presentation",
        "sps",
        "commerce",
        "us",
        "adjusted",
        "ebitda",
        "measure",
        "operating",
        "performance",
        "assist",
        "company",
        "comparing",
        "performance",
        "consistent",
        "basis",
        "remove",
        "operating",
        "result",
        "impact",
        "company",
        "capital",
        "structure",
        "sps",
        "commerce",
        "belief",
        "adjusted",
        "ebitda",
        "useful",
        "investor",
        "evaluating",
        "company",
        "operating",
        "performance",
        "widely",
        "used",
        "measure",
        "company",
        "operating",
        "performance",
        "without",
        "regard",
        "item",
        "depreciation",
        "amortization",
        "vary",
        "depending",
        "upon",
        "accounting",
        "method",
        "book",
        "value",
        "asset",
        "present",
        "meaningful",
        "measure",
        "corporate",
        "performance",
        "exclusive",
        "company",
        "capital",
        "structure",
        "method",
        "asset",
        "acquired",
        "income",
        "per",
        "share",
        "consists",
        "net",
        "income",
        "plus",
        "compensation",
        "expense",
        "amortization",
        "expense",
        "related",
        "intangible",
        "asset",
        "adjustment",
        "necessary",
        "fair",
        "presentation",
        "divided",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "period",
        "sps",
        "commerce",
        "includes",
        "adjustment",
        "income",
        "reflect",
        "income",
        "tax",
        "effect",
        "adjustment",
        "gaap",
        "net",
        "income",
        "quantify",
        "tax",
        "effect",
        "sps",
        "commerce",
        "recalculates",
        "income",
        "tax",
        "expense",
        "excluding",
        "direct",
        "book",
        "tax",
        "effect",
        "specific",
        "item",
        "constituting",
        "adjustment",
        "compensation",
        "expense",
        "difference",
        "recalculated",
        "income",
        "tax",
        "expense",
        "gaap",
        "income",
        "tax",
        "expense",
        "presented",
        "income",
        "tax",
        "effect",
        "adjustment",
        "sps",
        "commerce",
        "belief",
        "income",
        "per",
        "share",
        "useful",
        "investor",
        "widely",
        "used",
        "measure",
        "company",
        "operating",
        "performance",
        "measure",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "financial",
        "measure",
        "exclude",
        "significant",
        "expense",
        "income",
        "required",
        "gaap",
        "recorded",
        "company",
        "financial",
        "statement",
        "subject",
        "inherent",
        "limitation",
        "sps",
        "commerce",
        "urge",
        "investor",
        "review",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "including",
        "information",
        "management",
        "view",
        "sps",
        "commerce",
        "future",
        "expectation",
        "plan",
        "prospect",
        "including",
        "view",
        "regarding",
        "future",
        "execution",
        "within",
        "business",
        "opportunity",
        "see",
        "retail",
        "supply",
        "chain",
        "world",
        "performance",
        "first",
        "quarter",
        "full",
        "year",
        "within",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "result",
        "sps",
        "commerce",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "certain",
        "risk",
        "factor",
        "others",
        "included",
        "document",
        "sps",
        "commerce",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "sps",
        "commerce",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "well",
        "subsequent",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "unknown",
        "unpredictable",
        "factor",
        "also",
        "could",
        "material",
        "adverse",
        "effect",
        "sps",
        "commerce",
        "future",
        "result",
        "statement",
        "included",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "sps",
        "commerce",
        "guarantee",
        "future",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "finally",
        "sps",
        "commerce",
        "expressly",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "sps",
        "commerce",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "amount",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "less",
        "allowance",
        "doubtful",
        "account",
        "respectively",
        "deferred",
        "cost",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "investment",
        "asset",
        "deferred",
        "cost",
        "deferred",
        "income",
        "tax",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "deferred",
        "income",
        "tax",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "treasury",
        "stock",
        "cost",
        "share",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "subject",
        "reclassification",
        "sps",
        "commerce",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "net",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "compute",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "sps",
        "commerce",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "reconciliation",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "deferred",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "property",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "provision",
        "doubtful",
        "account",
        "compensation",
        "net",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "deferred",
        "cost",
        "current",
        "asset",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "purchase",
        "investment",
        "maturity",
        "investment",
        "acquisition",
        "business",
        "intangible",
        "asset",
        "net",
        "cash",
        "acquired",
        "net",
        "cash",
        "used",
        "provided",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "repurchase",
        "common",
        "stock",
        "net",
        "proceeds",
        "exercise",
        "option",
        "purchase",
        "common",
        "stock",
        "net",
        "cash",
        "used",
        "provided",
        "financing",
        "activity",
        "effect",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "change",
        "net",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "subject",
        "reclassification",
        "sps",
        "commerce",
        "reconciliation",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "depreciation",
        "amortization",
        "property",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "interest",
        "income",
        "net",
        "income",
        "tax",
        "expense",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "income",
        "tax",
        "effect",
        "adjustment",
        "income",
        "share",
        "used",
        "compute",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "contact",
        "investor",
        "relation",
        "blueshirt",
        "group",
        "irmina",
        "blaszczyk",
        "lisa",
        "laukkanen",
        "spsc",
        "source",
        "sps",
        "commerce",
        "inc"
    ]
}