{
    "organizations": [],
    "uuid": "5edc508510a725f5a47a859542baead4cdfa986a",
    "author": "David E. Wade",
    "url": "https://www.reuters.com/article/us-wade-iran-commentary/commentary-trumps-iran-revisionism-wont-help-with-north-korea-idUSKBN1HW29A",
    "ord_in_thread": 0,
    "title": "Commentary: Trump's Iran revisionism won't help with North Korea",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Donald Trump may soon learn that revising history can come back to haunt him - especially as he approaches his own historic reckoning on North Korea. On Tuesday, with France’s President Emmanuel Macron looking on in the Oval Office, the U.S. president again smeared the Iran nuclear deal as “insane” and “ridiculous” and criticized former Secretary of State John Kerry for not wanting to address Iran’s regional misdeeds because doing so “was too complicated.”\nParticipants in the international talks on the Iran nuclear deal gather at the Hotel Imperial in Vienna, October 30, 2015. REUTERS/Brendan Smialowski/Pool Trump is wrong. Wrong about the effectiveness of the nuclear agreement, and wrong about the reasons why the deal between Iran and the world’s major powers was confined to the nuclear issue.\nI served as chief of staff to Kerry, whose engagement on the Iran nuclear issue began through a secret Omani backchannel while he was still a senator and concluded years later, when he played a leading role in negotiating the 2015 agreement with Tehran.\nDespite years of crippling sanctions, by the time Kerry became secretary Iran was just a few steps in the nuclear fuel cycle away from being able to produce 10 nuclear bombs. The United States faced military options that were imperfect and impermanent: we believed that attacking Iran would have only driven a nuclear program deeper underground and strengthened the position of hardliners inside the theocracy. We knew that sanctions brought Iran to the table, not to their knees.\nIn our view, the 2015 nuclear agreement achieved what force alone never could. The Tehran regime eliminated 97 percent of its uranium stockpile, removed and destroyed the core from its Arak reactor, blocked production of weapons-grade plutonium, ripped out more than 13,000 centrifuges, halted all uranium enrichment at the underground Fordow site , and implemented the gold-standard of verification. Tehran is complying , and Iran is crawling with inspectors. If they cheat, we’ll know it. The accord has moved the regime farther from a nuclear bomb than at any time over the last decade. If only all nonproliferation agreements were so “insane.”\nTrump is also dead wrong about the reasons the agreement was focused exclusively on nuclear weapons, not Iran’s broader activities. The negotiations were limited to nuclear nonproliferation for reasons serious and straightforward. Iran’s nuclear threat alone had galvanized back-breaking multilateral sanctions, enlisting China and Russia – two nations that don’t share the United States’ opposition to Iran’s non-nuclear misdeeds like its role in Syria propping up Bashar al-Assad.\nFrench President Emmanuel Macron and U.S. President Donald Trump shake hands during their meeting in the Oval Office at the White House April 24, 2018. REUTERS/Kevin Lamarque After 35 years of mistrust between Tehran and the United States, there was no goodwill to deal with other issues. It took years at the table even to arrive at a comprehensive, detailed nuclear agreement; the administration and its European partners never doubted that piling on issues like Hezbollah or Syria would have broken up the coalition pressuring Tehran or run out of time, leaving no option but war. Nuclear issues could never be a bargaining chip to be traded away – they were too critical. The scope of negotiations was not limited by the Obama administration’s ambitions, but by reality, and by the world’s determination to drive a hard bargain on nonproliferation.\nThe deal should’ve been the model and jumping off point for further engagement by the current administration. Instead, Trump’s misleading statements are widening the gulf between the United States and its closest allies, from France’s Macron to Germany’s Angela Merkel. But most short-sighted of all, Trump’s own words fashioned a measuring stick by which I doubt he wants to be judged as he prepares to launch his riskiest diplomacy yet on the Korean Peninsula.\nWhy? Because after almost 20 years absent direct talks with Pyongyang, even this administration knows that its negotiators won’t be able to tackle every issue at once, including the regime’s starvation of its own people, its state sponsorship of terror, and its disregard for human rights. The nuclear issue alone will be the issue at hand, and that’s how Trump should want to be measured.\nThe Iran deal is a painstakingly negotiated, 159-page agreement, ratified by the United Nations Security Council and including implementation of the International Atomic Energy Agency’s Additional Protocol, which expands the IAEA’s rights of access to nuclear sites. If this is Trump’s idea of a “ridiculous” deal, what does he envision as success on the Korean peninsula, where a despot heads a regime that’s cheated on past agreements, does not cooperate with the IAEA and is far ahead of Iran’s nuclear program?\nTrump should hope allies and experts will judge him by a realistic standard, not the fictitious one he invokes to judge the Obama administration. With a date with North Korea on the horizon, the president should ditch the revisionism on Iran. The odds are not in his favor that he will ever strike as good a bargain there as the one he now derides.\nAbout the Author David E. Wade was chief of staff at the U.S. Department of State from 2013 to 2015 and is founder of GreenLight Strategies, a global consulting firm. He is also an advisor to Diplomacy Works. Follow him @ davideckelswade\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-04-26T00:53:00.000+03:00",
    "crawled": "2018-04-25T23:18:46.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "donald",
        "trump",
        "may",
        "soon",
        "learn",
        "revising",
        "history",
        "come",
        "back",
        "haunt",
        "especially",
        "approach",
        "historic",
        "reckoning",
        "north",
        "korea",
        "tuesday",
        "france",
        "president",
        "emmanuel",
        "macron",
        "looking",
        "oval",
        "office",
        "president",
        "smeared",
        "iran",
        "nuclear",
        "deal",
        "insane",
        "ridiculous",
        "criticized",
        "former",
        "secretary",
        "state",
        "john",
        "kerry",
        "wanting",
        "address",
        "iran",
        "regional",
        "misdeed",
        "participant",
        "international",
        "talk",
        "iran",
        "nuclear",
        "deal",
        "gather",
        "hotel",
        "imperial",
        "vienna",
        "october",
        "trump",
        "wrong",
        "wrong",
        "effectiveness",
        "nuclear",
        "agreement",
        "wrong",
        "reason",
        "deal",
        "iran",
        "world",
        "major",
        "power",
        "confined",
        "nuclear",
        "issue",
        "served",
        "chief",
        "staff",
        "kerry",
        "whose",
        "engagement",
        "iran",
        "nuclear",
        "issue",
        "began",
        "secret",
        "omani",
        "backchannel",
        "still",
        "senator",
        "concluded",
        "year",
        "later",
        "played",
        "leading",
        "role",
        "negotiating",
        "agreement",
        "tehran",
        "despite",
        "year",
        "crippling",
        "sanction",
        "time",
        "kerry",
        "became",
        "secretary",
        "iran",
        "step",
        "nuclear",
        "fuel",
        "cycle",
        "away",
        "able",
        "produce",
        "nuclear",
        "bomb",
        "united",
        "state",
        "faced",
        "military",
        "option",
        "imperfect",
        "impermanent",
        "believed",
        "attacking",
        "iran",
        "would",
        "driven",
        "nuclear",
        "program",
        "deeper",
        "underground",
        "strengthened",
        "position",
        "hardliner",
        "inside",
        "theocracy",
        "knew",
        "sanction",
        "brought",
        "iran",
        "table",
        "knee",
        "view",
        "nuclear",
        "agreement",
        "achieved",
        "force",
        "alone",
        "never",
        "could",
        "tehran",
        "regime",
        "eliminated",
        "percent",
        "uranium",
        "stockpile",
        "removed",
        "destroyed",
        "core",
        "arak",
        "reactor",
        "blocked",
        "production",
        "plutonium",
        "ripped",
        "centrifuge",
        "halted",
        "uranium",
        "enrichment",
        "underground",
        "fordow",
        "site",
        "implemented",
        "verification",
        "tehran",
        "complying",
        "iran",
        "crawling",
        "inspector",
        "cheat",
        "know",
        "accord",
        "moved",
        "regime",
        "farther",
        "nuclear",
        "bomb",
        "time",
        "last",
        "decade",
        "nonproliferation",
        "agreement",
        "trump",
        "also",
        "dead",
        "wrong",
        "reason",
        "agreement",
        "focused",
        "exclusively",
        "nuclear",
        "weapon",
        "iran",
        "broader",
        "activity",
        "negotiation",
        "limited",
        "nuclear",
        "nonproliferation",
        "reason",
        "serious",
        "straightforward",
        "iran",
        "nuclear",
        "threat",
        "alone",
        "galvanized",
        "multilateral",
        "sanction",
        "enlisting",
        "china",
        "russia",
        "two",
        "nation",
        "share",
        "united",
        "state",
        "opposition",
        "iran",
        "misdeed",
        "like",
        "role",
        "syria",
        "propping",
        "bashar",
        "french",
        "president",
        "emmanuel",
        "macron",
        "president",
        "donald",
        "trump",
        "shake",
        "hand",
        "meeting",
        "oval",
        "office",
        "white",
        "house",
        "april",
        "lamarque",
        "year",
        "mistrust",
        "tehran",
        "united",
        "state",
        "goodwill",
        "deal",
        "issue",
        "took",
        "year",
        "table",
        "even",
        "arrive",
        "comprehensive",
        "detailed",
        "nuclear",
        "agreement",
        "administration",
        "european",
        "partner",
        "never",
        "doubted",
        "piling",
        "issue",
        "like",
        "hezbollah",
        "syria",
        "would",
        "broken",
        "coalition",
        "pressuring",
        "tehran",
        "run",
        "time",
        "leaving",
        "option",
        "war",
        "nuclear",
        "issue",
        "could",
        "never",
        "bargaining",
        "chip",
        "traded",
        "away",
        "critical",
        "scope",
        "negotiation",
        "limited",
        "obama",
        "administration",
        "ambition",
        "reality",
        "world",
        "determination",
        "drive",
        "hard",
        "bargain",
        "nonproliferation",
        "deal",
        "model",
        "jumping",
        "point",
        "engagement",
        "current",
        "administration",
        "instead",
        "trump",
        "misleading",
        "statement",
        "widening",
        "gulf",
        "united",
        "state",
        "closest",
        "ally",
        "france",
        "macron",
        "germany",
        "angela",
        "merkel",
        "trump",
        "word",
        "fashioned",
        "measuring",
        "stick",
        "doubt",
        "want",
        "judged",
        "prepares",
        "launch",
        "riskiest",
        "diplomacy",
        "yet",
        "korean",
        "peninsula",
        "almost",
        "year",
        "absent",
        "direct",
        "talk",
        "pyongyang",
        "even",
        "administration",
        "know",
        "negotiator",
        "able",
        "tackle",
        "every",
        "issue",
        "including",
        "regime",
        "starvation",
        "people",
        "state",
        "sponsorship",
        "terror",
        "disregard",
        "human",
        "right",
        "nuclear",
        "issue",
        "alone",
        "issue",
        "hand",
        "trump",
        "want",
        "measured",
        "iran",
        "deal",
        "painstakingly",
        "negotiated",
        "agreement",
        "ratified",
        "united",
        "nation",
        "security",
        "council",
        "including",
        "implementation",
        "international",
        "atomic",
        "energy",
        "agency",
        "additional",
        "protocol",
        "expands",
        "iaea",
        "right",
        "access",
        "nuclear",
        "site",
        "trump",
        "idea",
        "ridiculous",
        "deal",
        "envision",
        "success",
        "korean",
        "peninsula",
        "despot",
        "head",
        "regime",
        "cheated",
        "past",
        "agreement",
        "cooperate",
        "iaea",
        "far",
        "ahead",
        "iran",
        "nuclear",
        "program",
        "trump",
        "hope",
        "ally",
        "expert",
        "judge",
        "realistic",
        "standard",
        "fictitious",
        "one",
        "invokes",
        "judge",
        "obama",
        "administration",
        "date",
        "north",
        "korea",
        "horizon",
        "president",
        "ditch",
        "revisionism",
        "iran",
        "odds",
        "favor",
        "ever",
        "strike",
        "good",
        "bargain",
        "one",
        "derides",
        "author",
        "david",
        "wade",
        "chief",
        "staff",
        "department",
        "state",
        "founder",
        "greenlight",
        "strategy",
        "global",
        "consulting",
        "firm",
        "also",
        "advisor",
        "diplomacy",
        "work",
        "follow",
        "davideckelswade",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}