{
    "organizations": [],
    "uuid": "4dc3b35744e17a05f47de4bb20e340d4c00697a0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/cnbc-exclusive-cnbc-transcript-starbucks-ceo-kevin-johnson-on-cnbcs-squawk-on-the-street-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: Starbucks CEO Kevin Johnson on CNBC’s “Squawk on the Street” Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Friday, April 27, 2018\nWHERE: CNBC's \"Squawk on the Street\"\nFollowing is the unofficial transcript of a CNBC EXCLUSIVE interview with Starbucks President and CEO Kevin Johnson on CNBC's \"Squawk on the Street\" today, Friday, April 27th. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/04/27/starbucks-ceo-on-earnings-competition-growing-sales-and-more.html?play=1 .\nAll references must be sourced to CNBC.\nJIM CRAMER: SHARES OF STARBUCKS ARE DOWN SLIGHTLY THIS MORNING. THE COFFEE CHAIN REPORTED QUARTERLY EARNINGS THAT I WOULD SAY THAT ARE PRETTY MUCH IN LINE, REVENUE TOP ESTIMATES. SO JOINING US NOW IS EXCLUSIVELY STARBUCKS CEO KEVIN JOHNSON. KEVIN, IT'S ALWAYS GOOD TO SEE YOU. I UNDERSTAND THAT THE PROGRESSION DURING THE QUARTER WAS JUST MUCH BETTER. JANUARY A LITTLE BIT WEAKER THAN FEBRUARY AND MARCH IN U.S. THE TERRIBLE INCIDENT IN PHILADELPHIA THAT I KNOW YOU SPENT A LOT OF TIME ON, AND COULDN'T GO TO PHILADELPHIA, IS THE PROGRESSION CONTINUING OF STRENGTH DESPITE WHAT OCCURRED THAT HAD NATIONAL IMPLICATIONS?\nKEVIN JOHNSON: WELL, JIM, CERTAINLY AS WE COMMENTED YESTERDAY, I MEAN, WE DELIVERED, I THINK, A EVERY SOLID QUARTER. WE CERTAINLY MET EXPECTATIONS. WE EXCEEDED ON THE TOP LINE. AND AS WE MENTIONED, OUR COMP ACCELERATED IN THE U.S. THROUGHOUT THE QUARTER. JANUARY, YOU KNOW, POSTED THREE COMP, AND FEBRUARY AND MARCH. YOU KNOW, YOU MENTIONED THE INCIDENT IN PHILADELPHIA. CERTAINLY I WAS ON THE GROUND IN PHILADELPHIA REALLY UNDERSTANDING EVERY ASPECT OF THAT. WE'RE GOING TO DO THE RIGHT THING TO BE A BETTER COMPANY BECAUSE OF THAT. NOW CERTAINLY, YOU KNOW, WE COMMENTED THAT, YOU KNOW, THE IMPACT IN PHILADELPHIA – WE HAVE NOT SEEN A NEGATIVE IMPACT ON OUR NATIONAL COMES THUS FAR IN THE MONTH.\nCRAMER: I WANT TO TALK ABOUT CHINA FOR A SECOND. THERE'S A REMARKABLE COMMENT THAT YOU MADE CHINA THAT YOU WERE COMMENTING ON THE CALL – CHINA, THEY HAVE – THEY ARE USED TO HAVING A HALF TO ONE CUP OF COFFEE PER PERSON PER YEAR VERSUS 300 CUPS IN THE UNITED STATES. WHAT COULD MAKE CHINA DECIDE TO DRINK MORE COFFEE?\nJOHNSON: WELL, CERTAINLY, JIM WE'VE BEEN IN CHINA FOR 20 YEARS NOW AND WE ARE INTRODUCING OUR CHINESE CUSTOMERS TO PREMIUM COFFEE EXPERIENCES AS WELL AS TEA. AND, YOU KNOW, YOU SEE THAT IN THE FACT WERE OVER 3200 STORES IN CHINA. WE'RE OPENING A NEW STORE ON AVERAGE EVERY 15 HOURS IN CHINA. AND WITH THE MIDDLE CLASS POPULATION GROWING TO OVER 600 MILLION, YOU KNOW, WE THINK WE HAVE A PHENOMENAL OPPORTUNITY TO CONTINUE TO REACH MORE AND MORE CUSTOMERS IN CHINA AND INTRODUCE THEM TO PREMIUM COFFEE EXPERIENCES IN OUR STORES. THAT WILL LEAD TO GROWTH AND THAT IS, YOU KNOW, THAT IS THE PREMISE. I THINK OUR ASIA PACIFIC REGION GREW OVER 50% THIS QUARTER. CERTAINLY PART OF THAT WAS THE ACQUISITION OF THE JOINT VENTURE OF EAST CHINA. BUT ALL OF MAINLAND CHINA NOW IS A COMPANY-OPERATED ENVIRONMENT. AND WE'RE FOCUSSED ON THE GROWTH POTENTIAL, THE LONG-TERM GROWTH POTENTIAL THAT PRESENTS FOR STARBUCKS.\nCRAMER: I WAS THINKING YESTERDAY, JUST IN TERMS OF, KEVIN, YOU'VE BEEN AROUND FOR A LONG TIME. YOU'VE BEEN IN TECH, TOO. THERE'S A QUANDARY FOR ME ABOUT THE VALUATION OF STARBUCKS, WHICH HAS BEEN UNCHANGED FOR THE LAST THREE YEARS, DESPITE THE FACT YOU PUT UP GOOD NUMBERS. IF YOU WERE JUST REGARDED AS A CONSUMER PRODUCTS GROUP COMPANY, YOUR STOCK WOULD BE DRAMATICALLY HIGHER. YOU HAVE MUCH BETTER GROWTH. WHY DO YOU THINK – JUST BRAINSTORM WITH ME – WHY YOU ARE NOT BEING RE-RATED LIKE A CONSUMER PRODUCTS STORY, BECAUSE THAT'S REALLY WHAT YOU ARE. MAYBE THE FASTEST GROWER OF ALL OF THEM.\nJOHNSON: WELL, JIM, I THINK YOU KNOW, CERTAINLY WE'RE IN THIS ERA WHERE WE CONTINUE TO POST GOOD SOLID GROWTH ON TOP LINE, GOOD EARNINGS PER SHARE GROWTH. YOU KNOW, WE GREW EARNINGS PER SHARE THIS QUARTER 18%. AND AT THE SAME TIME, OVER THE LAST THREE YEARS, WE HAVE CONTINUED TO INCREASE THE DIVIDEND. AND IN FACT, IF YOU LOOK AT THE DIVIDEND INCREASE, OUR INCREASE IN DIVIDEND HAS SUCCEEDED THE INCREASE IN EARNINGS PER SHARE AND IT IS PART OF THE FORMULA THAT LEAD US THE CONCLUSION WE'RE RETURNING $15 BILLION OF CASH TO SHAREHOLDERS IN THE FORM OF BUY BACKS AND DIVIDENDS OVER THIS NEXT THREE YEARS. YOU KNOW, SO CLEARLY WE'RE GOING TO STAY FOCUSSED ON DRIVING THE GROWTH AGENDA THAT WE'VE OUTLINED AND AT THE SAME TIME, RETURNING MORE AND MORE CASH TO SHAREHOLDERS IN THE FORM OF DIVIDENDS AND BUY BACKS. WE THINK THAT FORMULA IS A GOOD LONG-TERM FORMULA FOR SHAREHOLDER VALUE CREATION AND WE'VE DEMONSTRATED THAT OVER THE LAST THREE YEARS AND I ANTICIPATE WE'RE GOING TO CONTINUE TO FOCUS ON IT FROM THAT PERSPECTIVE.\nCARL QUINTANILLA: KEVIN, YOU MENTIONED NO IMPACT ON NATIONAL COMPS BECAUSE OF PHILADELPHIA. CAN THE SAME BE SAID BY DEMOGRAPHIC OR MARKET OR REGION AT THIS EARLY STAGE?\nJOHNSON: WELL, CERTAINLY, CARL, WE HAD, YOU KNOW, FOR THAT PERIOD THAT THE PROTEST AND THE INCIDENT OCCURRED IN PHILADELPHIA, YOU KNOW, CERTAINLY THOSE STORES WERE IMPACTED FOR A BRIEF PERIOD BUT YOU KNOW WE – IT'S EARLY DAYS. AND WE DON'T HAVE ALL OF THE INFORMATION ON DEMOGRAPHICS AND – BUT CERTAINLY NATIONALLY AND LOOK AT REGIONS ACROSS THE UNITED STATES AND, YOU KNOW, THERE'S NOT BEEN A MEASURABLE IMPACT THAT WE CAN ATTRIBUTE TO PHILADELPHIA. YOU KNOW, BUT CERTAINLY IN THE CITY OF PHILADELPHIA DURING THAT PERIOD THERE WAS SOME –\nCRAMER: KEVIN, WHAT DO YOU DO? I OWN A RESTAURANT. WE TALK ABOUT IT A LOT. WHAT DO YOU DO WITH THE BATHROOM? WHAT DID YOU DO WITH THE IDEA THAT IT REALLY DOES SEEM REASONABLE THAT SOMEONE PAY SOMETHING TO GET TO USE THE FACILITIES. THE JUDGMENT CALL IS SO HARD FOR THE BARISTA, FOR ALL BARTENDERS. WHAT IS THE WRONG OR RIGHT THING TO DO?\nJOHNSON: YOU KNOW, FOR STARBUCKS, WE BUILT THIS COMPANY ON THE CONCEPT OF THE THIRD PLACE. THE PLACE THAT'S NOT YOUR HOME AND NOT YOUR WORK, BUT THE THIRD PLACE YOU COME TO GATHER, YOU COME TO SOCIALIZE, YOU COME TO HAVE CONNECTION OVER COFFEE. AND WE'VE ALWAYS STRIVED TO CREATE A WARM, WELCOMING ENVIRONMENT FOR EVERY SINGLE PERSON WHO WALKS THROUGH THAT DOOR. AND SO AS PART OF WHAT WE'RE DOING, WE'RE REVIEWING EVERY ASPECT OF HOW THIS SITUATION COULD HAVE HAPPENED. EVERY SINGLE ASPECT FROM POLICY GUIDELINES, TO JUDGMENT, TO TRAINING. AND SO WE'VE GOT DO SOME WORK TO MAKE SURE THAT, YOU KNOW, WE CONTINUE TO CREATE THAT WARM, WELCOMING ENVIRONMENT AND WE DO IT IN A WAY THAT ENABLES OUR PARTNERS IN ALL OF OUR STORES TO BRING THAT TO FRUITION. AND SO WE'RE LOOKING AT ALL OF THOSE THINGS AND WE'RE GONNA DO THE RIGHT THING.\nCRAMER: \"ALL OF THE STORES\" IS AN INTERESTING QUESTION BECAUSE YOU ALSO HAVE FRANCHISES. I MEAN, ONE OF MY FRIENDS IS A BARISTA IN A SUPERMARKET OUT WEST. THEY HAVE CERTAIN RULES THAT ARE DIFFERENT FROM WHAT YOU WANT TO DO. HOW DO YOU CORRAL EVERYBODY INTO ONE VIEW?\nJOHNSON: WELL, YOU KNOW, CERTAINLY, JIM, IN THE UNITED STATES, ROUGHLY 40% OF OUR STORES ARE WITH LICENSED PARTNERS, AS YOU POINT OUT. AND THESE LICENSED PARTNERS, YOU KNOW, ARE GREAT COMPANIES THAT BUILT STARBUCKS WITHIN GROCERY STORES, HOTELS, AND OTHER PROPERTIES THAT THEY OWN. WE HAVE A CLOSE RELATIONSHIP WITH THEM. THEY WORK TO MAKE SURE THEY BRING THE BRAND TO LIFE IN THE RIGHT WAY. AND SO IT'S A BALANCE. IT'S THROUGH DIALOGUE AND PARTNERSHIP WITH THESE COMPANIES THAT WE'VE BEEN PARTNERS WITH FOR YEARS THAT WE ARE WORKING TOGETHER TO MAKE SURE THAT WE THINK ABOUT THIS HOLISTICALLY. BUT ROUGHLY 40% OF THE STORES IN THE U.S. ARE LICENSED. AND WE'RE WORKING WITH OUR LICENSED PARTNERS ON THAT JOURNEY AS WELL.\nQUINTANILLA: I'M REMINDED, KEVIN, IT'S JUST OVER A YEAR NOW THAT YOU TOOK OVER AS HOWARD STEPPED ASIDE. REFLECTIONS IN THAT FIRST YEAR, AND HOW DOES THE JOB COMPARE TO WHAT YOU THOUGHT IT MIGHT HAVE BEEN?\nJOHNSON: WELL, CARL, CERTAINLY HOWARD HAS BEEN RIGHT THERE BY MY SIDE. AND HE'S BEEN HELPFUL, SUPPORTIVE. BUT AT THE SAME TIME HE'S BEEN VERY GOOD ABOUT STEPPING BACK SO I CAN STEP UP AND LEAD. AND I THINK OVER THIS LAST YEAR, YOU KNOW, WE'VE DONE A LOT TO STREAMLINE THE COMPANY, TO GET MORE FOCUSED ON CORE VALUE DRIVERS, AND TO -- THE WAY I THINK ABOUT IT IS THIS LAST YEAR, MUCH OF IT IS HAVING THE WISDOM TO KNOW WHAT MUST BE PRESERVED AND HONORED FROM THE PAST, BUT ALSO HAVING THE COURAGE TO REIMAGINE AND BOLDLY REINVENT OUR FUTURE. AND THAT'S THE BALANCE WITH WHICH I'VE TRIED TO STRIKE THE WORK WE'RE DOING. I THINK THAT'S BEEN THE RIGHT BALANCE, AND HOWARD HAS BEEN A FANTASTIC PARTNER IN THAT JOURNEY.\nCRAMER: YOU KNOW, KEVIN, SOMETIMES I THINK STARBUCKS, YOU'VE GOT THIS ABSOLUTELY GREAT, PHYSICAL PLANT. PEOPLE LOVE IT. THIRD WAY. PERIODICALLY YOU'VE TALKED ABOUT LIQUOR. PERIODICALLY TALKED ABOUT DOING FOOD. PERIODICALLY CONSUMER PRODUCTS. IS THERE SOME KILLER PRODUCT THAT YOU WOULD LIKE TO OFFER OR ARE TESTING NOW THAT WOULD MAKE IT SO PEOPLE WANT TO BE THERE FROM 7:00 TO 11:00 AT NIGHT?\nJOHNSON: WELL, FROM 7:00 TO 11:00 AT NIGHT, YOU KNOW, YOU TALK ABOUT THAT EVENING/DAY PART. YOU KNOW, I THINK THAT CERTAINLY IN OUR RESERVE STORES, IN OUR PRINCI STORES, WE HAVE BROUGHT MIXOLOGY, INCLUDING YOU KNOW, ALCOHOLIC BEVERAGES AND MIXED DRINKS THAT ARE IN MANY CASES BRING COFFEE INTO THOSE DRINKS AS WELL. AND SO THE PLACE WE'RE EXPERIMENTING WITH THINGS IN THAT DAY PART ARE MAINLY IN OUR HIGH-END, RESERVE ROASTERY PRINCI STORES. BUT I THINK THAT THAT EVENING DAYPART IN THE CORE STARBUCKS STORE, OFTEN TIMES IT'S PEOPLE -- STUDENTS AT NIGHT DOING HOMEWORK TOGETHER, YOU KNOW, IT IS STOPPING BY FOR AN AFTER-DINNER COFFEE ON YOUR WAY HOME FROM DINNER. AND SO I THINK OUR CORE BEVERAGES AND OUR CORE OFFERINGS IN THE STARBUCKS BRAND I THINK ARE ALSO STILL RELEVANT. BUT IN HIGHER-END STORES WE WILL BRING MIXOLOGY TO THE TABLE.\nCRAMER: ALRIGHT. SOME OF THE CONSUMER PACKAGE GOODS COMPANIES I TALK ABOUT – LET'S TALK ABOUT CONSTELLATION BRANDS RUN BY THE BRILLIANT ROB SANDS. HE HAS PUT AN INVESTMENT INTO -- DON'T LAUGH, PLEASE DID – PUT AN INVESTMENT INTO CANOPY, WHICH IS LIQUID WITH MARIJUANA, WHICH IS GOING TO BE LEGAL AROUND CANADA AND I THINK WILL ONE DAY BE LEGAL AROUND THE WORLD. ANY THOUGHTS ABOUT THAT?\nJOHNSON: NO, JIM. NOT AT THIS TIME. I THINK THAT IS PROBABLY OUTSIDE THE BRAND GUARDRAILS WE WOULD CONSIDER FOR STARBUCKS. BUT I APPRECIATE THE SUGGESTION.\nCRAMER: I HAD TO GO THERE. I THINK ITS GOING TO BE THE KILLER—\nQUINTANILLA: FINALLY, KEVIN, COMMODITY COSTS. I MEAN, EVERYBODY IS WATCHING THE RELATIONSHIP BETWEEN COCOA AND HERSHEY. AND YOU'VE GOT SOME RAW MATERIAL INPUT COSTS AS WELL. FORECAST FOR THE YEAR ON THAT FRONT?\nJOHNSON: WELL, YOU KNOW, CARL, WE BUY OUR COFFEE CERTAINLY WELL IN ADVANCE WHEN WE NEED IT. AND SO WE'RE CONSTANTLY LOOKING AT THE SEED PRICE AND YOU KNOW, WE'LL BUY COFFEE, GREEN COFFEE, KEEP IT IN INVENTORY UNTIL NEEDED. I THINK COFFEE IS PURCHASED THROUGHOUT THE REST OF THE FISCAL YEAR FOR SURE, AND A BIT INTO NEXT FISCAL YEAR. SO THE MODEL WE USE FOR COFFEE – AT LEAST FOR COFFEE AND THE SEED PRICE I THINK IS A SOLID MODEL. AND LIKE EVERYONE, WE WATCH COMMODITIES. AND SO I THINK WE'RE IN A GOOD PLACE AS IT RELATES TO COFFEE.\nCRAMER: ALRIGHT KEVIN, PLEASE SHARE WHAT YOU TALK ABOUT IN THAT DAY YOU CLOSE THE STORES IN THE AFTERNOON, WE CAN ALL LEARN FROM YOU. KEVIN JOHNSON, CEO OF STARBUCKS. THANK YOU VERY MUCH, SIR, FOR COMING ON \"SQUAWK ON THE STREET.\"\nJOHNSON: THANKS, GUYS.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC Digital delivers more than 50 million multi-platform unique visitors each month. CNBC.com provides real-time financial market news and information to CNBC's investor audience. CNBC Make It is a digital destination focused on making you smarter about how you earn, save and spend your money by zeroing in on careers, leadership, entrepreneurship and personal finance.\nCNBC has a vast portfolio of digital products across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-04-28T00:35:00.000+03:00",
    "crawled": "2018-04-28T00:42:12.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "friday",
        "april",
        "cnbc",
        "squawk",
        "street",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "starbucks",
        "president",
        "ceo",
        "kevin",
        "johnson",
        "cnbc",
        "squawk",
        "street",
        "today",
        "friday",
        "april",
        "27th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "jim",
        "cramer",
        "share",
        "starbucks",
        "slightly",
        "morning",
        "coffee",
        "chain",
        "reported",
        "quarterly",
        "earnings",
        "would",
        "say",
        "pretty",
        "much",
        "line",
        "revenue",
        "top",
        "estimate",
        "joining",
        "u",
        "exclusively",
        "starbucks",
        "ceo",
        "kevin",
        "johnson",
        "kevin",
        "always",
        "good",
        "see",
        "understand",
        "progression",
        "quarter",
        "much",
        "better",
        "january",
        "little",
        "bit",
        "weaker",
        "february",
        "march",
        "terrible",
        "incident",
        "philadelphia",
        "know",
        "spent",
        "lot",
        "time",
        "could",
        "go",
        "philadelphia",
        "progression",
        "continuing",
        "strength",
        "despite",
        "occurred",
        "national",
        "implication",
        "kevin",
        "johnson",
        "well",
        "jim",
        "certainly",
        "commented",
        "yesterday",
        "mean",
        "delivered",
        "think",
        "every",
        "solid",
        "quarter",
        "certainly",
        "met",
        "expectation",
        "exceeded",
        "top",
        "line",
        "mentioned",
        "comp",
        "accelerated",
        "throughout",
        "quarter",
        "january",
        "know",
        "posted",
        "three",
        "comp",
        "february",
        "march",
        "know",
        "mentioned",
        "incident",
        "philadelphia",
        "certainly",
        "ground",
        "philadelphia",
        "really",
        "understanding",
        "every",
        "aspect",
        "going",
        "right",
        "thing",
        "better",
        "company",
        "certainly",
        "know",
        "commented",
        "know",
        "impact",
        "philadelphia",
        "seen",
        "negative",
        "impact",
        "national",
        "come",
        "thus",
        "far",
        "month",
        "cramer",
        "want",
        "talk",
        "china",
        "second",
        "remarkable",
        "comment",
        "made",
        "china",
        "commenting",
        "call",
        "china",
        "used",
        "half",
        "one",
        "cup",
        "coffee",
        "per",
        "person",
        "per",
        "year",
        "versus",
        "cup",
        "united",
        "state",
        "could",
        "make",
        "china",
        "decide",
        "drink",
        "coffee",
        "johnson",
        "well",
        "certainly",
        "jim",
        "china",
        "year",
        "introducing",
        "chinese",
        "customer",
        "premium",
        "coffee",
        "experience",
        "well",
        "tea",
        "know",
        "see",
        "fact",
        "store",
        "china",
        "opening",
        "new",
        "store",
        "average",
        "every",
        "hour",
        "china",
        "middle",
        "class",
        "population",
        "growing",
        "million",
        "know",
        "think",
        "phenomenal",
        "opportunity",
        "continue",
        "reach",
        "customer",
        "china",
        "introduce",
        "premium",
        "coffee",
        "experience",
        "store",
        "lead",
        "growth",
        "know",
        "premise",
        "think",
        "asia",
        "pacific",
        "region",
        "grew",
        "quarter",
        "certainly",
        "part",
        "acquisition",
        "joint",
        "venture",
        "east",
        "china",
        "mainland",
        "china",
        "environment",
        "focussed",
        "growth",
        "potential",
        "growth",
        "potential",
        "present",
        "starbucks",
        "cramer",
        "thinking",
        "yesterday",
        "term",
        "kevin",
        "around",
        "long",
        "time",
        "tech",
        "quandary",
        "valuation",
        "starbucks",
        "unchanged",
        "last",
        "three",
        "year",
        "despite",
        "fact",
        "put",
        "good",
        "number",
        "regarded",
        "consumer",
        "product",
        "group",
        "company",
        "stock",
        "would",
        "dramatically",
        "higher",
        "much",
        "better",
        "growth",
        "think",
        "brainstorm",
        "like",
        "consumer",
        "product",
        "story",
        "really",
        "maybe",
        "fastest",
        "grower",
        "johnson",
        "well",
        "jim",
        "think",
        "know",
        "certainly",
        "era",
        "continue",
        "post",
        "good",
        "solid",
        "growth",
        "top",
        "line",
        "good",
        "earnings",
        "per",
        "share",
        "growth",
        "know",
        "grew",
        "earnings",
        "per",
        "share",
        "quarter",
        "time",
        "last",
        "three",
        "year",
        "continued",
        "increase",
        "dividend",
        "fact",
        "look",
        "dividend",
        "increase",
        "increase",
        "dividend",
        "succeeded",
        "increase",
        "earnings",
        "per",
        "share",
        "part",
        "formula",
        "lead",
        "u",
        "conclusion",
        "returning",
        "billion",
        "cash",
        "shareholder",
        "form",
        "buy",
        "back",
        "dividend",
        "next",
        "three",
        "year",
        "know",
        "clearly",
        "going",
        "stay",
        "focussed",
        "driving",
        "growth",
        "agenda",
        "outlined",
        "time",
        "returning",
        "cash",
        "shareholder",
        "form",
        "dividend",
        "buy",
        "back",
        "think",
        "formula",
        "good",
        "formula",
        "shareholder",
        "value",
        "creation",
        "demonstrated",
        "last",
        "three",
        "year",
        "anticipate",
        "going",
        "continue",
        "focus",
        "perspective",
        "carl",
        "quintanilla",
        "kevin",
        "mentioned",
        "impact",
        "national",
        "comp",
        "philadelphia",
        "said",
        "demographic",
        "market",
        "region",
        "early",
        "stage",
        "johnson",
        "well",
        "certainly",
        "carl",
        "know",
        "period",
        "protest",
        "incident",
        "occurred",
        "philadelphia",
        "know",
        "certainly",
        "store",
        "impacted",
        "brief",
        "period",
        "know",
        "early",
        "day",
        "information",
        "demographic",
        "certainly",
        "nationally",
        "look",
        "region",
        "across",
        "united",
        "state",
        "know",
        "measurable",
        "impact",
        "attribute",
        "philadelphia",
        "know",
        "certainly",
        "city",
        "philadelphia",
        "period",
        "cramer",
        "kevin",
        "restaurant",
        "talk",
        "lot",
        "bathroom",
        "idea",
        "really",
        "seem",
        "reasonable",
        "someone",
        "pay",
        "something",
        "get",
        "use",
        "facility",
        "judgment",
        "call",
        "hard",
        "barista",
        "bartender",
        "wrong",
        "right",
        "thing",
        "johnson",
        "know",
        "starbucks",
        "built",
        "company",
        "concept",
        "third",
        "place",
        "place",
        "home",
        "work",
        "third",
        "place",
        "come",
        "gather",
        "come",
        "socialize",
        "come",
        "connection",
        "coffee",
        "always",
        "strived",
        "create",
        "warm",
        "welcoming",
        "environment",
        "every",
        "single",
        "person",
        "walk",
        "door",
        "part",
        "reviewing",
        "every",
        "aspect",
        "situation",
        "could",
        "happened",
        "every",
        "single",
        "aspect",
        "policy",
        "guideline",
        "judgment",
        "training",
        "got",
        "work",
        "make",
        "sure",
        "know",
        "continue",
        "create",
        "warm",
        "welcoming",
        "environment",
        "way",
        "enables",
        "partner",
        "store",
        "bring",
        "fruition",
        "looking",
        "thing",
        "gon",
        "na",
        "right",
        "thing",
        "cramer",
        "store",
        "interesting",
        "question",
        "also",
        "franchise",
        "mean",
        "one",
        "friend",
        "barista",
        "supermarket",
        "west",
        "certain",
        "rule",
        "different",
        "want",
        "corral",
        "everybody",
        "one",
        "view",
        "johnson",
        "well",
        "know",
        "certainly",
        "jim",
        "united",
        "state",
        "roughly",
        "store",
        "licensed",
        "partner",
        "point",
        "licensed",
        "partner",
        "know",
        "great",
        "company",
        "built",
        "starbucks",
        "within",
        "grocery",
        "store",
        "hotel",
        "property",
        "close",
        "relationship",
        "work",
        "make",
        "sure",
        "bring",
        "brand",
        "life",
        "right",
        "way",
        "balance",
        "dialogue",
        "partnership",
        "company",
        "partner",
        "year",
        "working",
        "together",
        "make",
        "sure",
        "think",
        "holistically",
        "roughly",
        "store",
        "licensed",
        "working",
        "licensed",
        "partner",
        "journey",
        "well",
        "quintanilla",
        "reminded",
        "kevin",
        "year",
        "took",
        "howard",
        "stepped",
        "aside",
        "reflection",
        "first",
        "year",
        "job",
        "compare",
        "thought",
        "might",
        "johnson",
        "well",
        "carl",
        "certainly",
        "howard",
        "right",
        "side",
        "helpful",
        "supportive",
        "time",
        "good",
        "stepping",
        "back",
        "step",
        "lead",
        "think",
        "last",
        "year",
        "know",
        "done",
        "lot",
        "streamline",
        "company",
        "get",
        "focused",
        "core",
        "value",
        "driver",
        "way",
        "think",
        "last",
        "year",
        "much",
        "wisdom",
        "know",
        "must",
        "preserved",
        "honored",
        "past",
        "also",
        "courage",
        "reimagine",
        "boldly",
        "reinvent",
        "future",
        "balance",
        "tried",
        "strike",
        "work",
        "think",
        "right",
        "balance",
        "howard",
        "fantastic",
        "partner",
        "journey",
        "cramer",
        "know",
        "kevin",
        "sometimes",
        "think",
        "starbucks",
        "got",
        "absolutely",
        "great",
        "physical",
        "plant",
        "people",
        "love",
        "third",
        "way",
        "periodically",
        "talked",
        "liquor",
        "periodically",
        "talked",
        "food",
        "periodically",
        "consumer",
        "product",
        "killer",
        "product",
        "would",
        "like",
        "offer",
        "testing",
        "would",
        "make",
        "people",
        "want",
        "night",
        "johnson",
        "well",
        "night",
        "know",
        "talk",
        "part",
        "know",
        "think",
        "certainly",
        "reserve",
        "store",
        "princi",
        "store",
        "brought",
        "mixology",
        "including",
        "know",
        "alcoholic",
        "beverage",
        "mixed",
        "drink",
        "many",
        "case",
        "bring",
        "coffee",
        "drink",
        "well",
        "place",
        "experimenting",
        "thing",
        "day",
        "part",
        "mainly",
        "reserve",
        "roastery",
        "princi",
        "store",
        "think",
        "evening",
        "daypart",
        "core",
        "starbucks",
        "store",
        "often",
        "time",
        "people",
        "student",
        "night",
        "homework",
        "together",
        "know",
        "stopping",
        "coffee",
        "way",
        "home",
        "dinner",
        "think",
        "core",
        "beverage",
        "core",
        "offering",
        "starbucks",
        "brand",
        "think",
        "also",
        "still",
        "relevant",
        "store",
        "bring",
        "mixology",
        "table",
        "cramer",
        "alright",
        "consumer",
        "package",
        "good",
        "company",
        "talk",
        "let",
        "talk",
        "constellation",
        "brand",
        "run",
        "brilliant",
        "rob",
        "sand",
        "put",
        "investment",
        "laugh",
        "please",
        "put",
        "investment",
        "canopy",
        "liquid",
        "marijuana",
        "going",
        "legal",
        "around",
        "canada",
        "think",
        "one",
        "day",
        "legal",
        "around",
        "world",
        "thought",
        "johnson",
        "jim",
        "time",
        "think",
        "probably",
        "outside",
        "brand",
        "guardrail",
        "would",
        "consider",
        "starbucks",
        "appreciate",
        "suggestion",
        "cramer",
        "go",
        "think",
        "going",
        "quintanilla",
        "finally",
        "kevin",
        "commodity",
        "cost",
        "mean",
        "everybody",
        "watching",
        "relationship",
        "cocoa",
        "hershey",
        "got",
        "raw",
        "material",
        "input",
        "cost",
        "well",
        "forecast",
        "year",
        "front",
        "johnson",
        "well",
        "know",
        "carl",
        "buy",
        "coffee",
        "certainly",
        "well",
        "advance",
        "need",
        "constantly",
        "looking",
        "seed",
        "price",
        "know",
        "buy",
        "coffee",
        "green",
        "coffee",
        "keep",
        "inventory",
        "needed",
        "think",
        "coffee",
        "purchased",
        "throughout",
        "rest",
        "fiscal",
        "year",
        "sure",
        "bit",
        "next",
        "fiscal",
        "year",
        "model",
        "use",
        "coffee",
        "least",
        "coffee",
        "seed",
        "price",
        "think",
        "solid",
        "model",
        "like",
        "everyone",
        "watch",
        "commodity",
        "think",
        "good",
        "place",
        "relates",
        "coffee",
        "cramer",
        "alright",
        "kevin",
        "please",
        "share",
        "talk",
        "day",
        "close",
        "store",
        "afternoon",
        "learn",
        "kevin",
        "johnson",
        "ceo",
        "starbucks",
        "thank",
        "much",
        "sir",
        "coming",
        "squawk",
        "street",
        "johnson",
        "thanks",
        "guy",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "digital",
        "delivers",
        "million",
        "unique",
        "visitor",
        "month",
        "provides",
        "financial",
        "market",
        "news",
        "information",
        "cnbc",
        "investor",
        "audience",
        "cnbc",
        "make",
        "digital",
        "destination",
        "focused",
        "making",
        "smarter",
        "earn",
        "save",
        "spend",
        "money",
        "zeroing",
        "career",
        "leadership",
        "entrepreneurship",
        "personal",
        "finance",
        "cnbc",
        "vast",
        "portfolio",
        "digital",
        "product",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}