{
    "organizations": [],
    "uuid": "be5c2a80bf082ae863403dec45798dfd8fa4bc80",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/23/business-wire-correcting-and-replacing-investor-group-nominates-slate-of-highly-qualified-director-candidates-to-board-of-destination.html",
    "ord_in_thread": 0,
    "title": "CORRECTING and REPLACING Investor Group Nominates Slate of Highly Qualified Director Candidates to Board of Destination Maternity",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Please replace release due to two revisions. The final bullet point following the second paragraph has additional information. Also, the paragraph on Marla A. Ryan has been updated.\nThe corrected release reads:\nINVESTOR GROUP NOMINATES SLATE OF HIGHLY QUALIFIED DIRECTOR CANDIDATES TO BOARD OF DESTINATION MATERNITY\nNathan G. Miller and Peter O’Malley (the “ Investors ”), collective holders of 8.7% of the outstanding common stock of Destination Maternity Corporation (Nasdaq: DEST) (“ Destination Maternity ” or the “ Company ”), announced the filing of a preliminary proxy statement with the Securities and Exchange Commission for the election of Holly N. Alden, Christopher B. Morgan, Marla A. Ryan and Anne-Charlotte Windal (the “ Nominees ”) to the Board of Directors of the Company (the “ Board ”) at the Company’s 2018 annual meeting of stockholders, scheduled to be held on May 23, 2018.\nAs the Investors’ preliminary proxy statement details, the Investors believe that it is necessary to replace the Board in order to unlock the Company’s full potential and hold the Company’s management accountable for its repeated failures to deliver promised financial and operating targets despite the Company’s announcement of a “turnaround plan.” In fact, in the last three and a half years:\nthe Company’s stock price declined 84%; 1 the Company’s book value per share declined by 67%; 2 the Company’s revenue declined by $111 million; the Company’s adjusted EBITDA before charges fell 65%; and the Company’s recorded net income of $10.7 million in fiscal year 2014 deteriorated into a net loss of $10.2 million (and GAAP net loss of $21.6 million) in fiscal year 2017. 3\nStockholders of Destination Maternity have an opportunity to ensure that the Board is focused on improving its financial and operational performance by electing the highly experienced, independent Nominees to the Board who possess the skills, retail operating expertise and commitment to take the necessary steps to return value to all stockholders.\nThe four highly qualified Nominees are:\nHolly N. Alden is the co-founder of Stance Inc., a sock manufacturing company founded in 2009. Prior to founding Stance, Ms. Alden helped to found Skullcandy Inc., an audio accessory company, where she was employed from 2003 to 2010. Prior to that, Ms. Alden served as a partner at National Snowboard Inc., an events and marketing company. In 2016, Ms. Alden also co-founded two 501(c)(3) organizations, the Alden Charitable Trust and Encircle. Ms. Alden currently serves as the President of the Alden Charitable Trust and the Treasurer of Encircle. Additionally, Ms. Alden serves as a director of Sunstone Education Foundation Incorporated. Ms. Alden received a B.A. in Behavioral Sciences from the Metropolitan State University of Denver.\nChristopher B. Morgan has been a senior analyst at Kingdon Capital Management LLC since 2014, researching consumer discretionary, retail and business services. Prior to joining Kingdon, Mr. Morgan was a senior analyst at Centerline Investments Partners from March 2013 to October 2014, a consultant at Suvretta Capital Partners LP from 2011 to 2012 and a Managing Director at Karsh Capital Management from 2006 to 2010, where Mr. Morgan was responsible for stock selection in the consumer discretionary and financial services sectors in a $3.5 billion global equity hedge fund. From 2004 to 2006, Mr. Morgan was a Partner at Copper Beech Capital Management responsible for equity investments in mid-cap consumer discretionary, leisure, business services and specialty financial services. Mr. Morgan served as an equity analyst at Hunter Global Investors from 2001 to 2004 and as an equity research analyst at Donaldson, Lufkin & Jenrette from 1995 to 2000, covering banks and financial services. Prior to that, Mr. Morgan was a credit analyst at Chemical Bank in the corporate banking/commercial lending division. Mr. Morgan received a B.A. in Psychology from Dartmouth College.\nMarla A. Ryan is the founder and Chief Executive Officer of Lola Advisors LLC, a business consultancy working in the apparel, beauty and wellness sector. Prior to founding Lola Advisors LLC, Ms. Ryan was employed by Lands’ End from 2009 through 2017, most recently serving as Senior Vice President of Retail. In this role, Ms. Ryan managed the Retail business unit, including Lands’ End shops at Sears, retail and outlet stores, and served as a member of the Executive Leadership Team. From 2009 to 2012, Ms. Ryan held various senior positions at Lands’ End, including Senior Vice President of Global Omni-Merchandising and Vice President of Retail. From 2002 to 2009, Ms. Ryan served in various senior positions at J.Crew, including Vice President of Crewcuts, J.Crew’s children’s apparel division. Prior to that, she served in various merchandising and management roles at Brooks Brothers, American Eagle, Abercrombie & Fitch and The Gap, Inc.\nAnne-Charlotte Windal is the founder of ACW Consulting, LLC, through which she provides strategic advisory services to consumer goods and retail companies, including Starbucks, Bath & Body Works and American Eagle. From 2013 to 2016, Ms. Windal was a Senior Analyst for Bernstein Research. In this role, she led a team that provided in-depth investment research and financial analysis on the U.S. specialty retail sector. Prior to joining Bernstein Research, Ms. Windal served as a Partner for NERVE Group, a strategy and creative consultancy to consumer and retail companies, including Johnson & Johnson, Bath & Body Works, Starbucks, PepsiCo and Avon. From 2008 to 2010, she served as Senior Vice President and General Manager of the strategy and design division at New York & Company, where she served as a member of the Executive Committee. Prior to that, Ms. Windal held various senior positions at L Brands, driving strategic growth projects for Victoria’s Secret, Bath & Body Works, Henri Bendel and Express. Ms. Windal received an M.S. in Management with a concentration in Finance from Ecole des Hautes Etudes Commerciales and an M.B.A. with a concentration in Marketing and Finance from Columbia Business School.\nIf stockholders have any questions regarding the preliminary proxy statement filed by the Investors, please call Morrow Sodali LLC at the phone numbers listed below.\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS\nThe information herein contains “forward-looking statements.” Specific forward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts and include, without limitation, words such as “may,” “will,” “expects,” “believes,” “anticipates,” “plans,” “estimates,” “projects,” “targets,” “forecasts,” “seeks,” “could,” “should” or the negative of such terms or other variations on such terms or comparable terminology. Similarly, statements that describe our objectives, plans or goals are forward-looking. Forward-looking statements are subject to various risks and uncertainties and assumptions. There can be no assurance that any idea or assumption herein is, or will be proven, correct. If one or more of the risks or uncertainties materialize, or if the Investors’ underlying assumptions prove to be incorrect, the actual results may vary materially from outcomes indicated by these statements. Accordingly, forward-looking statements should not be regarded as a representation by the Investors that the future plans, estimates or expectations contemplated will ever be achieved.\nCertain statements and information included herein have been sourced from third parties. The Investors do not make any representations regarding the accuracy, completeness or timeliness of such third party statements or information. Except as may be expressly set forth herein, permission to cite such statements or information has neither been sought nor obtained from such third parties. Any such statements or information should not be viewed as an indication of support from such third parties for the views expressed herein.\nCERTAIN INFORMATION CONCERNING THE PARTICIPANTS\nNathan G. Miller and the other participants have filed a preliminary proxy statement and an accompanying proxy card with the Securities and Exchange Commission (the “SEC”) to be used to solicit proxies in connection with the upcoming annual meeting of stockholders (the “Annual Meeting”) of Destination Maternity Corporation (“Destination Maternity”) and the election of a slate of director nominees at the Annual Meeting (the “Solicitation”). Prior to the Annual Meeting, the participants intend to file with the SEC, and furnish to stockholders of the Company, a definitive proxy statement and accompany proxy card.\nTHE PARTICIPANTS STRONGLY ADVISE ALL STOCKHOLDERS OF THE COMPANY TO READ THE PRELIMINARY PROXY STATEMENT, THE DEFINITIVE PROXY STATEMENT, ANY AMENDMENTS OR SUPPLEMENTS TO SUCH PROXY STATEMENT AND OTHER PROXY MATERIALS RELATED TO THE SOLICITATION WHEN THEY BECOME AVAILABLE, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION, INCLUDING INFORMATION RELATING TO THE PERSONS WHO MAY BE DEEMED PARTICIPANTS IN THE SOLICITATION. SUCH PROXY MATERIALS WILL BE AVAILABLE AT NO CHARGE ON THE SEC’S WEB SITE AT HTTP://WWW.SEC.GOV . IN ADDITION, THE PARTICIPANTS IN THIS PROXY SOLICITATION WILL PROVIDE COPIES OF THE PROXY STATEMENT AND OTHER RELEVANT DOCUMENTS WITHOUT CHARGE, WHEN AVAILABLE, UPON REQUEST. REQUESTS FOR COPIES SHOULD BE DIRECTED TO THE PARTICIPANTS’ PROXY SOLICITOR, MORROW SODALI LLC, 470 WEST AVENUE, STAMFORD, CT 06902 (CALL COLLECT: (203) 658-9400; CALL TOLL FREE: (800) 662-5200) OR EMAIL: NGM@MORROWSODALI.COM .\nNathan G. Miller, Peter O’Malley, Holly N. Alden, Christopher B. Morgan, Marla A. Ryan and Anne-Charlotte Windal may be deemed “participants” under SEC rules in the Solicitation. Nathan G. Miller and Peter O’Malley may be deemed to beneficially own the equity securities of the Company described in their statement on Schedule 13D initially filed by Mr. Miller with the SEC on December 27, 2017 (the “Schedule 13D”), as it may be amended from time to time. Except as described in the Schedule 13D, none of the individuals listed above has a direct or indirect interest, by security holdings or otherwise, in the Company or the matters to be acted upon, if any, in connection with the Annual Meeting.",
    "published": "2018-04-23T16:00:00.000+03:00",
    "crawled": "2018-04-23T20:26:25.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "please",
        "replace",
        "release",
        "due",
        "two",
        "revision",
        "final",
        "bullet",
        "point",
        "following",
        "second",
        "paragraph",
        "additional",
        "information",
        "also",
        "paragraph",
        "marla",
        "ryan",
        "updated",
        "corrected",
        "release",
        "read",
        "investor",
        "group",
        "nominates",
        "slate",
        "highly",
        "qualified",
        "director",
        "candidate",
        "board",
        "destination",
        "maternity",
        "nathan",
        "miller",
        "peter",
        "malley",
        "investor",
        "collective",
        "holder",
        "outstanding",
        "common",
        "stock",
        "destination",
        "maternity",
        "corporation",
        "nasdaq",
        "dest",
        "destination",
        "maternity",
        "company",
        "announced",
        "filing",
        "preliminary",
        "proxy",
        "statement",
        "security",
        "exchange",
        "commission",
        "election",
        "holly",
        "alden",
        "christopher",
        "morgan",
        "marla",
        "ryan",
        "windal",
        "nominee",
        "board",
        "director",
        "company",
        "board",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "scheduled",
        "held",
        "may",
        "investor",
        "preliminary",
        "proxy",
        "statement",
        "detail",
        "investor",
        "believe",
        "necessary",
        "replace",
        "board",
        "order",
        "unlock",
        "company",
        "full",
        "potential",
        "hold",
        "company",
        "management",
        "accountable",
        "repeated",
        "failure",
        "deliver",
        "promised",
        "financial",
        "operating",
        "target",
        "despite",
        "company",
        "announcement",
        "turnaround",
        "fact",
        "last",
        "three",
        "half",
        "year",
        "company",
        "stock",
        "price",
        "declined",
        "company",
        "book",
        "value",
        "per",
        "share",
        "declined",
        "company",
        "revenue",
        "declined",
        "million",
        "company",
        "adjusted",
        "ebitda",
        "charge",
        "fell",
        "company",
        "recorded",
        "net",
        "income",
        "million",
        "fiscal",
        "year",
        "deteriorated",
        "net",
        "loss",
        "million",
        "gaap",
        "net",
        "loss",
        "million",
        "fiscal",
        "year",
        "stockholder",
        "destination",
        "maternity",
        "opportunity",
        "ensure",
        "board",
        "focused",
        "improving",
        "financial",
        "operational",
        "performance",
        "electing",
        "highly",
        "experienced",
        "independent",
        "nominee",
        "board",
        "possess",
        "skill",
        "retail",
        "operating",
        "expertise",
        "commitment",
        "take",
        "necessary",
        "step",
        "return",
        "value",
        "stockholder",
        "four",
        "highly",
        "qualified",
        "nominee",
        "holly",
        "alden",
        "stance",
        "sock",
        "manufacturing",
        "company",
        "founded",
        "prior",
        "founding",
        "stance",
        "alden",
        "helped",
        "found",
        "skullcandy",
        "audio",
        "accessory",
        "company",
        "employed",
        "prior",
        "alden",
        "served",
        "partner",
        "national",
        "snowboard",
        "event",
        "marketing",
        "company",
        "alden",
        "also",
        "two",
        "c",
        "organization",
        "alden",
        "charitable",
        "trust",
        "encircle",
        "alden",
        "currently",
        "serf",
        "president",
        "alden",
        "charitable",
        "trust",
        "treasurer",
        "encircle",
        "additionally",
        "alden",
        "serf",
        "director",
        "sunstone",
        "education",
        "foundation",
        "incorporated",
        "alden",
        "received",
        "behavioral",
        "science",
        "metropolitan",
        "state",
        "university",
        "denver",
        "christopher",
        "morgan",
        "senior",
        "analyst",
        "kingdon",
        "capital",
        "management",
        "llc",
        "since",
        "researching",
        "consumer",
        "discretionary",
        "retail",
        "business",
        "service",
        "prior",
        "joining",
        "kingdon",
        "morgan",
        "senior",
        "analyst",
        "centerline",
        "investment",
        "partner",
        "march",
        "october",
        "consultant",
        "suvretta",
        "capital",
        "partner",
        "lp",
        "managing",
        "director",
        "karsh",
        "capital",
        "management",
        "morgan",
        "responsible",
        "stock",
        "selection",
        "consumer",
        "discretionary",
        "financial",
        "service",
        "sector",
        "billion",
        "global",
        "equity",
        "hedge",
        "fund",
        "morgan",
        "partner",
        "copper",
        "beech",
        "capital",
        "management",
        "responsible",
        "equity",
        "investment",
        "consumer",
        "discretionary",
        "leisure",
        "business",
        "service",
        "specialty",
        "financial",
        "service",
        "morgan",
        "served",
        "equity",
        "analyst",
        "hunter",
        "global",
        "investor",
        "equity",
        "research",
        "analyst",
        "donaldson",
        "lufkin",
        "jenrette",
        "covering",
        "bank",
        "financial",
        "service",
        "prior",
        "morgan",
        "credit",
        "analyst",
        "chemical",
        "bank",
        "corporate",
        "lending",
        "division",
        "morgan",
        "received",
        "psychology",
        "dartmouth",
        "college",
        "marla",
        "ryan",
        "founder",
        "chief",
        "executive",
        "officer",
        "lola",
        "advisor",
        "llc",
        "business",
        "consultancy",
        "working",
        "apparel",
        "beauty",
        "wellness",
        "sector",
        "prior",
        "founding",
        "lola",
        "advisor",
        "llc",
        "ryan",
        "employed",
        "land",
        "end",
        "recently",
        "serving",
        "senior",
        "vice",
        "president",
        "retail",
        "role",
        "ryan",
        "managed",
        "retail",
        "business",
        "unit",
        "including",
        "land",
        "end",
        "shop",
        "sears",
        "retail",
        "outlet",
        "store",
        "served",
        "member",
        "executive",
        "leadership",
        "team",
        "ryan",
        "held",
        "various",
        "senior",
        "position",
        "land",
        "end",
        "including",
        "senior",
        "vice",
        "president",
        "global",
        "vice",
        "president",
        "retail",
        "ryan",
        "served",
        "various",
        "senior",
        "position",
        "including",
        "vice",
        "president",
        "crewcuts",
        "child",
        "apparel",
        "division",
        "prior",
        "served",
        "various",
        "merchandising",
        "management",
        "role",
        "brook",
        "brother",
        "american",
        "eagle",
        "abercrombie",
        "fitch",
        "gap",
        "windal",
        "founder",
        "acw",
        "consulting",
        "llc",
        "provides",
        "strategic",
        "advisory",
        "service",
        "consumer",
        "good",
        "retail",
        "company",
        "including",
        "starbucks",
        "bath",
        "body",
        "work",
        "american",
        "eagle",
        "windal",
        "senior",
        "analyst",
        "bernstein",
        "research",
        "role",
        "led",
        "team",
        "provided",
        "investment",
        "research",
        "financial",
        "analysis",
        "specialty",
        "retail",
        "sector",
        "prior",
        "joining",
        "bernstein",
        "research",
        "windal",
        "served",
        "partner",
        "nerve",
        "group",
        "strategy",
        "creative",
        "consultancy",
        "consumer",
        "retail",
        "company",
        "including",
        "johnson",
        "johnson",
        "bath",
        "body",
        "work",
        "starbucks",
        "pepsico",
        "avon",
        "served",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "strategy",
        "design",
        "division",
        "new",
        "york",
        "company",
        "served",
        "member",
        "executive",
        "committee",
        "prior",
        "windal",
        "held",
        "various",
        "senior",
        "position",
        "l",
        "brand",
        "driving",
        "strategic",
        "growth",
        "project",
        "victoria",
        "secret",
        "bath",
        "body",
        "work",
        "henri",
        "bendel",
        "express",
        "windal",
        "received",
        "management",
        "concentration",
        "finance",
        "ecole",
        "de",
        "hautes",
        "etude",
        "commerciales",
        "concentration",
        "marketing",
        "finance",
        "columbia",
        "business",
        "school",
        "stockholder",
        "question",
        "regarding",
        "preliminary",
        "proxy",
        "statement",
        "filed",
        "investor",
        "please",
        "call",
        "morrow",
        "sodali",
        "llc",
        "phone",
        "number",
        "listed",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "information",
        "herein",
        "contains",
        "specific",
        "statement",
        "identified",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "include",
        "without",
        "limitation",
        "word",
        "may",
        "expects",
        "belief",
        "anticipates",
        "plan",
        "estimate",
        "project",
        "target",
        "forecast",
        "seek",
        "could",
        "negative",
        "term",
        "variation",
        "term",
        "comparable",
        "terminology",
        "similarly",
        "statement",
        "describe",
        "objective",
        "plan",
        "goal",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "assumption",
        "assurance",
        "idea",
        "assumption",
        "herein",
        "proven",
        "correct",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "investor",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "outcome",
        "indicated",
        "statement",
        "accordingly",
        "statement",
        "regarded",
        "representation",
        "investor",
        "future",
        "plan",
        "estimate",
        "expectation",
        "contemplated",
        "ever",
        "achieved",
        "certain",
        "statement",
        "information",
        "included",
        "herein",
        "sourced",
        "third",
        "party",
        "investor",
        "make",
        "representation",
        "regarding",
        "accuracy",
        "completeness",
        "timeliness",
        "third",
        "party",
        "statement",
        "information",
        "except",
        "may",
        "expressly",
        "set",
        "forth",
        "herein",
        "permission",
        "cite",
        "statement",
        "information",
        "neither",
        "sought",
        "obtained",
        "third",
        "party",
        "statement",
        "information",
        "viewed",
        "indication",
        "support",
        "third",
        "party",
        "view",
        "expressed",
        "herein",
        "certain",
        "information",
        "concerning",
        "participant",
        "nathan",
        "miller",
        "participant",
        "filed",
        "preliminary",
        "proxy",
        "statement",
        "accompanying",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "used",
        "solicit",
        "proxy",
        "connection",
        "upcoming",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "destination",
        "maternity",
        "corporation",
        "destination",
        "maternity",
        "election",
        "slate",
        "director",
        "nominee",
        "annual",
        "meeting",
        "solicitation",
        "prior",
        "annual",
        "meeting",
        "participant",
        "intend",
        "file",
        "sec",
        "furnish",
        "stockholder",
        "company",
        "definitive",
        "proxy",
        "statement",
        "accompany",
        "proxy",
        "card",
        "participant",
        "strongly",
        "advise",
        "stockholder",
        "company",
        "read",
        "preliminary",
        "proxy",
        "statement",
        "definitive",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "proxy",
        "material",
        "related",
        "solicitation",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "including",
        "information",
        "relating",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "http",
        "addition",
        "participant",
        "proxy",
        "solicitation",
        "provide",
        "copy",
        "proxy",
        "statement",
        "relevant",
        "document",
        "without",
        "charge",
        "available",
        "upon",
        "request",
        "request",
        "copy",
        "directed",
        "participant",
        "proxy",
        "solicitor",
        "morrow",
        "sodali",
        "llc",
        "west",
        "avenue",
        "stamford",
        "ct",
        "call",
        "collect",
        "call",
        "toll",
        "free",
        "email",
        "ngm",
        "nathan",
        "miller",
        "peter",
        "malley",
        "holly",
        "alden",
        "christopher",
        "morgan",
        "marla",
        "ryan",
        "windal",
        "may",
        "deemed",
        "participant",
        "sec",
        "rule",
        "solicitation",
        "nathan",
        "miller",
        "peter",
        "malley",
        "may",
        "deemed",
        "beneficially",
        "equity",
        "security",
        "company",
        "described",
        "statement",
        "schedule",
        "13d",
        "initially",
        "filed",
        "miller",
        "sec",
        "december",
        "schedule",
        "13d",
        "may",
        "amended",
        "time",
        "time",
        "except",
        "described",
        "schedule",
        "13d",
        "none",
        "individual",
        "listed",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "company",
        "matter",
        "acted",
        "upon",
        "connection",
        "annual",
        "meeting"
    ]
}