{
    "organizations": [],
    "uuid": "2429c70b202afc7e538a6d3c18b7d9d8c5eb9e3b",
    "author": "Elizabeth G. Dunn",
    "url": "https://www.wsj.com/articles/in-restaurant-trends-what-comes-after-farm-to-table-1522950591",
    "ord_in_thread": 0,
    "title": "In Restaurant Trends, What Comes After Farm-to-Table?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS IT BEGAN for Matthew Accarrino, the chef at SPQR in San Francisco, when he grew weary of sifting through farmers’ markets, vying with other chefs for the same carrots and tomatoes. Truly unusual produce, he realized, wasn’t sold this way—it wouldn’t make financial sense for a farmer. So he started ordering and buying directly from farms, but he struggled to come up with crops to request. Then, in 2011, he got to know a regular diner at SPQR named Peter Jacobsen, who owned a small farm in Yountville, Calif. \nRegular trips to the farm began to shape Mr. Accarrino’s menu. He found an old crab-apple tree that yielded mediocre fruits but “transcendent” blossoms, which he could pick by the basketful and candy. He noticed that squirrels raided the ripe nuts from a couple of walnut trees but left the green ones, so he harvested them green and made his own version of the Italian liqueur nocino . Mr. Accarrino also asked Mr. Jacobsen to try cultivating uncommon items, from finger limes (no luck) to habenada peppers (couldn’t use them fast enough). \nIt’s one thing for a restaurant to slap some locally grown kale on the menu and call itself farm-to-table, or to refuse to serve strawberries in winter as a nod to seasonality; it’s quite another to shape the menu according to the quirks and vicissitudes of an actual farm. But that is precisely what chefs like Mr. Accarrino have begun doing, establishing their own farms or forming long-term partnerships with existing ones to connect more tightly with the agricultural underpinnings of their cuisine. Call it farm-to-table 2.0.\n“It’s been a way to bring greater depth to my food, to establish rhythms and customs that have some sort of meaning,” Mr. Accarrino said of his relationship with the farm. Sustainably farmed operations like Mr. Jacobsen’s often employ a “cover crop” to restore nitrogen to the soil between plantings; Mr. Accarrino and Mr. Jacobsen have devised an edible mix of arugulas, mustard greens, pea shoots and bell beans that can be clipped and served at SPQR. One day, Mr. Jacobsen walked into the restaurant with loads of wild fennel, marjoram and dill—“Literally, garbage bags full,” said Mr. Accarrino—that had been ripped out to make way for planting. The chef hung it all to dry and used it as the basis for a ground herb mixture he dubbed “lasagnette spice,” now a staple seasoning in his pantry. \nHoney meringue at Blenheim in New York City. A shift this fundamental—from simply sourcing locally to becoming the source—takes time. Perhaps the godfather of this next-level locavorism is chef Dan Barber. Since 2004, he’s been cooking food raised in the fields around his Pocantico Hills, N.Y., restaurant, Blue Hill at Stone Barns. Melissa Kelly, another pioneer, built farming into her restaurant’s business model when she opened Primo restaurant on the Maine coast in 2000. Since 2013, Joshua Skenes has grown the lion’s share of the produce and meat used at his three-Michelin-starred San Francisco restaurant, Saison, on farmland in Marin County, where he can control everything from the seed stock through the handling at harvest. \nWhen a restaurant takes responsibility for growing ingredients, it provides diners an extra measure of confidence in their provenance at a time when local-sourcing claims are increasingly in doubt and the descriptor “farm-to-table” has become so overused as to be almost meaningless. (See, for example, the 2016 investigation by Laura Reiley in the Tampa Bay Times revealing widespread fraud in restaurants’ claims to buying local.) But the value of growing your own goes well beyond ensuring truth in advertising. It guarantees the restaurant a supply of ingredients that are unique, in type or quality, compared with what is commercially available. And it transforms the restaurant from an on-demand buyer of ingredients to a vehicle for supporting, and showcasing, the whole ecology of a sustainable farm—not just peak-season tomatoes and rib-eye steaks but forgotten and beautiful foodstuffs, from cover crops to wild herbs to underutilized, tasty cuts of meat. \nBefore opening Woods Hill Table in Concord, Mass., restaurateur Kristin Canty was adamant about serving meat raised to rigorous environmental and ethical standards, but she couldn’t find enough being produced in New England. So she purchased land in New Hampshire and hired a farmer. At the restaurant, chef Charlie Foster uses every part of the animals they raise; beef tartare, Bolognese sauce and charcuterie are some of the ways Mr. Foster works his way through entire pigs and cows. “That structure, though it may seem limiting, is actually extremely liberating because there’s a larger purpose to why I’m serving what I’m serving,” he said. To make even better use of all the “off cuts” and trim, Ms. Canty and Mr. Foster recently opened a Mexican restaurant called Adelita, where these flavorful bits come tucked inside tacos. \nGREEN ACRES A field of kale at Epiphany Farms in Central Illinois. This farm’s crops supply and inspire the menus at four partner restaurants. In 2009, Ken Myszka, Nanam Yoon Myszka and Stu Hummel started farm/restaurant hybrid Epiphany Farms in Mr. Myszka’s hometown of Bloomington, Ill. Amid large-scale commodity farms and a density of fast-food chains, with a shortage of local farms that fit their vision of sustainability, they took matters into their own hands. Now they have four restaurants that draw from the farm’s bounty. Mr. Myszka spends a lot of time training cooks to work with the wonky specimens organic methods tend to yield. “We’re taught as cooks that we can always order something exactly to spec. Then you start farming and you realize that the vast majority of cucumbers are not straight, and a lot of them have pest damage,” Mr. Myszka said. “Now I know that you can work around all that.” \nIt’s a common misconception—one that provoked plenty of wry laughter from the restaurant owners I spoke with—that producing your own ingredients might cut costs. The hefty startup investment and years it takes to build up to maximum efficiency mean that a do-it-yourself approach is often more expensive than conventional buying options. But many chefs believe that as their operations mature, the costs will come down to rival farmers’ market prices. Even Ms. Kelly, who has 18 years under her belt at Primo, thinks her food cost works out to about what she would pay small local purveyors to do it for her. The rewards are in the superior control and freshness, and the pleasure of being so intimately involved. \nTHE LOCAVORE’S DILEMMA Wagyu beef cooked over eucalyptus with chestnut purée and greens at Single Thread in Healdsburg, Calif. Photo: Eva Kolenko Even for chefs unable to go whole-hog (so to speak) into farming, small-scale efforts can have an outsize influence. Danielle and Justin Walker opened Walkers Maine last month in Cape Neddick, south of Portland. They grow fruits and vegetables organically on their nearby 15-acre farmstead, which has been in Ms. Walker’s family for six generations. Though it barely makes a dent in their overall purchasing, the farm shapes their cooking in fundamental ways. The Walkers keep a herd of goats to clear and fertilize fields, and the milk they produce has led to a proliferation of fresh cheeses and ice creams on the menu. Wild cranberries contribute to cocktails and preserves. Mr. Walker said that running the farm helps him understand the right questions to ask his suppliers. Ms. Walker, who does the bulk of the farm work and is the restaurant’s general manager, takes every opportunity to transmit to guests her enthusiasm for farming. “Even if it’s just talking about my early morning hour in the garden, they may adopt that,” Ms. Walker said. “The romanticism of the whole process is contagious.” \nFARM FRESH // Restaurants that Grow Their Own Maine \nPrimo 2 Main St., Rockland, primorestaurant.com \nThe restaurant is surrounded by a 5-acre farm boasting two greenhouses, roaming pigs, and chickens raised and slaughtered on-property. \nThe dish Olive oil confit pork shoulder from Primo Farm pigs, with wild dandelion and mustard greens and a preserved farm egg grated on top.\nWalkers Maine 1273 U.S. Route 1, Cape Neddick, walkersmaine.com \nJustin and Danielle Walker cultivate their 12-acre backyard, grazing 30 milking goats and foraging ingredients like wild peas and blueberries.\nThe dish The restaurant’s sourdough focaccia, made using goat’s whey leftover from cheese making. \nMassachusetts \nWoods Hill Table 24 Commonwealth Ave. West, Concord, woodshilltable.com \nKristen Canty produces all the meat used here, and at sister restaurant Adelita, to impeccable organic standards at Woods Hill Farm in New Hampshire. \nThe dish On the brunch menu, fried Woods Hill Farm chicken leg served with a long-fermented sourdough waffle, jam from local peaches and syrup tapped from Woods Hill Farm maples.\nNew York \nBlenheim 283 W. 12th St., Manhattan, blenheimhill.com \nMorten Sohlberg and Min Ye grow fruits and vegetables and raise heirloom sheep, pigs and poultry three hours north of New York City at Blenheim Hill Farm. \nThe dish The restaurant’s green salad is made from a dozen varieties of greens, grown together hydroponically and clipped to form an instant salad mix.\nBlue Hill 75 Washington Place, Manhattan, and 630 Bedford Rd., Pocantico Hills, bluehillfarm.com \nThe restaurants draw from both the Stone Barns Center for Food and Agriculture and Blue Hill Farm, Dan and David Barber’s family farm in Massachusetts.\nThe dish Blue Hill Farm supplies the restaurants with beef from retired dairy cows that have been 100% grass fed for nearly a decade, which Mr. Barber describes as offering “a taste experience that’s transcendent.”\nKentucky \nProof on Main 702 W. Main St., Louisville, proofonmain.com \nSteve Wilson and Laura Lee Brown own both Proof on Main and Woodland Farm, which provides the restaurant with whole heritage pigs, grass-fed bison, hen eggs and dozens of varieties of fruits and vegetables. \nThe dish Bison heart pastrami, house-cured in sorghum brine for two weeks.\nIllinois \nEpiphany Farms Restaurant 220 E. Front St., Bloomington, epiphanyfarms.com \nThe company’s own sustainable farm supplies its four restaurants with over 500 varieties of vegetables plus eggs, chickens, pork and mushrooms.\nThe dish The “pork feature,” offering different cuts from the farm’s pigs each day, allowing the restaurant to utilize every bit of the beast.\nCalifornia \nQuince 470 Pacific Ave., San Francisco, quincerestaurant.com \n“It’s like a springboard for the cuisine here,” chef Michael Tusk said of his exclusive partnership with Peter Martinelli’s Fresh Run Farm, which cultivates the likes of white asparagus and Malabar spinach on 20 acres across the Golden Gate Bridge for use at Quince and sister restaurant Cotogna. \nThe dish Freshly-dug La Ratte potatoes served alongside crumbled brioche “soil” and a poached local oyster, the shells of which are used to fortify Fresh Run Farm’s potato fields.\nSPQR 1911 Filmore St., San Francisco, spqrsf.com \nPeter Jacobsen’s Yountville smallholding provides the restaurant a wide range of esoterica, from green walnuts to quinoa leaves. \nThe dish Peach-leaf gelato, with a flavor like marzipan, made by infusing cream with leaves of peaches from Mr. Jacobsen’s heirloom orchard. \nSaison 178 Townsend St., San Francisco, saisonsf.com \nThe restaurant owns 90 acres in Marin County, which provide ingredients from wild boar to edible flowers. “Our entire menu is built around the idea of 100% utilization,” said chef Joshua Skenes.\nThe dish Beets roasted three days over fire, then grilled and basted with butter from Saison’s cows.\nSingle Thread 131 North St., Healdsburg, singlethreadfarms.com \nHusband and wife Kyle and Katina Connaughton farm 5 acres on the Russian River, specializing in heirloom vegetables rarely seen outside Japan.\nThe dish The tasting menu starts with a dozen different bites—a snapshot of the day’s harvest.\nMore in Food & Drink \nIn Restaurant Trends, What Comes After Farm-to-Table? April 5, 2018 High-End Dining for the High-Chair Set April 3, 2018 Unclutter Your Cooking March 30, 2018 4 Spring Pasta Recipes: Make a Meal of the Season’s Freshest Produce March 27, 2018 Beautiful Bites: A Trio of Recipes for Persian Tea Sweets March 23, 2018",
    "published": "2018-04-05T21:49:00.000+03:00",
    "crawled": "2018-04-05T23:32:40.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "began",
        "matthew",
        "accarrino",
        "chef",
        "spqr",
        "san",
        "francisco",
        "grew",
        "weary",
        "sifting",
        "farmer",
        "market",
        "vying",
        "chef",
        "carrot",
        "tomato",
        "truly",
        "unusual",
        "produce",
        "realized",
        "sold",
        "make",
        "financial",
        "sense",
        "farmer",
        "started",
        "ordering",
        "buying",
        "directly",
        "farm",
        "struggled",
        "come",
        "crop",
        "request",
        "got",
        "know",
        "regular",
        "diner",
        "spqr",
        "named",
        "peter",
        "jacobsen",
        "owned",
        "small",
        "farm",
        "yountville",
        "regular",
        "trip",
        "farm",
        "began",
        "shape",
        "accarrino",
        "menu",
        "found",
        "old",
        "tree",
        "yielded",
        "mediocre",
        "fruit",
        "transcendent",
        "blossom",
        "could",
        "pick",
        "basketful",
        "candy",
        "noticed",
        "squirrel",
        "raided",
        "ripe",
        "nut",
        "couple",
        "walnut",
        "tree",
        "left",
        "green",
        "one",
        "harvested",
        "green",
        "made",
        "version",
        "italian",
        "liqueur",
        "nocino",
        "accarrino",
        "also",
        "asked",
        "jacobsen",
        "try",
        "cultivating",
        "uncommon",
        "item",
        "finger",
        "lime",
        "luck",
        "habenada",
        "pepper",
        "use",
        "fast",
        "enough",
        "one",
        "thing",
        "restaurant",
        "slap",
        "locally",
        "grown",
        "kale",
        "menu",
        "call",
        "refuse",
        "serve",
        "strawberry",
        "winter",
        "nod",
        "seasonality",
        "quite",
        "another",
        "shape",
        "menu",
        "according",
        "quirk",
        "vicissitude",
        "actual",
        "farm",
        "precisely",
        "chef",
        "like",
        "accarrino",
        "begun",
        "establishing",
        "farm",
        "forming",
        "partnership",
        "existing",
        "one",
        "connect",
        "tightly",
        "agricultural",
        "underpinnings",
        "cuisine",
        "call",
        "way",
        "bring",
        "greater",
        "depth",
        "food",
        "establish",
        "rhythm",
        "custom",
        "sort",
        "meaning",
        "accarrino",
        "said",
        "relationship",
        "farm",
        "sustainably",
        "farmed",
        "operation",
        "like",
        "jacobsen",
        "often",
        "employ",
        "cover",
        "crop",
        "restore",
        "nitrogen",
        "soil",
        "planting",
        "accarrino",
        "jacobsen",
        "devised",
        "edible",
        "mix",
        "arugula",
        "mustard",
        "green",
        "pea",
        "shoot",
        "bell",
        "bean",
        "clipped",
        "served",
        "spqr",
        "one",
        "day",
        "jacobsen",
        "walked",
        "restaurant",
        "load",
        "wild",
        "fennel",
        "marjoram",
        "literally",
        "garbage",
        "bag",
        "full",
        "said",
        "ripped",
        "make",
        "way",
        "planting",
        "chef",
        "hung",
        "dry",
        "used",
        "basis",
        "ground",
        "herb",
        "mixture",
        "dubbed",
        "lasagnette",
        "spice",
        "staple",
        "seasoning",
        "pantry",
        "honey",
        "meringue",
        "blenheim",
        "new",
        "york",
        "city",
        "shift",
        "simply",
        "sourcing",
        "locally",
        "becoming",
        "time",
        "perhaps",
        "godfather",
        "locavorism",
        "chef",
        "dan",
        "barber",
        "since",
        "cooking",
        "food",
        "raised",
        "field",
        "around",
        "pocantico",
        "hill",
        "restaurant",
        "blue",
        "hill",
        "stone",
        "barn",
        "melissa",
        "kelly",
        "another",
        "pioneer",
        "built",
        "farming",
        "restaurant",
        "business",
        "model",
        "opened",
        "primo",
        "restaurant",
        "maine",
        "coast",
        "since",
        "joshua",
        "skenes",
        "grown",
        "lion",
        "share",
        "produce",
        "meat",
        "used",
        "san",
        "francisco",
        "restaurant",
        "saison",
        "farmland",
        "marin",
        "county",
        "control",
        "everything",
        "seed",
        "stock",
        "handling",
        "harvest",
        "restaurant",
        "take",
        "responsibility",
        "growing",
        "ingredient",
        "provides",
        "diner",
        "extra",
        "measure",
        "confidence",
        "provenance",
        "time",
        "claim",
        "increasingly",
        "doubt",
        "descriptor",
        "become",
        "overused",
        "almost",
        "meaningless",
        "see",
        "example",
        "investigation",
        "laura",
        "reiley",
        "tampa",
        "bay",
        "time",
        "revealing",
        "widespread",
        "fraud",
        "restaurant",
        "claim",
        "buying",
        "local",
        "value",
        "growing",
        "go",
        "well",
        "beyond",
        "ensuring",
        "truth",
        "advertising",
        "guarantee",
        "restaurant",
        "supply",
        "ingredient",
        "unique",
        "type",
        "quality",
        "compared",
        "commercially",
        "available",
        "transforms",
        "restaurant",
        "buyer",
        "ingredient",
        "vehicle",
        "supporting",
        "showcasing",
        "whole",
        "ecology",
        "sustainable",
        "tomato",
        "steak",
        "forgotten",
        "beautiful",
        "foodstuff",
        "cover",
        "crop",
        "wild",
        "herb",
        "underutilized",
        "tasty",
        "cut",
        "meat",
        "opening",
        "wood",
        "hill",
        "table",
        "concord",
        "restaurateur",
        "kristin",
        "canty",
        "adamant",
        "serving",
        "meat",
        "raised",
        "rigorous",
        "environmental",
        "ethical",
        "standard",
        "find",
        "enough",
        "produced",
        "new",
        "england",
        "purchased",
        "land",
        "new",
        "hampshire",
        "hired",
        "farmer",
        "restaurant",
        "chef",
        "charlie",
        "foster",
        "us",
        "every",
        "part",
        "animal",
        "raise",
        "beef",
        "tartare",
        "bolognese",
        "sauce",
        "charcuterie",
        "way",
        "foster",
        "work",
        "way",
        "entire",
        "pig",
        "cow",
        "structure",
        "though",
        "may",
        "seem",
        "limiting",
        "actually",
        "extremely",
        "liberating",
        "larger",
        "purpose",
        "serving",
        "serving",
        "said",
        "make",
        "even",
        "better",
        "use",
        "cut",
        "trim",
        "canty",
        "foster",
        "recently",
        "opened",
        "mexican",
        "restaurant",
        "called",
        "adelita",
        "flavorful",
        "bit",
        "come",
        "tucked",
        "inside",
        "taco",
        "green",
        "acre",
        "field",
        "kale",
        "epiphany",
        "farm",
        "central",
        "illinois",
        "farm",
        "crop",
        "supply",
        "inspire",
        "menu",
        "four",
        "partner",
        "restaurant",
        "ken",
        "myszka",
        "nanam",
        "yoon",
        "myszka",
        "stu",
        "hummel",
        "started",
        "hybrid",
        "epiphany",
        "farm",
        "myszka",
        "hometown",
        "bloomington",
        "amid",
        "commodity",
        "farm",
        "density",
        "chain",
        "shortage",
        "local",
        "farm",
        "fit",
        "vision",
        "sustainability",
        "took",
        "matter",
        "hand",
        "four",
        "restaurant",
        "draw",
        "farm",
        "bounty",
        "myszka",
        "spends",
        "lot",
        "time",
        "training",
        "cook",
        "work",
        "wonky",
        "specimen",
        "organic",
        "method",
        "tend",
        "yield",
        "taught",
        "cook",
        "always",
        "order",
        "something",
        "exactly",
        "spec",
        "start",
        "farming",
        "realize",
        "vast",
        "majority",
        "cucumber",
        "straight",
        "lot",
        "pest",
        "damage",
        "myszka",
        "said",
        "know",
        "work",
        "around",
        "common",
        "provoked",
        "plenty",
        "wry",
        "laughter",
        "restaurant",
        "owner",
        "spoke",
        "producing",
        "ingredient",
        "might",
        "cut",
        "cost",
        "hefty",
        "startup",
        "investment",
        "year",
        "take",
        "build",
        "maximum",
        "efficiency",
        "mean",
        "approach",
        "often",
        "expensive",
        "conventional",
        "buying",
        "option",
        "many",
        "chef",
        "believe",
        "operation",
        "mature",
        "cost",
        "come",
        "rival",
        "farmer",
        "market",
        "price",
        "even",
        "kelly",
        "year",
        "belt",
        "primo",
        "think",
        "food",
        "cost",
        "work",
        "would",
        "pay",
        "small",
        "local",
        "purveyor",
        "reward",
        "superior",
        "control",
        "freshness",
        "pleasure",
        "intimately",
        "involved",
        "locavore",
        "dilemma",
        "wagyu",
        "beef",
        "cooked",
        "eucalyptus",
        "chestnut",
        "purée",
        "green",
        "single",
        "thread",
        "healdsburg",
        "photo",
        "eva",
        "kolenko",
        "even",
        "chef",
        "unable",
        "go",
        "speak",
        "farming",
        "effort",
        "outsize",
        "influence",
        "danielle",
        "justin",
        "walker",
        "opened",
        "walker",
        "maine",
        "last",
        "month",
        "cape",
        "neddick",
        "south",
        "portland",
        "grow",
        "fruit",
        "vegetable",
        "organically",
        "nearby",
        "farmstead",
        "walker",
        "family",
        "six",
        "generation",
        "though",
        "barely",
        "make",
        "dent",
        "overall",
        "purchasing",
        "farm",
        "shape",
        "cooking",
        "fundamental",
        "way",
        "walker",
        "keep",
        "herd",
        "goat",
        "clear",
        "fertilize",
        "field",
        "milk",
        "produce",
        "led",
        "proliferation",
        "fresh",
        "cheese",
        "ice",
        "cream",
        "menu",
        "wild",
        "cranberry",
        "contribute",
        "cocktail",
        "preserve",
        "walker",
        "said",
        "running",
        "farm",
        "help",
        "understand",
        "right",
        "question",
        "ask",
        "supplier",
        "walker",
        "bulk",
        "farm",
        "work",
        "restaurant",
        "general",
        "manager",
        "take",
        "every",
        "opportunity",
        "transmit",
        "guest",
        "enthusiasm",
        "farming",
        "even",
        "talking",
        "early",
        "morning",
        "hour",
        "garden",
        "may",
        "adopt",
        "walker",
        "said",
        "romanticism",
        "whole",
        "process",
        "farm",
        "fresh",
        "restaurant",
        "grow",
        "maine",
        "primo",
        "main",
        "rockland",
        "restaurant",
        "surrounded",
        "farm",
        "boasting",
        "two",
        "greenhouse",
        "roaming",
        "pig",
        "chicken",
        "raised",
        "slaughtered",
        "dish",
        "olive",
        "oil",
        "confit",
        "pork",
        "shoulder",
        "primo",
        "farm",
        "pig",
        "wild",
        "dandelion",
        "mustard",
        "green",
        "preserved",
        "farm",
        "egg",
        "grated",
        "top",
        "walker",
        "maine",
        "route",
        "cape",
        "neddick",
        "justin",
        "danielle",
        "walker",
        "cultivate",
        "backyard",
        "grazing",
        "milking",
        "goat",
        "foraging",
        "ingredient",
        "like",
        "wild",
        "pea",
        "blueberry",
        "dish",
        "restaurant",
        "sourdough",
        "focaccia",
        "made",
        "using",
        "goat",
        "whey",
        "leftover",
        "cheese",
        "making",
        "massachusetts",
        "wood",
        "hill",
        "table",
        "commonwealth",
        "west",
        "concord",
        "kristen",
        "canty",
        "produce",
        "meat",
        "used",
        "sister",
        "restaurant",
        "adelita",
        "impeccable",
        "organic",
        "standard",
        "wood",
        "hill",
        "farm",
        "new",
        "hampshire",
        "dish",
        "brunch",
        "menu",
        "fried",
        "wood",
        "hill",
        "farm",
        "chicken",
        "leg",
        "served",
        "sourdough",
        "waffle",
        "jam",
        "local",
        "peach",
        "syrup",
        "tapped",
        "wood",
        "hill",
        "farm",
        "maple",
        "new",
        "york",
        "blenheim",
        "12th",
        "manhattan",
        "morten",
        "sohlberg",
        "min",
        "ye",
        "grow",
        "fruit",
        "vegetable",
        "raise",
        "heirloom",
        "sheep",
        "pig",
        "poultry",
        "three",
        "hour",
        "north",
        "new",
        "york",
        "city",
        "blenheim",
        "hill",
        "farm",
        "dish",
        "restaurant",
        "green",
        "salad",
        "made",
        "dozen",
        "variety",
        "green",
        "grown",
        "together",
        "hydroponically",
        "clipped",
        "form",
        "instant",
        "salad",
        "mix",
        "blue",
        "hill",
        "washington",
        "place",
        "manhattan",
        "bedford",
        "pocantico",
        "hill",
        "restaurant",
        "draw",
        "stone",
        "barn",
        "center",
        "food",
        "agriculture",
        "blue",
        "hill",
        "farm",
        "dan",
        "david",
        "barber",
        "family",
        "farm",
        "massachusetts",
        "dish",
        "blue",
        "hill",
        "farm",
        "supply",
        "restaurant",
        "beef",
        "retired",
        "dairy",
        "cow",
        "grass",
        "fed",
        "nearly",
        "decade",
        "barber",
        "describes",
        "offering",
        "taste",
        "experience",
        "kentucky",
        "proof",
        "main",
        "main",
        "louisville",
        "steve",
        "wilson",
        "laura",
        "lee",
        "brown",
        "proof",
        "main",
        "woodland",
        "farm",
        "provides",
        "restaurant",
        "whole",
        "heritage",
        "pig",
        "bison",
        "hen",
        "egg",
        "dozen",
        "variety",
        "fruit",
        "vegetable",
        "dish",
        "bison",
        "heart",
        "pastrami",
        "sorghum",
        "brine",
        "two",
        "week",
        "illinois",
        "epiphany",
        "farm",
        "restaurant",
        "front",
        "bloomington",
        "company",
        "sustainable",
        "farm",
        "supply",
        "four",
        "restaurant",
        "variety",
        "vegetable",
        "plus",
        "egg",
        "chicken",
        "pork",
        "mushroom",
        "dish",
        "pork",
        "feature",
        "offering",
        "different",
        "cut",
        "farm",
        "pig",
        "day",
        "allowing",
        "restaurant",
        "utilize",
        "every",
        "bit",
        "beast",
        "california",
        "quince",
        "pacific",
        "san",
        "francisco",
        "like",
        "springboard",
        "cuisine",
        "chef",
        "michael",
        "tusk",
        "said",
        "exclusive",
        "partnership",
        "peter",
        "martinelli",
        "fresh",
        "run",
        "farm",
        "cultivates",
        "like",
        "white",
        "asparagus",
        "malabar",
        "spinach",
        "acre",
        "across",
        "golden",
        "gate",
        "bridge",
        "use",
        "quince",
        "sister",
        "restaurant",
        "cotogna",
        "dish",
        "la",
        "ratte",
        "potato",
        "served",
        "alongside",
        "crumbled",
        "brioche",
        "soil",
        "poached",
        "local",
        "oyster",
        "shell",
        "used",
        "fortify",
        "fresh",
        "run",
        "farm",
        "potato",
        "field",
        "spqr",
        "filmore",
        "san",
        "francisco",
        "peter",
        "jacobsen",
        "yountville",
        "smallholding",
        "provides",
        "restaurant",
        "wide",
        "range",
        "esoterica",
        "green",
        "walnut",
        "quinoa",
        "leaf",
        "dish",
        "gelato",
        "flavor",
        "like",
        "marzipan",
        "made",
        "infusing",
        "cream",
        "leaf",
        "peach",
        "jacobsen",
        "heirloom",
        "orchard",
        "saison",
        "townsend",
        "san",
        "francisco",
        "restaurant",
        "owns",
        "acre",
        "marin",
        "county",
        "provide",
        "ingredient",
        "wild",
        "boar",
        "edible",
        "flower",
        "entire",
        "menu",
        "built",
        "around",
        "idea",
        "utilization",
        "said",
        "chef",
        "joshua",
        "skenes",
        "dish",
        "beet",
        "roasted",
        "three",
        "day",
        "fire",
        "grilled",
        "basted",
        "butter",
        "saison",
        "cow",
        "single",
        "thread",
        "north",
        "healdsburg",
        "husband",
        "wife",
        "kyle",
        "katina",
        "connaughton",
        "farm",
        "acre",
        "russian",
        "river",
        "specializing",
        "heirloom",
        "vegetable",
        "rarely",
        "seen",
        "outside",
        "japan",
        "dish",
        "tasting",
        "menu",
        "start",
        "dozen",
        "different",
        "snapshot",
        "day",
        "harvest",
        "food",
        "drink",
        "restaurant",
        "trend",
        "come",
        "april",
        "dining",
        "set",
        "april",
        "unclutter",
        "cooking",
        "march",
        "spring",
        "pasta",
        "recipe",
        "make",
        "meal",
        "season",
        "freshest",
        "produce",
        "march",
        "beautiful",
        "bite",
        "trio",
        "recipe",
        "persian",
        "tea",
        "sweet",
        "march"
    ]
}