{
    "organizations": [],
    "uuid": "d90db58c48843c79cf1158a11dc470c037e0df0c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/business-wire-eversource-energy-files-preliminary-proxy-statement.html",
    "ord_in_thread": 0,
    "title": "Eversource Energy Files Preliminary Proxy Statement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Urges Connecticut Water Shareholders to Vote AGAINST the SJW Group Merger Proposal\nReaffirms Commitment to its Superior Proposal to Acquire Connecticut Water\nHARTFORD, Conn.--(BUSINESS WIRE)-- Eversource Energy (“Eversource”) (NYSE: ES) today announced that it has filed preliminary proxy materials with the U.S. Securities and Exchange Commission (“SEC”) to urge Connecticut Water Service, Inc.'s (“Connecticut Water”) (Nasdaq: CTWS) shareholders to vote “AGAINST” the SJW Group merger proposal, “AGAINST” the compensation proposal, and “AGAINST” the adjournment proposal.\n“We believe that our proposal to acquire Connecticut Water is a compelling offer that is in the best interest of both companies’ shareholders, employees, customers and local communities,” said Eversource Chairman, President and Chief Executive Officer Jim Judge. “We are disappointed that Connecticut Water’s Board of Directors has been unwilling to engage in constructive discussions with us regarding our superior proposal and we urge Connecticut Water shareholders to oppose all proposals related to the SJW Group transaction in order to maximize the value of their shares.”\nEversource urges Connecticut Water shareholders to insist that the members of the Connecticut Water Board meet with Eversource to seriously discuss Eversource’s superior proposal in accordance with their fiduciary duties.\nShareholders who have questions, or need assistance in voting their shares, should call Eversource’s proxy solicitor, D.F. King & Co., Inc., Toll-Free at (800) 967-5071; Banks and Brokers should call (212) 269-5550.\nDetails of Eversource’s Compelling Proposal\nOn April 5, 2018, Eversource made a proposal to acquire all the outstanding shares of Connecticut Water for $63.50 per share in cash and/or in Eversource common shares at the election of Connecticut Water shareholders.\nEversource believes its proposal is a superior alternative to the all-stock transaction proposed in SJW Group’s agreement announced March 15, 2018 to acquire Connecticut Water. Eversource’s proposal represents a 21% premium to Connecticut Water’s closing share price on March 14, 2018, the day prior to the SJW Group announcement. In addition, those Connecticut Water shareholders who elect to receive Eversource shares would realize the equivalent of an 81% dividend uplift based on the closing price of Eversource’s shares on April 4, 2018 and the annualized quarterly dividend of $0.2975 per share declared by Connecticut Water on January 18, 2018.\nEversource is the parent company of Aquarion Water Company (“Aquarion”), a Connecticut-based water utility that serves nearly 230,000 customers, approximately 90% of whom are located in Connecticut. Aquarion, whose service territory is in close proximity to Connecticut Water’s service territory, is in the first quartile for customer service according to JD Power.\nUpon completion of a transaction, Eversource would seek to combine Connecticut Water and Aquarion to form a leading water utility dedicated exclusively to providing communities in Connecticut and other parts of New England with premier service quality and a highly reliable water supply into the future.\nFor more information on Eversource’s superior proposal for Connecticut Water, please visit www.betterCTwater.com .\nAbout Eversource:\nEversource (NYSE: ES) transmits and delivers electricity and natural gas and supplies water to approximately 4 million customers in Connecticut, Massachusetts and New Hampshire. Recognized as the top U.S. utility for its energy efficiency programs by the sustainability advocacy organization Ceres, Eversource harnesses the commitment of its more than 8,000 employees across three states to build a single, united company around the mission of safely delivering reliable energy and water with superior customer service. For more information, please visit our website ( www.eversource.com ). For more information on our water services, visit www.aquarionwater.com .\nForward Looking Statements:\nThis news release includes statements concerning Eversource Energy’s expectations, beliefs, plans, objectives, goals, strategies, assumptions of future events, future financial performance or growth and other statements that are not historical facts. These statements are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. In some cases, readers can identify these forward-looking statements through the use of words or phrases such as “estimate,” “expect,” “anticipate,” “intend,” “plan,” “project,” “believe,” “forecast,” “should,” “could” and other similar expressions. Forward-looking statements are based on current expectations, estimates, assumptions or projections and are not guarantees of future performance. These expectations, estimates, assumptions or projections may vary materially from actual results. Accordingly, any such statements are qualified in their entirety by reference to, and are accompanied by important factors that could cause our actual results to differ materially from those contained in our forward-looking statements, including, but not limited to, in the case of Eversource’s proposal to acquire Connecticut Water, the fact that we may fail to reach agreement on terms of a potential transaction with Connecticut Water, or fail to complete any such transaction on a timely basis or on favorable terms; the negative effects on Connecticut Water’s business resulting from the pendency of the merger proposals; that we may not receive regulatory approvals within the expected timeframe; and that we may not be able to close the proposed transaction with Connecticut Water promptly and effectively, or at all; cyber-attacks or breaches, including those resulting in the compromise of the confidentiality of our proprietary information and the personal information of our customers; acts of war or terrorism or grid disturbances that may disrupt our transmission and distribution systems; ability or inability to commence and complete our major strategic development projects and opportunities; actions or inactions of local, state and federal regulatory, public policy and taxing bodies; substandard performance of suppliers; climate change; disruption to our transmission and distribution systems; new technology and conservation of energy; contamination or failure of our water supplies; unauthorized access to confidential and proprietary information; changes in laws, regulations or regulatory policy; changes in economic conditions, including impact on interest rates, tax policies, and customer demand and payment ability; changes in business conditions, which could include disruptive technology related to our current or future business model; changes in weather patterns, including extreme weather and other effects of climate change; reputational risk; changes in levels or timing of capital expenditures; technological developments and alternative energy sources; disruptions in the capital markets or other events that make Eversource Energy’s access to necessary capital more difficult or costly; developments in legal or public policy doctrines; changes in accounting standards and financial reporting regulations; actions of rating agencies; and other presently unknown or unforeseen factors.\nOther risk factors are detailed in Eversource’s reports filed with the Securities and Exchange Commission (SEC) and updated as necessary, and are available on the SEC’s website at www.sec.gov . All such factors are difficult to predict and contain uncertainties that may materially affect Eversource Energy’s actual results many of which are beyond our control. You should not place undue reliance on the forward-looking statements; each speaks only as of the date on which such statement is made, and, except as required by federal securities laws, Eversource Energy undertakes no obligation to update any forward-looking statement or statements to reflect events or circumstances after the date on which such statement is made or to reflect the occurrence of unanticipated events.\nCertain Information Regarding Participants:\nEversource and certain of its directors, executive officers and employees may be deemed participants in the solicitation of proxies from CTWS shareholders in connection with CTWS’s Special Meeting of Shareholders. Information about the interests in CTWS of Eversource and such directors, executive officers and employees are set forth in a preliminary proxy statement that was filed with the SEC on April 27, 2018 (the “Eversource Proxy”).\nAdditional Information:\nInvestors are urged to read in its entirety the Eversource Proxy, which is available now, and the definitive proxy statement and any other relevant documents filed with the SEC when they become available, because they contain (or will contain) important information. The Eversource Proxy, and any other documents filed by Eversource with the SEC, may be obtained free of charge at the SEC web site at www.sec.gov . The Eversource Proxy and such other documents may also be obtained free of charge by contacting D.F. King & Co., Inc. at: (800) 967-5071 or 48 Wall Street, 22nd Floor, New York, New York 10005.\nThis document shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended. This communication relates to a proposal that Eversource has made for a business combination transaction with CTWS. In furtherance of this proposal and subject to future developments, if Eversource and CTWS agree on a negotiated transaction, Eversource and CTWS may file one or more registration statements, tender offer statements, prospectuses, proxy statements or other documents with the SEC. This communication is not a substitute for any registration statement, prospectus, proxy statement or other document Eversource and/or CTWS file with the SEC in connection with the proposed transaction. Investors are urged to read carefully the registration statement(s), tender offer statement(s), tender offer statement(s), prospectus(es), proxy statement(s) and other documents filed with the SEC when they become available because they will contain important information about Eversource, CTWS and the proposed transaction. Investors may obtain free copies of these documents (when they are available) and other related documents filed with the SEC at the SEC’s web site at www.sec.gov or by directing a request to Eversource’s Investor Relations department at (860) 665-5154 or by email to jeffrey.kotkin@eversource.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180427005943/en/\nMedia Contacts:\nEversource\nCaroline Pretyman, 617-424-2460\ncaroline.pretyman@eversource.com\nor\nBrunswick Group\nJonathan Doorley, 917-231-6201\nor\nDarren McDermott, 917-345-3621\nor\nInvestor Contacts:\nEversource\nJeffrey R. Kotkin, 860-665-5154\njeffrey.kotkin@eversource.com\nor\nD.F. King & Co., Inc.\nEdward McCarthy / Michael Madalon, 212-269-5550\nSource: Eversource Energy",
    "published": "2018-04-28T01:12:00.000+03:00",
    "crawled": "2018-04-28T02:29:59.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "urge",
        "connecticut",
        "water",
        "shareholder",
        "vote",
        "sjw",
        "group",
        "merger",
        "proposal",
        "reaffirms",
        "commitment",
        "superior",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "hartford",
        "business",
        "wire",
        "eversource",
        "energy",
        "eversource",
        "nyse",
        "e",
        "today",
        "announced",
        "filed",
        "preliminary",
        "proxy",
        "material",
        "security",
        "exchange",
        "commission",
        "sec",
        "urge",
        "connecticut",
        "water",
        "service",
        "connecticut",
        "water",
        "nasdaq",
        "ctws",
        "shareholder",
        "vote",
        "sjw",
        "group",
        "merger",
        "proposal",
        "compensation",
        "proposal",
        "adjournment",
        "proposal",
        "believe",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "compelling",
        "offer",
        "best",
        "interest",
        "company",
        "shareholder",
        "employee",
        "customer",
        "local",
        "community",
        "said",
        "eversource",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "jim",
        "judge",
        "disappointed",
        "connecticut",
        "water",
        "board",
        "director",
        "unwilling",
        "engage",
        "constructive",
        "discussion",
        "u",
        "regarding",
        "superior",
        "proposal",
        "urge",
        "connecticut",
        "water",
        "shareholder",
        "oppose",
        "proposal",
        "related",
        "sjw",
        "group",
        "transaction",
        "order",
        "maximize",
        "value",
        "eversource",
        "urge",
        "connecticut",
        "water",
        "shareholder",
        "insist",
        "member",
        "connecticut",
        "water",
        "board",
        "meet",
        "eversource",
        "seriously",
        "discus",
        "eversource",
        "superior",
        "proposal",
        "accordance",
        "fiduciary",
        "duty",
        "shareholder",
        "question",
        "need",
        "assistance",
        "voting",
        "share",
        "call",
        "eversource",
        "proxy",
        "solicitor",
        "king",
        "bank",
        "broker",
        "call",
        "detail",
        "eversource",
        "compelling",
        "proposal",
        "april",
        "eversource",
        "made",
        "proposal",
        "acquire",
        "outstanding",
        "share",
        "connecticut",
        "water",
        "per",
        "share",
        "cash",
        "eversource",
        "common",
        "share",
        "election",
        "connecticut",
        "water",
        "shareholder",
        "eversource",
        "belief",
        "proposal",
        "superior",
        "alternative",
        "transaction",
        "proposed",
        "sjw",
        "group",
        "agreement",
        "announced",
        "march",
        "acquire",
        "connecticut",
        "water",
        "eversource",
        "proposal",
        "represents",
        "premium",
        "connecticut",
        "water",
        "closing",
        "share",
        "price",
        "march",
        "day",
        "prior",
        "sjw",
        "group",
        "announcement",
        "addition",
        "connecticut",
        "water",
        "shareholder",
        "elect",
        "receive",
        "eversource",
        "share",
        "would",
        "realize",
        "equivalent",
        "dividend",
        "uplift",
        "based",
        "closing",
        "price",
        "eversource",
        "share",
        "april",
        "annualized",
        "quarterly",
        "dividend",
        "per",
        "share",
        "declared",
        "connecticut",
        "water",
        "january",
        "eversource",
        "parent",
        "company",
        "aquarion",
        "water",
        "company",
        "aquarion",
        "water",
        "utility",
        "serf",
        "nearly",
        "customer",
        "approximately",
        "located",
        "connecticut",
        "aquarion",
        "whose",
        "service",
        "territory",
        "close",
        "proximity",
        "connecticut",
        "water",
        "service",
        "territory",
        "first",
        "quartile",
        "customer",
        "service",
        "according",
        "jd",
        "power",
        "upon",
        "completion",
        "transaction",
        "eversource",
        "would",
        "seek",
        "combine",
        "connecticut",
        "water",
        "aquarion",
        "form",
        "leading",
        "water",
        "utility",
        "dedicated",
        "exclusively",
        "providing",
        "community",
        "connecticut",
        "part",
        "new",
        "england",
        "premier",
        "service",
        "quality",
        "highly",
        "reliable",
        "water",
        "supply",
        "future",
        "information",
        "eversource",
        "superior",
        "proposal",
        "connecticut",
        "water",
        "please",
        "visit",
        "eversource",
        "eversource",
        "nyse",
        "e",
        "transmits",
        "delivers",
        "electricity",
        "natural",
        "gas",
        "supply",
        "water",
        "approximately",
        "million",
        "customer",
        "connecticut",
        "massachusetts",
        "new",
        "hampshire",
        "recognized",
        "top",
        "utility",
        "energy",
        "efficiency",
        "program",
        "sustainability",
        "advocacy",
        "organization",
        "cere",
        "eversource",
        "harness",
        "commitment",
        "employee",
        "across",
        "three",
        "state",
        "build",
        "single",
        "united",
        "company",
        "around",
        "mission",
        "safely",
        "delivering",
        "reliable",
        "energy",
        "water",
        "superior",
        "customer",
        "service",
        "information",
        "please",
        "visit",
        "website",
        "information",
        "water",
        "service",
        "visit",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "concerning",
        "eversource",
        "energy",
        "expectation",
        "belief",
        "plan",
        "objective",
        "goal",
        "strategy",
        "assumption",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "growth",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "case",
        "reader",
        "identify",
        "statement",
        "use",
        "word",
        "phrase",
        "estimate",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "project",
        "believe",
        "forecast",
        "could",
        "similar",
        "expression",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "projection",
        "guarantee",
        "future",
        "performance",
        "expectation",
        "estimate",
        "assumption",
        "projection",
        "may",
        "vary",
        "materially",
        "actual",
        "result",
        "accordingly",
        "statement",
        "qualified",
        "entirety",
        "reference",
        "accompanied",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "including",
        "limited",
        "case",
        "eversource",
        "proposal",
        "acquire",
        "connecticut",
        "water",
        "fact",
        "may",
        "fail",
        "reach",
        "agreement",
        "term",
        "potential",
        "transaction",
        "connecticut",
        "water",
        "fail",
        "complete",
        "transaction",
        "timely",
        "basis",
        "favorable",
        "term",
        "negative",
        "effect",
        "connecticut",
        "water",
        "business",
        "resulting",
        "pendency",
        "merger",
        "proposal",
        "may",
        "receive",
        "regulatory",
        "approval",
        "within",
        "expected",
        "timeframe",
        "may",
        "able",
        "close",
        "proposed",
        "transaction",
        "connecticut",
        "water",
        "promptly",
        "effectively",
        "breach",
        "including",
        "resulting",
        "compromise",
        "confidentiality",
        "proprietary",
        "information",
        "personal",
        "information",
        "customer",
        "act",
        "war",
        "terrorism",
        "grid",
        "disturbance",
        "may",
        "disrupt",
        "transmission",
        "distribution",
        "system",
        "ability",
        "inability",
        "commence",
        "complete",
        "major",
        "strategic",
        "development",
        "project",
        "opportunity",
        "action",
        "inaction",
        "local",
        "state",
        "federal",
        "regulatory",
        "public",
        "policy",
        "taxing",
        "body",
        "substandard",
        "performance",
        "supplier",
        "climate",
        "change",
        "disruption",
        "transmission",
        "distribution",
        "system",
        "new",
        "technology",
        "conservation",
        "energy",
        "contamination",
        "failure",
        "water",
        "supply",
        "unauthorized",
        "access",
        "confidential",
        "proprietary",
        "information",
        "change",
        "law",
        "regulation",
        "regulatory",
        "policy",
        "change",
        "economic",
        "condition",
        "including",
        "impact",
        "interest",
        "rate",
        "tax",
        "policy",
        "customer",
        "demand",
        "payment",
        "ability",
        "change",
        "business",
        "condition",
        "could",
        "include",
        "disruptive",
        "technology",
        "related",
        "current",
        "future",
        "business",
        "model",
        "change",
        "weather",
        "pattern",
        "including",
        "extreme",
        "weather",
        "effect",
        "climate",
        "change",
        "reputational",
        "risk",
        "change",
        "level",
        "timing",
        "capital",
        "expenditure",
        "technological",
        "development",
        "alternative",
        "energy",
        "source",
        "disruption",
        "capital",
        "market",
        "event",
        "make",
        "eversource",
        "energy",
        "access",
        "necessary",
        "capital",
        "difficult",
        "costly",
        "development",
        "legal",
        "public",
        "policy",
        "doctrine",
        "change",
        "accounting",
        "standard",
        "financial",
        "reporting",
        "regulation",
        "action",
        "rating",
        "agency",
        "presently",
        "unknown",
        "unforeseen",
        "factor",
        "risk",
        "factor",
        "detailed",
        "eversource",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "updated",
        "necessary",
        "available",
        "sec",
        "website",
        "factor",
        "difficult",
        "predict",
        "contain",
        "uncertainty",
        "may",
        "materially",
        "affect",
        "eversource",
        "energy",
        "actual",
        "result",
        "many",
        "beyond",
        "control",
        "place",
        "undue",
        "reliance",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "eversource",
        "energy",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "certain",
        "information",
        "regarding",
        "participant",
        "eversource",
        "certain",
        "director",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "ctws",
        "shareholder",
        "connection",
        "ctws",
        "special",
        "meeting",
        "shareholder",
        "information",
        "interest",
        "ctws",
        "eversource",
        "director",
        "executive",
        "officer",
        "employee",
        "set",
        "forth",
        "preliminary",
        "proxy",
        "statement",
        "filed",
        "sec",
        "april",
        "eversource",
        "proxy",
        "additional",
        "information",
        "investor",
        "urged",
        "read",
        "entirety",
        "eversource",
        "proxy",
        "available",
        "definitive",
        "proxy",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "contain",
        "important",
        "information",
        "eversource",
        "proxy",
        "document",
        "filed",
        "eversource",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "eversource",
        "proxy",
        "document",
        "may",
        "also",
        "obtained",
        "free",
        "charge",
        "contacting",
        "king",
        "wall",
        "street",
        "22nd",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "document",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "communication",
        "relates",
        "proposal",
        "eversource",
        "made",
        "business",
        "combination",
        "transaction",
        "ctws",
        "furtherance",
        "proposal",
        "subject",
        "future",
        "development",
        "eversource",
        "ctws",
        "agree",
        "negotiated",
        "transaction",
        "eversource",
        "ctws",
        "may",
        "file",
        "one",
        "registration",
        "statement",
        "tender",
        "offer",
        "statement",
        "prospectus",
        "proxy",
        "statement",
        "document",
        "sec",
        "communication",
        "substitute",
        "registration",
        "statement",
        "prospectus",
        "proxy",
        "statement",
        "document",
        "eversource",
        "ctws",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "urged",
        "read",
        "carefully",
        "registration",
        "statement",
        "tender",
        "offer",
        "statement",
        "tender",
        "offer",
        "statement",
        "prospectus",
        "e",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "eversource",
        "ctws",
        "proposed",
        "transaction",
        "investor",
        "may",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "related",
        "document",
        "filed",
        "sec",
        "sec",
        "web",
        "site",
        "directing",
        "request",
        "eversource",
        "investor",
        "relation",
        "department",
        "email",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "eversource",
        "caroline",
        "pretyman",
        "brunswick",
        "group",
        "jonathan",
        "doorley",
        "darren",
        "mcdermott",
        "investor",
        "contact",
        "eversource",
        "jeffrey",
        "kotkin",
        "king",
        "edward",
        "mccarthy",
        "michael",
        "madalon",
        "source",
        "eversource",
        "energy"
    ]
}