{
    "organizations": [],
    "uuid": "9a4d5901fdf636d9a839bfa645f79ecd0dd7457b",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/04/09/term-sheet-monday-april-9/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Monday, April 9: Venrock Makes a Big Crypto Play | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova 9:20 AM EDT BIG PLAYS\nGood morning, Term Sheet readers.\nI’m back from San Francisco where I met with 32 VCs at 17 different firms. Thank you to everyone who made time to host me. I hope to be back for Round 2 in the near future. Now, on to the news:\nBOMBSHELL DEAL: This morning, Novartis CEO Vasant Narasimhan announced the company would buy gene-therapy developer AveXis for $8.7 billion. The $218-per-share cash offer represents a premium of about 88% to AveXis’s closing price on April 6. This is a play for the Swiss drugmaker to expand its neuroscience offerings by leveraging AveXis’s gene therapy expertise and manufacturing capabilities.\nThe acquisition comes just months into Narasimhan’s tenure as CEO. Novartis is currently sitting on cash after it agreed to sell its stake in a consumer healthcare venture to GlaxoSmithKline for $13 billion.\nIn March, Narasimhan wrote a column for Fortune that gives us insight into his strategy as Novartis’s new chief executive. He emphasized the importance of developing new drugs using precision medicine. From the story:\nBy bringing life-saving medicines that are highly targeted to patients who can achieve optimal benefits, we can not only improve public health outcomes—we can also limit the financial impact on the overall health care system. In return, we hope that payers and policymakers involved in reimbursement decisions of value-based medicines will start to remove some of the legacy barriers that have been put in place to control budget impact of widely used medications of the past.\nGlobally, this could mean designing reimbursement strategies to address the needs of patients who derive the most benefit from new therapies. In the U.S. specifically, it could mean easing prior authorization requirements or reducing out-of-pocket Medicare costs for seniors who suffer the most from cardiovascular disease. These changes would make it easier for physicians to prescribe—and patients to obtain—the life-saving therapies they need.\nVENTURE + CRYPTO: Many of the VCs I spoke with last week seemed open-minded about the brave new world of cryptocurrency. Venrock was one of those firms. It’s obvious the partners have been incredibly thoughtful about making their crypto play. Over the weekend, Venrock announced that it’s teaming up with CoinFund, a Brooklyn-based cryptocurrency investor group, to help entrepreneurs build businesses based on blockchains. Leading the effort is David Pakman, a Venrock partner who counts investments in companies including Nest and Dollar Shave Club.\nYou might remember Pakman from Term Sheet’s 5 Qs With a Dealmaker series. In one of my favorite conversations about cryptocurrency and ICOs, he told me that “these are the most interesting innovations in front of us right now.”\nFrom the Q&A:\nMost [ICOs] are scams, but I’m old enough to remember the beginnings of the Internet where every business put “dot com” on the end of their name and tried to go public. And many did. Most folks don’t remember that in the run up of the March 2000 crash, there were scores of public companies that basically did nothing. They claimed they would be the next “dot com for whatever,” but they had no revenues and they all went public. Those were all effectively scams. What I mean by “scams” is that they should not have been public. It was total crap. T\nThat’s what happens when there’s easy access to capital. There’s no question that tons of ICO projects we see now are super unlikely to succeed, are non-credible teams, and are just in it to grab money. I think that’s just a symptom of where we are in the cycle, but it doesn’t mean that the mechanism is inherently wrong. I think we’ll see a bunch of regulation around it that will help weed out the bad actors and put some roadblocks in place to help things slow down and make them a little more rational.\nVenrock’s strategic alliance with Coin Fund is not about “short-term profits” but rather “helping to architect a number of different crypto economies” for the long-haul. Pakman shares more of his thoughts on the new partnership on Fortune’s new show, Balancing the Ledger. Watch it here.\nAdvertisement THE LATEST FROM FORTUNE...\n• Hedge Fund Titan George Soros Is Getting into Cryptocurrencies (by Lucinda Shen)\n• Tim Cook and Sergey Brin Met With the Saudi Crown Prince in Silicon Valley (by David Z. Morris)\n• PayPal Has Been Quietly Getting Into the Traditional Banking Business (by Hallie Detrick)\n• A Timeline of Facebook’s Scandals (by Aric Jenkins)\n…AND ELSEWHERE\nViacom asks CBS to raise its bid by $2.8 billion . Bill Gates sells $679 million in Berkshire stock . Facebook is adding an unsend message tool . In the age of Uber and Tesla, car dealerships face a conundrum .\nVENTURE DEALS\n• Armis , an Israel-based IoT security startup, raised security startup, raised $30 million in Series B funding. Bain Capital Ventures and Red Dot Capital led the round, and were joined by investors including Sequoia Capital and Tenaya Capital.\n• SenseTime , a China-based developer of face recognition technology, raised $600 million in Series C funding at a valuation north of $4.5 billion. Alibaba Group led the round, and was joined by investors including Temasek and Suning . Read more at Fortune.\n• Bitmovin , an Austria-based provider of online video infrastructure software, raised $30 million in Series B funding. Highland Europe led the round.\n• Edovo , a Chicago-based tablet-based education startup for incarcerated people, raised $9 million in funding. Investors include Impact Engine, Lumina Foundation, and Kapor Capital.\n• City Pantry , a U.K.-based operator of an online marketplace for office catering needs, raised £4 million ($5.6 million) in funding, according to TechCrunch. Octopus Investments led the round, and was joined by investors including Newable Private Investing . Read more.\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• Constellation Pharmaceuticals, Inc. , a Cambridge, Mass.-based clinical-stage biopharmaceutical company developing tumor-targeted and immuno-oncology therapies, raised $100 million funding. Investors include Cormorant Asset Management, Deerfield Management, Fidelity Management and Research Company, Hillhouse Capital, NS Investment, OrbiMed, Sirona Capital, Venrock Healthcare Partners, The Column Group, Third Rock Ventures, Venrock, SROne, University of California Investment Office, Topspin Partners, and Casdin Capital .\nAdvertisement PRIVATE EQUITY DEALS\n• BDT Capital Partners acquired a majority stake in Casa Dragones , a Mexico-based small batch tequila producer. Financial terms weren’t disclosed. Casa Dragones is a small batch tequila producer.\n• ArchiMed acquired a majority stake in Soest Medical Group, a Netherlands-based developer of self-adhesives used to secure protective drapes to patients’ skin during surgery. Financial terms weren’t disclosed.\nAdvertisement IPOs\n• Sichuan Haidilao Catering , a Chinese hotpot chain, plans to raise $600 million to $700 million in a Hong Kong IPO, Reuters reports citing sources. Read more .\n• Pivotal Software , a San Francisco-based spin off of DellEMC, plans to raise $555 million in an IPO of 37 million shares priced between $14 to $16 a piece. The firm posted loss of $163.5 million on $509 million in sales for the 12 months ended February 2, 2018. Michael Dell, Silver Lake, Dell, EMC, VMWare, General Electric, a nd Ford back the company. Morgan Stanley, Goldman Sachs, Citi, BofA Merrill Lynch, Barclays, Credit Suisse, RBC Capital Markets, UBS Investment Bank and Wells Fargo Securities are joint bookrunners in the deal. The company has not disclosed a stock exchange or symbol. Read more .\n• Weidai Hangzhou Financial Information Service Co. , a Chinese microlender, is planning for an IPO that could raise about $400 million, Bloomberg reports citing sources. Read more .\n• MorphoSys , a German firm developing lymphoma therapies, says it plans to raise $200.2 million in an IPO of 8.3 million ADSs priced at $24.12. Goldman Sachs, J.P. Morgan, and Leerink Partners are joint bookrunners in the deal. The firm has a $3 billion market cap on the Frankfurt Stock Exchange. It plans to list on the Nasdaq as “MOR.” Read more .\n• Construction Partners , a Dothan, Ala.-based road and infrastructure company, filed to raise up to $207 million in an IPO. SunTx backs the firm. Baird, Raymond James, and Stephens are underwriters in the deal. The firm plans to list on the Nasdaq as “ROAD.” Read more .\n• Inspire Medical Systems , a Maple Grove, Minn.-based sleep apnea, filed on Friday with the SEC to raise up to $86 million in an initial public offering. Presidio Management Group (16.2% pre-IPO), OrbiMed Private Investments (15.9%), Synergy Life Science (15.7%), Kleiner Perkins Caufield and Byers (14.5%), Amzak Health Investors (10.3%), and Medtronic (5.7%) back the firm. BofA Merrill Lynch and Goldman Sachs are underwriters in the deal. It plans to list on the NYSE as “INSP.” Read more .\n• Surface Oncology , a Cambridge, Mass.-based cancer antibody developer, plans to raise $84 million in an IPO of 6 million shares priced between $13 to $15. The firm posted $45.4 million in loss on $13 million in revenue for 2017. Atlas Ventures (23%), F-Prime Capital Partners (10%), Lilly Ventures Management Group (16%), Novartis (16%), and New Enterprises Associates (16%) back the firm. Goldman Sachs, Cowen & Company and Evercore ISI are joint bookrunners in the deal. The firm plans to list on the Nasdaq as “SURF.” Read more .\n• Aston Martin , the luxury carmaker, plans to hire three banks for a potential IPO in London, Reuters reports citing sources. Read more .\nAdvertisement FIRMS + FUNDS\n• Idinvest Partners , a France-based private equity and venture capital firm, raised 180 million euros ($220.8 million) for its third fund, Idinvest fund III. The fund’s target is 300 million euros.\nAdvertisement PEOPLE\n• Andrew Woeber joined Centerview Partners as a partner.\n• Shweta Bhatia joined Eight Roads Ventures as a partner.\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-04-09T12:20:00.000+03:00",
    "crawled": "2018-04-09T17:16:42.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "edt",
        "big",
        "play",
        "good",
        "morning",
        "term",
        "sheet",
        "reader",
        "back",
        "san",
        "francisco",
        "met",
        "vcs",
        "different",
        "firm",
        "thank",
        "everyone",
        "made",
        "time",
        "host",
        "hope",
        "back",
        "round",
        "near",
        "future",
        "news",
        "bombshell",
        "deal",
        "morning",
        "novartis",
        "ceo",
        "vasant",
        "narasimhan",
        "announced",
        "company",
        "would",
        "buy",
        "developer",
        "avexis",
        "billion",
        "cash",
        "offer",
        "represents",
        "premium",
        "avexis",
        "closing",
        "price",
        "april",
        "play",
        "swiss",
        "drugmaker",
        "expand",
        "neuroscience",
        "offering",
        "leveraging",
        "avexis",
        "gene",
        "therapy",
        "expertise",
        "manufacturing",
        "capability",
        "acquisition",
        "come",
        "month",
        "narasimhan",
        "tenure",
        "ceo",
        "novartis",
        "currently",
        "sitting",
        "cash",
        "agreed",
        "sell",
        "stake",
        "consumer",
        "healthcare",
        "venture",
        "glaxosmithkline",
        "billion",
        "march",
        "narasimhan",
        "wrote",
        "column",
        "fortune",
        "give",
        "u",
        "insight",
        "strategy",
        "novartis",
        "new",
        "chief",
        "executive",
        "emphasized",
        "importance",
        "developing",
        "new",
        "drug",
        "using",
        "precision",
        "medicine",
        "story",
        "bringing",
        "medicine",
        "highly",
        "targeted",
        "patient",
        "achieve",
        "optimal",
        "benefit",
        "improve",
        "public",
        "health",
        "also",
        "limit",
        "financial",
        "impact",
        "overall",
        "health",
        "care",
        "system",
        "return",
        "hope",
        "payer",
        "policymakers",
        "involved",
        "reimbursement",
        "decision",
        "medicine",
        "start",
        "remove",
        "legacy",
        "barrier",
        "put",
        "place",
        "control",
        "budget",
        "impact",
        "widely",
        "used",
        "medication",
        "past",
        "globally",
        "could",
        "mean",
        "designing",
        "reimbursement",
        "strategy",
        "address",
        "need",
        "patient",
        "derive",
        "benefit",
        "new",
        "therapy",
        "specifically",
        "could",
        "mean",
        "easing",
        "prior",
        "authorization",
        "requirement",
        "reducing",
        "medicare",
        "cost",
        "senior",
        "suffer",
        "cardiovascular",
        "disease",
        "change",
        "would",
        "make",
        "easier",
        "physician",
        "patient",
        "therapy",
        "need",
        "venture",
        "crypto",
        "many",
        "vcs",
        "spoke",
        "last",
        "week",
        "seemed",
        "brave",
        "new",
        "world",
        "cryptocurrency",
        "venrock",
        "one",
        "firm",
        "obvious",
        "partner",
        "incredibly",
        "thoughtful",
        "making",
        "crypto",
        "play",
        "weekend",
        "venrock",
        "announced",
        "teaming",
        "coinfund",
        "cryptocurrency",
        "investor",
        "group",
        "help",
        "entrepreneur",
        "build",
        "business",
        "based",
        "blockchains",
        "leading",
        "effort",
        "david",
        "pakman",
        "venrock",
        "partner",
        "count",
        "investment",
        "company",
        "including",
        "nest",
        "dollar",
        "shave",
        "club",
        "might",
        "remember",
        "pakman",
        "term",
        "sheet",
        "q",
        "dealmaker",
        "series",
        "one",
        "favorite",
        "conversation",
        "cryptocurrency",
        "icos",
        "told",
        "interesting",
        "innovation",
        "front",
        "u",
        "right",
        "q",
        "icos",
        "scam",
        "old",
        "enough",
        "remember",
        "beginning",
        "internet",
        "every",
        "business",
        "put",
        "dot",
        "com",
        "end",
        "name",
        "tried",
        "go",
        "public",
        "many",
        "folk",
        "remember",
        "run",
        "march",
        "crash",
        "score",
        "public",
        "company",
        "basically",
        "nothing",
        "claimed",
        "would",
        "next",
        "dot",
        "com",
        "whatever",
        "revenue",
        "went",
        "public",
        "effectively",
        "scam",
        "mean",
        "scam",
        "public",
        "total",
        "crap",
        "happens",
        "easy",
        "access",
        "capital",
        "question",
        "ton",
        "ico",
        "project",
        "see",
        "super",
        "unlikely",
        "succeed",
        "team",
        "grab",
        "money",
        "think",
        "symptom",
        "cycle",
        "mean",
        "mechanism",
        "inherently",
        "wrong",
        "think",
        "see",
        "bunch",
        "regulation",
        "around",
        "help",
        "weed",
        "bad",
        "actor",
        "put",
        "roadblock",
        "place",
        "help",
        "thing",
        "slow",
        "make",
        "little",
        "rational",
        "venrock",
        "strategic",
        "alliance",
        "coin",
        "fund",
        "profit",
        "rather",
        "helping",
        "architect",
        "number",
        "different",
        "crypto",
        "economy",
        "pakman",
        "share",
        "thought",
        "new",
        "partnership",
        "fortune",
        "new",
        "show",
        "balancing",
        "ledger",
        "watch",
        "advertisement",
        "latest",
        "fortune",
        "hedge",
        "fund",
        "titan",
        "george",
        "soros",
        "getting",
        "cryptocurrencies",
        "lucinda",
        "shen",
        "tim",
        "cook",
        "sergey",
        "brin",
        "met",
        "saudi",
        "crown",
        "prince",
        "silicon",
        "valley",
        "david",
        "morris",
        "paypal",
        "quietly",
        "getting",
        "traditional",
        "banking",
        "business",
        "hallie",
        "detrick",
        "timeline",
        "facebook",
        "scandal",
        "aric",
        "jenkins",
        "elsewhere",
        "viacom",
        "asks",
        "cbs",
        "raise",
        "bid",
        "billion",
        "bill",
        "gate",
        "sell",
        "million",
        "berkshire",
        "stock",
        "facebook",
        "adding",
        "unsend",
        "message",
        "tool",
        "age",
        "uber",
        "tesla",
        "car",
        "dealership",
        "face",
        "conundrum",
        "venture",
        "deal",
        "armis",
        "iot",
        "security",
        "startup",
        "raised",
        "security",
        "startup",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "bain",
        "capital",
        "venture",
        "red",
        "dot",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "sequoia",
        "capital",
        "tenaya",
        "capital",
        "sensetime",
        "developer",
        "face",
        "recognition",
        "technology",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "valuation",
        "north",
        "billion",
        "alibaba",
        "group",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "temasek",
        "suning",
        "read",
        "fortune",
        "bitmovin",
        "provider",
        "online",
        "video",
        "infrastructure",
        "software",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "highland",
        "europe",
        "led",
        "round",
        "edovo",
        "education",
        "startup",
        "incarcerated",
        "people",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "impact",
        "engine",
        "lumen",
        "foundation",
        "kapor",
        "capital",
        "city",
        "pantry",
        "operator",
        "online",
        "marketplace",
        "office",
        "catering",
        "need",
        "raised",
        "million",
        "million",
        "funding",
        "according",
        "techcrunch",
        "octopus",
        "investment",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "newable",
        "private",
        "investing",
        "read",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "constellation",
        "pharmaceutical",
        "cambridge",
        "biopharmaceutical",
        "company",
        "developing",
        "therapy",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "cormorant",
        "asset",
        "management",
        "deerfield",
        "management",
        "fidelity",
        "management",
        "research",
        "company",
        "hillhouse",
        "capital",
        "n",
        "investment",
        "orbimed",
        "sirona",
        "capital",
        "venrock",
        "healthcare",
        "partner",
        "column",
        "group",
        "third",
        "rock",
        "venture",
        "venrock",
        "srone",
        "university",
        "california",
        "investment",
        "office",
        "topspin",
        "partner",
        "casdin",
        "capital",
        "advertisement",
        "private",
        "equity",
        "deal",
        "bdt",
        "capital",
        "partner",
        "acquired",
        "majority",
        "stake",
        "casa",
        "dragones",
        "small",
        "batch",
        "tequila",
        "producer",
        "financial",
        "term",
        "disclosed",
        "casa",
        "dragones",
        "small",
        "batch",
        "tequila",
        "producer",
        "archimed",
        "acquired",
        "majority",
        "stake",
        "soest",
        "medical",
        "group",
        "developer",
        "used",
        "secure",
        "protective",
        "drape",
        "patient",
        "skin",
        "surgery",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "sichuan",
        "haidilao",
        "catering",
        "chinese",
        "hotpot",
        "chain",
        "plan",
        "raise",
        "million",
        "million",
        "hong",
        "kong",
        "ipo",
        "reuters",
        "report",
        "citing",
        "source",
        "read",
        "pivotal",
        "software",
        "san",
        "spin",
        "dellemc",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "piece",
        "firm",
        "posted",
        "loss",
        "million",
        "million",
        "sale",
        "month",
        "ended",
        "february",
        "michael",
        "dell",
        "silver",
        "lake",
        "dell",
        "emc",
        "vmware",
        "general",
        "electric",
        "nd",
        "ford",
        "back",
        "company",
        "morgan",
        "stanley",
        "goldman",
        "sachs",
        "citi",
        "bofa",
        "merrill",
        "lynch",
        "barclays",
        "credit",
        "suisse",
        "rbc",
        "capital",
        "market",
        "ubs",
        "investment",
        "bank",
        "well",
        "fargo",
        "security",
        "joint",
        "bookrunners",
        "deal",
        "company",
        "disclosed",
        "stock",
        "exchange",
        "symbol",
        "read",
        "weidai",
        "hangzhou",
        "financial",
        "information",
        "service",
        "chinese",
        "microlender",
        "planning",
        "ipo",
        "could",
        "raise",
        "million",
        "bloomberg",
        "report",
        "citing",
        "source",
        "read",
        "morphosys",
        "german",
        "firm",
        "developing",
        "lymphoma",
        "therapy",
        "say",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "adss",
        "priced",
        "goldman",
        "sachs",
        "morgan",
        "leerink",
        "partner",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "billion",
        "market",
        "cap",
        "frankfurt",
        "stock",
        "exchange",
        "plan",
        "list",
        "nasdaq",
        "read",
        "construction",
        "partner",
        "dothan",
        "road",
        "infrastructure",
        "company",
        "filed",
        "raise",
        "million",
        "ipo",
        "suntx",
        "back",
        "firm",
        "baird",
        "raymond",
        "james",
        "stephen",
        "underwriter",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "inspire",
        "medical",
        "system",
        "maple",
        "grove",
        "sleep",
        "apnea",
        "filed",
        "friday",
        "sec",
        "raise",
        "million",
        "initial",
        "public",
        "offering",
        "presidio",
        "management",
        "group",
        "orbimed",
        "private",
        "investment",
        "synergy",
        "life",
        "science",
        "kleiner",
        "perkins",
        "caufield",
        "byers",
        "amzak",
        "health",
        "investor",
        "medtronic",
        "back",
        "firm",
        "bofa",
        "merrill",
        "lynch",
        "goldman",
        "sachs",
        "underwriter",
        "deal",
        "plan",
        "list",
        "nyse",
        "read",
        "surface",
        "oncology",
        "cambridge",
        "cancer",
        "antibody",
        "developer",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "firm",
        "posted",
        "million",
        "loss",
        "million",
        "revenue",
        "atlas",
        "venture",
        "capital",
        "partner",
        "lilly",
        "venture",
        "management",
        "group",
        "novartis",
        "new",
        "enterprise",
        "associate",
        "back",
        "firm",
        "goldman",
        "sachs",
        "cowen",
        "company",
        "evercore",
        "isi",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "aston",
        "martin",
        "luxury",
        "carmaker",
        "plan",
        "hire",
        "three",
        "bank",
        "potential",
        "ipo",
        "london",
        "reuters",
        "report",
        "citing",
        "source",
        "read",
        "advertisement",
        "firm",
        "fund",
        "idinvest",
        "partner",
        "private",
        "equity",
        "venture",
        "capital",
        "firm",
        "raised",
        "million",
        "euro",
        "million",
        "third",
        "fund",
        "idinvest",
        "fund",
        "iii",
        "fund",
        "target",
        "million",
        "euro",
        "advertisement",
        "people",
        "andrew",
        "woeber",
        "joined",
        "centerview",
        "partner",
        "partner",
        "shweta",
        "bhatia",
        "joined",
        "eight",
        "road",
        "venture",
        "partner",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}