{
    "organizations": [],
    "uuid": "d50477cfefa50064d5a653f3b83ca233598c710b",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/13/hp-envy-x2-with-qualcomm-snapdragon-processor-review.html",
    "ord_in_thread": 0,
    "title": "I tried a Windows tablet that runs on a Qualcomm smartphone processor — and boy did I miss Intel",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Published 1 Hour Ago Updated 15 Mins Ago The HP Envy X2 is among the first new Windows 10 laptops to run on Qualcomm's Snapdragon processor. It offers long battery life and cellular connectivity wherever you go, but isn't that good. It can't run most Windows apps, even though it runs Windows. HP The HP Envy X2 \nSeveral large PC makers are beginning to sell new laptops that are powered by Qualcomm' s Snapdragon processor, a historic break from the Intel (and similar) processors that have powered almost every Windows PC from the beginning of time. \nPC makers are adopting these chips in hopes of getting the kind of \"all day\" battery life and always-connected computers that are like Apple's iPad or a smartphone, while still offering Windows users the environment and apps they prefer. \nThe theory is that these devices will better compete with Apple's iPad Pro, which can be purchased with a cellular connection and offers great battery life -- much longer than Intel-based Windows tablets like the Microsoft Surface. \nBut it's a theory that just doesn't hold up in practice. I tried one of these computers, the HP Envy X2, and came away disappointed, mainly because I just couldn't do a lot of the same things I could do with an Intel-powered machine. HP The HP Envy X2 \nMicrosoft and its partners have tried this approach before, and should have learned from history. Back in 2013, Nokia launched the Lumia 2520 tablet, a device powered by Qualcomm's Snapdragon 830 processor. It ran a watered-down version of Windows named Windows RT. The devices sold poorly, and Microsoft ultimately killed the whole initiative. \nInstead of Windows RT, the new generation ships with Windows 10 S, a watered-down version of Windows 10. Unlike the Lumia 2520, the new crop of Snapdragon-powered computers can be upgraded to a full version of Windows 10. \nUnfortunately, when I did this, I found out you can't run any old Windows app you might run on another computer. This is one of the flaws that sank the last attempt, and it hasn't been completely fixed. \nHere's what you need to know. What's good HP The HP Envy X2 \nThe Envy X2 is light and thin -- thinner than a Microsoft Surface and on a par with some of the Windows 10 tablets we've seen, such as the Samsung Galaxy Book 12. \nI like that, for the starting price of $999, the Envy X2 comes with a keyboard, a pen, and a sharp and bright 12.3-inch display. The iPad Pro doesn't come with a pencil or a keyboard, and the 12.9-inch model starts at $1,079 with a similar 128GB of storage and cellular connectivity, so the Envy X2 is cheaper. \nI also like that the Envy X2's back-lit keyboard cover doubles as a kickstand with multiple angles, so you can adjust it on the fly. The kickstand isn't really sturdy, so the tablet is hard to use with the keyboard attached if you're trying to balance it on your lap, however. The keyboard is easy to type on, and is similar to what I've used on a Microsoft Surface Pro. HP The HP Envy X2 \nThe battery life is really good, too. It easily lasted through several days of intermittent use on a single charge when I turned to use it at my desk for regular tasks like browsing the web, checking in on coverage of The Masters and streaming a bit of Hulu. The battery seems to keep on going, which is the real attraction to this type of processor. \nIt's quick at booting, too, although doing other maintenance tasks, like installing an update or restoring the computer, takes forever compared to a powerful Intel processor. \nIt also works with all of the apps in the Microsoft Windows Store -- nearly 700,000 of them. That means you can download and use Hulu, Netflix, Office and other popular apps you might expect on a tablet. \nMy unit worked with Verizon's network. I popped in a SIM card and then started a free 1GB data trial with Verizon for connectivity during my test period. I liked how simple it was to get up and running in Windows, and that I didn't need to rely on a Wi-Fi network when a cellular connection was available -- something you can also get with some models of iPad and Windows 10 computers. \nThere are other niceties, like decent stereo speakers, but there are major cons that outweigh a lot of these pros. What's bad HP The HP Envy X2 \nThe Snapdragon processor is built on an architecture created by ARM, which powers most smartphones and tablets, instead of a processor using the x86 architecture pioneered by Intel and traditionally found in Mac and Windows computers. \nThe Snapdragon 835 processor in the Envy X2, for example, is the same chip in the US version of the Samsung Galaxy S8. \nThe different architecture means it doesn't support every Windows app out of the box. There's an emulator -- think simulator -- that lets you run some older applications but not newer \"64-bit applications\" that are designed for most Windows computers you'd buy today. \nThat meant I wasn't able to install applications that I need to in order to do some of my CNBC work. I couldn't install an anti-virus application that's required, for example, or even the Cisco AnyConnect VPN. It just gives an error when you attempt to install those apps. \nIt's bizarre, since these machines are largely targeted at mobile professionals. My guess is most IT departments won't like that either. \nHP told CNBC it does not think of the Envy X2 as a competitor to typical Windows computers with cellular connections like the Surface Pro with LTE. It's meant to be more of a competitor to Apple's iPad Pro. \nBut this is going to be a problem in the real world. People who buy a Windows laptop expect it to run all the Windows apps they need. If a consumer buys the Envy X2 thinking they can just run off and install everything they would on a Surface Pro, for example, they're going to be really disappointed. Microsoft 'It's a journey we're on' \nReally, this is Microsoft 's problem. It's going to be really hard to sell $1,000 Windows computers that don't run all Windows apps. No amount of messaging will change that. \nMicrosoft told CNBC that it plans to launch beta tool for developers to build 64-bit apps for the Windows on Snapdragon platform sometime around its BUILD conference in early May. But Microsoft doesn't yet have a date as to when that support will hit the current crop of Windows on Snapdragon laptops. \nWhen I discussed some of my concerns about the platform with Microsoft's general manager of Windows on ARM, Erin Chapple, she explained that the initiative is still very much in its infancy. \n\"It's a journey we're on,\" Chapple said. \"In the beginning, we've optimized around the Windows 10 S mode and where we see people spending a majority of their time,\" she said, noting that Microsoft found most users spend their time in Office, the browser and on the desktop. \nWhile Microsoft will offer more tools to developers to port apps over, there's no guarantee that all developers will bring all apps over, and still no time-frame for when Windows 64-bit apps will be supported. \nEven if they do arrive, we have no idea whether those apps will perform as well as they would on an Intel-based PC. Should you buy it? \nNo. At least not now. \nThe Envy X2 is a well-designed tablet and laptop hybrid, but hold off for the Intel version, which is coming later this year. \nWhile I really like constant connectivity and great battery life, I'd happily trade both for access to all of the Windows apps I'm used to installing, including those that I need to perform my job. \nMost folks are better served spending a bit more for an iPad Pro, which has more applications, or sacrificing battery life and connectivity for a Microsoft Surface. \nAt the very least, wait to see how well Snapdragon-based PCs can handle traditional Windows apps when 64-bit app support rolls out later this year.",
    "published": "2018-04-13T18:42:00.000+03:00",
    "crawled": "2018-04-13T19:06:13.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "published",
        "hour",
        "ago",
        "updated",
        "min",
        "ago",
        "hp",
        "envy",
        "x2",
        "among",
        "first",
        "new",
        "window",
        "laptop",
        "run",
        "qualcomm",
        "snapdragon",
        "processor",
        "offer",
        "long",
        "battery",
        "life",
        "cellular",
        "connectivity",
        "wherever",
        "go",
        "good",
        "ca",
        "run",
        "window",
        "apps",
        "even",
        "though",
        "run",
        "window",
        "hp",
        "hp",
        "envy",
        "x2",
        "several",
        "large",
        "pc",
        "maker",
        "beginning",
        "sell",
        "new",
        "laptop",
        "powered",
        "qualcomm",
        "snapdragon",
        "processor",
        "historic",
        "break",
        "intel",
        "similar",
        "processor",
        "powered",
        "almost",
        "every",
        "window",
        "pc",
        "beginning",
        "time",
        "pc",
        "maker",
        "adopting",
        "chip",
        "hope",
        "getting",
        "kind",
        "day",
        "battery",
        "life",
        "computer",
        "like",
        "apple",
        "ipad",
        "smartphone",
        "still",
        "offering",
        "window",
        "user",
        "environment",
        "apps",
        "prefer",
        "theory",
        "device",
        "better",
        "compete",
        "apple",
        "ipad",
        "pro",
        "purchased",
        "cellular",
        "connection",
        "offer",
        "great",
        "battery",
        "life",
        "much",
        "longer",
        "window",
        "tablet",
        "like",
        "microsoft",
        "surface",
        "theory",
        "hold",
        "practice",
        "tried",
        "one",
        "computer",
        "hp",
        "envy",
        "x2",
        "came",
        "away",
        "disappointed",
        "mainly",
        "could",
        "lot",
        "thing",
        "could",
        "machine",
        "hp",
        "hp",
        "envy",
        "x2",
        "microsoft",
        "partner",
        "tried",
        "approach",
        "learned",
        "history",
        "back",
        "nokia",
        "launched",
        "lumia",
        "tablet",
        "device",
        "powered",
        "qualcomm",
        "snapdragon",
        "processor",
        "ran",
        "version",
        "window",
        "named",
        "window",
        "rt",
        "device",
        "sold",
        "poorly",
        "microsoft",
        "ultimately",
        "killed",
        "whole",
        "initiative",
        "instead",
        "window",
        "rt",
        "new",
        "generation",
        "ship",
        "window",
        "version",
        "window",
        "unlike",
        "lumia",
        "new",
        "crop",
        "computer",
        "upgraded",
        "full",
        "version",
        "window",
        "unfortunately",
        "found",
        "ca",
        "run",
        "old",
        "window",
        "app",
        "might",
        "run",
        "another",
        "computer",
        "one",
        "flaw",
        "sank",
        "last",
        "attempt",
        "completely",
        "fixed",
        "need",
        "know",
        "good",
        "hp",
        "hp",
        "envy",
        "x2",
        "envy",
        "x2",
        "light",
        "thin",
        "thinner",
        "microsoft",
        "surface",
        "par",
        "window",
        "tablet",
        "seen",
        "samsung",
        "galaxy",
        "book",
        "like",
        "starting",
        "price",
        "envy",
        "x2",
        "come",
        "keyboard",
        "pen",
        "sharp",
        "bright",
        "display",
        "ipad",
        "pro",
        "come",
        "pencil",
        "keyboard",
        "model",
        "start",
        "similar",
        "128gb",
        "storage",
        "cellular",
        "connectivity",
        "envy",
        "x2",
        "cheaper",
        "also",
        "like",
        "envy",
        "x2",
        "keyboard",
        "cover",
        "double",
        "kickstand",
        "multiple",
        "angle",
        "adjust",
        "fly",
        "kickstand",
        "really",
        "sturdy",
        "tablet",
        "hard",
        "use",
        "keyboard",
        "attached",
        "trying",
        "balance",
        "lap",
        "however",
        "keyboard",
        "easy",
        "type",
        "similar",
        "used",
        "microsoft",
        "surface",
        "pro",
        "hp",
        "hp",
        "envy",
        "x2",
        "battery",
        "life",
        "really",
        "good",
        "easily",
        "lasted",
        "several",
        "day",
        "intermittent",
        "use",
        "single",
        "charge",
        "turned",
        "use",
        "desk",
        "regular",
        "task",
        "like",
        "browsing",
        "web",
        "checking",
        "coverage",
        "master",
        "streaming",
        "bit",
        "hulu",
        "battery",
        "seems",
        "keep",
        "going",
        "real",
        "attraction",
        "type",
        "processor",
        "quick",
        "booting",
        "although",
        "maintenance",
        "task",
        "like",
        "installing",
        "update",
        "restoring",
        "computer",
        "take",
        "forever",
        "compared",
        "powerful",
        "intel",
        "processor",
        "also",
        "work",
        "apps",
        "microsoft",
        "window",
        "store",
        "nearly",
        "mean",
        "download",
        "use",
        "hulu",
        "netflix",
        "office",
        "popular",
        "apps",
        "might",
        "expect",
        "tablet",
        "unit",
        "worked",
        "verizon",
        "network",
        "popped",
        "sim",
        "card",
        "started",
        "free",
        "1gb",
        "data",
        "trial",
        "verizon",
        "connectivity",
        "test",
        "period",
        "liked",
        "simple",
        "get",
        "running",
        "window",
        "need",
        "rely",
        "network",
        "cellular",
        "connection",
        "available",
        "something",
        "also",
        "get",
        "model",
        "ipad",
        "window",
        "computer",
        "nicety",
        "like",
        "decent",
        "stereo",
        "speaker",
        "major",
        "con",
        "outweigh",
        "lot",
        "pro",
        "bad",
        "hp",
        "hp",
        "envy",
        "x2",
        "snapdragon",
        "processor",
        "built",
        "architecture",
        "created",
        "arm",
        "power",
        "smartphones",
        "tablet",
        "instead",
        "processor",
        "using",
        "x86",
        "architecture",
        "pioneered",
        "intel",
        "traditionally",
        "found",
        "mac",
        "window",
        "computer",
        "snapdragon",
        "processor",
        "envy",
        "x2",
        "example",
        "chip",
        "u",
        "version",
        "samsung",
        "galaxy",
        "s8",
        "different",
        "architecture",
        "mean",
        "support",
        "every",
        "window",
        "app",
        "box",
        "emulator",
        "think",
        "simulator",
        "let",
        "run",
        "older",
        "application",
        "newer",
        "application",
        "designed",
        "window",
        "computer",
        "buy",
        "today",
        "meant",
        "able",
        "install",
        "application",
        "need",
        "order",
        "cnbc",
        "work",
        "could",
        "install",
        "application",
        "required",
        "example",
        "even",
        "cisco",
        "anyconnect",
        "vpn",
        "give",
        "error",
        "attempt",
        "install",
        "apps",
        "bizarre",
        "since",
        "machine",
        "largely",
        "targeted",
        "mobile",
        "professional",
        "guess",
        "department",
        "wo",
        "like",
        "either",
        "hp",
        "told",
        "cnbc",
        "think",
        "envy",
        "x2",
        "competitor",
        "typical",
        "window",
        "computer",
        "cellular",
        "connection",
        "like",
        "surface",
        "pro",
        "lte",
        "meant",
        "competitor",
        "apple",
        "ipad",
        "pro",
        "going",
        "problem",
        "real",
        "world",
        "people",
        "buy",
        "window",
        "laptop",
        "expect",
        "run",
        "window",
        "apps",
        "need",
        "consumer",
        "buy",
        "envy",
        "x2",
        "thinking",
        "run",
        "install",
        "everything",
        "would",
        "surface",
        "pro",
        "example",
        "going",
        "really",
        "disappointed",
        "microsoft",
        "journey",
        "really",
        "microsoft",
        "problem",
        "going",
        "really",
        "hard",
        "sell",
        "window",
        "computer",
        "run",
        "window",
        "apps",
        "amount",
        "messaging",
        "change",
        "microsoft",
        "told",
        "cnbc",
        "plan",
        "launch",
        "beta",
        "tool",
        "developer",
        "build",
        "apps",
        "window",
        "snapdragon",
        "platform",
        "sometime",
        "around",
        "build",
        "conference",
        "early",
        "may",
        "microsoft",
        "yet",
        "date",
        "support",
        "hit",
        "current",
        "crop",
        "window",
        "snapdragon",
        "laptop",
        "discussed",
        "concern",
        "platform",
        "microsoft",
        "general",
        "manager",
        "window",
        "arm",
        "erin",
        "chapple",
        "explained",
        "initiative",
        "still",
        "much",
        "infancy",
        "journey",
        "chapple",
        "said",
        "beginning",
        "optimized",
        "around",
        "window",
        "mode",
        "see",
        "people",
        "spending",
        "majority",
        "time",
        "said",
        "noting",
        "microsoft",
        "found",
        "user",
        "spend",
        "time",
        "office",
        "browser",
        "desktop",
        "microsoft",
        "offer",
        "tool",
        "developer",
        "port",
        "apps",
        "guarantee",
        "developer",
        "bring",
        "apps",
        "still",
        "window",
        "apps",
        "supported",
        "even",
        "arrive",
        "idea",
        "whether",
        "apps",
        "perform",
        "well",
        "would",
        "pc",
        "buy",
        "least",
        "envy",
        "x2",
        "tablet",
        "laptop",
        "hybrid",
        "hold",
        "intel",
        "version",
        "coming",
        "later",
        "year",
        "really",
        "like",
        "constant",
        "connectivity",
        "great",
        "battery",
        "life",
        "happily",
        "trade",
        "access",
        "window",
        "apps",
        "used",
        "installing",
        "including",
        "need",
        "perform",
        "job",
        "folk",
        "better",
        "served",
        "spending",
        "bit",
        "ipad",
        "pro",
        "application",
        "sacrificing",
        "battery",
        "life",
        "connectivity",
        "microsoft",
        "surface",
        "least",
        "wait",
        "see",
        "well",
        "pc",
        "handle",
        "traditional",
        "window",
        "apps",
        "app",
        "support",
        "roll",
        "later",
        "year"
    ]
}