{
    "organizations": [],
    "uuid": "2b38e66bcaa62fce3b3c119c133290166927d852",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/business-wire-usana-health-sciences-reports-record-first-quarter-2018-net-sales-and-increases-2018-outlook.html",
    "ord_in_thread": 0,
    "title": "USANA Health Sciences Reports Record First Net Sales and Increases 2018 Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Record first quarter net sales of $292.0 million, an increase of 14.4% year-over-year First quarter diluted earnings per share increased 38.4% to $1.19 per share\nSALT LAKE CITY--(BUSINESS WIRE)-- USANA Health Sciences, Inc. (NYSE: USNA) today announced financial results for its fiscal first quarter ended March 31, 2018.\nFinancial Performance\nFor the first quarter of 2018, net sales were $292.0 million compared with $255.3 million in the prior-year period, or a 14.4% increase year-over-year. Favorable currency exchange rates positively impacted net sales by $16.4 million for the quarter. Targeted product promotions offered by the Company during the quarter contributed approximately $11 million to net sales and the Company’s launch of its new skincare line, Celavive, also contributed approximately $9 million in incremental sales for the quarter. The Company’s total number of active Customers increased 1.9% year-over-year to 585,000.\nThe Company reported net earnings for the first quarter of $28.9 million, compared with net earnings of $21.4 million reported in the prior-year period. Earnings per diluted share increased to $1.19 per diluted share, an increase of 38.4% on a year-over-year basis. The increase in net earnings was due primarily to higher net sales, lower relative operating expenses and a lower effective tax rate of 34.2% compared to 36% during the prior year period. Costs related to China and the Company’s internal investigation into its China operations were nominal during the first quarter of 2018 as compared to approximately $2.4 million, after tax, during the prior year period.\n“We are off to a solid start to the year as we continue to see strong momentum in most of our regions around the world,” said Kevin Guest, Chief Executive Officer. “The highlight of the quarter was our successful launch of the Celavive skincare line. We launched Celavive in every market except China, where we anticipate launching in the fourth quarter. The initial results from this launch show strong customer demand for this product line around the world. We also offered a targeted product promotion in China that benefited sales for the quarter.”\nWeighted average diluted shares outstanding were 24.3 million for the first quarter of 2018, compared with diluted shares of 25.0 million in the prior-year period. The Company repurchased approximately 39,000 shares during the quarter for a total investment of $2.9 million, and ended the quarter with $266.2 million in cash and cash equivalents and no debt. As of March 31, 2018, there was $47.1 million remaining under the current share repurchase authorization.\nRegional Results\nNet sales in the Asia Pacific region increased by 19.0% to $232.1 million for the first quarter of 2018. Within Asia Pacific, net sales:\nIncreased 19.8% in Greater China; Increased 39.6% in North Asia; and Increased 11.6% in the Southeast Asia Pacific region.\nSales growth in Greater China was primarily driven by a 4.9% increase in active Customers in Mainland China, while sales growth in North Asia resulted from 17.9% active Customer growth in South Korea. Sales growth in Southeast Asia Pacific was driven by 27.3% active Customer growth in Malaysia and 18.2% active Customer growth in Singapore. The total number of active Customers in the Asia Pacific region increased by 5.7% year-over-year.\nNet sales in the Americas and Europe region for the first quarter of 2018 decreased by 0.6% to $59.9 million, and active Customers in this region declined 8.6%.\n“Each of our Asia Pacific regions reported double-digit sales growth in the first quarter,” continued Mr. Guest. “We’re pleased not only with our continued growth in China, but also with the double-digit sales growth we reported in several other markets, including South Korea, Malaysia, Australia and Singapore. In the Americas and Europe region, net sales decreased on a year-over basis, but increased sequentially. Active Customer growth continues to be a challenge for us in this region and a major focus of our team. Several of our 2018 growth strategies are intended to help generate customer growth in this region, including the opening of four new European markets in mid-June. Although we are forecasting sales to be relatively modest in these markets initially, we believe that the excitement of entering these new markets will help generate momentum within the overall region and, most importantly, we’re pleased to be able to offer USANA products to more families across the globe.”\nOutlook\nThe Company is updating its consolidated net sales and earnings per share outlook for 2018 as follows:\nConsolidated net sales between $1.13 and $1.17 billion, previously between $1.11 and $1.16 billion; and Earnings per share between $4.25 and $4.55, previously between $4.05 and $4.45.\nThe Company’s outlook reflects:\nA positive impact from more favorable currency exchange rates of approximately $45 million for the full-year; An estimated operating margin of between 13% and 14% for the year; An effective tax rate of approximately 34% for the year; and An annualized diluted share count of approximately 24.3 million.\nChief Financial Officer Doug Hekking commented, “Our results for the first quarter reflect the strength of USANA’s business. We generated record net sales for the quarter with the Celavive launch and other promotional activity contributing to the topline performance. In addition, topline results were positively impacted by favorable currency exchange rates. Earnings from operations for the quarter benefited from a delay in planned investments that will be implemented during the remainder of 2018. We continue to believe that we are well positioned to leverage the meaningful investments we have made in our business over the last several years and expect to deliver a higher operating margin. We are raising our outlook for 2018 to reflect our first quarter results and the momentum we are seeing in the business.”\nChina Preferred Customers\nThe Company has had a long-standing Preferred Customer program in China but, due to certain attributes of that program, had historically reported China Preferred Customers as Associates. The Company began reporting China Preferred Customers as Preferred Customers with its results for the fourth quarter of 2017.\nInternal Investigation of China Operations\nAs the Company first disclosed in February 2017, it is voluntarily conducting an internal investigation of its China operations, BabyCare Ltd. The investigation focuses on compliance with the Foreign Corrupt Practices Act (“FCPA”) and certain conduct and policies at BabyCare, including BabyCare’s expense reimbursement policies. The Audit Committee of the Board of Directors has assumed direct responsibility for reviewing these matters and has hired experienced counsel to conduct the investigation. While the Company does not believe that the subject amounts are quantitatively material or will materially affect its financial statements, it cannot currently predict the outcome of the investigation on its business, results of operations or financial condition. The Company has voluntarily contacted the Securities and Exchange Commission and the United States Department of Justice to advise both agencies that an internal investigation is underway and intends to provide additional information to both agencies as the investigation progresses. The Company cannot currently predict the duration, scope, or result of the investigation.\nNon-GAAP Financial Measures\nConstant currency net sales, earnings, EPS and other currency-related financial information (collectively, “Financial Results”) are non-GAAP financial measures that remove the impact of fluctuations in foreign-currency exchange rates and help facilitate period-to-period comparisons of the Company’s Financial Results and thus provide investors an additional perspective on trends and underlying business results. Constant currency Financial Results are calculated by translating the current period's Financial Results at the same average exchange rates in effect during the applicable prior-year period and then comparing this amount to the prior-year period's Financial Results.\nConference Call\nThe Company has posted the “Management Commentary, Results and Outlook” document on the Company’s website ( http://ir.usana.com ) under the “Investor Relations” section of the site. USANA will hold a conference call and webcast to discuss today’s announcement with investors on Wednesday, April 25, 2018 at 11:00 a.m. Eastern Time. Investors may listen to the call by accessing USANA’s website at http://ir.usana.com . The call will consist of brief opening remarks by the Company’s management team, before moving directly into questions and answers.\nAbout USANA\nUSANA develops and manufactures high-quality nutritional supplements, healthy foods and personal care products that are sold directly to Associates and Preferred Customers throughout the United States, Canada, Australia, New Zealand, Hong Kong, China, Japan, Taiwan, South Korea, Singapore, Mexico, Malaysia, the Philippines, the Netherlands, the United Kingdom, Thailand, France, Belgium, Colombia and Indonesia. More information on USANA can be found at www.usana.com .\nSafe Harbor\nThis press release contains forward-looking statements within the meaning of Section 27A of the Securities Act and Section 21E of the Securities Exchange Act. Our actual results could differ materially from those projected in these forward-looking statements, which involve a number of risks and uncertainties, including global economic conditions generally, reliance upon our network of independent Associates, the governmental regulation of our products, manufacturing and marketing risks, adverse publicity risks, risks associated with our international expansion and operations, and risks associated with the internal investigation into BabyCare’s operations. The contents of this release should be considered in conjunction with the risk factors, warnings, and cautionary statements that are contained in our most recent filings with the Securities and Exchange Commission.\nUSANA Health Sciences, Inc. Consolidated Statements of Operations (In thousands, except per share data) (Unaudited) Quarter Ended 1-Apr-17 31-Mar-18 Net sales\n$ 255,323 $ 291,998 Cost of sales 42,654 49,375 Gross profit 212,669 242,623 Operating expenses Associate incentives 115,781 129,362 Selling, general and administrative 64,001 70,132 Earnings from operations 32,887 43,129 Other income (expense) 482 862 Earnings before income taxes 33,369 43,991 Income taxes 12,011 15,045 NET EARNINGS $ 21,358 $ 28,946 Earnings per share - diluted $ 0.86 $ 1.19 Weighted average shares outstanding - diluted 24,976 24,273 USANA Health Sciences, Inc. Consolidated Balance Sheets (In thousands) (Unaudited) As of As of ASSETS 30-Dec-17 31-Mar-18 Current Assets Cash and cash equivalents $ 247,131 $ 266,197 Inventories 62,918 68,128 Prepaid expenses and other current assets 30,110 31,801 Total current assets 340,159 366,126 Property and equipment, net 102,847 101,357 Goodwill 17,417 17,797 Intangible assets, net 35,154 35,969 Deferred income taxes 2,859 3,098 Other assets 20,833 21,598 Total assets $ 519,269 $ 545,945 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities Accounts payable $ 11,787 $ 12,681 Other current liabilities 129,396 113,687 Total current liabilities 141,183 126,368 Deferred income taxes 13,730 17,475 Other long-term liabilities 1,146 1,124 Stockholders' equity 363,210 400,978 Total liabilities and stockholders' equity $ 519,269 $ 545,945\nUSANA Health Sciences, Inc. Sales by Region (unaudited) (in thousands) Quarter Ended 1-Apr-17 31-Mar-18 Change from prior\nyear\nCurrency\nimpact\non sales\n% change\nexcluding\ncurrency\nimpact\nAsia Pacific Greater China $ 131,738 51.6 % $ 157,808 54.0 % $ 26,070 19.8 % $ 11,129 11.3 % Southeast Asia Pacific 50,406 19.7 % 56,228 19.3 % 5,822 11.6 % 2,244 7.1 % North Asia 12,956 5.1 % 18,084 6.2 % 5,128 39.6 % 1,209 30.2 % Asia Pacific Total 195,100 76.4 % 232,120 79.5 % 37,020 19.0 % 14,582 11.5 % Americas and Europe 60,223 23.6 % 59,878 20.5 % (345 ) (0.6 %) 1,807 (3.6 %) $ 255,323 100.0 % $ 291,998 100.0 % $ 36,675 14.4 % $ 16,389 7.9 % Active Associates by Region (1) (unaudited) As of 1-Apr-17 31-Mar-18 Asia Pacific Greater China 107,000 37.7 % 108,000 37.5 % Southeast Asia Pacific 88,000 31.0 % 88,000 30.6 % North Asia 19,000 6.7 % 24,000 8.3 % Asia Pacific Total 214,000 75.4 % 220,000 76.4 % Americas and Europe 70,000 24.6 % 68,000 23.6 % 284,000 100.0 % 288,000 100.0 % Active Preferred Customers by Region (2) (unaudited) As of 1-Apr-17 31-Mar-18 Asia Pacific Greater China 183,000 63.1 % 194,000 65.3 % Southeast Asia Pacific 14,000 4.8 % 21,000 7.1 % North Asia 11,000 3.8 % 11,000 3.7 % Asia Pacific Total 208,000 71.7 % 226,000 76.1 % Americas and Europe 82,000 28.3 % 71,000 23.9 % 290,000 100.0 % 297,000 100.0 % (1) Associates are independent distributors of our products who also purchase our products for their personal use. We only count as active those Associates who have purchased from us any time during the most recent three-month period, either for personal use or resale. (2) Preferred Customers purchase our products strictly for their personal use and are not permitted to resell or to distribute the products. We only count as active those Preferred Customers who have purchased from us any time during the most recent three-month period. China utilizes a Preferred Customer program that has been implemented specifically for that market.\n //www.businesswire.com/news/home/20180424006389/en/\nUSANA Health Sciences, Inc.\nInvestors contact:\nPatrique Richards, 801-954-7961\nInvestor Relations\ninvestor.relations@us.usana.com\nor\nMedia contact:\nDan Macuga, 801-954-7280\nPublic Relations\nSource: USANA Health Sciences, Inc.",
    "published": "2018-04-25T00:17:00.000+03:00",
    "crawled": "2018-04-25T04:41:07.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "record",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "increase",
        "first",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "increased",
        "per",
        "share",
        "salt",
        "lake",
        "city",
        "business",
        "wire",
        "usana",
        "health",
        "science",
        "nyse",
        "usna",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "march",
        "financial",
        "performance",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "favorable",
        "currency",
        "exchange",
        "rate",
        "positively",
        "impacted",
        "net",
        "sale",
        "million",
        "quarter",
        "targeted",
        "product",
        "promotion",
        "offered",
        "company",
        "quarter",
        "contributed",
        "approximately",
        "million",
        "net",
        "sale",
        "company",
        "launch",
        "new",
        "skincare",
        "line",
        "celavive",
        "also",
        "contributed",
        "approximately",
        "million",
        "incremental",
        "sale",
        "quarter",
        "company",
        "total",
        "number",
        "active",
        "customer",
        "increased",
        "company",
        "reported",
        "net",
        "earnings",
        "first",
        "quarter",
        "million",
        "compared",
        "net",
        "earnings",
        "million",
        "reported",
        "period",
        "earnings",
        "per",
        "diluted",
        "share",
        "increased",
        "per",
        "diluted",
        "share",
        "increase",
        "basis",
        "increase",
        "net",
        "earnings",
        "due",
        "primarily",
        "higher",
        "net",
        "sale",
        "lower",
        "relative",
        "operating",
        "expense",
        "lower",
        "effective",
        "tax",
        "rate",
        "compared",
        "prior",
        "year",
        "period",
        "cost",
        "related",
        "china",
        "company",
        "internal",
        "investigation",
        "china",
        "operation",
        "nominal",
        "first",
        "quarter",
        "compared",
        "approximately",
        "million",
        "tax",
        "prior",
        "year",
        "period",
        "solid",
        "start",
        "year",
        "continue",
        "see",
        "strong",
        "momentum",
        "region",
        "around",
        "world",
        "said",
        "kevin",
        "guest",
        "chief",
        "executive",
        "officer",
        "highlight",
        "quarter",
        "successful",
        "launch",
        "celavive",
        "skincare",
        "line",
        "launched",
        "celavive",
        "every",
        "market",
        "except",
        "china",
        "anticipate",
        "launching",
        "fourth",
        "quarter",
        "initial",
        "result",
        "launch",
        "show",
        "strong",
        "customer",
        "demand",
        "product",
        "line",
        "around",
        "world",
        "also",
        "offered",
        "targeted",
        "product",
        "promotion",
        "china",
        "benefited",
        "sale",
        "weighted",
        "average",
        "diluted",
        "share",
        "outstanding",
        "million",
        "first",
        "quarter",
        "compared",
        "diluted",
        "share",
        "million",
        "period",
        "company",
        "repurchased",
        "approximately",
        "share",
        "quarter",
        "total",
        "investment",
        "million",
        "ended",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "debt",
        "march",
        "million",
        "remaining",
        "current",
        "share",
        "repurchase",
        "authorization",
        "regional",
        "result",
        "net",
        "sale",
        "asia",
        "pacific",
        "region",
        "increased",
        "million",
        "first",
        "quarter",
        "within",
        "asia",
        "pacific",
        "net",
        "sale",
        "increased",
        "greater",
        "china",
        "increased",
        "north",
        "asia",
        "increased",
        "southeast",
        "asia",
        "pacific",
        "region",
        "sale",
        "growth",
        "greater",
        "china",
        "primarily",
        "driven",
        "increase",
        "active",
        "customer",
        "mainland",
        "china",
        "sale",
        "growth",
        "north",
        "asia",
        "resulted",
        "active",
        "customer",
        "growth",
        "south",
        "korea",
        "sale",
        "growth",
        "southeast",
        "asia",
        "pacific",
        "driven",
        "active",
        "customer",
        "growth",
        "malaysia",
        "active",
        "customer",
        "growth",
        "singapore",
        "total",
        "number",
        "active",
        "customer",
        "asia",
        "pacific",
        "region",
        "increased",
        "net",
        "sale",
        "america",
        "europe",
        "region",
        "first",
        "quarter",
        "decreased",
        "million",
        "active",
        "customer",
        "region",
        "declined",
        "asia",
        "pacific",
        "region",
        "reported",
        "sale",
        "growth",
        "first",
        "quarter",
        "continued",
        "guest",
        "pleased",
        "continued",
        "growth",
        "china",
        "also",
        "sale",
        "growth",
        "reported",
        "several",
        "market",
        "including",
        "south",
        "korea",
        "malaysia",
        "australia",
        "singapore",
        "america",
        "europe",
        "region",
        "net",
        "sale",
        "decreased",
        "basis",
        "increased",
        "sequentially",
        "active",
        "customer",
        "growth",
        "continues",
        "challenge",
        "u",
        "region",
        "major",
        "focus",
        "team",
        "several",
        "growth",
        "strategy",
        "intended",
        "help",
        "generate",
        "customer",
        "growth",
        "region",
        "including",
        "opening",
        "four",
        "new",
        "european",
        "market",
        "although",
        "forecasting",
        "sale",
        "relatively",
        "modest",
        "market",
        "initially",
        "believe",
        "excitement",
        "entering",
        "new",
        "market",
        "help",
        "generate",
        "momentum",
        "within",
        "overall",
        "region",
        "importantly",
        "pleased",
        "able",
        "offer",
        "usana",
        "product",
        "family",
        "across",
        "outlook",
        "company",
        "updating",
        "consolidated",
        "net",
        "sale",
        "earnings",
        "per",
        "share",
        "outlook",
        "follows",
        "consolidated",
        "net",
        "sale",
        "billion",
        "previously",
        "billion",
        "earnings",
        "per",
        "share",
        "previously",
        "company",
        "outlook",
        "reflects",
        "positive",
        "impact",
        "favorable",
        "currency",
        "exchange",
        "rate",
        "approximately",
        "million",
        "estimated",
        "operating",
        "margin",
        "year",
        "effective",
        "tax",
        "rate",
        "approximately",
        "year",
        "annualized",
        "diluted",
        "share",
        "count",
        "approximately",
        "million",
        "chief",
        "financial",
        "officer",
        "doug",
        "hekking",
        "commented",
        "result",
        "first",
        "quarter",
        "reflect",
        "strength",
        "usana",
        "business",
        "generated",
        "record",
        "net",
        "sale",
        "quarter",
        "celavive",
        "launch",
        "promotional",
        "activity",
        "contributing",
        "topline",
        "performance",
        "addition",
        "topline",
        "result",
        "positively",
        "impacted",
        "favorable",
        "currency",
        "exchange",
        "rate",
        "earnings",
        "operation",
        "quarter",
        "benefited",
        "delay",
        "planned",
        "investment",
        "implemented",
        "remainder",
        "continue",
        "believe",
        "well",
        "positioned",
        "leverage",
        "meaningful",
        "investment",
        "made",
        "business",
        "last",
        "several",
        "year",
        "expect",
        "deliver",
        "higher",
        "operating",
        "margin",
        "raising",
        "outlook",
        "reflect",
        "first",
        "quarter",
        "result",
        "momentum",
        "seeing",
        "china",
        "preferred",
        "customer",
        "company",
        "preferred",
        "customer",
        "program",
        "china",
        "due",
        "certain",
        "attribute",
        "program",
        "historically",
        "reported",
        "china",
        "preferred",
        "customer",
        "associate",
        "company",
        "began",
        "reporting",
        "china",
        "preferred",
        "customer",
        "preferred",
        "customer",
        "result",
        "fourth",
        "quarter",
        "internal",
        "investigation",
        "china",
        "operation",
        "company",
        "first",
        "disclosed",
        "february",
        "voluntarily",
        "conducting",
        "internal",
        "investigation",
        "china",
        "operation",
        "babycare",
        "investigation",
        "focus",
        "compliance",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "fcpa",
        "certain",
        "conduct",
        "policy",
        "babycare",
        "including",
        "babycare",
        "expense",
        "reimbursement",
        "policy",
        "audit",
        "committee",
        "board",
        "director",
        "assumed",
        "direct",
        "responsibility",
        "reviewing",
        "matter",
        "hired",
        "experienced",
        "counsel",
        "conduct",
        "investigation",
        "company",
        "believe",
        "subject",
        "amount",
        "quantitatively",
        "material",
        "materially",
        "affect",
        "financial",
        "statement",
        "currently",
        "predict",
        "outcome",
        "investigation",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "company",
        "voluntarily",
        "contacted",
        "security",
        "exchange",
        "commission",
        "united",
        "state",
        "department",
        "justice",
        "advise",
        "agency",
        "internal",
        "investigation",
        "underway",
        "intends",
        "provide",
        "additional",
        "information",
        "agency",
        "investigation",
        "progress",
        "company",
        "currently",
        "predict",
        "duration",
        "scope",
        "result",
        "investigation",
        "financial",
        "measure",
        "constant",
        "currency",
        "net",
        "sale",
        "earnings",
        "eps",
        "financial",
        "information",
        "collectively",
        "financial",
        "result",
        "financial",
        "measure",
        "remove",
        "impact",
        "fluctuation",
        "exchange",
        "rate",
        "help",
        "facilitate",
        "comparison",
        "company",
        "financial",
        "result",
        "thus",
        "provide",
        "investor",
        "additional",
        "perspective",
        "trend",
        "underlying",
        "business",
        "result",
        "constant",
        "currency",
        "financial",
        "result",
        "calculated",
        "translating",
        "current",
        "period",
        "financial",
        "result",
        "average",
        "exchange",
        "rate",
        "effect",
        "applicable",
        "period",
        "comparing",
        "amount",
        "period",
        "financial",
        "result",
        "conference",
        "call",
        "company",
        "posted",
        "management",
        "commentary",
        "result",
        "outlook",
        "document",
        "company",
        "website",
        "http",
        "investor",
        "relation",
        "section",
        "site",
        "usana",
        "hold",
        "conference",
        "call",
        "webcast",
        "discus",
        "today",
        "announcement",
        "investor",
        "wednesday",
        "april",
        "eastern",
        "time",
        "investor",
        "may",
        "listen",
        "call",
        "accessing",
        "usana",
        "website",
        "http",
        "call",
        "consist",
        "brief",
        "opening",
        "remark",
        "company",
        "management",
        "team",
        "moving",
        "directly",
        "question",
        "answer",
        "usana",
        "usana",
        "develops",
        "manufacture",
        "nutritional",
        "supplement",
        "healthy",
        "food",
        "personal",
        "care",
        "product",
        "sold",
        "directly",
        "associate",
        "preferred",
        "customer",
        "throughout",
        "united",
        "state",
        "canada",
        "australia",
        "new",
        "zealand",
        "hong",
        "kong",
        "china",
        "japan",
        "taiwan",
        "south",
        "korea",
        "singapore",
        "mexico",
        "malaysia",
        "philippine",
        "netherlands",
        "united",
        "kingdom",
        "thailand",
        "france",
        "belgium",
        "colombia",
        "indonesia",
        "information",
        "usana",
        "found",
        "safe",
        "harbor",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "global",
        "economic",
        "condition",
        "generally",
        "reliance",
        "upon",
        "network",
        "independent",
        "associate",
        "governmental",
        "regulation",
        "product",
        "manufacturing",
        "marketing",
        "risk",
        "adverse",
        "publicity",
        "risk",
        "risk",
        "associated",
        "international",
        "expansion",
        "operation",
        "risk",
        "associated",
        "internal",
        "investigation",
        "babycare",
        "operation",
        "content",
        "release",
        "considered",
        "conjunction",
        "risk",
        "factor",
        "warning",
        "cautionary",
        "statement",
        "contained",
        "recent",
        "filing",
        "security",
        "exchange",
        "commission",
        "usana",
        "health",
        "science",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "quarter",
        "ended",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "associate",
        "incentive",
        "selling",
        "general",
        "administrative",
        "earnings",
        "operation",
        "income",
        "expense",
        "earnings",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "earnings",
        "earnings",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "usana",
        "health",
        "science",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "usana",
        "health",
        "science",
        "sale",
        "region",
        "unaudited",
        "thousand",
        "quarter",
        "ended",
        "change",
        "prior",
        "year",
        "currency",
        "impact",
        "sale",
        "change",
        "excluding",
        "currency",
        "impact",
        "asia",
        "pacific",
        "greater",
        "china",
        "southeast",
        "asia",
        "pacific",
        "north",
        "asia",
        "asia",
        "pacific",
        "total",
        "america",
        "europe",
        "active",
        "associate",
        "region",
        "unaudited",
        "asia",
        "pacific",
        "greater",
        "china",
        "southeast",
        "asia",
        "pacific",
        "north",
        "asia",
        "asia",
        "pacific",
        "total",
        "america",
        "europe",
        "active",
        "preferred",
        "customer",
        "region",
        "unaudited",
        "asia",
        "pacific",
        "greater",
        "china",
        "southeast",
        "asia",
        "pacific",
        "north",
        "asia",
        "asia",
        "pacific",
        "total",
        "america",
        "europe",
        "associate",
        "independent",
        "distributor",
        "product",
        "also",
        "purchase",
        "product",
        "personal",
        "use",
        "count",
        "active",
        "associate",
        "purchased",
        "u",
        "time",
        "recent",
        "period",
        "either",
        "personal",
        "use",
        "resale",
        "preferred",
        "customer",
        "purchase",
        "product",
        "strictly",
        "personal",
        "use",
        "permitted",
        "resell",
        "distribute",
        "product",
        "count",
        "active",
        "preferred",
        "customer",
        "purchased",
        "u",
        "time",
        "recent",
        "period",
        "china",
        "utilizes",
        "preferred",
        "customer",
        "program",
        "implemented",
        "specifically",
        "market",
        "usana",
        "health",
        "science",
        "investor",
        "contact",
        "patrique",
        "richards",
        "investor",
        "relation",
        "medium",
        "contact",
        "dan",
        "macuga",
        "public",
        "relation",
        "source",
        "usana",
        "health",
        "science",
        "inc"
    ]
}