{
    "organizations": [],
    "uuid": "cc0c83161c5a2767b3f6c0e66b805cdd373e4c3e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/pr-newswire-extreme-networks-launches-extreme-capital-solutions-to-bring-flexible-financing-options-to-customers-and-partners.html",
    "ord_in_thread": 0,
    "title": "Extreme Networks Launches Extreme Capital Solutions to Bring Flexible Financing Options to Customers and Partners",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., April 2, 2018 /PRNewswire/ -- Today, the move to cloud computing enables businesses to define the solution they require and seamlessly adjust to shifts in needs without incurring a significant capital expenditure. Businesses are looking to adopt similar strategies in all areas of the enterprise that enable them to achieve those same benefits. Extreme Networks, Inc. (Nasdaq: EXTR) today introduced Extreme Capital Solutions, dedicated to providing competitive and flexible financing to customers, partners and prospects looking to acquire Extreme Networks' solutions. Extreme Capital Solutions is the combination of Extreme's CPEaaS (CPE As a Service) offerings with the Brocade Network Subscriptions business that recently became part of Extreme. The combined offering includes subscription, capital leasing and usage business models that provide flexibility for our partners and customers.\nDesigned to support partner demand, the new offering provides several financing solutions under one umbrella, including leasing, 0% interest financing and Extreme Network Subscription, an industry-leading acquisition model giving customers the ability to acquire network infrastructure without the upfront capital investment. With Extreme Capital Solutions, customers are able to invest in Extreme's technologies, solutions and services by bundling hardware, software, maintenance and training costs into one, manageable financing plan. The result enables Extreme to sell more solutions, generating net new revenue and gross margin, while enhancing and expanding relationships with customers to help them better respond to competitive business pressures in today's market.\nExtreme Capital Solutions professionals work alongside Extreme's sales teams and partners to offer customers flexible financing options to acquire Extreme Networks' technologies. Customers may access Extreme Capital Solutions directly from Extreme Networks and through Extreme's global partner network including system integrators, value-added resellers, direct market resellers and distribution partners.\nKey Features:\nExtreme Network Subscription: This subscription model allows organizations to refresh their network infrastructure or adjust capacity without needing to purchase equipment, eliminating fixed term commitments and enabling customers to continue investing in scaling their businesses instead of their network infrastructure. Through this model, Extreme customers are able to reevaluate their subscription with 60 days' notice, giving the customer additional flexibility. Customized Lease Programs : Personalized lease programs enable organizations to acquire the equipment they need today while spreading the payments over several fiscal budgets, giving organizations greater flexibility to upgrade and continue to meet increasing performance and availability requirements with little cost upfront. Total Solution Financing: With Total Solution Financing, organizations can fund Extreme Networks hardware, software, services and associated third-party equipment and services, making it possible for these organizations to fund these acquisitions and still retain their cash reserves. Compensation Plans Available Through Resellers: Extreme is offering two compensation plans available through approved Extreme partners, including a VAR-enabled managed service provider model and a traditional resale model. Technical Support Options: Extreme Capital Solutions can offer financing across all Extreme Networks Service Level Agreements (SLA), giving organizations the personalized and proactive support needed for large networking environments.\nExecutive Perspectives\nEd Meyercord, Chief Executive Officer, Extreme Networks, Inc.\n\"Today's announcement represents another milestone for Extreme Networks following the close of its acquisition of Brocade's SRA business. By launching Extreme Capital Solutions, we're building on a strong legacy program that gives our partners an ability to support evolving consumption models and allows our customers to access Extreme's hardware and software-driven solutions through a flexible program that meets their needs. Extreme has always been a customer-first organization, and we are confident that Extreme Capital Solutions will provide a competitive alternative to new and existing customers, enabling them to be agile and innovate in the years to come.\"\nLisa Paquette-Nelson, Senior Director, Capital Solutions, Extreme Networks, Inc.\n\"Through Extreme Capital Solutions, we are providing innovative and industry-leading capital finance solution models for customers, giving them a risk-free way of acquiring the technology and services needed today without the upfront capital investment. This new offering provides our customers with a great opportunity in an increasingly budget-constrained business environment, enabling them to continue investing in scaling their businesses instead of their network infrastructure.\"\nDavid Raftery, Managing Partner, Integration Partners\n\"We serve many risk-averse industries including healthcare, education and government, which is why we are very excited that Extreme is introducing new and compelling financing programs. When you cut risk, you often have room to be more innovative. We feel that these Extreme services can help us grow our business while enabling our customers to be more successful.\"\nMark Moretti, Vice President of Infrastructure and Security, Carousel Industries\n\"Extreme Networks' addition of Extreme Capital Solutions is a game changer for our industry. We think it will be a big win for both technology and business executives. Networking managers will appreciate the flexibility it gives them, and financial leaders will like how it reduces capital expenses and makes it easier to predict expenses when the subscription fee is the same each month.\"\nKevin Kennedy, Senior Vice President, Advanced Solutions, Tech Data\n\"Extreme Capital Solutions will help our solution providers give their clients the ability to pay for networking projects without using capital funds. Innovations like these from Extreme enable our solution providers to experiment more with less risk, decrease upgrade cycles and upgrade equipment without incurring financial penalties, providing a competitive edge.\"\nAdditional Resources\nConnect with Extreme via Twitter , Facebook , YouTube , LinkedIn and Google+\nAbout Extreme Networks\nExtreme Networks, Inc. ( EXTR ) delivers software-driven networking solutions that help IT departments everywhere deliver the ultimate business outcome: stronger connections with customers, partners and employees. Wired to wireless, desktop to data center, on premise or through the cloud, we go to extreme measures for our customers in more than 80 countries, delivering 100% insourced call-in technical support to organizations large and small, including some of the world's leading names in business, hospitality, retail, transportation and logistics, education, government, healthcare and manufacturing. Founded in 1996, Extreme is headquartered in San Jose, California. For more information, visit Extreme's website or call 1-888-257-3000.\nExtreme Networks, Extreme Capital Solutions and the Extreme Networks logo are either trademarks or registered trademarks of Extreme Networks, Inc. in the United States and/or other countries. Other trademarks are the property of their respective owners.\nForward Looking Statements\nStatements in this press release, including those concerning the Company's future financial and operating results, any anticipated benefits to the Company related to the introduction and ongoing operation of the Extreme Capital Solutions business, and overall future prospects are forward-looking statements within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995. These forward-looking statements speak only as of the date of this release. Actual results or events could differ materially from those anticipated in those forward-looking statements as a result of certain factors, including: our ability to realize the anticipated benefits of the Extreme Capital Solutions business; failure to achieve targeted revenues and gross margin improvements; the possibility that we might experience delays in the development or introduction of products related to the Extreme Capital Solutions business; customer response to, and demand for, products related to the Extreme Capital Solutions business; and regulatory and compliance risks and costs associated with entry into, and the operation of, the Extreme Capital Solutions business.\nMore information about potential factors that could affect Extreme's business and financial results is included in Extreme's filings with the U.S. Securities and Exchange Commission, including, without limitation, under the captions: \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" and \"Risk Factors.\" Except as required under the U.S. federal securities laws and the rules and regulations of the U.S. Securities and Exchange Commission, Extreme Networks disclaims any obligation to update any forward-looking statements after the date of this release, whether as a result of new information, future events, developments, changes in assumptions or otherwise.\nView original content with multimedia: http://www.prnewswire.com/news-releases/extreme-networks-launches-extreme-capital-solutions-to-bring-flexible-financing-options-to-customers-and-partners-300622291.html\nSOURCE Extreme Networks, Inc.",
    "published": "2018-04-02T16:00:00.000+03:00",
    "crawled": "2018-04-02T18:23:46.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "april",
        "today",
        "move",
        "cloud",
        "computing",
        "enables",
        "business",
        "define",
        "solution",
        "require",
        "seamlessly",
        "adjust",
        "shift",
        "need",
        "without",
        "incurring",
        "significant",
        "capital",
        "expenditure",
        "business",
        "looking",
        "adopt",
        "similar",
        "strategy",
        "area",
        "enterprise",
        "enable",
        "achieve",
        "benefit",
        "extreme",
        "network",
        "nasdaq",
        "extr",
        "today",
        "introduced",
        "extreme",
        "capital",
        "solution",
        "dedicated",
        "providing",
        "competitive",
        "flexible",
        "financing",
        "customer",
        "partner",
        "prospect",
        "looking",
        "acquire",
        "extreme",
        "network",
        "solution",
        "extreme",
        "capital",
        "solution",
        "combination",
        "extreme",
        "cpeaas",
        "cpe",
        "service",
        "offering",
        "brocade",
        "network",
        "subscription",
        "business",
        "recently",
        "became",
        "part",
        "extreme",
        "combined",
        "offering",
        "includes",
        "subscription",
        "capital",
        "leasing",
        "usage",
        "business",
        "model",
        "provide",
        "flexibility",
        "partner",
        "customer",
        "designed",
        "support",
        "partner",
        "demand",
        "new",
        "offering",
        "provides",
        "several",
        "financing",
        "solution",
        "one",
        "umbrella",
        "including",
        "leasing",
        "interest",
        "financing",
        "extreme",
        "network",
        "subscription",
        "acquisition",
        "model",
        "giving",
        "customer",
        "ability",
        "acquire",
        "network",
        "infrastructure",
        "without",
        "upfront",
        "capital",
        "investment",
        "extreme",
        "capital",
        "solution",
        "customer",
        "able",
        "invest",
        "extreme",
        "technology",
        "solution",
        "service",
        "bundling",
        "hardware",
        "software",
        "maintenance",
        "training",
        "cost",
        "one",
        "manageable",
        "financing",
        "plan",
        "result",
        "enables",
        "extreme",
        "sell",
        "solution",
        "generating",
        "net",
        "new",
        "revenue",
        "gross",
        "margin",
        "enhancing",
        "expanding",
        "relationship",
        "customer",
        "help",
        "better",
        "respond",
        "competitive",
        "business",
        "pressure",
        "today",
        "market",
        "extreme",
        "capital",
        "solution",
        "professional",
        "work",
        "alongside",
        "extreme",
        "sale",
        "team",
        "partner",
        "offer",
        "customer",
        "flexible",
        "financing",
        "option",
        "acquire",
        "extreme",
        "network",
        "technology",
        "customer",
        "may",
        "access",
        "extreme",
        "capital",
        "solution",
        "directly",
        "extreme",
        "network",
        "extreme",
        "global",
        "partner",
        "network",
        "including",
        "system",
        "integrator",
        "resellers",
        "direct",
        "market",
        "resellers",
        "distribution",
        "partner",
        "key",
        "feature",
        "extreme",
        "network",
        "subscription",
        "subscription",
        "model",
        "allows",
        "organization",
        "refresh",
        "network",
        "infrastructure",
        "adjust",
        "capacity",
        "without",
        "needing",
        "purchase",
        "equipment",
        "eliminating",
        "fixed",
        "term",
        "commitment",
        "enabling",
        "customer",
        "continue",
        "investing",
        "scaling",
        "business",
        "instead",
        "network",
        "infrastructure",
        "model",
        "extreme",
        "customer",
        "able",
        "reevaluate",
        "subscription",
        "day",
        "notice",
        "giving",
        "customer",
        "additional",
        "flexibility",
        "customized",
        "lease",
        "program",
        "personalized",
        "lease",
        "program",
        "enable",
        "organization",
        "acquire",
        "equipment",
        "need",
        "today",
        "spreading",
        "payment",
        "several",
        "fiscal",
        "budget",
        "giving",
        "organization",
        "greater",
        "flexibility",
        "upgrade",
        "continue",
        "meet",
        "increasing",
        "performance",
        "availability",
        "requirement",
        "little",
        "cost",
        "upfront",
        "total",
        "solution",
        "financing",
        "total",
        "solution",
        "financing",
        "organization",
        "fund",
        "extreme",
        "network",
        "hardware",
        "software",
        "service",
        "associated",
        "equipment",
        "service",
        "making",
        "possible",
        "organization",
        "fund",
        "acquisition",
        "still",
        "retain",
        "cash",
        "reserve",
        "compensation",
        "plan",
        "available",
        "resellers",
        "extreme",
        "offering",
        "two",
        "compensation",
        "plan",
        "available",
        "approved",
        "extreme",
        "partner",
        "including",
        "managed",
        "service",
        "provider",
        "model",
        "traditional",
        "resale",
        "model",
        "technical",
        "support",
        "option",
        "extreme",
        "capital",
        "solution",
        "offer",
        "financing",
        "across",
        "extreme",
        "network",
        "service",
        "level",
        "agreement",
        "sla",
        "giving",
        "organization",
        "personalized",
        "proactive",
        "support",
        "needed",
        "large",
        "networking",
        "environment",
        "executive",
        "perspective",
        "ed",
        "meyercord",
        "chief",
        "executive",
        "officer",
        "extreme",
        "network",
        "today",
        "announcement",
        "represents",
        "another",
        "milestone",
        "extreme",
        "network",
        "following",
        "close",
        "acquisition",
        "brocade",
        "sra",
        "business",
        "launching",
        "extreme",
        "capital",
        "solution",
        "building",
        "strong",
        "legacy",
        "program",
        "give",
        "partner",
        "ability",
        "support",
        "evolving",
        "consumption",
        "model",
        "allows",
        "customer",
        "access",
        "extreme",
        "hardware",
        "solution",
        "flexible",
        "program",
        "meet",
        "need",
        "extreme",
        "always",
        "organization",
        "confident",
        "extreme",
        "capital",
        "solution",
        "provide",
        "competitive",
        "alternative",
        "new",
        "existing",
        "customer",
        "enabling",
        "agile",
        "innovate",
        "year",
        "come",
        "lisa",
        "senior",
        "director",
        "capital",
        "solution",
        "extreme",
        "network",
        "extreme",
        "capital",
        "solution",
        "providing",
        "innovative",
        "capital",
        "finance",
        "solution",
        "model",
        "customer",
        "giving",
        "way",
        "acquiring",
        "technology",
        "service",
        "needed",
        "today",
        "without",
        "upfront",
        "capital",
        "investment",
        "new",
        "offering",
        "provides",
        "customer",
        "great",
        "opportunity",
        "increasingly",
        "business",
        "environment",
        "enabling",
        "continue",
        "investing",
        "scaling",
        "business",
        "instead",
        "network",
        "infrastructure",
        "david",
        "raftery",
        "managing",
        "partner",
        "integration",
        "partner",
        "serve",
        "many",
        "industry",
        "including",
        "healthcare",
        "education",
        "government",
        "excited",
        "extreme",
        "introducing",
        "new",
        "compelling",
        "financing",
        "program",
        "cut",
        "risk",
        "often",
        "room",
        "innovative",
        "feel",
        "extreme",
        "service",
        "help",
        "u",
        "grow",
        "business",
        "enabling",
        "customer",
        "successful",
        "mark",
        "moretti",
        "vice",
        "president",
        "infrastructure",
        "security",
        "carousel",
        "industry",
        "extreme",
        "network",
        "addition",
        "extreme",
        "capital",
        "solution",
        "game",
        "changer",
        "industry",
        "think",
        "big",
        "win",
        "technology",
        "business",
        "executive",
        "networking",
        "manager",
        "appreciate",
        "flexibility",
        "give",
        "financial",
        "leader",
        "like",
        "reduces",
        "capital",
        "expense",
        "make",
        "easier",
        "predict",
        "expense",
        "subscription",
        "fee",
        "month",
        "kevin",
        "kennedy",
        "senior",
        "vice",
        "president",
        "advanced",
        "solution",
        "tech",
        "data",
        "extreme",
        "capital",
        "solution",
        "help",
        "solution",
        "provider",
        "give",
        "client",
        "ability",
        "pay",
        "networking",
        "project",
        "without",
        "using",
        "capital",
        "fund",
        "innovation",
        "like",
        "extreme",
        "enable",
        "solution",
        "provider",
        "experiment",
        "less",
        "risk",
        "decrease",
        "upgrade",
        "cycle",
        "upgrade",
        "equipment",
        "without",
        "incurring",
        "financial",
        "penalty",
        "providing",
        "competitive",
        "edge",
        "additional",
        "resource",
        "connect",
        "extreme",
        "via",
        "twitter",
        "facebook",
        "youtube",
        "linkedin",
        "extreme",
        "network",
        "extreme",
        "network",
        "extr",
        "delivers",
        "networking",
        "solution",
        "help",
        "department",
        "everywhere",
        "deliver",
        "ultimate",
        "business",
        "outcome",
        "stronger",
        "connection",
        "customer",
        "partner",
        "employee",
        "wired",
        "wireless",
        "desktop",
        "data",
        "center",
        "premise",
        "cloud",
        "go",
        "extreme",
        "measure",
        "customer",
        "country",
        "delivering",
        "insourced",
        "technical",
        "support",
        "organization",
        "large",
        "small",
        "including",
        "world",
        "leading",
        "name",
        "business",
        "hospitality",
        "retail",
        "transportation",
        "logistics",
        "education",
        "government",
        "healthcare",
        "manufacturing",
        "founded",
        "extreme",
        "headquartered",
        "san",
        "jose",
        "california",
        "information",
        "visit",
        "extreme",
        "website",
        "call",
        "extreme",
        "network",
        "extreme",
        "capital",
        "solution",
        "extreme",
        "network",
        "logo",
        "either",
        "trademark",
        "registered",
        "trademark",
        "extreme",
        "network",
        "united",
        "state",
        "country",
        "trademark",
        "property",
        "respective",
        "owner",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "including",
        "concerning",
        "company",
        "future",
        "financial",
        "operating",
        "result",
        "anticipated",
        "benefit",
        "company",
        "related",
        "introduction",
        "ongoing",
        "operation",
        "extreme",
        "capital",
        "solution",
        "business",
        "overall",
        "future",
        "prospect",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "speak",
        "date",
        "release",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "certain",
        "factor",
        "including",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "extreme",
        "capital",
        "solution",
        "business",
        "failure",
        "achieve",
        "targeted",
        "revenue",
        "gross",
        "margin",
        "improvement",
        "possibility",
        "might",
        "experience",
        "delay",
        "development",
        "introduction",
        "product",
        "related",
        "extreme",
        "capital",
        "solution",
        "business",
        "customer",
        "response",
        "demand",
        "product",
        "related",
        "extreme",
        "capital",
        "solution",
        "business",
        "regulatory",
        "compliance",
        "risk",
        "cost",
        "associated",
        "entry",
        "operation",
        "extreme",
        "capital",
        "solution",
        "business",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "extreme",
        "business",
        "financial",
        "result",
        "included",
        "extreme",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "without",
        "limitation",
        "caption",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "risk",
        "factor",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "rule",
        "regulation",
        "security",
        "exchange",
        "commission",
        "extreme",
        "network",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "date",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "change",
        "assumption",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "extreme",
        "network",
        "inc"
    ]
}