{
    "organizations": [],
    "uuid": "9b71180740e719a67f8ec9ecad203753c940f734",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/12/student-makes-10000-a-month-inventing-skills-for-amazon-alexa.html",
    "ord_in_thread": 0,
    "title": "This 22-year-old college student makes $10,000 a month off Amazon's Alexa",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "David Markey, a 22-year-old senior studying applied mathematics and economics at Brown University, got his first Amazon Echo during the e-commerce giant's Prime Day sale in 2016.\nThat day, Amazon sold more Echoes — the $99 voice enabled, internet-connected speaker with smart assistant Alexa — than it ever had before, more than doubling the previous sales record . By holiday season 2017, Echo devices, which can do a host of tasks from playing music to setting alarms to ordering products on Amazon, had become so popular, shoppers were using their Echoes to buy more Echoes .\nAnd what's been good for Amazon has been good for Markey: With a little computer savvy, he capitalized on the product and now earns $10,000 a month by coding \"skills\" for Alexa.\n\"It was awesome getting the first check,\" Markey tells CNBC Make It . \"It paid my rent in full.\"\nAlexa skills , which run on everything from Amazon's Echos to Alexa-enabled smart watches, allow users to interact with compatible hardware, apps and games through voice commands. For example, by enabling smart-home skills like iRobot Home , you can simply say, \"Alexa, ask Roomba to start cleaning,\" to get your smart vacuum going. Or you can enable skills like CNBC's Flash Briefing to hear the day's headlines. Alexa will even test your knowledge of Kardashian trivia . Currently there are over 30,000 skills for Alexa built by third-party developers, which users can find in the Alexa app or online in Amazon's skills store.\nFor Markey, it all started when he first set up his Echo. He marveled at how many things Alexa could do.\n\"I set up my apartment with smart lights and I used the Echo for setting timers for cooking, and I really enjoyed it,\" he says. He was also listening to various flash briefings every morning. \"I found that to be a really good way to get the news while I was having my morning coffee.\"\nBut there was one thing he couldn't find. He wanted a skill to teach him a new word and its definition each day, and he wanted it to be read in a human's voice, instead of a computer.\n\"Everything there was voiced by Alexa,\" he says. \"So I decided to make one myself.\"\nMarkey has been writing computer code since his sophomore year of high school and is focusing on machine learning in his applied mathematics program at Brown. He says designing the skill was a fun way to combine his love for coding with something a bit more creative.\n\"I had a microphone, so I just picked a bunch of words that I didn't know, wrote some scripts and then recorded them in a weekend,\" he says. He used trial and error along with guidelines from Amazon to launch his first free skill, \" Word of the Day \" in February 2017, and he read the words to listeners himself.\nWithin a month, its popularity soared.\nAt the time, Amazon didn't offer metrics for developers to see how their skill was performing, so Markey hacked his own method.\n\"I had jerry-rigged a system for getting the metrics out of it, and there were all sorts of weird things,\" he laughs. \"It was disproportionately popular in South Korea, which was interesting.\"\nHe looked at his user numbers and \"It was way more than I expected,\" he says, though he declines to disclose specifics. An Amazon representative also declined to comment on user numbers.\nDespite his skill's growing popularity, it was a hobby then, so Markey wasn't earning any money from it. At times, he felt overwhelmed by having to create content for his growing fan base, especially when he moved to Philadelphia for an internship at Vanguard.\nThere, Markey was living in an empty apartment with bare walls. \"I had a lot of difficulty getting the audio to be anywhere near the quality that I needed it to be,\" he says.\n\"The moments where I came closest to going, 'I don't want to do this anymore,' were [when] I'm pulling all of my clothes out of the closets and my bedding and draping it around the furniture ... putting my mic in it and hunching over this tent that looks like something a kid would make and trying to read the word of the day,\" he says.\nFrustrated, he wrote an email to Amazon CEO (and the world's richest man) Jeff Bezos.\n\"Basically I said, 'Hey, I really enjoy doing this, but I feel like it is super popular and now I'm just watching this number go up and I feel aimless and don't have a goal,'\" Markey says. In response, Bezos forwarded his email to an executive in charge of developers for the Echo, who then reached out to Markey.\n\"[I] had a very inspiring chat with one of the higher-ups working on the Echo, and decided that I was going to push through,\" he says.\nThat persistence paid off: In May 2017, Amazon launched its Alexa Developer Rewards program, which pays developers who create top performing skills within specific categories, like \"education and reference\" or \"trivia and accessories.\"\nWhile Markey's \"Word of the Day\" skill didn't qualify for the initiative, he had an idea for a second skill that would. He created an interactive game called \" Word of the Day Quiz \" and launched it later in 2017, funneling his already-built user base toward the second skill.\nAfter it went live, the checks started rolling in.\nMarkey launched a third skill in December of 2017, called \" Price It Right .\" It's game in which users guess the price of Amazon products, and is also eligible for the Developer Rewards Program. After playing, users can enter to win Amazon gift cards.\nThen in January, a gaming company called Volley agreed to buy Markey's Alexa Skills while allowing him to retain a portion of the Developer Rewards income. They also gave him a job at the enterprise, where he spends 35 hours a week working. Through the popularity of his two later skills and his partnership with Volley, Markey collects about $10,000 each month.\nFor Markey, the payoff is a reminder of the value of determination.\n\"I was really happy that I hadn't given up when I was building tent forts,\" he says.\nFor other ambitious young people who would like to make extra cash, Markey suggests using digital tools like Storyline . And now Amazon provides free resources to teach anyone — regardless of coding talent — how to create a skill.\n\"We think it should be simple for people of all skill levels to build for Alexa,\" Rob Pulciani, the director of Amazon Alexa, tells CNBC Make It. \"It's still early days for voice and we think there is a lot of upside for developers looking to innovate and create voice-first businesses with Alexa.\"\nOnline, Amazon provides an Alexa Skills Kit of tutorials, and the company also holds Alexa Dev Days conferences in cities across the country, which are free events where \"the Alexa team meets with learners of all levels,\" according to Pulciani.\nSo far, the developer rewards program has paid \"millions of dollars\" to developers in 22 countries, Techcrunch reports.\nOf course, not everyone makes as much money as Markey. Amazon doesn't let individual developers include ads in their skills, so some do the work for little payoff. There's also a lack of transparency about how the Developer Rewards program works and pays out, according to CNET . In late 2017, Amazon announced the ability for developers to charge users for premium content was in preview with select developers. (For example, in \"Heads Up!\" from The Ellen DeGeneres Show, players can \"get started with a few free decks and then purchase more themed decks to keep the game going,\" according to Amazon.) Amazon says the program will be widely available in 2018. Supbsciptions and Amazon Pay are also in beta.\nAnd there are other benefits for coders like Markey. He says the rise of voice-enabled devices has given him new in-real-life skills to compete in the job market. In fact, at a recent Alexa Dev Days conference, Markey landed a job interview for a position after his graduation in May by chatting with a fellow developer.\nHe got the job.\nWhile the cash from his Alexa skills side hustle is nice, \"I think the most valuable thing that I ended up getting was a career,\" Markey jokes.\nDon't miss: This 30-year-old started with a homemade boozy ice cream recipe—now she's bringing in millions\nLike this story? Like CNBC Make It on Facebook\nshow chapters This boozy ice cream shop is bringing in millions of dollars 10:59 AM ET Fri, 13 Oct 2017 | 01:07",
    "published": "2018-04-12T16:05:00.000+03:00",
    "crawled": "2018-04-12T16:21:09.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "david",
        "markey",
        "senior",
        "studying",
        "applied",
        "mathematics",
        "economics",
        "brown",
        "university",
        "got",
        "first",
        "amazon",
        "echo",
        "giant",
        "prime",
        "day",
        "sale",
        "day",
        "amazon",
        "sold",
        "echo",
        "voice",
        "enabled",
        "speaker",
        "smart",
        "assistant",
        "alexa",
        "ever",
        "doubling",
        "previous",
        "sale",
        "record",
        "holiday",
        "season",
        "echo",
        "device",
        "host",
        "task",
        "playing",
        "music",
        "setting",
        "alarm",
        "ordering",
        "product",
        "amazon",
        "become",
        "popular",
        "shopper",
        "using",
        "echo",
        "buy",
        "echo",
        "good",
        "amazon",
        "good",
        "markey",
        "little",
        "computer",
        "savvy",
        "capitalized",
        "product",
        "earns",
        "month",
        "coding",
        "skill",
        "alexa",
        "awesome",
        "getting",
        "first",
        "check",
        "markey",
        "tell",
        "cnbc",
        "make",
        "paid",
        "rent",
        "full",
        "alexa",
        "skill",
        "run",
        "everything",
        "amazon",
        "echo",
        "smart",
        "watch",
        "allow",
        "user",
        "interact",
        "compatible",
        "hardware",
        "apps",
        "game",
        "voice",
        "command",
        "example",
        "enabling",
        "skill",
        "like",
        "irobot",
        "home",
        "simply",
        "say",
        "alexa",
        "ask",
        "roomba",
        "start",
        "cleaning",
        "get",
        "smart",
        "vacuum",
        "going",
        "enable",
        "skill",
        "like",
        "cnbc",
        "flash",
        "briefing",
        "hear",
        "day",
        "headline",
        "alexa",
        "even",
        "test",
        "knowledge",
        "kardashian",
        "trivia",
        "currently",
        "skill",
        "alexa",
        "built",
        "developer",
        "user",
        "find",
        "alexa",
        "app",
        "online",
        "amazon",
        "skill",
        "store",
        "markey",
        "started",
        "first",
        "set",
        "echo",
        "marveled",
        "many",
        "thing",
        "alexa",
        "could",
        "set",
        "apartment",
        "smart",
        "light",
        "used",
        "echo",
        "setting",
        "timer",
        "cooking",
        "really",
        "enjoyed",
        "say",
        "also",
        "listening",
        "various",
        "flash",
        "briefing",
        "every",
        "morning",
        "found",
        "really",
        "good",
        "way",
        "get",
        "news",
        "morning",
        "coffee",
        "one",
        "thing",
        "could",
        "find",
        "wanted",
        "skill",
        "teach",
        "new",
        "word",
        "definition",
        "day",
        "wanted",
        "read",
        "human",
        "voice",
        "instead",
        "computer",
        "everything",
        "voiced",
        "alexa",
        "say",
        "decided",
        "make",
        "one",
        "markey",
        "writing",
        "computer",
        "code",
        "since",
        "sophomore",
        "year",
        "high",
        "school",
        "focusing",
        "machine",
        "learning",
        "applied",
        "mathematics",
        "program",
        "brown",
        "say",
        "designing",
        "skill",
        "fun",
        "way",
        "combine",
        "love",
        "coding",
        "something",
        "bit",
        "creative",
        "microphone",
        "picked",
        "bunch",
        "word",
        "know",
        "wrote",
        "script",
        "recorded",
        "weekend",
        "say",
        "used",
        "trial",
        "error",
        "along",
        "guideline",
        "amazon",
        "launch",
        "first",
        "free",
        "skill",
        "word",
        "day",
        "february",
        "read",
        "word",
        "listener",
        "within",
        "month",
        "popularity",
        "soared",
        "time",
        "amazon",
        "offer",
        "metric",
        "developer",
        "see",
        "skill",
        "performing",
        "markey",
        "hacked",
        "method",
        "system",
        "getting",
        "metric",
        "sort",
        "weird",
        "thing",
        "laugh",
        "disproportionately",
        "popular",
        "south",
        "korea",
        "interesting",
        "looked",
        "user",
        "number",
        "way",
        "expected",
        "say",
        "though",
        "decline",
        "disclose",
        "specific",
        "amazon",
        "representative",
        "also",
        "declined",
        "comment",
        "user",
        "number",
        "despite",
        "skill",
        "growing",
        "popularity",
        "hobby",
        "markey",
        "earning",
        "money",
        "time",
        "felt",
        "overwhelmed",
        "create",
        "content",
        "growing",
        "fan",
        "base",
        "especially",
        "moved",
        "philadelphia",
        "internship",
        "vanguard",
        "markey",
        "living",
        "empty",
        "apartment",
        "bare",
        "wall",
        "lot",
        "difficulty",
        "getting",
        "audio",
        "anywhere",
        "near",
        "quality",
        "needed",
        "say",
        "moment",
        "came",
        "closest",
        "going",
        "want",
        "anymore",
        "pulling",
        "clothes",
        "closet",
        "bedding",
        "draping",
        "around",
        "furniture",
        "putting",
        "mic",
        "hunching",
        "tent",
        "look",
        "like",
        "something",
        "kid",
        "would",
        "make",
        "trying",
        "read",
        "word",
        "day",
        "say",
        "frustrated",
        "wrote",
        "email",
        "amazon",
        "ceo",
        "world",
        "richest",
        "man",
        "jeff",
        "bezos",
        "basically",
        "said",
        "really",
        "enjoy",
        "feel",
        "like",
        "super",
        "popular",
        "watching",
        "number",
        "go",
        "feel",
        "aimless",
        "goal",
        "markey",
        "say",
        "response",
        "bezos",
        "forwarded",
        "email",
        "executive",
        "charge",
        "developer",
        "echo",
        "reached",
        "markey",
        "inspiring",
        "chat",
        "one",
        "working",
        "echo",
        "decided",
        "going",
        "push",
        "say",
        "persistence",
        "paid",
        "may",
        "amazon",
        "launched",
        "alexa",
        "developer",
        "reward",
        "program",
        "pay",
        "developer",
        "create",
        "top",
        "performing",
        "skill",
        "within",
        "specific",
        "category",
        "like",
        "education",
        "reference",
        "trivia",
        "accessory",
        "markey",
        "word",
        "day",
        "skill",
        "qualify",
        "initiative",
        "idea",
        "second",
        "skill",
        "would",
        "created",
        "interactive",
        "game",
        "called",
        "word",
        "day",
        "quiz",
        "launched",
        "later",
        "funneling",
        "user",
        "base",
        "toward",
        "second",
        "skill",
        "went",
        "live",
        "check",
        "started",
        "rolling",
        "markey",
        "launched",
        "third",
        "skill",
        "december",
        "called",
        "price",
        "right",
        "game",
        "user",
        "guess",
        "price",
        "amazon",
        "product",
        "also",
        "eligible",
        "developer",
        "reward",
        "program",
        "playing",
        "user",
        "enter",
        "win",
        "amazon",
        "gift",
        "card",
        "january",
        "gaming",
        "company",
        "called",
        "volley",
        "agreed",
        "buy",
        "markey",
        "alexa",
        "skill",
        "allowing",
        "retain",
        "portion",
        "developer",
        "reward",
        "income",
        "also",
        "gave",
        "job",
        "enterprise",
        "spends",
        "hour",
        "week",
        "working",
        "popularity",
        "two",
        "later",
        "skill",
        "partnership",
        "volley",
        "markey",
        "collect",
        "month",
        "markey",
        "payoff",
        "reminder",
        "value",
        "determination",
        "really",
        "happy",
        "given",
        "building",
        "tent",
        "fort",
        "say",
        "ambitious",
        "young",
        "people",
        "would",
        "like",
        "make",
        "extra",
        "cash",
        "markey",
        "suggests",
        "using",
        "digital",
        "tool",
        "like",
        "storyline",
        "amazon",
        "provides",
        "free",
        "resource",
        "teach",
        "anyone",
        "regardless",
        "coding",
        "talent",
        "create",
        "skill",
        "think",
        "simple",
        "people",
        "skill",
        "level",
        "build",
        "alexa",
        "rob",
        "pulciani",
        "director",
        "amazon",
        "alexa",
        "tell",
        "cnbc",
        "make",
        "still",
        "early",
        "day",
        "voice",
        "think",
        "lot",
        "upside",
        "developer",
        "looking",
        "innovate",
        "create",
        "business",
        "alexa",
        "online",
        "amazon",
        "provides",
        "alexa",
        "skill",
        "kit",
        "tutorial",
        "company",
        "also",
        "hold",
        "alexa",
        "dev",
        "day",
        "conference",
        "city",
        "across",
        "country",
        "free",
        "event",
        "alexa",
        "team",
        "meet",
        "learner",
        "level",
        "according",
        "pulciani",
        "far",
        "developer",
        "reward",
        "program",
        "paid",
        "million",
        "dollar",
        "developer",
        "country",
        "techcrunch",
        "report",
        "course",
        "everyone",
        "make",
        "much",
        "money",
        "markey",
        "amazon",
        "let",
        "individual",
        "developer",
        "include",
        "ad",
        "skill",
        "work",
        "little",
        "payoff",
        "also",
        "lack",
        "transparency",
        "developer",
        "reward",
        "program",
        "work",
        "pay",
        "according",
        "cnet",
        "late",
        "amazon",
        "announced",
        "ability",
        "developer",
        "charge",
        "user",
        "premium",
        "content",
        "preview",
        "select",
        "developer",
        "example",
        "head",
        "ellen",
        "degeneres",
        "show",
        "player",
        "get",
        "started",
        "free",
        "deck",
        "purchase",
        "themed",
        "deck",
        "keep",
        "game",
        "going",
        "according",
        "amazon",
        "amazon",
        "say",
        "program",
        "widely",
        "available",
        "supbsciptions",
        "amazon",
        "pay",
        "also",
        "beta",
        "benefit",
        "coder",
        "like",
        "markey",
        "say",
        "rise",
        "device",
        "given",
        "new",
        "skill",
        "compete",
        "job",
        "market",
        "fact",
        "recent",
        "alexa",
        "dev",
        "day",
        "conference",
        "markey",
        "landed",
        "job",
        "interview",
        "position",
        "graduation",
        "may",
        "chatting",
        "fellow",
        "developer",
        "got",
        "job",
        "cash",
        "alexa",
        "skill",
        "side",
        "hustle",
        "nice",
        "think",
        "valuable",
        "thing",
        "ended",
        "getting",
        "career",
        "markey",
        "joke",
        "miss",
        "started",
        "homemade",
        "boozy",
        "ice",
        "cream",
        "bringing",
        "million",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "show",
        "chapter",
        "boozy",
        "ice",
        "cream",
        "shop",
        "bringing",
        "million",
        "dollar",
        "et",
        "fri",
        "oct"
    ]
}