{
    "organizations": [],
    "uuid": "d305069217b9d4ba2863d3bd94319c790fc05582",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/globe-newswire-dsp-group-inc-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "DSP Group, Inc. Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Growth Initiatives Account for 50% of Total Revenues for the First Time\nDSP Group Q1 18 Infographic\nGAAP and Non GAAP Gross Margins of 48.8% and 49.1%, Respectively, Exceeding Guidance\nMILPITAS, Calif., April 30, 2018 (GLOBE NEWSWIRE) -- DSP Group ® , Inc. (NASDAQ:DSPG), a leading global provider of wireless chipset solutions for converged communications, announced today its results for the first quarter ended March 31, 2018.\nFirst Quarter Business and Financial Highlights:\nTotal revenues of $28.1 million, up 1% year-over-year, including new products revenues of $14.1 million which were up 26% year-over-year: Office/VoIP segment revenues of $8.4 million, a year-over-year increase of 27%. SmartVoice segment revenues of $1.6 million, a year-over-year increase of 316%. SmartHome segment revenues of $4.1 million, a year-over-year decrease of 2%. GAAP and non-GAAP gross margin of 48.8% and 49.1%, respectively, 500 bps and 490 bps improvement, as compared to the first quarter of 2017 on GAAP and non-GAAP basis, respectively. GAAP loss per share of ($0.08) and non-GAAP diluted earnings per share of $0.01, compared to GAAP and non-GAAP loss per share of ($0.13) and ($0.05), respectively, for the first quarter of 2017. GAAP operating loss of ($2.4) million and non-GAAP operating loss of ($0.2) million, compared to GAAP and non-GAAP operating loss of ($3.4) and ($1.5) million, respectively, for the first quarter of 2017. GAAP net loss of ($1.8) million and non-GAAP net income of $0.2 million, compared to GAAP and non-GAAP net loss of ($2.9) and ($1.1) million, respectively, for the first quarter of 2017. Repurchased approximately 98,000 shares for a total consideration of $1.2 million, with $7.7 million remaining available for repurchase under existing authorization. Cash, deposits and marketable securities of approximately $123.6 million as of March 31, 2018. Continued to solidify our leadership position in the unified communications market as demonstrated by our growing design wins with Tier 1 OEMs: Avaya launched its new J100 IP phone series based on our DVF9929/19 SoCs. Cisco launched its new multi-platform ATA products based on our DVF9929 SoCs. Polycom launched Obi2182, a top-line IP phone, based on our DVF9919 SoCs. Growing engagement pipeline and design wins for voice as a user interface with leading consumer electronic products thereby helping to drive growth of a burgeoning new market: Two Chinese smartphone OEMs selected our SmartVoice SoC for their new smartphone models. A leading Japanese mobile OEM launched a series of tablet products based on our SmartVoice SoC. A leading European audio consumer brand selected our SmartVoice solution for its new smart speaker product. Expanding ULE reach into new markets with innovative products that leverage ULE’s unmatched characteristics for wireless indoor IoT: Leading Tier 1 European service provider launching a SmartHome service based on our ULE technology in late 2018. Launched our new DHAN-J ULE module for industrial IoT and smart building applications. SGW Global launched a line of truly wireless Alexa-integrated voice activated products based on our ULE and SmartVoice SoCs.\nManagement Comments:\nCommenting on the results, Ofer Elyakim, CEO of DSP Group, stated, “With Office/VoIP, SmartVoice and SmartHome revenues representing 50% of our business, we are now at the inflection point where our growth initiatives will define our future and more than offset the secular decline of the cordless telephony market, thereby accelerating overall growth for the company. These initiatives collectively grew at 26% year-over-year, and combined with our solid and growing engagement pipeline, we are well positioned for long term sustainable growth in each of these product categories.”\nMr. Elyakim added, “Our improved mix of innovative, differentiated products coupled with operational efficiencies drove our non-GAAP gross margin improvement of 490 bps to 49.1% and a return to non-GAAP profitability.”\nFirst Quarter GAAP Results:\nRevenues for the first quarter of 2018 were $28.1 million, an increase of 1% from revenues of $27.9 million for the first quarter of 2017. Net loss and LPS for the first quarter of 2018 were ($1.8) million and ($0.08) respectively. Net loss and LPS for the first quarter of 2017 were ($2.9) million and ($0.13), respectively.\nFirst Quarter Non-GAAP Results:\nNon-GAAP net income and diluted earnings per share for the first quarter of 2018 were $0.2 million and $0.01, respectively, as compared to non-GAAP net loss and loss per share of ($1.1) million and ($0.05), respectively, for the first quarter of 2017. Non-GAAP net income and diluted earnings per share for the first quarter of 2018 exclude the impact of amortization of acquired intangible assets in the amount of $425,000 associated with previous acquisitions; equity-based compensation expenses of $1.7 million; and changes in deferred taxes in the amount of $197,000 related to intangible assets acquired in previous acquisitions and equity-based compensation expenses. Non-GAAP net loss and loss per share for the first quarter of 2017 exclude the impact of amortization of acquired intangible assets of $425,000 associated with previous acquisitions; equity-based compensation expenses of $1.5 million; and changes in deferred taxes in the amount of $182,000 related to intangible assets acquired in previous acquisitions and equity-based compensation expenses.\nEarnings Conference Call Details\nDSP Group will discuss its first quarter financial results, along with its outlook and guidance for the second quarter of 2018, on its conference call at 8:30 a.m. ET today, and invites you to listen via our conference call or a live broadcast over the Internet.\nInvestors may access the conference call by dialing +1 800 239 9838 (domestic US) or +1 929 477 0448 (international) approximately 10 minutes prior to the starting time. The password is 9332537. The broadcast via the Internet can be accessed by all interested parties through the Investor Relations section of DSP Group’s website at www.dspg.com or link to: https://edge.media-server.com/m6/p/wyqn95ue\nA replay of the conference call will be available for a week following the call. To listen to the session, please dial +1 719 457 0820 (domestic US) or +44 20 7660 0134 (international) and enter the company access code: 9332537#.\nPresentation of Non-GAAP Net Income and EPS\nThe Company believes that the non-GAAP presentation of net income and diluted earnings per share presented in this press release is useful to investors in comparing results for the quarter ended March 31, 2018 to the same period in 2017 because the exclusion of the above noted expenses may provide a more meaningful analysis of the Company’s core operating results. Further, the Company believes it is useful to investors to understand how the expenses associated with equity-based compensation are reflected in its statements of income.\nForward Looking Statements\nThis press release contains statements that qualify as “ ” under the Private Securities Litigation Reform Act of 1995, including Mr. Elyakim’s statements that the company’s growth initiatives will define its future and more than offset the secular decline of the cordless telephony market, thereby accelerating overall growth for the company, as well as the company being well positioned for long term sustainable growth in each of the new products categories. The results from these statements may not actually arise as a result of various factors, including the market penetration of new products such as products with Voice User Interface; unexpected delays in the commercial launch of new products, including in the mobile and office segments; speed of decline in the cordless market; DSP Group's ability to manage costs; DSP Group’s ability to develop and produce new products at competitive costs and in a timely manner and the ability of such products to achieve broad market acceptance; and general market demand for products that incorporate DSP Group’s technology in the market. These factors and other factors which may affect future operating results or DSP Group’s stock price are discussed under “RISK FACTORS” in the Form 10-K for fiscal 2017, as well as other reports DSP Group has filed with the Securities and Exchange Commission and which are available on DSP Group’s website ( www.dspg.com ) under Investor Relations. DSP Group assumes no obligation to update any or information, which speak as of their respective dates.\nAbout DSP Group\nDSP Group®, Inc. (NASDAQ:DSPG) is a leading global provider of wireless chipset solutions for converged communications. Delivering semiconductor system solutions with software and hardware reference designs, DSP Group enables OEMs/ODMs, consumer electronics (CE) manufacturers and service providers to cost-effectively develop new revenue-generating products with fast time to market. At the forefront of semiconductor innovation and operational excellence for over two decades, DSP Group provides a broad portfolio of wireless chipsets integrating DECT/CAT-iq, ULE, Wi-Fi, PSTN, HDClear™, video and VoIP technologies. DSP Group enables converged voice, audio, video and data connectivity across diverse mobile, consumer and enterprise products – from mobile devices, connected multimedia screens, and home automation & security to cordless phones, VoIP systems, and home gateways. Leveraging industry-leading experience and expertise, DSP Group partners with CE manufacturers and service providers to shape the future of converged communications at home, office and on the go. For more information, visit www.dspg.com .\nContact:\nDaniel Amir\nCorporate Vice President, Business Development, Strategy and Investor Relations\nWork: 1-415-726-5900, Daniel.amir@dspg.com\nA photo accompanying this announcement is available at http://resource.globenewswire.com/Resource/Download/1ef6f170-745f-47fd-abd3-730f15e9a1b1\nDSP GROUP, INC.\nCONSOLIDATED STATEMENTS OF INCOME\n(In thousands, except per share amounts)\nThree Months Ended March 31, 2018 2017 (Unaudited) (Unaudited) Revenues $ 28,111 $ 27,933 Cost of revenues 14,397 15,686 Gross profit 13,714 12,247 Operating expenses: Research and development, net 8,998 9,190 Sales and marketing 4,068 3,575 General and administrative 2,581 2,487 Amortization of intangible assets 425 425 Total operating expenses 16,072 15,677 Operating loss (2,358 ) (3,430 ) Financial income, net 396 416 Loss before taxes on income (1,962 ) (3,014 ) Income tax benefit\n209 148 Net loss $ (1,753 ) $ (2,866 ) Net loss per share: Basic $ (0.08 ) $ (0.13 ) Diluted $ (0.08 ) $ (0.13 ) Weighted average number of shares used in per share computations of net loss per share: Basic 22,678 22,102 Diluted 22,678 22,102\nUnaudited Reconciliation of GAAP to Non-GAAP Financial Measures\n(In thousands, except per share amounts) Three Months Ended March 31, 2018 2017 Unaudited Unaudited GAAP net loss $ (1,753 ) $ (2,866 ) Equity-based compensation expense included in cost of revenues 98 97 Equity-based compensation expense included in research and development, net 652 616 Equity-based compensation expense included in sales and marketing 406 300 Equity-based compensation expense included in general and administrative 543 518 Amortization of intangible assets 425 425 Changes in deferred taxes related to intangible assets and equity-based compensation expense (197 ) (182 ) Non-GAAP net income (loss) $ 174 $ (1,092 ) Weighted-average number of common stock used in computation of GAAP diluted net earnings (loss) per share (in thousands) 22,678 22,102 Weighted-average number of shares related to outstanding options, stock appreciation rights and restricted share units (in thousands) 1,359 - Weighted-average number of common stock used in computation of non-GAAP diluted net earnings per share (in thousands) 24,037 22,102 GAAP net loss per share $ (0.08 ) $ (0.13 ) Equity-based compensation expense 0.08 0.07 Amortization of intangible assets 0.02 0.02 Changes of deferred taxes related to intangible assets and equity-based compensation expense (0.01 ) (0.01 ) Non-GAAP diluted net earnings ( loss) per share $ 0.01 $ (0.05 ) DSP GROUP, INC.\nCONSOLIDATED BALANCE SHEETS\n(In thousands)\nMarch 31, December 31, 2018 2017 (Unaudited) (Audited) Assets Current assets: Cash and cash equivalents\nRestricted deposits $\n15,635\n527 $\n21,324\n524 Marketable securities and short term deposits 30,961 24,697 Trade receivables, net 15,910 13,416 Inventories 8,414 9,422 Other accounts receivable and prepaid expenses 3,168 3,167 Total current assets\n74,615 72,550 Property and equipment, net 2,991 3,184 Long term marketable securities and deposits 76,446 82,669 Severance pay fund 15,136 15,190 Deferred income taxes 1,041 1,043 Intangible assets, net 8,597 9,022 Long term prepaid expenses and lease deposits 1,574 1,541 102,794 109,465 Total assets $ 180,400 $ 185,199 Liabilities and Stockholders’ Equity Current liabilities: Trade payables $ 7,651 $ 8,660 Other current liabilities 9,981 12,819 Total current liabilities 17,632 21,479 Accrued severance pay 15,274 15,463 Accrued pensions 912 883 Deferred income taxes 332 424 Total long term liabilities 16,518 16,770 Stockholders’ equity: Common stock 23 22 Additional paid-in capital 373,740 372,041 Accumulated other comprehensive loss (2,517 ) (1,874 ) Less – Cost of treasury stock (115,731 ) (118,397 ) Accumulated deficit (109,265 ) (104,842 ) Total stockholders’ equity 146,250 146,950 Total liabilities and stockholders’ equity $ 180,400 $ 185,199\nSource:DSP Group, Inc.",
    "published": "2018-04-30T15:00:00.000+03:00",
    "crawled": "2018-04-30T17:58:16.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "growth",
        "initiative",
        "account",
        "total",
        "revenue",
        "first",
        "time",
        "dsp",
        "group",
        "q1",
        "infographic",
        "gaap",
        "non",
        "gaap",
        "gross",
        "margin",
        "respectively",
        "exceeding",
        "guidance",
        "milpitas",
        "april",
        "globe",
        "newswire",
        "dsp",
        "group",
        "nasdaq",
        "dspg",
        "leading",
        "global",
        "provider",
        "wireless",
        "chipset",
        "solution",
        "converged",
        "communication",
        "announced",
        "today",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "business",
        "financial",
        "highlight",
        "total",
        "revenue",
        "million",
        "including",
        "new",
        "product",
        "revenue",
        "million",
        "segment",
        "revenue",
        "million",
        "increase",
        "smartvoice",
        "segment",
        "revenue",
        "million",
        "increase",
        "smarthome",
        "segment",
        "revenue",
        "million",
        "decrease",
        "gaap",
        "gross",
        "margin",
        "respectively",
        "bps",
        "bps",
        "improvement",
        "compared",
        "first",
        "quarter",
        "gaap",
        "basis",
        "respectively",
        "gaap",
        "loss",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "gaap",
        "loss",
        "per",
        "share",
        "respectively",
        "first",
        "quarter",
        "gaap",
        "operating",
        "loss",
        "million",
        "operating",
        "loss",
        "million",
        "compared",
        "gaap",
        "operating",
        "loss",
        "million",
        "respectively",
        "first",
        "quarter",
        "gaap",
        "net",
        "loss",
        "million",
        "net",
        "income",
        "million",
        "compared",
        "gaap",
        "net",
        "loss",
        "million",
        "respectively",
        "first",
        "quarter",
        "repurchased",
        "approximately",
        "share",
        "total",
        "consideration",
        "million",
        "million",
        "remaining",
        "available",
        "repurchase",
        "existing",
        "authorization",
        "cash",
        "deposit",
        "marketable",
        "security",
        "approximately",
        "million",
        "march",
        "continued",
        "solidify",
        "leadership",
        "position",
        "unified",
        "communication",
        "market",
        "demonstrated",
        "growing",
        "design",
        "win",
        "tier",
        "oems",
        "avaya",
        "launched",
        "new",
        "j100",
        "ip",
        "phone",
        "series",
        "based",
        "socs",
        "cisco",
        "launched",
        "new",
        "ata",
        "product",
        "based",
        "dvf9929",
        "socs",
        "polycom",
        "launched",
        "obi2182",
        "ip",
        "phone",
        "based",
        "dvf9919",
        "socs",
        "growing",
        "engagement",
        "pipeline",
        "design",
        "win",
        "voice",
        "user",
        "interface",
        "leading",
        "consumer",
        "electronic",
        "product",
        "thereby",
        "helping",
        "drive",
        "growth",
        "burgeoning",
        "new",
        "market",
        "two",
        "chinese",
        "smartphone",
        "oems",
        "selected",
        "smartvoice",
        "soc",
        "new",
        "smartphone",
        "model",
        "leading",
        "japanese",
        "mobile",
        "oem",
        "launched",
        "series",
        "tablet",
        "product",
        "based",
        "smartvoice",
        "soc",
        "leading",
        "european",
        "audio",
        "consumer",
        "brand",
        "selected",
        "smartvoice",
        "solution",
        "new",
        "smart",
        "speaker",
        "product",
        "expanding",
        "ule",
        "reach",
        "new",
        "market",
        "innovative",
        "product",
        "leverage",
        "ule",
        "unmatched",
        "characteristic",
        "wireless",
        "indoor",
        "iot",
        "leading",
        "tier",
        "european",
        "service",
        "provider",
        "launching",
        "smarthome",
        "service",
        "based",
        "ule",
        "technology",
        "late",
        "launched",
        "new",
        "ule",
        "module",
        "industrial",
        "iot",
        "smart",
        "building",
        "application",
        "sgw",
        "global",
        "launched",
        "line",
        "truly",
        "wireless",
        "voice",
        "activated",
        "product",
        "based",
        "ule",
        "smartvoice",
        "socs",
        "management",
        "comment",
        "commenting",
        "result",
        "ofer",
        "elyakim",
        "ceo",
        "dsp",
        "group",
        "stated",
        "smartvoice",
        "smarthome",
        "revenue",
        "representing",
        "business",
        "inflection",
        "point",
        "growth",
        "initiative",
        "define",
        "future",
        "offset",
        "secular",
        "decline",
        "cordless",
        "telephony",
        "market",
        "thereby",
        "accelerating",
        "overall",
        "growth",
        "company",
        "initiative",
        "collectively",
        "grew",
        "combined",
        "solid",
        "growing",
        "engagement",
        "pipeline",
        "well",
        "positioned",
        "long",
        "term",
        "sustainable",
        "growth",
        "product",
        "elyakim",
        "added",
        "improved",
        "mix",
        "innovative",
        "differentiated",
        "product",
        "coupled",
        "operational",
        "efficiency",
        "drove",
        "gross",
        "margin",
        "improvement",
        "bps",
        "return",
        "first",
        "quarter",
        "gaap",
        "result",
        "revenue",
        "first",
        "quarter",
        "million",
        "increase",
        "revenue",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "lp",
        "first",
        "quarter",
        "million",
        "respectively",
        "net",
        "loss",
        "lp",
        "first",
        "quarter",
        "million",
        "respectively",
        "first",
        "quarter",
        "result",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "million",
        "respectively",
        "compared",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "million",
        "respectively",
        "first",
        "quarter",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "exclude",
        "impact",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "amount",
        "associated",
        "previous",
        "acquisition",
        "compensation",
        "expense",
        "million",
        "change",
        "deferred",
        "tax",
        "amount",
        "related",
        "intangible",
        "asset",
        "acquired",
        "previous",
        "acquisition",
        "compensation",
        "expense",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "exclude",
        "impact",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "associated",
        "previous",
        "acquisition",
        "compensation",
        "expense",
        "million",
        "change",
        "deferred",
        "tax",
        "amount",
        "related",
        "intangible",
        "asset",
        "acquired",
        "previous",
        "acquisition",
        "compensation",
        "expense",
        "earnings",
        "conference",
        "call",
        "detail",
        "dsp",
        "group",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "along",
        "outlook",
        "guidance",
        "second",
        "quarter",
        "conference",
        "call",
        "et",
        "today",
        "invite",
        "listen",
        "via",
        "conference",
        "call",
        "live",
        "broadcast",
        "internet",
        "investor",
        "may",
        "access",
        "conference",
        "call",
        "dialing",
        "domestic",
        "u",
        "international",
        "approximately",
        "minute",
        "prior",
        "starting",
        "time",
        "password",
        "broadcast",
        "via",
        "internet",
        "accessed",
        "interested",
        "party",
        "investor",
        "relation",
        "section",
        "dsp",
        "group",
        "website",
        "link",
        "http",
        "replay",
        "conference",
        "call",
        "available",
        "week",
        "following",
        "call",
        "listen",
        "session",
        "please",
        "dial",
        "domestic",
        "u",
        "international",
        "enter",
        "company",
        "access",
        "code",
        "presentation",
        "net",
        "income",
        "eps",
        "company",
        "belief",
        "presentation",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "presented",
        "press",
        "release",
        "useful",
        "investor",
        "comparing",
        "result",
        "quarter",
        "ended",
        "march",
        "period",
        "exclusion",
        "noted",
        "expense",
        "may",
        "provide",
        "meaningful",
        "analysis",
        "company",
        "core",
        "operating",
        "result",
        "company",
        "belief",
        "useful",
        "investor",
        "understand",
        "expense",
        "associated",
        "compensation",
        "reflected",
        "statement",
        "income",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "qualify",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "elyakim",
        "statement",
        "company",
        "growth",
        "initiative",
        "define",
        "future",
        "offset",
        "secular",
        "decline",
        "cordless",
        "telephony",
        "market",
        "thereby",
        "accelerating",
        "overall",
        "growth",
        "company",
        "well",
        "company",
        "well",
        "positioned",
        "long",
        "term",
        "sustainable",
        "growth",
        "new",
        "product",
        "category",
        "result",
        "statement",
        "may",
        "actually",
        "arise",
        "result",
        "various",
        "factor",
        "including",
        "market",
        "penetration",
        "new",
        "product",
        "product",
        "voice",
        "user",
        "interface",
        "unexpected",
        "delay",
        "commercial",
        "launch",
        "new",
        "product",
        "including",
        "mobile",
        "office",
        "segment",
        "speed",
        "decline",
        "cordless",
        "market",
        "dsp",
        "group",
        "ability",
        "manage",
        "cost",
        "dsp",
        "group",
        "ability",
        "develop",
        "produce",
        "new",
        "product",
        "competitive",
        "cost",
        "timely",
        "manner",
        "ability",
        "product",
        "achieve",
        "broad",
        "market",
        "acceptance",
        "general",
        "market",
        "demand",
        "product",
        "incorporate",
        "dsp",
        "group",
        "technology",
        "market",
        "factor",
        "factor",
        "may",
        "affect",
        "future",
        "operating",
        "result",
        "dsp",
        "group",
        "stock",
        "price",
        "discussed",
        "risk",
        "factor",
        "form",
        "fiscal",
        "well",
        "report",
        "dsp",
        "group",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "dsp",
        "group",
        "website",
        "investor",
        "relation",
        "dsp",
        "group",
        "assumes",
        "obligation",
        "update",
        "information",
        "speak",
        "respective",
        "date",
        "dsp",
        "group",
        "dsp",
        "nasdaq",
        "dspg",
        "leading",
        "global",
        "provider",
        "wireless",
        "chipset",
        "solution",
        "converged",
        "communication",
        "delivering",
        "semiconductor",
        "system",
        "solution",
        "software",
        "hardware",
        "reference",
        "design",
        "dsp",
        "group",
        "enables",
        "consumer",
        "electronics",
        "ce",
        "manufacturer",
        "service",
        "provider",
        "develop",
        "new",
        "product",
        "fast",
        "time",
        "market",
        "forefront",
        "semiconductor",
        "innovation",
        "operational",
        "excellence",
        "two",
        "decade",
        "dsp",
        "group",
        "provides",
        "broad",
        "portfolio",
        "wireless",
        "chipsets",
        "integrating",
        "ule",
        "pstn",
        "video",
        "voip",
        "technology",
        "dsp",
        "group",
        "enables",
        "converged",
        "voice",
        "audio",
        "video",
        "data",
        "connectivity",
        "across",
        "diverse",
        "mobile",
        "consumer",
        "enterprise",
        "product",
        "mobile",
        "device",
        "connected",
        "multimedia",
        "screen",
        "home",
        "automation",
        "security",
        "cordless",
        "phone",
        "voip",
        "system",
        "home",
        "gateway",
        "leveraging",
        "experience",
        "expertise",
        "dsp",
        "group",
        "partner",
        "ce",
        "manufacturer",
        "service",
        "provider",
        "shape",
        "future",
        "converged",
        "communication",
        "home",
        "office",
        "go",
        "information",
        "visit",
        "contact",
        "daniel",
        "amir",
        "corporate",
        "vice",
        "president",
        "business",
        "development",
        "strategy",
        "investor",
        "relation",
        "work",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "dsp",
        "group",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "net",
        "sale",
        "marketing",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "financial",
        "income",
        "net",
        "loss",
        "tax",
        "income",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "used",
        "per",
        "share",
        "computation",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "unaudited",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "gaap",
        "net",
        "loss",
        "compensation",
        "expense",
        "included",
        "cost",
        "revenue",
        "compensation",
        "expense",
        "included",
        "research",
        "development",
        "net",
        "compensation",
        "expense",
        "included",
        "sale",
        "marketing",
        "compensation",
        "expense",
        "included",
        "general",
        "administrative",
        "amortization",
        "intangible",
        "asset",
        "change",
        "deferred",
        "tax",
        "related",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "net",
        "income",
        "loss",
        "number",
        "common",
        "stock",
        "used",
        "computation",
        "gaap",
        "diluted",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "thousand",
        "number",
        "share",
        "related",
        "outstanding",
        "option",
        "stock",
        "appreciation",
        "right",
        "restricted",
        "share",
        "unit",
        "thousand",
        "number",
        "common",
        "stock",
        "used",
        "computation",
        "diluted",
        "net",
        "earnings",
        "per",
        "share",
        "thousand",
        "gaap",
        "net",
        "loss",
        "per",
        "share",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "change",
        "deferred",
        "tax",
        "related",
        "intangible",
        "asset",
        "compensation",
        "expense",
        "diluted",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "dsp",
        "group",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "audited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "deposit",
        "marketable",
        "security",
        "short",
        "term",
        "deposit",
        "trade",
        "receivables",
        "net",
        "inventory",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "long",
        "term",
        "marketable",
        "security",
        "deposit",
        "severance",
        "pay",
        "fund",
        "deferred",
        "income",
        "tax",
        "intangible",
        "asset",
        "net",
        "long",
        "term",
        "prepaid",
        "expense",
        "lease",
        "deposit",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "trade",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "accrued",
        "severance",
        "pay",
        "accrued",
        "pension",
        "deferred",
        "income",
        "tax",
        "total",
        "long",
        "term",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "less",
        "cost",
        "treasury",
        "stock",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "dsp",
        "group",
        "inc"
    ]
}