{
    "organizations": [],
    "uuid": "0af54b5b4ea624364bc61cdc4b93ab92536e6f7a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/11/globe-newswire-pretium-resources-inc-brucejack-mine-q1-2018-production-update.html",
    "ord_in_thread": 0,
    "title": "Pretium Resources Inc.: Brucejack Mine Q1 2018 Production Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, April 11, 2018 (GLOBE NEWSWIRE) -- Pretium Resources Inc. (TSX:PVG) (NYSE:PVG) (“Pretivm” or the “Company”) is pleased to report first quarter 2018 production results and provide an operations update as ramp-up advances at the high-grade gold Brucejack Mine.\nFirst Quarter 2018 Production Summary\n75,689 ounces of gold produced 96.8% gold recovery rate 261,443 tonnes of ore milled 2,905 tonnes per day ore milled 10.9 grams per tonne gold mill feed grade for March; average 9.1 grams per tonne gold mill feed grade for the quarter\n“Gold production improved steadily through the first quarter, with 32,910 ounces produced in March. This result is attributed to the successful implementation of a number of operational improvement initiatives,” said Pretivm President & CEO Joseph Ovsenek. “Our grade control program has now been fully integrated into our mining process and the rate of underground development has increased to provide for additional stopes in our inventory. We are focused on continuing to increase grade to the mill in Q2, and we remain on track to deliver on our H1 2018 production guidance of 150,000 to 200,000 ounces of gold at AISC of $900-$700 per ounce of gold sold. We are building on our healthy cash position, and expect to achieve steady-state production by mid-to-late 2018.”\nFirst Quarter 2018 Monthly Production\nGold\nProduction\n(oz) Gold\nGrade\n(g/t) Recovery\n(%) Ore\nMilled\n(t) March 32,910 10.9 96.7 92,580 February 27,636 11.4 97.1 77,763 January 15,143 5.4 96.7 91,100 Q1 2018 75,689 9.1 96.8 261,443 Grade Control Integration and Improving Production\nThe grade control program is a data-driven and iterative process that is being used to optimize stope shapes resulting in reduced dilution and optimized grade to the mill. The program comprises drilling, sampling and local modelling with improved short-term grade prediction. March production results reflect the first impact of grade control integration into the mining process during the month. In the second quarter, gold production results are expected to continue to improve with the full integration of the grade control program.\nThe absence of operational grade control and limited stope optionality contributed to low gold production for the month of January. Gold production subsequently increased significantly in February with stopes planned for the fourth quarter 2017 and other higher-grade stopes coming online.\nInfill Drilling\nAs part of the grade control program, infill drilling is required at 5-meter to 7.5-meter centers to refine stope location and dimensions prior to mining. Currently, three diamond drills and one reverse circulation (RC) drill are being used for grade control drilling, with 11,100 meters completed as of April 1 st .\nThe RC drill is part of a trial program for underground drilling. The RC drilling provides a larger sample per meter and is expected to be faster and more cost effective than core drilling, which has been used for infill drilling to date.\nLocal Grade Control Model\nA local grade control model, which is based on data from drilling, is now being implemented for stope optimisation in areas of near-term production. The model is informed by tightly-spaced infill drilling (with areas drilled at 7.5 meters or better) and has a resolution of approximately 2.5 meters. The local grade control model is being used for stope shape optimization and estimating production grade, and will ultimately be used for medium-term planning for future production areas.\nStope Ring Sampling\nAnother component of the grade control program, stope ring sampling, provides grade information on a ring-by-ring basis to refine the shape of the long-hole stope prior to mining. Long-hole drill cuttings are collected from each ring within a stope and assayed. Assayed data from each of the rings is then fed back into the stope design to refine short-term mine planning.\nMining\nTo improve access and build stope inventory, the rate of underground development has been increased to 700 meters per month, up from the 420 meters considered in the Brucejack Feasibility Study. The development rate increase began in January and is expected to remain at an average of 700 meters per month during the duration of stope inventory build-up in 2018. A third long-hole drill is now on site to support development and provide for back-up.\nStope inventory is expected to increase to 10 to 12 stopes. The availability of stopes representing a range of grades, including multiple higher-grade stopes, allows mining operations to optimize stope blending and provides alternative stopes for mining if required. The increased stope inventory will improve the management of production grades.\n2018 Guidance and Mineral Resource estimate Update\nBrucejack Mine is on track to achieve H1 2018 production guidance of 150,000 to 200,000 ounces of gold at an all-in sustaining cash cost of $900-$700 per ounce of gold sold. Guidance for H2 2018 is expected to be given at mid-year with the full integration of local grade control in the short-term mining cycle and optimal stope availability for production as the mine approaches steady state.\nAnnual updating of the Mineral Resource and Mineral Reserve for the Brucejack Mine will be initiated in the fall.\nLyle Morgenthaler, B.A.Sc., P.Eng., Chief Mine Engineer, Pretium Resources Inc. is the Qualified Person (“QP”) responsible for Brucejack Mine development. Warwick Board, Ph.D., P.Geo, Pr.Sci.Nat., Vice President, Geology and Chief Geologist, Pretium Resources Inc. is the QP responsible for the Brucejack Mine grade control program.\nInvestor Day Operations Update – Webcast and Conference Call\nPretivm is hosting an Investor Day webcast and conference call Wednesday, April 11, 2018 at 9:00 am PT (12:00 noon ET).\nWebcast and conference call details:\nWednesday, April 11, 2018 at 9:00 am PT (12:00 noon ET) Webcast www.pretivm.com Toll Free (North America) 1-800-319-4610 International and Vancouver 604-638-5340 First Quarter 2018 Financial Results – Webcast and Conference Call\nPretivm plans to release its first quarter 2018 operational and financial results after market close on Thursday, May 10, 2018. The webcast and conference call to discuss these results will take place Friday, May 11, 2018 at 8:00 am PT (11:00 am ET).\nWebcast and conference call details:\nFriday, May 11, 2018 at 8:00 am PT (11:00 am ET) Webcast www.pretivm.com Toll Free (North America) 1-800-319-4610 International and Vancouver 604-638-5340 About Pretivm\nPretivm is ramping-up gold production at the high-grade underground Brucejack mine in northern British Columbia.\nFor further information contact:\nJoseph Ovsenek Troy Shultz President & CEO Manager, Investor Relations & Corporate Communications Pretium Resources Inc.\nSuite 2300, Four Bentall Centre, 1055 Dunsmuir Street\nPO Box 49334 Vancouver, BC V7X 1L4\n(604) 558-1784\ninvest@pretivm.com\n(SEDAR filings: Pretium Resources Inc.)\nForward-Looking Statements\nThis News Release contains “forward-looking information” and “forward looking statements” within the meaning of applicable Canadian and United States securities legislation. Statements contained herein that are not based on historical or current fact, including without limitation statements containing the words “anticipates,” “believes,” “may,” “continues,” “estimates,” “expects,” and “will” and words of similar import, constitute “forward-looking statements” within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking information may include, but is not limited to, information with respect to: production and cost guidance; our planned exploration and development activities, the accuracy of our mineral resource estimates; capital and operating cost estimates; production and processing estimates; the results, the adequacy of Pretivm's financial resources, the estimation of mineral reserves and resources including the 2016 Valley of the Kings Mineral Resource estimate and the Brucejack Mineral Reserve estimate, realization of mineral reserve and resource estimates and timing of development of Pretivm's Brucejack Mine, costs and timing of future exploration, results of future exploration and drilling, production and processing estimates, capital and operating cost estimates, timelines and similar statements relating to the economic viability of the Brucejack Mine, timing and receipt of approvals, consents and permits under applicable legislation, Pretivm's executive compensation approach and practice, and statements regarding USD cash flows and the recurrence of foreign currency translation adjustments. Wherever possible, words such as “plans”, “expects”, “guidance”, “projects”, “assumes”, “budget”, “strategy”, “scheduled”, “estimates”, “forecasts”, “anticipates”, “believes”, “intends”, “targets” and similar expressions or statements that certain actions, events or results “may”, “could”, “would”, “might” or “will” be taken, occur or be achieved, or the negative forms of any of these terms and similar expressions, have been used to identify forward-looking statements and information. Statements concerning mineral reserve and resource estimates may also be deemed to constitute forward-looking information to the extent that they involve estimates of the mineralization that will be encountered if the property is developed. Any statements that express or involve discussions with respect to predictions, expectations, beliefs, plans, projections, objectives, assumptions or future events or performance are not statements of historical fact and may be forward-looking information. Forward-looking information is subject to a variety of known and unknown risks, uncertainties and other factors that could cause actual events or results to differ from those expressed or implied by the forward-looking information, including, without limitation, those risks identified in Pretivm's Annual Information Form dated March 28, 2018 filed on SEDAR at www.sedar.com and in the United States on Form 40-F through EDGAR at the SEC's website at www.sec.gov . Forward-looking information is based on the expectations and opinions of Pretivm's management on the date the statements are made. The assumptions used in the preparation of such statements, although considered reasonable at the time of preparation, may prove to be imprecise. We do not assume any obligation to update forward-looking information, whether as a result of new information, future events or otherwise, other than as required by applicable law. For the reasons set forth above, prospective investors should not place undue reliance on forward-looking information. Neither the TSX nor the NYSE has approved or disapproved of the information contained herein.\nSource:Pretium Resources Inc",
    "published": "2018-04-11T13:00:00.000+03:00",
    "crawled": "2018-04-11T15:43:49.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "pretium",
        "resource",
        "tsx",
        "pvg",
        "nyse",
        "pvg",
        "pretivm",
        "company",
        "pleased",
        "report",
        "first",
        "quarter",
        "production",
        "result",
        "provide",
        "operation",
        "update",
        "advance",
        "gold",
        "brucejack",
        "mine",
        "first",
        "quarter",
        "production",
        "summary",
        "ounce",
        "gold",
        "produced",
        "gold",
        "recovery",
        "rate",
        "tonne",
        "ore",
        "milled",
        "tonne",
        "per",
        "day",
        "ore",
        "milled",
        "gram",
        "per",
        "tonne",
        "gold",
        "mill",
        "feed",
        "grade",
        "march",
        "average",
        "gram",
        "per",
        "tonne",
        "gold",
        "mill",
        "feed",
        "grade",
        "quarter",
        "gold",
        "production",
        "improved",
        "steadily",
        "first",
        "quarter",
        "ounce",
        "produced",
        "march",
        "result",
        "attributed",
        "successful",
        "implementation",
        "number",
        "operational",
        "improvement",
        "initiative",
        "said",
        "pretivm",
        "president",
        "ceo",
        "joseph",
        "ovsenek",
        "grade",
        "control",
        "program",
        "fully",
        "integrated",
        "mining",
        "process",
        "rate",
        "underground",
        "development",
        "increased",
        "provide",
        "additional",
        "stopes",
        "inventory",
        "focused",
        "continuing",
        "increase",
        "grade",
        "mill",
        "q2",
        "remain",
        "track",
        "deliver",
        "h1",
        "production",
        "guidance",
        "ounce",
        "gold",
        "aisc",
        "per",
        "ounce",
        "gold",
        "sold",
        "building",
        "healthy",
        "cash",
        "position",
        "expect",
        "achieve",
        "production",
        "first",
        "quarter",
        "monthly",
        "production",
        "gold",
        "production",
        "oz",
        "gold",
        "grade",
        "recovery",
        "ore",
        "milled",
        "march",
        "february",
        "january",
        "q1",
        "grade",
        "control",
        "integration",
        "improving",
        "production",
        "grade",
        "control",
        "program",
        "iterative",
        "process",
        "used",
        "optimize",
        "stope",
        "shape",
        "resulting",
        "reduced",
        "dilution",
        "optimized",
        "grade",
        "mill",
        "program",
        "comprises",
        "drilling",
        "sampling",
        "local",
        "modelling",
        "improved",
        "grade",
        "prediction",
        "march",
        "production",
        "result",
        "reflect",
        "first",
        "impact",
        "grade",
        "control",
        "integration",
        "mining",
        "process",
        "month",
        "second",
        "quarter",
        "gold",
        "production",
        "result",
        "expected",
        "continue",
        "improve",
        "full",
        "integration",
        "grade",
        "control",
        "program",
        "absence",
        "operational",
        "grade",
        "control",
        "limited",
        "stope",
        "optionality",
        "contributed",
        "low",
        "gold",
        "production",
        "month",
        "january",
        "gold",
        "production",
        "subsequently",
        "increased",
        "significantly",
        "february",
        "stopes",
        "planned",
        "fourth",
        "quarter",
        "stopes",
        "coming",
        "online",
        "infill",
        "drilling",
        "part",
        "grade",
        "control",
        "program",
        "infill",
        "drilling",
        "required",
        "center",
        "refine",
        "stope",
        "location",
        "dimension",
        "prior",
        "mining",
        "currently",
        "three",
        "diamond",
        "drill",
        "one",
        "reverse",
        "circulation",
        "rc",
        "drill",
        "used",
        "grade",
        "control",
        "drilling",
        "meter",
        "completed",
        "april",
        "st",
        "rc",
        "drill",
        "part",
        "trial",
        "program",
        "underground",
        "drilling",
        "rc",
        "drilling",
        "provides",
        "larger",
        "sample",
        "per",
        "meter",
        "expected",
        "faster",
        "cost",
        "effective",
        "core",
        "drilling",
        "used",
        "infill",
        "drilling",
        "date",
        "local",
        "grade",
        "control",
        "model",
        "local",
        "grade",
        "control",
        "model",
        "based",
        "data",
        "drilling",
        "implemented",
        "stope",
        "optimisation",
        "area",
        "production",
        "model",
        "informed",
        "infill",
        "drilling",
        "area",
        "drilled",
        "meter",
        "better",
        "resolution",
        "approximately",
        "meter",
        "local",
        "grade",
        "control",
        "model",
        "used",
        "stope",
        "shape",
        "optimization",
        "estimating",
        "production",
        "grade",
        "ultimately",
        "used",
        "planning",
        "future",
        "production",
        "area",
        "stope",
        "ring",
        "sampling",
        "another",
        "component",
        "grade",
        "control",
        "program",
        "stope",
        "ring",
        "sampling",
        "provides",
        "grade",
        "information",
        "basis",
        "refine",
        "shape",
        "stope",
        "prior",
        "mining",
        "drill",
        "cutting",
        "collected",
        "ring",
        "within",
        "stope",
        "assayed",
        "assayed",
        "data",
        "ring",
        "fed",
        "back",
        "stope",
        "design",
        "refine",
        "mine",
        "planning",
        "mining",
        "improve",
        "access",
        "build",
        "stope",
        "inventory",
        "rate",
        "underground",
        "development",
        "increased",
        "meter",
        "per",
        "month",
        "meter",
        "considered",
        "brucejack",
        "feasibility",
        "study",
        "development",
        "rate",
        "increase",
        "began",
        "january",
        "expected",
        "remain",
        "average",
        "meter",
        "per",
        "month",
        "duration",
        "stope",
        "inventory",
        "third",
        "drill",
        "site",
        "support",
        "development",
        "provide",
        "stope",
        "inventory",
        "expected",
        "increase",
        "stopes",
        "availability",
        "stopes",
        "representing",
        "range",
        "grade",
        "including",
        "multiple",
        "stopes",
        "allows",
        "mining",
        "operation",
        "optimize",
        "stope",
        "blending",
        "provides",
        "alternative",
        "stopes",
        "mining",
        "required",
        "increased",
        "stope",
        "inventory",
        "improve",
        "management",
        "production",
        "grade",
        "guidance",
        "mineral",
        "resource",
        "estimate",
        "update",
        "brucejack",
        "mine",
        "track",
        "achieve",
        "h1",
        "production",
        "guidance",
        "ounce",
        "gold",
        "sustaining",
        "cash",
        "cost",
        "per",
        "ounce",
        "gold",
        "sold",
        "guidance",
        "h2",
        "expected",
        "given",
        "full",
        "integration",
        "local",
        "grade",
        "control",
        "mining",
        "cycle",
        "optimal",
        "stope",
        "availability",
        "production",
        "mine",
        "approach",
        "steady",
        "state",
        "annual",
        "updating",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "brucejack",
        "mine",
        "initiated",
        "fall",
        "lyle",
        "morgenthaler",
        "chief",
        "mine",
        "engineer",
        "pretium",
        "resource",
        "qualified",
        "person",
        "qp",
        "responsible",
        "brucejack",
        "mine",
        "development",
        "warwick",
        "board",
        "vice",
        "president",
        "geology",
        "chief",
        "geologist",
        "pretium",
        "resource",
        "qp",
        "responsible",
        "brucejack",
        "mine",
        "grade",
        "control",
        "program",
        "investor",
        "day",
        "operation",
        "update",
        "webcast",
        "conference",
        "call",
        "pretivm",
        "hosting",
        "investor",
        "day",
        "webcast",
        "conference",
        "call",
        "wednesday",
        "april",
        "pt",
        "noon",
        "et",
        "webcast",
        "conference",
        "call",
        "detail",
        "wednesday",
        "april",
        "pt",
        "noon",
        "et",
        "webcast",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "vancouver",
        "first",
        "quarter",
        "financial",
        "result",
        "webcast",
        "conference",
        "call",
        "pretivm",
        "plan",
        "release",
        "first",
        "quarter",
        "operational",
        "financial",
        "result",
        "market",
        "close",
        "thursday",
        "may",
        "webcast",
        "conference",
        "call",
        "discus",
        "result",
        "take",
        "place",
        "friday",
        "may",
        "pt",
        "et",
        "webcast",
        "conference",
        "call",
        "detail",
        "friday",
        "may",
        "pt",
        "et",
        "webcast",
        "toll",
        "free",
        "north",
        "america",
        "international",
        "vancouver",
        "pretivm",
        "pretivm",
        "gold",
        "production",
        "underground",
        "brucejack",
        "mine",
        "northern",
        "british",
        "columbia",
        "information",
        "contact",
        "joseph",
        "ovsenek",
        "troy",
        "shultz",
        "president",
        "ceo",
        "manager",
        "investor",
        "relation",
        "corporate",
        "communication",
        "pretium",
        "resource",
        "suite",
        "four",
        "bentall",
        "centre",
        "dunsmuir",
        "street",
        "po",
        "box",
        "vancouver",
        "bc",
        "v7x",
        "1l4",
        "invest",
        "sedar",
        "filing",
        "pretium",
        "resource",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "legislation",
        "statement",
        "contained",
        "herein",
        "based",
        "historical",
        "current",
        "fact",
        "including",
        "without",
        "limitation",
        "statement",
        "containing",
        "word",
        "anticipates",
        "belief",
        "may",
        "continues",
        "estimate",
        "expects",
        "word",
        "similar",
        "import",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "may",
        "include",
        "limited",
        "information",
        "respect",
        "production",
        "cost",
        "guidance",
        "planned",
        "exploration",
        "development",
        "activity",
        "accuracy",
        "mineral",
        "resource",
        "estimate",
        "capital",
        "operating",
        "cost",
        "estimate",
        "production",
        "processing",
        "estimate",
        "result",
        "adequacy",
        "pretivm",
        "financial",
        "resource",
        "estimation",
        "mineral",
        "reserve",
        "resource",
        "including",
        "valley",
        "king",
        "mineral",
        "resource",
        "estimate",
        "brucejack",
        "mineral",
        "reserve",
        "estimate",
        "realization",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "timing",
        "development",
        "pretivm",
        "brucejack",
        "mine",
        "cost",
        "timing",
        "future",
        "exploration",
        "result",
        "future",
        "exploration",
        "drilling",
        "production",
        "processing",
        "estimate",
        "capital",
        "operating",
        "cost",
        "estimate",
        "timeline",
        "similar",
        "statement",
        "relating",
        "economic",
        "viability",
        "brucejack",
        "mine",
        "timing",
        "receipt",
        "approval",
        "consent",
        "permit",
        "applicable",
        "legislation",
        "pretivm",
        "executive",
        "compensation",
        "approach",
        "practice",
        "statement",
        "regarding",
        "usd",
        "cash",
        "flow",
        "recurrence",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "wherever",
        "possible",
        "word",
        "plan",
        "expects",
        "guidance",
        "project",
        "assumes",
        "budget",
        "strategy",
        "scheduled",
        "estimate",
        "forecast",
        "anticipates",
        "belief",
        "intends",
        "target",
        "similar",
        "expression",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "negative",
        "form",
        "term",
        "similar",
        "expression",
        "used",
        "identify",
        "statement",
        "information",
        "statement",
        "concerning",
        "mineral",
        "reserve",
        "resource",
        "estimate",
        "may",
        "also",
        "deemed",
        "constitute",
        "information",
        "extent",
        "involve",
        "estimate",
        "mineralization",
        "encountered",
        "property",
        "developed",
        "statement",
        "express",
        "involve",
        "discussion",
        "respect",
        "prediction",
        "expectation",
        "belief",
        "plan",
        "projection",
        "objective",
        "assumption",
        "future",
        "event",
        "performance",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "information",
        "subject",
        "variety",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "expressed",
        "implied",
        "information",
        "including",
        "without",
        "limitation",
        "risk",
        "identified",
        "pretivm",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filed",
        "sedar",
        "united",
        "state",
        "form",
        "edgar",
        "sec",
        "website",
        "information",
        "based",
        "expectation",
        "opinion",
        "pretivm",
        "management",
        "date",
        "statement",
        "made",
        "assumption",
        "used",
        "preparation",
        "statement",
        "although",
        "considered",
        "reasonable",
        "time",
        "preparation",
        "may",
        "prove",
        "imprecise",
        "assume",
        "obligation",
        "update",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "applicable",
        "law",
        "reason",
        "set",
        "forth",
        "prospective",
        "investor",
        "place",
        "undue",
        "reliance",
        "information",
        "neither",
        "tsx",
        "nyse",
        "approved",
        "disapproved",
        "information",
        "contained",
        "herein",
        "source",
        "pretium",
        "resource",
        "inc"
    ]
}