{
    "organizations": [],
    "uuid": "aaafc80823ba380599fd677b09ea342548fc4e1d",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/04/25/hank-azaria-simpsons-apu/",
    "ord_in_thread": 0,
    "title": "RaceAhead: D'Oh! Hank Azaria Did What The Simpsons Could Not",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: April 25, 2018 12:29 PM ET Hank Azaria, the white actor who has long been the voice of a cartoon Indian stereotype, turned himself into an ally last night.\nAzaria is the voice of Apu Nahasapeemapetilon, a character on the long-running show The Simpsons. Apu owns a Kwik-E-Mart and speaks in a stereotypical Indian accent while doing stereotypically cringe-worthy things.\nFans of the show had begun to cry foul.\nMany of the complaints had been crystallized in a 2017 film called The Problem With Apu , created by comedian Hari Kondabolu, a one-time Simpsons fan who explored the longevity of the insulting character. Kondabolu interviewed scores of South Asian Americans, some very famous, many of whom had been bullied by white peers in Apu’s voice. The film sparked a national conversation about how damaging the Apu character had been, particularly since he remains one of the most prominent representations of South Asian people in entertainment.\nIf you don’t have time for the entire film, the trailer will frame the issue – and Azaria’s role in it – quite nicely.\nBut in a conversation with Late Show host Stephen Colbert last night , Azaria offered a pretty good blueprint for how to admit a mistake and make it right.\n“I’ve given this a lot of thought, and my eyes have been opened,” he began. “I think the most important thing is that we have to listen to South Asian, Indian people in this country when they talk about what they feel and how they think about this character.”\nAzaria’s comments came just weeks after the writers tried and failed to handle the issue within an episode of The Simpsons .\nThey chose Lisa, the heart and moral center of the series, to address the growing controversy. “Something that started decades ago and was applauded and inoffensive is now politically incorrect,” Lisa said to the camera. “What can you do?” Her mother, Marge Simpson, also spoke to the camera. “Some things will be dealt with at a later date,” she says. “If it all,” Lisa responds.\nFans were disappointed in what reviewer Dana Schwartz termed a tepid and heartbreaking response . “ The Simpsons ‘ response to criticism is a cop-out in the worst way, a response of dig-in-your-heels defensiveness against an invisible threat with a spit in the face for good measure,” she writes.\nBut Azaria, in an ally power move, offered a way forward.\n“I really want to see Indian, South Asian writers in the room, not in a token way but genuinely informing whatever new direction this character may take, including how it is voiced or not voiced,” he said. “I’m perfectly willing and happy to step aside or help transition it into something new.”\nHere’s the sign that Azaria nailed it. “Thank you, @HankAzaria ,” tweeted Kondabolu. “I appreciate what you said & how you said it.”\nOn Point The U.S. must keep DACA, a federal judge rules, at least for now It’s a significant setback to the Trump administration’s plan to end Deferred Action for Childhood Arrivals, or DACA, a program that shields some undocumented youth from deportation. Yesterday, Judge John D. Bates of Federal District Court for the District of Columbia said that the administration’s decision to terminate the program was based on the “virtually unexplained” grounds that the program was “unlawful.” The Department of Homeland Security now has 90 days to argue its case, and now must continue renewing and processing new applications. New York Times Commentary: Debt should not disqualify me for public office Stacey Abrams is running to be Georgia’s next governor, but she ‘s also in debt – she owes $50,000 to the IRS and over $170,000 in student loans and credit card debt. She’s not alone. “Debt is a millstone that weighs down more than three-quarters of Americans,” she writes. But that shouldn’t disqualify anyone from following their dreams. As one of six kids of working class parents, her achievements and ambitions have come with a cost – paying for an expensive education without a nest egg or grasp of financial literacy, supporting struggling relatives, sharing more than her hard earned success with family. “I suspect my situation will sound familiar to others who are the first in their families to earn real money,” she says. “Race and gender play a major role in determining just how big of a financial disadvantage we’re likely to face.” Fortune The arrest of a Waffle House customer is getting little attention Chikesia Clemons was arrested at a Saraland, Ala. Waffle House recently, and the shocking video of her treatment at the hands of the police has since gone viral. Clemons and a friend had asked for plastic flatwear for their to-go meals, and when they were told that would cost an additional fifty cents, they asked for the number of their corporate office to lodge a complaint. The police were called and Clemons was wrestled to the floor, and her breasts were exposed. The video is hard to watch, but activist Brittany Packnett wonders why there has been no outcry or shuttering of Waffle Houses for a day of reflection. “Will America allow the suffering of Black women to go unchecked, when we are leading the fight for so many others?” she asks. The Cut A new anthology on our bodies by Roxane Gay The beloved author has curated a collection of stories and essays from twenty-five writers to create a month-long magazine that builds on the conversation she started in her memoir “Hunger.” The works that the complex relationships we all with our physical selves; new features have been released every Tuesday this April. While Gay herself just joined the series with her own submission – about her surprising recent decision to get weight reduction surgery – don’t stop there. The mix of voices, stories and the issues they raise – from gender to fertility, pain, grief and the myth of physical discipline – is remarkable. Unruly Bodies on Medium Advertisement The Woke Leader Alex Wagner: Don’t believe the Immigrant Origin Story In her new book, Futureface , journalist Alex Wagner attempted to unpack the greatest of family mysteries, who do I come from? Wagner’s father is white and from the Midwest; her mother is from what was then Burma. Her maternal family’s memories of home, which Wagner had once accepted as fact, turned out to be frangipani-scented myths. It took a trip to the country to find out. “In many ways, the Burmese upper class like my grandmother turned a blind eye to Indian massacres that happened in Burma … at the time my family lived there,” she says. Her quest to understand her father’s side took her to Luxembourg only to discover her grandfather was nothing like the heroic immigrant of lore. Exploding these myths has been freeing, she says. “[W]hat I’m trying to do in this book, I think, is to find a more inclusive narrative when we talk about America,” she says. NPR Older Asian Americans suffer from high rates of depression and anxiety But, explains Kimberly Yam, they rarely seek help.“Mental health is a touchy subject in the Asian-American community, especially for the senior population,” she says. “But experts say it’s time to start talking about it.” Older Asian-Americans are afraid to talk about their mental health for fear of bringing shame upon their families. But secrecy is taking a terrible toll. The American Psychological Association reports that Asian American senior women have the highest suicide rate of any racial group, though Asian Americans as a whole are three times less likely to seek any sort of mental health care. Huffington Post How “wild ducks” encouraged IBM to adopt Slack New raceAhead reader Bill Higgins, an IBM Distinguished Engineer focused on culture and workforce modernization, wrote this fascinating blog post about how he was able to help IBM successfully integrate a sanctioned Slack tool into the company last year. He’d been persuaded by some passionate employees, hired to change the ratio of designers to engineers, that the widespread adoption of Slack would help senior talent managers fulfill their dream of a more innovative, happy, and inclusive workforce. It took a while, including a contentious phone call with leadership, but they found a way. None of it would have happened if it wasn’t for a grassroots movement able to find the support of willing leaders, he says. “IBM has a saying: ‘treasure wild ducks,’” those innovative outliers who bring new juice to the table. Cultivate them as an exercise in proximity. “These days, I have an intentional network of these wild ducks inside IBM with whom I frequently consult as a source of both inspiration and new ideas, and to avoid the trap of slipping into dogma,” he says. Quack, quack. Medium Quote:\nWe got in trouble for Bart wearing an “Underachiever and Proud of It, Man” T-shirt. That’s because cartoons up until “The Simpsons” had been aimed at children. One of the smartest things that we did was insist that it’s for adults, with the idea that there are a lot of smart kids out there who will get jokes that grown-ups get. - Matt Groening",
    "published": "2018-04-26T00:13:00.000+03:00",
    "crawled": "2018-04-26T04:11:11.090+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "april",
        "pm",
        "et",
        "hank",
        "azaria",
        "white",
        "actor",
        "long",
        "voice",
        "cartoon",
        "indian",
        "stereotype",
        "turned",
        "ally",
        "last",
        "night",
        "azaria",
        "voice",
        "apu",
        "nahasapeemapetilon",
        "character",
        "show",
        "simpson",
        "apu",
        "owns",
        "speaks",
        "stereotypical",
        "indian",
        "accent",
        "stereotypically",
        "thing",
        "fan",
        "show",
        "begun",
        "cry",
        "foul",
        "many",
        "complaint",
        "crystallized",
        "film",
        "called",
        "problem",
        "apu",
        "created",
        "comedian",
        "hari",
        "kondabolu",
        "simpson",
        "fan",
        "explored",
        "longevity",
        "insulting",
        "character",
        "kondabolu",
        "interviewed",
        "score",
        "south",
        "asian",
        "american",
        "famous",
        "many",
        "bullied",
        "white",
        "peer",
        "apu",
        "voice",
        "film",
        "sparked",
        "national",
        "conversation",
        "damaging",
        "apu",
        "character",
        "particularly",
        "since",
        "remains",
        "one",
        "prominent",
        "representation",
        "south",
        "asian",
        "people",
        "entertainment",
        "time",
        "entire",
        "film",
        "trailer",
        "frame",
        "issue",
        "azaria",
        "role",
        "quite",
        "nicely",
        "conversation",
        "late",
        "show",
        "host",
        "stephen",
        "colbert",
        "last",
        "night",
        "azaria",
        "offered",
        "pretty",
        "good",
        "blueprint",
        "admit",
        "mistake",
        "make",
        "right",
        "given",
        "lot",
        "thought",
        "eye",
        "opened",
        "began",
        "think",
        "important",
        "thing",
        "listen",
        "south",
        "asian",
        "indian",
        "people",
        "country",
        "talk",
        "feel",
        "think",
        "azaria",
        "comment",
        "came",
        "week",
        "writer",
        "tried",
        "failed",
        "handle",
        "issue",
        "within",
        "episode",
        "simpson",
        "chose",
        "lisa",
        "heart",
        "moral",
        "center",
        "series",
        "address",
        "growing",
        "controversy",
        "something",
        "started",
        "decade",
        "ago",
        "applauded",
        "inoffensive",
        "politically",
        "incorrect",
        "lisa",
        "said",
        "camera",
        "mother",
        "marge",
        "simpson",
        "also",
        "spoke",
        "camera",
        "thing",
        "dealt",
        "later",
        "date",
        "say",
        "lisa",
        "responds",
        "fan",
        "disappointed",
        "reviewer",
        "dana",
        "schwartz",
        "termed",
        "tepid",
        "heartbreaking",
        "response",
        "simpson",
        "response",
        "criticism",
        "worst",
        "way",
        "response",
        "defensiveness",
        "invisible",
        "threat",
        "spit",
        "face",
        "good",
        "measure",
        "writes",
        "azaria",
        "ally",
        "power",
        "move",
        "offered",
        "way",
        "forward",
        "really",
        "want",
        "see",
        "indian",
        "south",
        "asian",
        "writer",
        "room",
        "token",
        "way",
        "genuinely",
        "informing",
        "whatever",
        "new",
        "direction",
        "character",
        "may",
        "take",
        "including",
        "voiced",
        "voiced",
        "said",
        "perfectly",
        "willing",
        "happy",
        "step",
        "aside",
        "help",
        "transition",
        "something",
        "sign",
        "azaria",
        "nailed",
        "thank",
        "hankazaria",
        "tweeted",
        "kondabolu",
        "appreciate",
        "said",
        "said",
        "point",
        "must",
        "keep",
        "daca",
        "federal",
        "judge",
        "rule",
        "least",
        "significant",
        "setback",
        "trump",
        "administration",
        "plan",
        "end",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "daca",
        "program",
        "shield",
        "undocumented",
        "youth",
        "deportation",
        "yesterday",
        "judge",
        "john",
        "bates",
        "federal",
        "district",
        "court",
        "district",
        "columbia",
        "said",
        "administration",
        "decision",
        "terminate",
        "program",
        "based",
        "virtually",
        "unexplained",
        "ground",
        "program",
        "department",
        "homeland",
        "security",
        "day",
        "argue",
        "case",
        "must",
        "continue",
        "renewing",
        "processing",
        "new",
        "application",
        "new",
        "york",
        "time",
        "commentary",
        "debt",
        "disqualify",
        "public",
        "office",
        "stacey",
        "abrams",
        "running",
        "georgia",
        "next",
        "governor",
        "also",
        "debt",
        "owes",
        "irs",
        "student",
        "loan",
        "credit",
        "card",
        "debt",
        "alone",
        "debt",
        "millstone",
        "weighs",
        "american",
        "writes",
        "disqualify",
        "anyone",
        "following",
        "dream",
        "one",
        "six",
        "kid",
        "working",
        "class",
        "parent",
        "achievement",
        "ambition",
        "come",
        "cost",
        "paying",
        "expensive",
        "education",
        "without",
        "nest",
        "egg",
        "grasp",
        "financial",
        "literacy",
        "supporting",
        "struggling",
        "relative",
        "sharing",
        "hard",
        "earned",
        "success",
        "family",
        "suspect",
        "situation",
        "sound",
        "familiar",
        "others",
        "first",
        "family",
        "earn",
        "real",
        "money",
        "say",
        "race",
        "gender",
        "play",
        "major",
        "role",
        "determining",
        "big",
        "financial",
        "disadvantage",
        "likely",
        "fortune",
        "arrest",
        "waffle",
        "house",
        "customer",
        "getting",
        "little",
        "attention",
        "chikesia",
        "clemons",
        "arrested",
        "saraland",
        "waffle",
        "house",
        "recently",
        "shocking",
        "video",
        "treatment",
        "hand",
        "police",
        "since",
        "gone",
        "viral",
        "clemons",
        "friend",
        "asked",
        "plastic",
        "flatwear",
        "meal",
        "told",
        "would",
        "cost",
        "additional",
        "fifty",
        "cent",
        "asked",
        "number",
        "corporate",
        "office",
        "lodge",
        "complaint",
        "police",
        "called",
        "clemons",
        "wrestled",
        "floor",
        "breast",
        "exposed",
        "video",
        "hard",
        "watch",
        "activist",
        "brittany",
        "packnett",
        "wonder",
        "outcry",
        "shuttering",
        "waffle",
        "house",
        "day",
        "reflection",
        "america",
        "allow",
        "suffering",
        "black",
        "woman",
        "go",
        "unchecked",
        "leading",
        "fight",
        "many",
        "others",
        "asks",
        "cut",
        "new",
        "anthology",
        "body",
        "roxane",
        "gay",
        "beloved",
        "author",
        "curated",
        "collection",
        "story",
        "essay",
        "writer",
        "create",
        "magazine",
        "build",
        "conversation",
        "started",
        "memoir",
        "work",
        "complex",
        "relationship",
        "physical",
        "self",
        "new",
        "feature",
        "released",
        "every",
        "tuesday",
        "april",
        "gay",
        "joined",
        "series",
        "submission",
        "surprising",
        "recent",
        "decision",
        "get",
        "weight",
        "reduction",
        "surgery",
        "stop",
        "mix",
        "voice",
        "story",
        "issue",
        "raise",
        "gender",
        "fertility",
        "pain",
        "grief",
        "myth",
        "physical",
        "discipline",
        "remarkable",
        "unruly",
        "body",
        "medium",
        "advertisement",
        "woke",
        "leader",
        "alex",
        "wagner",
        "believe",
        "immigrant",
        "origin",
        "story",
        "new",
        "book",
        "futureface",
        "journalist",
        "alex",
        "wagner",
        "attempted",
        "unpack",
        "greatest",
        "family",
        "mystery",
        "come",
        "wagner",
        "father",
        "white",
        "midwest",
        "mother",
        "burma",
        "maternal",
        "family",
        "memory",
        "home",
        "wagner",
        "accepted",
        "fact",
        "turned",
        "myth",
        "took",
        "trip",
        "country",
        "find",
        "many",
        "way",
        "burmese",
        "upper",
        "class",
        "like",
        "grandmother",
        "turned",
        "blind",
        "eye",
        "indian",
        "massacre",
        "happened",
        "burma",
        "time",
        "family",
        "lived",
        "say",
        "quest",
        "understand",
        "father",
        "side",
        "took",
        "luxembourg",
        "discover",
        "grandfather",
        "nothing",
        "like",
        "heroic",
        "immigrant",
        "lore",
        "exploding",
        "myth",
        "freeing",
        "say",
        "w",
        "hat",
        "trying",
        "book",
        "think",
        "find",
        "inclusive",
        "narrative",
        "talk",
        "america",
        "say",
        "npr",
        "older",
        "asian",
        "american",
        "suffer",
        "high",
        "rate",
        "depression",
        "anxiety",
        "explains",
        "kimberly",
        "yam",
        "rarely",
        "seek",
        "mental",
        "health",
        "touchy",
        "subject",
        "community",
        "especially",
        "senior",
        "population",
        "say",
        "expert",
        "say",
        "time",
        "start",
        "talking",
        "older",
        "afraid",
        "talk",
        "mental",
        "health",
        "fear",
        "bringing",
        "shame",
        "upon",
        "family",
        "secrecy",
        "taking",
        "terrible",
        "toll",
        "american",
        "psychological",
        "association",
        "report",
        "asian",
        "american",
        "senior",
        "woman",
        "highest",
        "suicide",
        "rate",
        "racial",
        "group",
        "though",
        "asian",
        "american",
        "whole",
        "three",
        "time",
        "less",
        "likely",
        "seek",
        "sort",
        "mental",
        "health",
        "care",
        "huffington",
        "post",
        "wild",
        "duck",
        "encouraged",
        "ibm",
        "adopt",
        "slack",
        "new",
        "raceahead",
        "reader",
        "bill",
        "higgins",
        "ibm",
        "distinguished",
        "engineer",
        "focused",
        "culture",
        "workforce",
        "modernization",
        "wrote",
        "fascinating",
        "blog",
        "post",
        "able",
        "help",
        "ibm",
        "successfully",
        "integrate",
        "sanctioned",
        "slack",
        "tool",
        "company",
        "last",
        "year",
        "persuaded",
        "passionate",
        "employee",
        "hired",
        "change",
        "ratio",
        "designer",
        "engineer",
        "widespread",
        "adoption",
        "slack",
        "would",
        "help",
        "senior",
        "talent",
        "manager",
        "fulfill",
        "dream",
        "innovative",
        "happy",
        "inclusive",
        "workforce",
        "took",
        "including",
        "contentious",
        "phone",
        "call",
        "leadership",
        "found",
        "way",
        "none",
        "would",
        "happened",
        "grassroots",
        "movement",
        "able",
        "find",
        "support",
        "willing",
        "leader",
        "say",
        "ibm",
        "saying",
        "treasure",
        "wild",
        "duck",
        "innovative",
        "outlier",
        "bring",
        "new",
        "juice",
        "table",
        "cultivate",
        "exercise",
        "proximity",
        "day",
        "intentional",
        "network",
        "wild",
        "duck",
        "inside",
        "ibm",
        "frequently",
        "consult",
        "source",
        "inspiration",
        "new",
        "idea",
        "avoid",
        "trap",
        "slipping",
        "dogma",
        "say",
        "quack",
        "quack",
        "medium",
        "quote",
        "got",
        "trouble",
        "bart",
        "wearing",
        "underachiever",
        "proud",
        "man",
        "cartoon",
        "simpson",
        "aimed",
        "child",
        "one",
        "smartest",
        "thing",
        "insist",
        "adult",
        "idea",
        "lot",
        "smart",
        "kid",
        "get",
        "joke",
        "get",
        "matt",
        "groening"
    ]
}