{
    "organizations": [],
    "uuid": "9a6d74f7911d0de3432d840347cc309e98ed6946",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-emerald-health-therapeutics-reports-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Emerald Health Therapeutics Reports 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VICTORIA, British Columbia, April 02, 2018 (GLOBE NEWSWIRE) -- Emerald Health Therapeutics, Inc. (TSXV:EMH) (OTCQX:EMHTF) (“Emerald” or “the Company”) has filed its audited financial statements and management discussion and analysis for the fiscal year ended December 31, 2017. They are available for viewing on www.sedar.com or on the Company’s website . All figures are expressed in Canadian dollars unless otherwise stated.\n“Following the Canadian federal government’s introduction in April 2017 of legislation to broadly legalize adult-use cannabis, Emerald put in motion multiple strategic steps focused on placing the company in the top tier of Canadian licensed producers and pursuing international opportunities,” said Chris Wagner, CEO of Emerald Health Therapeutics. “The company made important leadership hires; took steps to assure significant, secure supply of cannabis via large-capacity production facilities; struck multiple strategic collaborations and investments; leveraged its extensive life science industry expertise to initiate product innovation and intellectual property formation; and added substantially to its treasury.\n“We look forward to a transformational year in 2018 with the expected initiation of broad legalized adult-use and our vaulting into the top tier of production capacity, enhanced branding, sophisticated sales and marketing, and progression of our medical product development and patenting plans. We are executing well on the projects we have announced and are assessing an array of potentially impactful new business opportunities.”\nSelected Annual Information\nThe financial information presented for the years below was derived from financial statements prepared in accordance with IFRS.\nFor the years ended December 31 2017\n($) 2016\n($) 2015\n($) Total revenue 937,654 253,321 31,291 Net loss attributable to the Company (8,731,832 ) (2,940,501 ) (3,497,271 ) Net loss per share (basic and diluted) (0.10 ) (0.05 ) (0.08 ) Total assets 73,730,839 4,176,329 771,679 Summary of Quarterly Results\nThe financial information in the following tables summarizes select financial information for the Company for the last eight quarters. This information was derived from annual financial statements prepared in accordance with IFRS or interim financial statements prepared in accordance with IFRS applicable to the preparation of interim financial statements, IAS 34, Interim Financial Reporting :\n2017 December 31\n($) September 30\n($) June 30\n($) March 31\n($) Revenue 279,362 211,316 245,708 201,268 Expenses 2,742,508 1,661,700 1,602,443 1,205,940 Share-based payments 1,979,553 271,968 369,788 201,186 Interest income 43,024 60,997 57,497 - Share of loss from joint venture (44,562 ) (278,016 ) - - Net loss (4,027,569 ) (1,939,371 ) (1,669,026 ) (1,205,858 ) Net loss per share (basic and diluted) (0.04 ) (0.02 ) (0.02 ) (0.02 ) 2016 December 31\n($) September 30\n($) June 30\n($) March 31\n($) Revenue 124,251 48,933 38,729 41,408 Expenses 867,562 590,896 547,447 507,129 Share-based payments 137,113 467,878 37,618 38,179 Net loss (880,424 ) (1,009,841 ) (546,336 ) (503,900 ) Net loss per share (basic and diluted) (0.01 ) (0.02 ) (0.01 ) (0.01 ) BUSINESS UPDATE FOR AND SUBSEQUENT TO THE REPORTING PERIOD\nExpansion of Management Team\nThe Company appointed Chris Wagner as Chief Executive Officer, Rob Hill as Chief Financial Officer, and Paul Dillman as Vice President Sales & Marketing. Mr. Wagner spent more than 25 years in marketing pharmaceutical products and building biotechnology companies, including 10 years with Eli Lily. Mr. Hill brings over 20 years of accounting, finance, and senior leadership experience as a seasoned manager of private and publicly traded technology and financial services businesses in Canada, USA and Asia. Mr. Dillman brings three decades of experience in global consumer product marketing, sales, and general management. He has held senior leadership positions at The Coca-Cola Company, AB InBev, Philip Morris, and Kraft Foods.\nNew Site Licenses Granted by Health Canada\nHealth Canada issued a Cultivation Licence for Emerald’s co-owned Delta 3 greenhouse site. This optimally-designed 1.1 million ft 2 cannabis growing facility is located in one of the best growing climates in Canada, in Delta, BC, and is conservatively projected to produce 75,000 kg of quality cannabis annually at full production. Following receipt of the cultivation license, starter plants were transferred to the greenhouse to initiate the ACMPR sales license application process.\nHealth Canada also granted a sales license for a second site of the Company’s wholly owned subsidiary, Emerald Health Therapeutics Canada Inc. in Victoria, BC.\nExpansion Projects\nConversion of the first 250,000 ft 2 section of the Delta 3 greenhouse to cannabis production is substantially complete, with conversion of the remainder of the 1.1 million ft 2 greenhouse ongoing and on schedule. Senior growing, financial, human resources and operational personnel, including the established team transferred from Village Farms, are in place for production ramp-up. Pure Sunfarms is pursuing a strategy to potentially accelerate production using short-term rental generation equipment. This would provide incremental electricity to power supplemental lighting during the 2018/2019 winter months when there is insufficient natural sunlight available and prior to the installation of the approved additional 24MW from the local utility. Successful execution of this plan is expected to increase Pure Sunfarms’ production in 2019 by up to 30% over the current target of approximately 35,000 to 40,000 kilograms of dried cannabis.\nApart from making tremendous progress on the joint venture Delta 3 greenhouse conversion project, the Company has completed a significant amount of construction at its Metro Vancouver site and in October 2017 applied to Health Canada to produce cannabis at this facility.\nDMG Blockchain Solutions Joint Venture\nEmerald and DMG Blockchain signed a letter of intent to form a joint venture, to be named CannaChain Technologies, to develop a blockchain-based supply chain management system and e-commerce marketplace for the legal cannabis industry.\nNamaste Technologies Collaboration\nThe Company and Namaste signed a non-binding letter of intent to collaborate on strategic business opportunities worldwide and develop a fully integrated e-commerce platform to serve as a retail channel for the Company’s patients.\nAcquisition of Northern Vine\nThe Company acquired control of Northern Vine, a Licensed Dealer under the provisions of the Controlled Drugs and Substances Act (Canada), which permits Northern Vine to carry out a broader range of cannabis research and development and pursue international business opportunities.\nTSX Venture 50 Performer\nThe Company achieved the #1 ranking in the TSX Venture 50 for the clean technology & life science sector in 2017 and was recognized as a top performing company for the second consecutive year. The TSX Venture 50 is the TSX Venture Exchange’s annual ranking of Canada’s top 50 emerging publicly traded companies.\nCapital Resources\nSubsequent to year end, the Company raised additional gross proceeds of $54.9 million from private placement offerings and warrant exercises, bringing total gross proceeds raised since February 2017 from unit issuances and warrant exercises to $123.8 million.\nThe Company had approximately $89 million in cash and cash equivalents as at March 29, 2018.\nAs of March 29, 2018, the Company had 121.5 million common shares outstanding and 139.7 million common shares outstanding on a fully diluted basis, after giving effect to outstanding options, warrants, and restricted stock units.\nFinancial Reports\nFull details of the financial reports and operating results for the fiscal year 2017 are described in the Company’s consolidated financial statements with accompanying notes and related Management’s Discussion and Analysis. These documents and additional information on Emerald are available on SEDAR at www.sedar.com .\nAbout Emerald Health Therapeutics\nEmerald Health Therapeutics (TSXV:EMH) (OTCQX:EMHTF) is a Licensed Producer under Canada’s Access to Cannabis for Medical Purposes Regulations and produces and sells dried cannabis and cannabis oil for medical purposes. It is adding a 500,000 ft 2 greenhouse in Metro Vancouver to serve the anticipated legal Canadian adult-use cannabis market starting in 2018. Emerald owns 50% of a joint venture with Village Farms International, Inc. that is converting an existing 1.1 million ft 2 greenhouse in Delta, BC to grow cannabis. Emerald’s team is highly experienced in life sciences, product development and large-scale agribusiness. The company is part of the Emerald Health Group , with multiple companies focused on developing the cannabis and cannabinoid products with potential wellness and medical benefits.\nPlease visit www.emeraldhealth.ca for more information or contact:\nRob Hill\nCFO\n(800) 757 3536 Ext. #5\nRay Lagace\nInvestor Relations Manager\n(800) 757 3536 Ext. #5\ninvest@emeraldhealth.ca\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCautionary Note Regarding Forward-Looking Statements: Certain statements made in this press release that are not historical facts are and are subject to important risks, uncertainties and assumptions, both general and specific, which give rise to the possibility that actual results or events could differ materially from our expectations expressed in or implied by such . As a result, we cannot guarantee that any forward-looking statement will materialize and readers are cautioned not to place undue reliance on these forward looking statements. For more exhaustive information on these risks and uncertainties, the reader should refer to the risk factors described in the management's discussion and analysis for the year ended December 31, 2017. The contained in this press release represent our expectations as of the date hereof. We disclaim any intention and assume no obligation to update or revise any . Forward-looking statements are presented for the purpose of providing information about management's current expectations and plans and allowing investors and others to obtain a better understanding of our anticipated operating environment. Readers are cautioned that such information may not be appropriate for other purposes. The Company undertakes no obligations to update or revise such statements to reflect new circumstances or unanticipated events as they occur, unless required by applicable law.\nSource: Emerald Health Therapeutics Inc.",
    "published": "2018-04-02T16:00:00.000+03:00",
    "crawled": "2018-04-02T18:56:10.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "victoria",
        "british",
        "columbia",
        "april",
        "globe",
        "newswire",
        "emerald",
        "health",
        "therapeutic",
        "tsxv",
        "emh",
        "otcqx",
        "emhtf",
        "emerald",
        "company",
        "filed",
        "audited",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "fiscal",
        "year",
        "ended",
        "december",
        "available",
        "viewing",
        "company",
        "website",
        "figure",
        "expressed",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "following",
        "canadian",
        "federal",
        "government",
        "introduction",
        "april",
        "legislation",
        "broadly",
        "legalize",
        "cannabis",
        "emerald",
        "put",
        "motion",
        "multiple",
        "strategic",
        "step",
        "focused",
        "placing",
        "company",
        "top",
        "tier",
        "canadian",
        "licensed",
        "producer",
        "pursuing",
        "international",
        "opportunity",
        "said",
        "chris",
        "wagner",
        "ceo",
        "emerald",
        "health",
        "therapeutic",
        "company",
        "made",
        "important",
        "leadership",
        "hire",
        "took",
        "step",
        "assure",
        "significant",
        "secure",
        "supply",
        "cannabis",
        "via",
        "production",
        "facility",
        "struck",
        "multiple",
        "strategic",
        "collaboration",
        "investment",
        "leveraged",
        "extensive",
        "life",
        "science",
        "industry",
        "expertise",
        "initiate",
        "product",
        "innovation",
        "intellectual",
        "property",
        "formation",
        "added",
        "substantially",
        "treasury",
        "look",
        "forward",
        "transformational",
        "year",
        "expected",
        "initiation",
        "broad",
        "legalized",
        "vaulting",
        "top",
        "tier",
        "production",
        "capacity",
        "enhanced",
        "branding",
        "sophisticated",
        "sale",
        "marketing",
        "progression",
        "medical",
        "product",
        "development",
        "patenting",
        "plan",
        "executing",
        "well",
        "project",
        "announced",
        "assessing",
        "array",
        "potentially",
        "impactful",
        "new",
        "business",
        "selected",
        "annual",
        "information",
        "financial",
        "information",
        "presented",
        "year",
        "derived",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "ifrs",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "net",
        "loss",
        "attributable",
        "company",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "total",
        "asset",
        "summary",
        "quarterly",
        "result",
        "financial",
        "information",
        "following",
        "table",
        "summarizes",
        "select",
        "financial",
        "information",
        "company",
        "last",
        "eight",
        "quarter",
        "information",
        "derived",
        "annual",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "ifrs",
        "interim",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "ifrs",
        "applicable",
        "preparation",
        "interim",
        "financial",
        "statement",
        "ia",
        "interim",
        "financial",
        "reporting",
        "december",
        "september",
        "june",
        "march",
        "revenue",
        "expense",
        "payment",
        "interest",
        "income",
        "share",
        "loss",
        "joint",
        "venture",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "december",
        "september",
        "june",
        "march",
        "revenue",
        "expense",
        "payment",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "business",
        "update",
        "subsequent",
        "reporting",
        "period",
        "expansion",
        "management",
        "team",
        "company",
        "appointed",
        "chris",
        "wagner",
        "chief",
        "executive",
        "officer",
        "rob",
        "hill",
        "chief",
        "financial",
        "officer",
        "paul",
        "dillman",
        "vice",
        "president",
        "sale",
        "marketing",
        "wagner",
        "spent",
        "year",
        "marketing",
        "pharmaceutical",
        "product",
        "building",
        "biotechnology",
        "company",
        "including",
        "year",
        "eli",
        "lily",
        "hill",
        "brings",
        "year",
        "accounting",
        "finance",
        "senior",
        "leadership",
        "experience",
        "seasoned",
        "manager",
        "private",
        "publicly",
        "traded",
        "technology",
        "financial",
        "service",
        "business",
        "canada",
        "usa",
        "asia",
        "dillman",
        "brings",
        "three",
        "decade",
        "experience",
        "global",
        "consumer",
        "product",
        "marketing",
        "sale",
        "general",
        "management",
        "held",
        "senior",
        "leadership",
        "position",
        "company",
        "ab",
        "inbev",
        "philip",
        "morris",
        "kraft",
        "food",
        "new",
        "site",
        "license",
        "granted",
        "health",
        "canada",
        "health",
        "canada",
        "issued",
        "cultivation",
        "licence",
        "emerald",
        "delta",
        "greenhouse",
        "site",
        "million",
        "ft",
        "cannabis",
        "growing",
        "facility",
        "located",
        "one",
        "best",
        "growing",
        "climate",
        "canada",
        "delta",
        "bc",
        "conservatively",
        "projected",
        "produce",
        "kg",
        "quality",
        "cannabis",
        "annually",
        "full",
        "production",
        "following",
        "receipt",
        "cultivation",
        "license",
        "starter",
        "plant",
        "transferred",
        "greenhouse",
        "initiate",
        "acmpr",
        "sale",
        "license",
        "application",
        "process",
        "health",
        "canada",
        "also",
        "granted",
        "sale",
        "license",
        "second",
        "site",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "emerald",
        "health",
        "therapeutic",
        "canada",
        "victoria",
        "bc",
        "expansion",
        "project",
        "conversion",
        "first",
        "ft",
        "section",
        "delta",
        "greenhouse",
        "cannabis",
        "production",
        "substantially",
        "complete",
        "conversion",
        "remainder",
        "million",
        "ft",
        "greenhouse",
        "ongoing",
        "schedule",
        "senior",
        "growing",
        "financial",
        "human",
        "resource",
        "operational",
        "personnel",
        "including",
        "established",
        "team",
        "transferred",
        "village",
        "farm",
        "place",
        "production",
        "pure",
        "sunfarms",
        "pursuing",
        "strategy",
        "potentially",
        "accelerate",
        "production",
        "using",
        "rental",
        "generation",
        "equipment",
        "would",
        "provide",
        "incremental",
        "electricity",
        "power",
        "supplemental",
        "lighting",
        "winter",
        "month",
        "insufficient",
        "natural",
        "sunlight",
        "available",
        "prior",
        "installation",
        "approved",
        "additional",
        "24mw",
        "local",
        "utility",
        "successful",
        "execution",
        "plan",
        "expected",
        "increase",
        "pure",
        "sunfarms",
        "production",
        "current",
        "target",
        "approximately",
        "kilogram",
        "dried",
        "cannabis",
        "apart",
        "making",
        "tremendous",
        "progress",
        "joint",
        "venture",
        "delta",
        "greenhouse",
        "conversion",
        "project",
        "company",
        "completed",
        "significant",
        "amount",
        "construction",
        "metro",
        "vancouver",
        "site",
        "october",
        "applied",
        "health",
        "canada",
        "produce",
        "cannabis",
        "facility",
        "dmg",
        "blockchain",
        "solution",
        "joint",
        "venture",
        "emerald",
        "dmg",
        "blockchain",
        "signed",
        "letter",
        "intent",
        "form",
        "joint",
        "venture",
        "named",
        "cannachain",
        "technology",
        "develop",
        "supply",
        "chain",
        "management",
        "system",
        "marketplace",
        "legal",
        "cannabis",
        "industry",
        "namaste",
        "technology",
        "collaboration",
        "company",
        "namaste",
        "signed",
        "letter",
        "intent",
        "collaborate",
        "strategic",
        "business",
        "opportunity",
        "worldwide",
        "develop",
        "fully",
        "integrated",
        "platform",
        "serve",
        "retail",
        "channel",
        "company",
        "patient",
        "acquisition",
        "northern",
        "vine",
        "company",
        "acquired",
        "control",
        "northern",
        "vine",
        "licensed",
        "dealer",
        "provision",
        "controlled",
        "drug",
        "substance",
        "act",
        "canada",
        "permit",
        "northern",
        "vine",
        "carry",
        "broader",
        "range",
        "cannabis",
        "research",
        "development",
        "pursue",
        "international",
        "business",
        "opportunity",
        "tsx",
        "venture",
        "performer",
        "company",
        "achieved",
        "ranking",
        "tsx",
        "venture",
        "clean",
        "technology",
        "life",
        "science",
        "sector",
        "recognized",
        "top",
        "performing",
        "company",
        "second",
        "consecutive",
        "year",
        "tsx",
        "venture",
        "tsx",
        "venture",
        "exchange",
        "annual",
        "ranking",
        "canada",
        "top",
        "emerging",
        "publicly",
        "traded",
        "company",
        "capital",
        "resource",
        "subsequent",
        "year",
        "end",
        "company",
        "raised",
        "additional",
        "gross",
        "proceeds",
        "million",
        "private",
        "placement",
        "offering",
        "warrant",
        "exercise",
        "bringing",
        "total",
        "gross",
        "proceeds",
        "raised",
        "since",
        "february",
        "unit",
        "issuance",
        "warrant",
        "exercise",
        "million",
        "company",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "march",
        "march",
        "company",
        "million",
        "common",
        "share",
        "outstanding",
        "million",
        "common",
        "share",
        "outstanding",
        "fully",
        "diluted",
        "basis",
        "giving",
        "effect",
        "outstanding",
        "option",
        "warrant",
        "restricted",
        "stock",
        "unit",
        "financial",
        "report",
        "full",
        "detail",
        "financial",
        "report",
        "operating",
        "result",
        "fiscal",
        "year",
        "described",
        "company",
        "consolidated",
        "financial",
        "statement",
        "accompanying",
        "note",
        "related",
        "management",
        "discussion",
        "analysis",
        "document",
        "additional",
        "information",
        "emerald",
        "available",
        "sedar",
        "emerald",
        "health",
        "therapeutic",
        "emerald",
        "health",
        "therapeutic",
        "tsxv",
        "emh",
        "otcqx",
        "emhtf",
        "licensed",
        "producer",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "produce",
        "sell",
        "dried",
        "cannabis",
        "cannabis",
        "oil",
        "medical",
        "purpose",
        "adding",
        "ft",
        "greenhouse",
        "metro",
        "vancouver",
        "serve",
        "anticipated",
        "legal",
        "canadian",
        "cannabis",
        "market",
        "starting",
        "emerald",
        "owns",
        "joint",
        "venture",
        "village",
        "farm",
        "international",
        "converting",
        "existing",
        "million",
        "ft",
        "greenhouse",
        "delta",
        "bc",
        "grow",
        "cannabis",
        "emerald",
        "team",
        "highly",
        "experienced",
        "life",
        "science",
        "product",
        "development",
        "agribusiness",
        "company",
        "part",
        "emerald",
        "health",
        "group",
        "multiple",
        "company",
        "focused",
        "developing",
        "cannabis",
        "cannabinoid",
        "product",
        "potential",
        "wellness",
        "medical",
        "benefit",
        "please",
        "visit",
        "information",
        "contact",
        "rob",
        "hill",
        "cfo",
        "ext",
        "ray",
        "lagace",
        "investor",
        "relation",
        "manager",
        "ext",
        "invest",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "historical",
        "fact",
        "subject",
        "important",
        "risk",
        "uncertainty",
        "assumption",
        "general",
        "specific",
        "give",
        "rise",
        "possibility",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "expectation",
        "expressed",
        "implied",
        "result",
        "guarantee",
        "statement",
        "materialize",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "exhaustive",
        "information",
        "risk",
        "uncertainty",
        "reader",
        "refer",
        "risk",
        "factor",
        "described",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "contained",
        "press",
        "release",
        "represent",
        "expectation",
        "date",
        "hereof",
        "disclaim",
        "intention",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "presented",
        "purpose",
        "providing",
        "information",
        "management",
        "current",
        "expectation",
        "plan",
        "allowing",
        "investor",
        "others",
        "obtain",
        "better",
        "understanding",
        "anticipated",
        "operating",
        "environment",
        "reader",
        "cautioned",
        "information",
        "may",
        "appropriate",
        "purpose",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "new",
        "circumstance",
        "unanticipated",
        "event",
        "occur",
        "unless",
        "required",
        "applicable",
        "law",
        "source",
        "emerald",
        "health",
        "therapeutic",
        "inc"
    ]
}