{
    "organizations": [],
    "uuid": "8cdd729b8789f04ba4adc55393983bbcc829bd73",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/23/cut-out-the-middleman-coach-nike-fenty-and-others-bypass-retailers-and-sell-straight-to-customers.html",
    "ord_in_thread": 0,
    "title": "Cut out the middleman: Coach, Nike, Fenty and others bypass retailers and sell straight to customers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK — Shoppers didn't need an invite to New York Fashion Week to feel like they had special access to the Coach brand.\nInstead, they could tune into the luxury leather goods label's February fashion show on Instagram and Facebook , then head to Coach's website to get first dibs on the Dreamer — a purse that, at the time, was available for a limited window.\n\"It was the channel we utilized most to drive awareness of the Dreamer's limited-time launch and availability,'' Andrea Shaw Resnick, a spokeswoman for Coach's parent company, Tapestry, said of social media platforms. \"Social was able to drive a significant portion of that style's revenue on Coach.com.'' (Since then, Coach has brought the Dreamer bag back in preparation for a bigger launch later this year).\nMore from USA Today: \nWalmart launches four new clothing brands\nToys R Us blames Amazon, Target, Walmart for death blow\nAre shopping malls an endangered species? \nAt a time when traditional retailers are struggling to woo customers, Coach is one of several brands that are increasingly skipping department stores to sell their purses, sneakers and clothing straight to shoppers.\nThat direct connection — through websites, social media and sometimes their own branded stores — is helping companies build customer loyalty, gain more control over their images and boost profits by cutting out the middleman. And as more department stores and boutiques go out of business or close locations, direct links to customers can also help fashion and home good brands hold the line on sales.\nSneaker giant Adidas has two apps that let fans reserve limited-release shoes available exclusively at its own stores.\nShoppers who check out Nike Instagram feeds such as \"Nike Women\" or \"Nike Soccer\" can then link to Nike.com to make purchases. Michael Kors has shrunk the number of purses and accessories it ships to stores. And watchmaker Fossil is enlisting celebrities such as Yara Shahidi, star of Grown-ish and ABC's Black-ish to help steer Millennials and teens who make up Generation Z to its website and stores, not just traditional retailers.\nMia Booker is one of many shoppers who prefers buying right from the source.\nA makeup artist in New York, Booker, 36, says she often learns about new products by clicking through photos posted on Instagram. That's how she found out about Fenty, pop star Rihanna's makeup line.\nBooker went to several Sephora stores but could not find the Fenty lipstick she wanted. She then turned to Fentybeauty.com to make a purchase. The next time she wanted to buy, the experience was even more seamless. She accessed the Fenty site by simply clicking on its Instagram feed.\n\"There's a 'shop now' button, and it leads you to the Fenty page where that lipstick is for sale,'' says Booker, who with a tap of her phone bought the brand's Mattemoiselle Plush Matte lipstick in its deep burgundy \"Griselda'' shade.\n\"It's more convenient to buy from your device,'' she says. \"It helps you cut down on time going to the physical store, and then when you get there you're disappointed because they don't have it.''\nThe ability for a brand to connect directly to shoppers such as Booker marks a sharp departure from the days when department stores and boutiques were largely the only ways a company could showcase and sell its wares.\nNow, backed by their own independent sales channels, brands can be more choosy in deciding what stores can sell their products. \"The expectation is 'if I'm going to sell my brand in your store, I expect convenient locations, extraordinary customer service, and well-maintained stores,' \" said Steve Barr, consumer markets leader at consultancy PwC.\nConnecting with customers A key tool in reaching shoppers is Instagram's shopping feature launched last year that allows a user to click on a brand's tagged post or the \"shop'' button and then buy the shirt, cosmetic or pair of shoes that caught their eye. More than 200 million Instagram users worldwide look at one or more business profiles daily.\nBecause of features such as that and more, brands among the top 100 online apparel sellers that sold their goods directly to consumers through their websites had a 31% uptick in sales last year over 2016, according to NPD's Checkout E-commerce Tracking index. That's compared to a 24% sales increase experienced by retail websites that offered products from multiple brands.\n\"Since the initial introduction of shopping on Instagram, we've seen strong adoption from both people and businesses in the U.S.'' says Susan Rose, Instagram's director of product marketing.\nFossil, the watchmaker whose following on Facebook and Instagram grew 20% last year, says those platforms have not only boosted its sales, but are helping the company gather the information it needs to better market to shoppers.\nDirectly connecting with consumers also lets a brand have more control over pricing and ensure discounting doesn't dull its image.\nCoach's corporate entity, now dubbed Tapestry , said last year that it would clear its merchandise from the shelves of more than 250 retailers — 25% of the stores carrying its products in North America — because of rampant discounting that was dimming the brand's prestige. In the department stores where its products remain, the company is limiting the ability to mark down Coach products.\nCoach began wielding more control over the sales of its handbags and accessories in the early 2000s, when, after peaking at about 1,500 North American department stores carrying its products, it began to pare that number. Now it increasingly relies on its own websites and global network of stores.\nSeeking younger buyers' loyalty Making competition even more fierce, Millennials and the teenagers ofGeneration Z aren't as wedded to brands as their parents and grandparents. As a result, brands have to work harder to connect emotionally to them.\nHigh-end purse maker Brahmin hopes it is connecting by offering exclusive colors and textures such as its signature Mini Sonny Crossbody purse in the shade and texture dubbed Black Thames or its Large Duxbury Satchel in the ombre palette it calls \"Passion Fruit Melbourne\" that can only be bought at the brand's boutiques or website, spokeswoman Chelsea Rothman says.\n\"A lot of our wholesale partners have seen struggles in the recent past, so it's nice to have our own established'' link to customers,\" Rothman says.\nNike has also made selling directly to consumers a priority. It says revenue flowing from Nike.com and the company's apps topped $2 billion last year — almost double what the company brought in from those channels during 2015.\nThe sportswear company is not abandoning outside sellers. But it will be \"shifting away'' from stores that lack premium service or experiences, Trevor Edwards, outgoing president of the Nike Brand, said at an event in October. When those stores don't offer \"superior consumer experiences in either physical or digital ... that makes it less profitable over time as the consumers migrate away.''\nTo counter the trend of brands going straight to shoppers, some retailers are increasingly developing their own in-house brands to cultivate their own following.\nWalmart is launching four new private apparel lines, including its first kids collection. Rival Target , known for its highly coveted limited collaborations with designers such as Lily Pulitzer and Victoria Beckham, is rolling out a dozen new, exclusive brands including Hearth & Hand with Magnolia, a home-goods collaboration with Chip and Joanna Gaines, the popular hosts of the home-improvement TV show Fixer Upper .\nBut the strategy may still not be enough to woo shoppers such as Booker, who says she now does 75% of her browsing and buying with the click of a button.\n\"I do the majority of my shopping now pretty much online, unless it's clothing, where I physically have to go in and try it on,'' she says. \"The store's basically a middleman.''",
    "published": "2018-04-23T23:28:00.000+03:00",
    "crawled": "2018-04-23T22:55:23.029+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "shopper",
        "need",
        "invite",
        "new",
        "york",
        "fashion",
        "week",
        "feel",
        "like",
        "special",
        "access",
        "coach",
        "brand",
        "instead",
        "could",
        "tune",
        "luxury",
        "leather",
        "good",
        "label",
        "february",
        "fashion",
        "show",
        "instagram",
        "facebook",
        "head",
        "coach",
        "website",
        "get",
        "first",
        "dibs",
        "dreamer",
        "purse",
        "time",
        "available",
        "limited",
        "window",
        "channel",
        "utilized",
        "drive",
        "awareness",
        "dreamer",
        "launch",
        "availability",
        "andrea",
        "shaw",
        "resnick",
        "spokeswoman",
        "coach",
        "parent",
        "company",
        "tapestry",
        "said",
        "social",
        "medium",
        "platform",
        "social",
        "able",
        "drive",
        "significant",
        "portion",
        "style",
        "revenue",
        "since",
        "coach",
        "brought",
        "dreamer",
        "bag",
        "back",
        "preparation",
        "bigger",
        "launch",
        "later",
        "year",
        "usa",
        "today",
        "walmart",
        "launch",
        "four",
        "new",
        "clothing",
        "brand",
        "toy",
        "r",
        "u",
        "blame",
        "amazon",
        "target",
        "walmart",
        "death",
        "blow",
        "shopping",
        "mall",
        "endangered",
        "specie",
        "time",
        "traditional",
        "retailer",
        "struggling",
        "woo",
        "customer",
        "coach",
        "one",
        "several",
        "brand",
        "increasingly",
        "skipping",
        "department",
        "store",
        "sell",
        "purse",
        "sneaker",
        "clothing",
        "straight",
        "shopper",
        "direct",
        "connection",
        "website",
        "social",
        "medium",
        "sometimes",
        "branded",
        "store",
        "helping",
        "company",
        "build",
        "customer",
        "loyalty",
        "gain",
        "control",
        "image",
        "boost",
        "profit",
        "cutting",
        "middleman",
        "department",
        "store",
        "boutique",
        "go",
        "business",
        "close",
        "location",
        "direct",
        "link",
        "customer",
        "also",
        "help",
        "fashion",
        "home",
        "good",
        "brand",
        "hold",
        "line",
        "sale",
        "sneaker",
        "giant",
        "adidas",
        "two",
        "apps",
        "let",
        "fan",
        "reserve",
        "shoe",
        "available",
        "exclusively",
        "store",
        "shopper",
        "check",
        "nike",
        "instagram",
        "feed",
        "nike",
        "woman",
        "nike",
        "soccer",
        "link",
        "make",
        "purchase",
        "michael",
        "kor",
        "shrunk",
        "number",
        "purse",
        "accessory",
        "ship",
        "store",
        "watchmaker",
        "fossil",
        "enlisting",
        "celebrity",
        "yara",
        "shahidi",
        "star",
        "abc",
        "help",
        "steer",
        "millennials",
        "teen",
        "make",
        "generation",
        "z",
        "website",
        "store",
        "traditional",
        "retailer",
        "mia",
        "booker",
        "one",
        "many",
        "shopper",
        "prefers",
        "buying",
        "right",
        "source",
        "makeup",
        "artist",
        "new",
        "york",
        "booker",
        "say",
        "often",
        "learns",
        "new",
        "product",
        "clicking",
        "photo",
        "posted",
        "instagram",
        "found",
        "fenty",
        "pop",
        "star",
        "rihanna",
        "makeup",
        "line",
        "booker",
        "went",
        "several",
        "sephora",
        "store",
        "could",
        "find",
        "fenty",
        "lipstick",
        "wanted",
        "turned",
        "make",
        "purchase",
        "next",
        "time",
        "wanted",
        "buy",
        "experience",
        "even",
        "seamless",
        "accessed",
        "fenty",
        "site",
        "simply",
        "clicking",
        "instagram",
        "feed",
        "button",
        "lead",
        "fenty",
        "page",
        "lipstick",
        "sale",
        "say",
        "booker",
        "tap",
        "phone",
        "bought",
        "brand",
        "mattemoiselle",
        "plush",
        "matte",
        "lipstick",
        "deep",
        "burgundy",
        "griselda",
        "shade",
        "convenient",
        "buy",
        "device",
        "say",
        "help",
        "cut",
        "time",
        "going",
        "physical",
        "store",
        "get",
        "disappointed",
        "ability",
        "brand",
        "connect",
        "directly",
        "shopper",
        "booker",
        "mark",
        "sharp",
        "departure",
        "day",
        "department",
        "store",
        "boutique",
        "largely",
        "way",
        "company",
        "could",
        "showcase",
        "sell",
        "ware",
        "backed",
        "independent",
        "sale",
        "channel",
        "brand",
        "choosy",
        "deciding",
        "store",
        "sell",
        "product",
        "expectation",
        "going",
        "sell",
        "brand",
        "store",
        "expect",
        "convenient",
        "location",
        "extraordinary",
        "customer",
        "service",
        "store",
        "said",
        "steve",
        "barr",
        "consumer",
        "market",
        "leader",
        "consultancy",
        "pwc",
        "connecting",
        "customer",
        "key",
        "tool",
        "reaching",
        "shopper",
        "instagram",
        "shopping",
        "feature",
        "launched",
        "last",
        "year",
        "allows",
        "user",
        "click",
        "brand",
        "tagged",
        "post",
        "shop",
        "button",
        "buy",
        "shirt",
        "cosmetic",
        "pair",
        "shoe",
        "caught",
        "eye",
        "million",
        "instagram",
        "user",
        "worldwide",
        "look",
        "one",
        "business",
        "profile",
        "daily",
        "feature",
        "brand",
        "among",
        "top",
        "online",
        "apparel",
        "seller",
        "sold",
        "good",
        "directly",
        "consumer",
        "website",
        "uptick",
        "sale",
        "last",
        "year",
        "according",
        "npd",
        "checkout",
        "tracking",
        "index",
        "compared",
        "sale",
        "increase",
        "experienced",
        "retail",
        "website",
        "offered",
        "product",
        "multiple",
        "brand",
        "since",
        "initial",
        "introduction",
        "shopping",
        "instagram",
        "seen",
        "strong",
        "adoption",
        "people",
        "business",
        "say",
        "susan",
        "rose",
        "instagram",
        "director",
        "product",
        "marketing",
        "fossil",
        "watchmaker",
        "whose",
        "following",
        "facebook",
        "instagram",
        "grew",
        "last",
        "year",
        "say",
        "platform",
        "boosted",
        "sale",
        "helping",
        "company",
        "gather",
        "information",
        "need",
        "better",
        "market",
        "shopper",
        "directly",
        "connecting",
        "consumer",
        "also",
        "let",
        "brand",
        "control",
        "pricing",
        "ensure",
        "discounting",
        "dull",
        "image",
        "coach",
        "corporate",
        "entity",
        "dubbed",
        "tapestry",
        "said",
        "last",
        "year",
        "would",
        "clear",
        "merchandise",
        "shelf",
        "retailer",
        "store",
        "carrying",
        "product",
        "north",
        "america",
        "rampant",
        "discounting",
        "dimming",
        "brand",
        "prestige",
        "department",
        "store",
        "product",
        "remain",
        "company",
        "limiting",
        "ability",
        "mark",
        "coach",
        "product",
        "coach",
        "began",
        "wielding",
        "control",
        "sale",
        "handbag",
        "accessory",
        "early",
        "2000s",
        "peaking",
        "north",
        "american",
        "department",
        "store",
        "carrying",
        "product",
        "began",
        "pare",
        "number",
        "increasingly",
        "relies",
        "website",
        "global",
        "network",
        "store",
        "seeking",
        "younger",
        "buyer",
        "loyalty",
        "making",
        "competition",
        "even",
        "fierce",
        "millennials",
        "teenager",
        "ofgeneration",
        "z",
        "wedded",
        "brand",
        "parent",
        "grandparent",
        "result",
        "brand",
        "work",
        "harder",
        "connect",
        "emotionally",
        "purse",
        "maker",
        "brahmin",
        "hope",
        "connecting",
        "offering",
        "exclusive",
        "color",
        "texture",
        "signature",
        "mini",
        "sonny",
        "crossbody",
        "purse",
        "shade",
        "texture",
        "dubbed",
        "black",
        "thames",
        "large",
        "duxbury",
        "satchel",
        "ombre",
        "palette",
        "call",
        "passion",
        "fruit",
        "melbourne",
        "bought",
        "brand",
        "boutique",
        "website",
        "spokeswoman",
        "chelsea",
        "rothman",
        "say",
        "lot",
        "wholesale",
        "partner",
        "seen",
        "struggle",
        "recent",
        "past",
        "nice",
        "established",
        "link",
        "customer",
        "rothman",
        "say",
        "nike",
        "also",
        "made",
        "selling",
        "directly",
        "consumer",
        "priority",
        "say",
        "revenue",
        "flowing",
        "company",
        "apps",
        "topped",
        "billion",
        "last",
        "year",
        "almost",
        "double",
        "company",
        "brought",
        "channel",
        "sportswear",
        "company",
        "abandoning",
        "outside",
        "seller",
        "shifting",
        "away",
        "store",
        "lack",
        "premium",
        "service",
        "experience",
        "trevor",
        "edward",
        "outgoing",
        "president",
        "nike",
        "brand",
        "said",
        "event",
        "october",
        "store",
        "offer",
        "superior",
        "consumer",
        "experience",
        "either",
        "physical",
        "digital",
        "make",
        "less",
        "profitable",
        "time",
        "consumer",
        "migrate",
        "away",
        "counter",
        "trend",
        "brand",
        "going",
        "straight",
        "shopper",
        "retailer",
        "increasingly",
        "developing",
        "brand",
        "cultivate",
        "following",
        "walmart",
        "launching",
        "four",
        "new",
        "private",
        "apparel",
        "line",
        "including",
        "first",
        "kid",
        "collection",
        "rival",
        "target",
        "known",
        "highly",
        "coveted",
        "limited",
        "collaboration",
        "designer",
        "lily",
        "pulitzer",
        "victoria",
        "beckham",
        "rolling",
        "dozen",
        "new",
        "exclusive",
        "brand",
        "including",
        "hearth",
        "hand",
        "magnolia",
        "collaboration",
        "chip",
        "joanna",
        "gaines",
        "popular",
        "host",
        "tv",
        "show",
        "fixer",
        "upper",
        "strategy",
        "may",
        "still",
        "enough",
        "woo",
        "shopper",
        "booker",
        "say",
        "browsing",
        "buying",
        "click",
        "button",
        "majority",
        "shopping",
        "pretty",
        "much",
        "online",
        "unless",
        "clothing",
        "physically",
        "go",
        "try",
        "say",
        "store",
        "basically",
        "middleman"
    ]
}