{
    "organizations": [],
    "uuid": "ded5f5a98b3a6f115ec96b019f2c82f08ebe5ab6",
    "author": "Kacy Burdette",
    "url": "http://fortune.com/2018/04/19/kodachrome-film-netflix-movie/",
    "ord_in_thread": 0,
    "title": "Kodachrome Is About to Make a Comeback — on Netflix",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Kacy Burdette April 19, 2018 \nKodachrome, the once-popular and successful color reversal film used by professional photographers, is making a comeback. But this time, it’s on the small screen. \nThis Friday, Netflix is releasing the movie “Kodachrome.” The movie is based on the 2010 New York Times article, “For Kodachrome Fans, Road Ends at Photo Lab in Kansas” and stars Jason Sudeikis, Elizabeth Olsen and Ed Harris. It follows a dying father, his son, and his nurse/personal assistant on a road trip from New York to Kansas to process the father’s last rolls of Kodachrome before the final lab closes. \nKodak CEO Jeff Clare tweeted out the film was shot on Kodak 35mm film . Photographer Steve McCurry, best known for his photo “Afghan Girl” that was published on the cover of National Geographic in 1985, provided some of his original photographs for the film. \nKodachrome was discontinued in 2010 after nearly 75 years in use due to plunging sales and to the rise of digital cameras (and high-powered cameras on cellphones). The process to develop Kodachrome film also required a more complex method and could only be done by expert labs, unlike Ektachrome, the other color reversal film by Kodak that could be processed more quickly and by amateurs. The last Kodachrome lab was Dwayne’s Photo in Parsons, Kansas, but the lab stopped processing the film in 2012. Dwayne’s developed the last roll of Kodachrome manufactured to McCurry . \nThe gallery below shows an array of photos shot with Kodachrome film by many successful photographers who have worked for Fortune . Fortune's Kodachrome legacy We start with this Carl T. Johnston photo from 1939, showing Standard Steel workmen in Burnham, Pa., welding red-hot metal into a train wheel for Baldwin Locomotive. Otto Hagel's 1940 photograph displays an array of synthetic flowers on sale for 25 cents at Kresge's, the national five-and-ten-cent store chain. S.S. Kresge Corp. changed its name to Kmart in 1977. Dmitri Kessel snapped this close-up of a new ship's propeller at the Sun Shipbuilding Co.'s yards in Chester, Pa. Sun Oil owned this manufacturer of oil tankers, commercial liners and naval ships.Photograph by Dmitri Kessel As America's involvement in World War II intensified, Mike Roberts documented the final stages of the Vultee Aircraft assembly line in Downey, Calif. for the 1941 special aviation issue of Fortune. Vultee produced U.S. and Canadian air force planes at Downey. Of the climate at the time, Fortune's editors summarized, \"The tactics of the battlefield reach back and dictate the tactics on the factory floor... This is the industrial war the American can see for himself every day.... This is the war of the machines, of manpower, of the managers ... the resources of a great industrial power.\" Photographer H.B. Cornelius offers here another prime example of American industry at work. In its early years Fortune took particular pride in revealing the labor process behind products consumers often took for granted. This 1941 photograph shows workers piecing together trucks on the assembly line at a White Motor Co. plant in Cleveland, Ohio. A worker hammers a turbine engine at a General Electric plant in this Dmitri Kessel photo from 1942. Kessel's image suggests man's insignificance next to machinery. In this 1943 Pat Coffey photograph, foreman Bob Tuder shows an inspector the base of one cartridge among thousands at the Remington Arms factory in Bridgeport, Conn. Ansel Adams is best known as the master of black and white landscape photography, but this Kodachrome color photo is a rare exception. It depicts a worker surveying a Los Angeles-area Shell oil field. Adams took this photo for the 1945 \"Pacific Coast\" issue of Fortune, which featured the work of artists and photographers native to the West Coast. In their introduction to Fortune's ninth single-subject issue in its history, the editors called Adams \"an eminent technician, teacher, and writer, whose love of mountaineering has made him a foremost photographic interpreter of the West.\" This Jesse E. Hartman photograph in the 1946 issue exhibits fresh Massey-Harris tractors at the Canadian farm-tool manufacturer's plant in Racine, Wis. As Massey-Harris approached its 100th birthday, the company was planning to begin exporting its tractors to China. Bill Noyes captured this mannequin display for a 1949 Fortune portfolio \"revealing the strange world of display.\" However, like many of the gems we present in this gallery, Noyes' photo did not make it to print. The accompanying article on window displays and industrial exhibits described the creations featured as \"rich and varied in dramatic effect,\" though all designed to attract the attention of potential consumers. This 1950 William Vandivert photo, taken for an article on \"Supervoltage Machines,\" looks almost more like a painting than a photograph. Invented by Robert Van de Graaff, the 2,700,000-electron-volt generator pictured in its M.I.T. Lab, according to the magazine article,\"symbolizes man's great effort to crack the riddle of the atom.\" Charles B. Randall, the president of the Inland Steel Co., poses for a Ralph Steiner portrait characteristic of the depictions of business executives that have helped define Fortune photography over the years. Though the magazine's editors selected a different Steiner portrait of Randall for Fortune's November 1950 issue, their caption is mostly transferable: \"Despite his faintly old-fashioned appearance, the man holding the safety goggles [Randall] was always regarded as a comer at Inland Steel.\" In a similar such portrait (again, not selected for publication), photographer Herman Landshoff presents Charles Allen Thomas, the president of Monsanto Chemical, a company that hoped to become the first private producer of industrial-use atomic energy as Thomas took the helm. The 51-year-old Thomas, Fortune's editors related in July 1951, \"ranks among the leaders of scientific thought and opinion in the U.S. today.\" In addition, they reported, \"He is also the only such recognized scientist to head a large industrial organization.\" This Dan Weiner photograph for the March 1955 issue shows a worker handling chickens at a Campbell's Soup factory in Camden, N.J. Weiner was one of the many prominent photographers employed by Fortune's legendary photo editor, Walker Evans, who worked at the magazine in several roles for 20 years. Though most respected photographers considered color too commercial and almost always worked in black and white (Evans among them), their Fortune work proved the rare exception. Here we see quintessential Walker Evans: a representation of life in America's lower classes. Beneath the train trestle, we find a homeless man in this photograph that never made it into the magazine for a March 1955 article on train-car insignias. \"The familiar insignia of the freight cars are like old ditties beating in the back of our heads,\" Evans wrote. \"...When we can no longer catch sight of the great Chinese red and black double tadpole of the Northern Pacific, or the simple old cross of the Santa Fe, then will a whole world of cherished association have been destroyed. Impiety could go no further.\" Walker Evans portrays caddies from the Pinehurst Golf Course of North Carolina in this photograph published in Fortune's October 1957 issue. Evans' most famous work comes from another trip he took down South. In the summer of 1936 Evans accompanied prolific Fortune writer James Agee to Hale County, Ala., on a mission to bring the lives of Depression-era sharecroppers to the magazine's pages. Though the pair's two-month trip did not materialize into a Fortune article, their work on that journey turned into their critically acclaimed book, Let Us Now Praise Famous Men, first released in 1941. W. Eugene Smith, renowned for his photo essays for Life magazine, notably \"The Country Doctor,\" typically chronicled working-class American life. He also typically never worked in color, but Fortune persuaded him to do so. This private moment in the headquarters of Connecticut General Life Insurance in Hartford, Conn., did not make it into the September 1957 issue of the magazine, for which Smith shot photographs to accompany an article on the company's \"dramatic new office building.\" Robert Doisneau, the celebrated French photographer and creator of the iconic 1950 photograph, \"The Kiss by the Hôtel de Ville,\" was another photographer who rarely experimented with color. Here Doisneau pictures a man reading in a lounge chair in Palm Springs, Calif., a photo that appeared in the magazine's February 1961 issue. This Alex Webb photo from Fortune's April 4, 1983, issue shows a truck about to dump colbalt ore in an open-pit mine in Zaire, a country the magazine labeled the \"Saudi Arabia of cobalt.\" In 1983, the U.S. produced no cobalt, \"a heat and abrasion-resistant metal used in jet engines and vital to national defense,\" the magazine's article explained. The story predicted that if the U.S. were to mine cobalt, the mineral would cost $20 per lb., compared to the $5 Zairian cobalt cost. The U.S. still produces no cobalt. Fortune's editors chose this Jeff Jacobson photograph of a Shanghai billboard for their \"2002: The Year in Pictures\" photo gallery to symbolize the need to keep an \"eye on China.\" \"For centuries, China was Asia's sleeping dragon. Now fully awake, it is the region's most vibrant economy -- and most feared competitor,\" the photo's caption explained. 1 of 20 Advertisement \nAt the beginning of last year, Kodak announced they would bring back Ektachrome film and at CES, this year they displayed the Super-8 version . \nBut does that mean other discontinued films could follow? Dennis Olbrich — president of the imaging, paper, photo chemicals and film division at Kodak Alaris, which took over Kodak’s film photography businesses — told TIME last year they have been evaluating what other films they could bring back. Unfortunately, Kodachrome doesn’t seem to be on the table. “I would love for it to be Kodachrome, obviously,” says Olbrich. “It’s such an iconic film – that rich saturation, the graininess that people love. But it’s a very difficult proposition to get that whole infrastructure back in place.” \nThe company confirmed to Fortune they still remain open to the possibility of bringing back other discontinued film stocks. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-20T03:08:00.000+03:00",
    "crawled": "2018-04-20T05:29:57.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kacy",
        "burdette",
        "april",
        "kodachrome",
        "successful",
        "color",
        "reversal",
        "film",
        "used",
        "professional",
        "photographer",
        "making",
        "comeback",
        "time",
        "small",
        "screen",
        "friday",
        "netflix",
        "releasing",
        "movie",
        "movie",
        "based",
        "new",
        "york",
        "time",
        "article",
        "kodachrome",
        "fan",
        "road",
        "end",
        "photo",
        "lab",
        "kansa",
        "star",
        "jason",
        "sudeikis",
        "elizabeth",
        "olsen",
        "ed",
        "harris",
        "follows",
        "dying",
        "father",
        "son",
        "assistant",
        "road",
        "trip",
        "new",
        "york",
        "kansa",
        "process",
        "father",
        "last",
        "roll",
        "kodachrome",
        "final",
        "lab",
        "close",
        "kodak",
        "ceo",
        "jeff",
        "clare",
        "tweeted",
        "film",
        "shot",
        "kodak",
        "35mm",
        "film",
        "photographer",
        "steve",
        "mccurry",
        "best",
        "known",
        "photo",
        "afghan",
        "girl",
        "published",
        "cover",
        "national",
        "geographic",
        "provided",
        "original",
        "photograph",
        "film",
        "kodachrome",
        "discontinued",
        "nearly",
        "year",
        "use",
        "due",
        "plunging",
        "sale",
        "rise",
        "digital",
        "camera",
        "camera",
        "cellphone",
        "process",
        "develop",
        "kodachrome",
        "film",
        "also",
        "required",
        "complex",
        "method",
        "could",
        "done",
        "expert",
        "lab",
        "unlike",
        "ektachrome",
        "color",
        "reversal",
        "film",
        "kodak",
        "could",
        "processed",
        "quickly",
        "amateur",
        "last",
        "kodachrome",
        "lab",
        "dwayne",
        "photo",
        "parson",
        "kansa",
        "lab",
        "stopped",
        "processing",
        "film",
        "dwayne",
        "developed",
        "last",
        "roll",
        "kodachrome",
        "manufactured",
        "mccurry",
        "gallery",
        "show",
        "array",
        "photo",
        "shot",
        "kodachrome",
        "film",
        "many",
        "successful",
        "photographer",
        "worked",
        "fortune",
        "fortune",
        "kodachrome",
        "legacy",
        "start",
        "carl",
        "johnston",
        "photo",
        "showing",
        "standard",
        "steel",
        "workman",
        "burnham",
        "welding",
        "metal",
        "train",
        "wheel",
        "baldwin",
        "locomotive",
        "otto",
        "hagel",
        "photograph",
        "display",
        "array",
        "synthetic",
        "flower",
        "sale",
        "cent",
        "kresge",
        "national",
        "store",
        "chain",
        "kresge",
        "changed",
        "name",
        "kmart",
        "dmitri",
        "kessel",
        "snapped",
        "new",
        "ship",
        "propeller",
        "sun",
        "shipbuilding",
        "yard",
        "chester",
        "sun",
        "oil",
        "owned",
        "manufacturer",
        "oil",
        "tanker",
        "commercial",
        "liner",
        "naval",
        "dmitri",
        "kessel",
        "america",
        "involvement",
        "world",
        "war",
        "ii",
        "intensified",
        "mike",
        "robert",
        "documented",
        "final",
        "stage",
        "vultee",
        "aircraft",
        "assembly",
        "line",
        "downey",
        "special",
        "aviation",
        "issue",
        "fortune",
        "vultee",
        "produced",
        "canadian",
        "air",
        "force",
        "plane",
        "downey",
        "climate",
        "time",
        "fortune",
        "editor",
        "summarized",
        "tactic",
        "battlefield",
        "reach",
        "back",
        "dictate",
        "tactic",
        "factory",
        "floor",
        "industrial",
        "war",
        "american",
        "see",
        "every",
        "day",
        "war",
        "machine",
        "manpower",
        "manager",
        "resource",
        "great",
        "industrial",
        "power",
        "photographer",
        "cornelius",
        "offer",
        "another",
        "prime",
        "example",
        "american",
        "industry",
        "work",
        "early",
        "year",
        "fortune",
        "took",
        "particular",
        "pride",
        "revealing",
        "labor",
        "process",
        "behind",
        "product",
        "consumer",
        "often",
        "took",
        "granted",
        "photograph",
        "show",
        "worker",
        "piecing",
        "together",
        "truck",
        "assembly",
        "line",
        "white",
        "motor",
        "plant",
        "cleveland",
        "ohio",
        "worker",
        "hammer",
        "turbine",
        "engine",
        "general",
        "electric",
        "plant",
        "dmitri",
        "kessel",
        "photo",
        "kessel",
        "image",
        "suggests",
        "man",
        "insignificance",
        "next",
        "machinery",
        "pat",
        "coffey",
        "photograph",
        "foreman",
        "bob",
        "tuder",
        "show",
        "inspector",
        "base",
        "one",
        "cartridge",
        "among",
        "thousand",
        "remington",
        "arm",
        "factory",
        "bridgeport",
        "ansel",
        "adam",
        "best",
        "known",
        "master",
        "black",
        "white",
        "landscape",
        "photography",
        "kodachrome",
        "color",
        "photo",
        "rare",
        "exception",
        "depicts",
        "worker",
        "surveying",
        "los",
        "shell",
        "oil",
        "field",
        "adam",
        "took",
        "photo",
        "pacific",
        "coast",
        "issue",
        "fortune",
        "featured",
        "work",
        "artist",
        "photographer",
        "native",
        "west",
        "coast",
        "introduction",
        "fortune",
        "ninth",
        "issue",
        "history",
        "editor",
        "called",
        "adam",
        "eminent",
        "technician",
        "teacher",
        "writer",
        "whose",
        "love",
        "mountaineering",
        "made",
        "foremost",
        "photographic",
        "interpreter",
        "west",
        "jesse",
        "hartman",
        "photograph",
        "issue",
        "exhibit",
        "fresh",
        "tractor",
        "canadian",
        "manufacturer",
        "plant",
        "racine",
        "approached",
        "100th",
        "birthday",
        "company",
        "planning",
        "begin",
        "exporting",
        "tractor",
        "china",
        "bill",
        "noyes",
        "captured",
        "mannequin",
        "display",
        "fortune",
        "portfolio",
        "revealing",
        "strange",
        "world",
        "display",
        "however",
        "like",
        "many",
        "gem",
        "present",
        "gallery",
        "noyes",
        "photo",
        "make",
        "print",
        "accompanying",
        "article",
        "window",
        "display",
        "industrial",
        "exhibit",
        "described",
        "creation",
        "featured",
        "rich",
        "varied",
        "dramatic",
        "effect",
        "though",
        "designed",
        "attract",
        "attention",
        "potential",
        "consumer",
        "william",
        "vandivert",
        "photo",
        "taken",
        "article",
        "supervoltage",
        "machine",
        "look",
        "almost",
        "like",
        "painting",
        "photograph",
        "invented",
        "robert",
        "van",
        "de",
        "graaff",
        "generator",
        "pictured",
        "lab",
        "according",
        "magazine",
        "article",
        "symbolizes",
        "man",
        "great",
        "effort",
        "crack",
        "riddle",
        "atom",
        "charles",
        "randall",
        "president",
        "inland",
        "steel",
        "pose",
        "ralph",
        "steiner",
        "portrait",
        "characteristic",
        "depiction",
        "business",
        "executive",
        "helped",
        "define",
        "fortune",
        "photography",
        "year",
        "though",
        "magazine",
        "editor",
        "selected",
        "different",
        "steiner",
        "portrait",
        "randall",
        "fortune",
        "november",
        "issue",
        "caption",
        "mostly",
        "transferable",
        "despite",
        "faintly",
        "appearance",
        "man",
        "holding",
        "safety",
        "goggles",
        "randall",
        "always",
        "regarded",
        "comer",
        "inland",
        "steel",
        "similar",
        "portrait",
        "selected",
        "publication",
        "photographer",
        "herman",
        "landshoff",
        "present",
        "charles",
        "allen",
        "thomas",
        "president",
        "monsanto",
        "chemical",
        "company",
        "hoped",
        "become",
        "first",
        "private",
        "producer",
        "atomic",
        "energy",
        "thomas",
        "took",
        "helm",
        "thomas",
        "fortune",
        "editor",
        "related",
        "july",
        "rank",
        "among",
        "leader",
        "scientific",
        "thought",
        "opinion",
        "today",
        "addition",
        "reported",
        "also",
        "recognized",
        "scientist",
        "head",
        "large",
        "industrial",
        "organization",
        "dan",
        "weiner",
        "photograph",
        "march",
        "issue",
        "show",
        "worker",
        "handling",
        "chicken",
        "campbell",
        "soup",
        "factory",
        "camden",
        "weiner",
        "one",
        "many",
        "prominent",
        "photographer",
        "employed",
        "fortune",
        "legendary",
        "photo",
        "editor",
        "walker",
        "evans",
        "worked",
        "magazine",
        "several",
        "role",
        "year",
        "though",
        "respected",
        "photographer",
        "considered",
        "color",
        "commercial",
        "almost",
        "always",
        "worked",
        "black",
        "white",
        "evans",
        "among",
        "fortune",
        "work",
        "proved",
        "rare",
        "exception",
        "see",
        "quintessential",
        "walker",
        "evans",
        "representation",
        "life",
        "america",
        "lower",
        "class",
        "beneath",
        "train",
        "trestle",
        "find",
        "homeless",
        "man",
        "photograph",
        "never",
        "made",
        "magazine",
        "march",
        "article",
        "insignia",
        "familiar",
        "insignia",
        "freight",
        "car",
        "like",
        "old",
        "ditty",
        "beating",
        "back",
        "head",
        "evans",
        "wrote",
        "longer",
        "catch",
        "sight",
        "great",
        "chinese",
        "red",
        "black",
        "double",
        "tadpole",
        "northern",
        "pacific",
        "simple",
        "old",
        "cross",
        "santa",
        "fe",
        "whole",
        "world",
        "cherished",
        "association",
        "destroyed",
        "impiety",
        "could",
        "go",
        "walker",
        "evans",
        "portrays",
        "caddy",
        "pinehurst",
        "golf",
        "course",
        "north",
        "carolina",
        "photograph",
        "published",
        "fortune",
        "october",
        "issue",
        "evans",
        "famous",
        "work",
        "come",
        "another",
        "trip",
        "took",
        "south",
        "summer",
        "evans",
        "accompanied",
        "prolific",
        "fortune",
        "writer",
        "james",
        "agee",
        "hale",
        "county",
        "mission",
        "bring",
        "life",
        "sharecropper",
        "magazine",
        "page",
        "though",
        "pair",
        "trip",
        "materialize",
        "fortune",
        "article",
        "work",
        "journey",
        "turned",
        "critically",
        "acclaimed",
        "book",
        "let",
        "u",
        "praise",
        "famous",
        "men",
        "first",
        "released",
        "eugene",
        "smith",
        "renowned",
        "photo",
        "essay",
        "life",
        "magazine",
        "notably",
        "country",
        "doctor",
        "typically",
        "chronicled",
        "american",
        "life",
        "also",
        "typically",
        "never",
        "worked",
        "color",
        "fortune",
        "persuaded",
        "private",
        "moment",
        "headquarters",
        "connecticut",
        "general",
        "life",
        "insurance",
        "hartford",
        "make",
        "september",
        "issue",
        "magazine",
        "smith",
        "shot",
        "photograph",
        "accompany",
        "article",
        "company",
        "dramatic",
        "new",
        "office",
        "building",
        "robert",
        "doisneau",
        "celebrated",
        "french",
        "photographer",
        "creator",
        "iconic",
        "photograph",
        "kiss",
        "hôtel",
        "de",
        "ville",
        "another",
        "photographer",
        "rarely",
        "experimented",
        "color",
        "doisneau",
        "picture",
        "man",
        "reading",
        "lounge",
        "chair",
        "palm",
        "spring",
        "photo",
        "appeared",
        "magazine",
        "february",
        "issue",
        "alex",
        "webb",
        "photo",
        "fortune",
        "april",
        "issue",
        "show",
        "truck",
        "dump",
        "colbalt",
        "ore",
        "mine",
        "zaire",
        "country",
        "magazine",
        "labeled",
        "saudi",
        "arabia",
        "cobalt",
        "produced",
        "cobalt",
        "heat",
        "metal",
        "used",
        "jet",
        "engine",
        "vital",
        "national",
        "defense",
        "magazine",
        "article",
        "explained",
        "story",
        "predicted",
        "mine",
        "cobalt",
        "mineral",
        "would",
        "cost",
        "per",
        "compared",
        "zairian",
        "cobalt",
        "cost",
        "still",
        "produce",
        "cobalt",
        "fortune",
        "editor",
        "chose",
        "jeff",
        "jacobson",
        "photograph",
        "shanghai",
        "billboard",
        "year",
        "picture",
        "photo",
        "gallery",
        "symbolize",
        "need",
        "keep",
        "eye",
        "china",
        "century",
        "china",
        "asia",
        "sleeping",
        "dragon",
        "fully",
        "awake",
        "region",
        "vibrant",
        "economy",
        "feared",
        "competitor",
        "photo",
        "caption",
        "explained",
        "advertisement",
        "beginning",
        "last",
        "year",
        "kodak",
        "announced",
        "would",
        "bring",
        "back",
        "ektachrome",
        "film",
        "ce",
        "year",
        "displayed",
        "version",
        "mean",
        "discontinued",
        "film",
        "could",
        "follow",
        "dennis",
        "olbrich",
        "president",
        "imaging",
        "paper",
        "photo",
        "chemical",
        "film",
        "division",
        "kodak",
        "alaris",
        "took",
        "kodak",
        "film",
        "photography",
        "business",
        "told",
        "time",
        "last",
        "year",
        "evaluating",
        "film",
        "could",
        "bring",
        "back",
        "unfortunately",
        "kodachrome",
        "seem",
        "table",
        "would",
        "love",
        "kodachrome",
        "obviously",
        "say",
        "olbrich",
        "iconic",
        "film",
        "rich",
        "saturation",
        "graininess",
        "people",
        "love",
        "difficult",
        "proposition",
        "get",
        "whole",
        "infrastructure",
        "back",
        "company",
        "confirmed",
        "fortune",
        "still",
        "remain",
        "open",
        "possibility",
        "bringing",
        "back",
        "discontinued",
        "film",
        "stock",
        "sponsored",
        "financial",
        "content"
    ]
}