{
    "organizations": [],
    "uuid": "68ea67488cf43152d5e40258dce9f85eb450551c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/16/cnbc-exclusive-cnbc-transcript-new-york-fed-president-william-dudley-speaks-with-cnbcs-steve-liesman-today.html",
    "ord_in_thread": 0,
    "title": "CNBC EXCLUSIVE: CNBC TRANSCRIPT: NEW YORK FED PRESIDENT WILLIAM DUDLEY SPEAKS WITH CNBC’S STEVE LIESMAN TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Monday, April 16 2018\nWHERE: CNBC's \"Squawk on the Street\"\nFollowing is the unofficial transcript of a CNBC EXCLUSIVE interview with New York Fed President William Dudley and CNBC's Steve Liesman on CNBC's \"Squawk on the Street\" (M-F 9AM-11AM) today, Monday, April 16th. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/04/16/intellectual-property-rights-and-market-access-are-issues-we-should-be-pressing-china-on-ny-fed-president.html?play=1 .\nAll references must be sourced to CNBC.\nSARA EISEN: SPEAKING OF THE FED RAISING INTEREST RATES, LET'S GET STRAIGHT TO STEVE LIESMAN WHO IS SITTING DOWN RIGHT NOW EXCLUSIVELY WITH NEW YORK FED PRESIDENT BILL DUDLEY. OVER TO YOU, STEVE.\nSTEVE LIESMAN: SARA, THANKS VERY MUCH. I'M HERE AT THE NEW YORK FEDERAL RESERVE BANK WITH NEW YORK FED PRESIDENT BILL DUDLEY. PRESIDENT DUDLEY, THANKS FOR JOINING US.\nWILLIAM DUDLEY: GREAT TO BE HERE, STEVE.\nLIESMAN: IT WASN'T MY INTENTION BUT I REALLY WANT TO PICK UP RIGHT WHERE THEY LEFT OFF, THE NICK BURNS CONVERSATION THERE, TALKING ABOUT CHINA. THEY DON'T SEEM TO BE DEVALUING THEIR CURRENCY, IT SEEMS LIKE THE CHINESE YUAN IS APPRECIATING VERSUS THE DOLLAR.\nDUDLEY: WELL, IT'S BEEN MOVING IN LINE WITH WHAT THE DOLLAR HAS BEEN DOING. THE DOLLAR HAS BEEN WEAKER OVER THE LAST YEAR AND SO AS A CONSEQUENCE OF THAT, CHINA'S BASICALLY MANAGING THEIR CURRENCY RELATIVE TO A BASKET THAT INCLUDES OTHER CURRENCIES, SO THE CHINESE CURRENCY HAS ACTUALLY I THINK APPRECIATED A LITTLE BIT OVER THE LAST YEAR OR SO. BUT THE BIG ISSUE ISN'T REALLY THE CURRENCY. THE ISSUE FOR THE U.S. IS REALLY INTELLECTUAL PROPERTY RIGHTS AND ACCESS TO CHINESE MARKETS. THOSE ARE LEGITIMATE ISSUES THAT THE U.S. HAS WITH CHINA AND THOSE ARE THE ISSUES THAT WE SHOULD BE PRESSING THEM ON.\nLIESMAN: IS THE CURRENCY A WAY WE CAN SOLVE THAT TRADE BALANCE PROBLEM?\nDUDLEY: I DON'T THINK – THE CURRENCY WOULD HAVE TO MOVE A LOT TO REALLY SOLVE THE TRADE BALANCE PROBLEM AND I DON'T THINK THAT'S IN THE CARDS. ALSO, IF THE CHINESE CURRENCY APPRECIATED A LOT, WHAT WOULD HAPPEN IS A LOT OF THAT ACTIVITY WOULD JUST MOVE TO OTHER LOWER COST COUNTRIES.\nLIESMAN: AND AS THEIR CURRENCY APPRECIATES, THEY ACTUALLY BECOME LESS COMPETITIVE SO THAT WOULD TEND TO HELP OUR TRADE BALANCE OR AT LEAST HELP THE U.S. SIDE OF IT.\nDUDLEY: AT THE MARGIN. BUT YOU KNOW, THE CHINESE ECONOMY IS MORE COMPLEMENTARY TO US THAN – INSTEAD OF COMPETING DIRECTLY WITH US. SO, IF CHINA BECAME MORE EXPENSIVE TO DO BUSINESS IN CHINA, THINGS WOULD MOVE TO VIETNAM, MALAYSIA, THE PHILIPPINES, OTHER – BANGLADESH, OTHER COUNTRIES.\nLIESMAN: IN A RECENT SPEECH YOU GAVE A PRETTY FULL-THROATED DEFENSE OF FREE TRADE. ARE YOU CONCERNED – IS THAT A RISK FOR YOU TO THE U.S. ECONOMY WHAT SEEMS TO BE COMING OUT OF THIS ADMINISTRATION, THIS THREAT OF TARIFFS, EVEN LARGE-SCALE TARIFFS WHEN IT COMES TO OUR TRADE WITH CHINA?\nDUDLEY: THERE IS A RISK HERE. I MEAN, YOU CAN IMAGINE THAT WE PUSH VERY HARD TO TRADE AND THAT LEADS TO LOWER TRADE BARRIERS, BETTER ACCESS TO THEIR MARKETS, BETTER PROTECTION OF OUR INTELLECTUAL PROPERTY RIGHTS. THAT'S A GOOD OUTCOME. OR YOU CAN IMAGINE WE PUSH VERY HARD ON TRADE. THEY RAISE – WE RAISE TARIFF BARRIERS. THEY RETALIATE. TRADE BECOMES LESS OPEN. THAT'S VERY BAD FOR US. I DON'T THINK WE KNOW YET EXACTLY WHICH COURSE WE'RE GOING DOWN.\nLIESMAN: WHEN YOU GAIN THIS OUT, I'M HAVING A LOT OF TROUBLE WITH THIS BECAUSE I CAN SEE AN INFLATIONARY OUTCOME FROM HIGHER TARIFFS BUT ALSO A LOWER GROWTH OUTCOME FROM HIGHER TARIFFS. WHICH – WHERE DO YOU PUT THE RISK?\nDUDLEY: WELL, IF TRADE BARRIERS GO UP, IT'S JUST BAD FOR THE U.S. ECONOMY. YOU'RE GONNA HAVE MORE INFLATION, LESS GROWTH, LOWER PRODUCTIVITY. JUST A BAD, BAD OUTCOME.\nLIESMAN: I'M GOING TO NOW START THE CONVERSATION WHERE I ORIGINALLY WANTED TO START IT WHICH IS ON MARKET VALUATIONS. ANOTHER DAY WE HAVE THESE TRIPLE-DIGIT GAINS AND WE'VE HAD 500 DOWN. SO THERE'S TWO ISSUES TO ME THAT I'M WONDERING WHAT YOU THINK ABOUT. THE FIRST IS MARKET VALUATION, WHICH THERE HAS BEEN SOME TALK THEY'RE EXCESSIVE AT THIS POINT. DO YOU THINK THEY ARE SO? AND WHAT ABOUT THE ISSUE OF VOLATILITY? SO VALUATION AND VOLATILITY ARE THE TWO QUESTIONS I HAVE.\nDUDLEY: WELL, I'M NOT GOING TO COMMENT ON THE PROPER VALUE OF THE STOCK MARKET BUT IT SEEMS TO ME IF YOU LOOK AT THE STOCK MARKET IN THE CONTEXT OF AN ECONOMY THAT'S GROWING AND EXPECTED TO CONTINUE TO GROW OVER THE NEXT FEW YEARS, THE STOCK MARKET VALUATIONS DON'T LOOK YOU KNOW, UNREASONABLE. I THINK THE VOLATILITY IS SORT OF, WE'RE BACK TO A MORE NORMAL REGIME. I MEAN, WHAT WAS UNUSUAL WAS A LOW VOLATILITY THAT WE SAW IN 2015, 16 AND 17. SO I THINK WE'RE BACK TO A MORE REASONABLE LEVEL OF VOLATILITY IN THE STOCK MARKET.\nLIESMAN: SO YOU DON'T GET WORRIED WHEN YOU SEE THINGS LIKE 500-POINT SWINGS IN THE LAST HOUR OF THE TRADING DAY?\nDUDLEY: WELL, I MEAN AS LONG AS MARKET FUNCTION IS GOOD, YOU KNOW, THERE'S PEOPLE THAT CAN ACTUALLY EXECUTE AT PRICES CLOSE TO THE LAST PRICE THEN IT'S NOT A PROBLEM.\nLIESMAN: AND WHAT ABOUT CONCERN ABOUT SYSTEMIC RISK WHICH IS I KNOW THE THING THAT ANIMATES THE FEDERAL RESERVE AND ESPECIALLY YOURSELF DOING – REGULATING THESE MONEY CENTER BANKS HERE. DO YOU HAVE CONCERN THAT THESE MARKET VALUATIONS, WHEN IT COMES TO BOTH STOCKS AND CORPORATE BONDS AND OTHER FIXED INCOME INSTRUMENTS, CREATE RISK FOR THESE BIG BANKS?\nDUDLEY: WELL, WE STRESS TEST THE BANKS EVERY YEAR THROUGH THE C-CAR PROCESS. AND THE STRESS TEST IS PRETTY SEVERE. WE'VE ALSO RAISED THE CAPITAL REQUIREMENTS FOR THE BIG BANKS SIGNIFICANTLY. WE'VE INCREASED LIQUIDITY REQUIREMENTS. SO, WE THINK THE BANKS ARE WELL POSITIONED TO HANDLE A LOT MORE STRESS THAN WE'VE SEEN IN MARKETS TO-DATE.\nLIESMAN: A CONVERSATION THAT'S COME UP AROUND THE TABLE AT CNBC QUITE A BIT IS THIS QUESTION OF, IS THERE A POWER PUT AND IS IT DIFFERENT FROM THE YELLIN PUT? AND I DON'T KNOW IF IT'S COME UP JUST BECAUSE OF THE ALLITERATION OR SOME OTHER REASON – BUT IS -- DOES THE FEDERAL RESERVE AND ESPECIALLY SPECIFICALLY CHAIRMAN POWELL HAVE A LEVEL WHERE THEY WOULD COME IN WITH CONCERN ABOUT A DROP IN THE STOCK MARKET?\nDUDLEY: THE FED'S MANDATE IS MAXIMUM SUSTAINABLE EMPLOYMENT AND PRICE STABILITY. THERE'S NOTHING ABOUT THE LEVEL OF THE STOCK MARKET. THAT SAID, IF THE STOCK MARKET WENT DOWN DRAMATICALLY AND STAYED DOWN FOR A LONG PERIOD OF TIME, THAT WOULD TIGHTEN THE FINANCIAL CONDITIONS. THE FINANCIAL CONDITIONS WERE MUCH TIGHTER, THAT WOULD HAVE IMPLICATIONS FOR THE ECONOMIC OUTLOOK AND WE'D HAVE TO TAKE THAT INTO CONSIDERATION IN TERMS OF HOW WE SET MONETARY POLICY. SO, A VERY LARGE DECLINE THAT PERSISTED FOR A LONG PERIOD OF TIME, OF COURSE THAT WOULD BE PART OF THE ENVIRONMENT THAT THE FED WOULD HAVE TO TAKE ON BOARD IN TERMS OF THINKING ABOUT WHAT THE APPROPRIATE POLICY. BUT THE STOCK MARKET LEVEL PER SE, THAT'S NOT OUR CONCERN.\nLIESMAN: HAS THAT LEVEL CHANGED, THOUGH, BETWEEN -- AS WE'VE CHANGED CHAIRMAN AT THE FEDERAL RESERVE? IS, FOR EXAMPLE, CHAIRMAN POWELL, IS HE GOING TO BE LESS SENSITIVE TO A DECLINE IN THE STOCK MARKET?\nDUDLEY: I CAN'T SPEAK FOR, YOU KNOW, CHAIRMAN POWELL VERSUS CHAIR YELLEN. THE STOCK MARKET IS STILL AT A HIGH LEVEL OF VALUATION. FINANCIAL CONDITIONS ARE STILL VERY ACCOMMODATIVE. SO WHEN I LOOK AT WHAT'S HAPPENED OVER THE LAST FEW MONTHS, HAS IT REALLY CHANGED THE OUTLOOK IN A MEANINGFUL WAY? NO, BECAUSE FINANCIAL CONDITIONS ARE STILL VERY ACCOMODATIVE.\nLIESMAN: YOU SAID, \"VERY ACCOMODATIVE,\" BUT THERE'S TALK IN THE LAST MINUTES ABOUT MOVING TO A MUTUAL LANGUAGE. ARE YOU CLOSER TO NEUTRAL NOW? DO YOU NEED TO SIGNAL THAT THE FEDERAL RESERVE IS GOING TO A NEUTRAL POLICY?\nDUDLEY: WELL, I THINK WE'VE SIGNALED THAT'S WHAT WHAT WE'RE PLANNING TO DO OVER THE NEXT YEAR OR TWO. YOU KNOW, WE'RE GRADUALLY GOING TO REMOVE A MONETARY POLICY ACCOMMODATION. AND IF YOU LOOK AT THE SUMMARY OF ECONOMIC PROJECTIONS THAT WE PUBLISHED AT THE MOST RECENT MEETING, THEY BASICALLY SHOW A VERY GRADUAL PATTERN OF FURTHER INTEREST RATE HIKES THAT GRADUALLY TAKE THE FEDERAL FUNDS RATE UP TO 3% OR JUST NORTH OF 3%.\nLIESMAN: IT'S THAT NEUTRAL – 3%?\nDUDLEY: WELL, DIFFERENT PEOPLE HAVE DIFFERENCE VIEWS.\nLIESMAN: WHAT IS YOURS?\nDUDLEY: I DON'T KNOW WHAT NEUTRAL IS PRECISELY, BUT I THINK 3% IS A REASONABLE STARTING POINT IN TERMS OF THINKING ABOUT WHAT NEUTRAL MIGHT BE OVER THE LONG RUN. BUT IT DEPENDS ON SO MANY OTHER FACTORS. WHAT'S HAPPENING TO THE STOCK MARKET, WHAT'S HAPPENING TO THE BOND MARKET, WHAT'S HAPPENING TO THE THE DOLLAR. SO THIS IDEA THAT THERE'S THIS MAGIC NEUTRAL RATE THAT'S SORT OF CONSTANT FOR ALL TIME I THINK IS NOT A GOOD WAY OF LOOKING AT IT.\nLIESMAN: LET'S TALK ABOUT WHAT'S MORE IN FRONT OF US WHICH IS THE RATE HIKES THIS YEAR. ONE IS DONE ALREADY. IT LOOKS LIKE TWO MORE ON THE TABLE BUT YOU'VE TALKED ABOUT THREE OR FOUR STILL BEING -- BACKING THIS IDEA THAT IT'S STILL GRADUAL, IF YOU DID FOUR THIS YEAR FOR AN ADDITIONAL THREE.\nDUDLEY: LOOK, I DON'T THINK WE KNOW EXACTLY HOW MANY MORE RATE HIKES WE'RE GONNA DO THIS YEAR. IF YOU LOOK AT THE SUMMARY OF ECONOMIC PROJECTIONS WHICH REPRESENT THE F1C PARTICIPANTS EXPECTATIONS AT THE LAST MEETING, THE MEETING WAS THREE HIKES THIS YEAR BUT THERE WERE A NUMBER OF PEOPLE EXPECTING FOUR. SO THREE OR FOUR SEEMED LIKE A REASONABLE EXPECTATION THIS YEAR. AS LONG AS INFLATION IS RELATIVELY LOW, THE FED'S GOING TO BE GRADUAL. NOW IF INFLATION WERE TO GO ABOVE 2% BY AN APPRECIABLE MARKET, THEN I THINK THE GRADUAL PATH MIGHT BE -- MIGHT HAVE TO BE ALTERED.\nLIESMAN: WHAT'S YOUR BEST GUEST? IS IT THREE OR IS IT FOUR? AND WITH THE PROVISION THAT THE MARKET HAS NOT PRICED IN FOUR ANY EXTENT AT ALL.\nDUDLEY: WELL I THINK WHAT'S HAPPENED IS THE MARKET UNDERSTANDS MORE THAN FOUR IS QUITE UNLIKELY, RIGHT? BECAUSE THAT WOULD NO LONGER BE A GRADUAL PATH OF MONETARY POLICY TIGHTENING. IT WOULD ALSO IMPLY THAT THE FED WAS EITHER GOING TO TIGHTEN BY 50 BASIS POINTS AT A PRESS CONFERENCE MEETING OR GO MEETING TO MEETING. SO I THINK THE MARKET SORT OF SEES THREE IS POSSIBLE, FOUR IS POSSIBLE, BUT FIVE OR SIX SEEMS TO BE QUITE UNLIKELY.\nLIESMAN: I HAVE A BUNCH OF AREAS AND ONLY THREE MINUTES LEFT, SO LET'S SEE IF WE CAN DO THESE QUICKLY. JOHN WILLIAMS, YOUR SUCCESSOR, WAS NAMED RECENTLY. AHEAD OF THAT APPOINTMENT, A LOT OF DISCUSSION ABOUT DIVERSITY AND THE SEARCH FOR DIVERSE CANDIDATES. WAS THIS A DISAPPOINTMENT TO YOU THAT IT WAS JOHN WILLIAMS OR HOW DO YOU SQUARE THAT WITH THE EFFORT TO FIND A DIVERSE CANDIDATE?\nDUDLEY: WELL, I THINK THE SEARCH COMMITTEE MADE A TREMENDOUS EFFORT TO MAKE SURE THAT THEY HAD A DIVERSE SLATE OF CANDIDATES, SO THEY DID THEIR JOB IN THAT RESPECT. AND THEN THEY PICKED WHAT THEY THOUGHT WAS THE BEST CANDIDATE. I THINK JOHN IS EXTREMELY WELL QUALIFIED TO BE THE NEXT PRESIDENT OF THE NEW YORK FED. I HAVE A LOT OF RESPECT FOR HIM.\nLIESMAN: I'M GOING TO LEAVE IT THERE FOR TIME REASONS. WHAT ABOUT – PUERTO RICO, MOST PEOPLE DON'T KNOW, AND THE U.S. VIRGIN ISLANDS ARE IN THE NEW YORK FED'S TERRITORY FOR SOME STRANGE REASON. THAT AREA WAS REALLY DEVASTATED. IS THERE MORE THAT YOU SHOULD BE DOING, MORE THE FEDERAL GOVERNMENT SHOULD BE DOING RIGHT NOW, TO BRING BACK PUERTO RICO AND THE ECONOMY THERE?\nDUDLEY: WELL, THERE'S A LOT THAT NEEDS TO BE DONE IN PUERTO RICO. SOME OF IT GOVERNMENT AID BUT ALSO SOME OF IT ON THE GROUND IN PUERTO RICO COMING TOGETHER AND COMING FORWARD WITH A FISCAL PROGRAM THAT'S CREDIBLE AND THAT EXTENDS FOR MANY YEARS FORWARD. WHAT WE CAN DO AT THE NEW YORK FED IS WE CAN OFFER INFORMATION, WE CAN CONVENE PARTIES. WE'VE HAD SOME WORKSHOPS WITH SMALL BUSINESS AND OTHERS TO HELP THEM NAVIGATE THE DIFFERENT PLACES WHERE THEY CAN TURN FOR AID TO HELP IN THE REBUILDING EFFORT. SO, WE'RE DEFINITELY GOING TO BE INVOLVED THERE BUT UNFORTUNATELY, THE FEDERAL RESERVES POWERS WITH RESPECT TO FISCAL POLICY ARE EXTREMELY LIMITED.\nLIESMAN: AND JUST THE LAST THING, YOU HAD A SPECIFIC JOB THE LEHMAN WEEKEND. YOU WERE PLANNING FOR LEHMAN NOT TO BE SAVED THAT WEEKEND. THAT'S WHAT YOU WERE DOING. LOOKING BACK NOW, THERE'S A NEW BOOK OUT BY LAURENCE BALL THAT SAYS IT SHOULD HAVE AND COULD HAVE BEEN SAVED. I KNOW WE'RE SORT OF IN THE LIGHTNING ROUND OF A VERY DIFFICULT TOPIC HERE. DO YOU REGRET THAT LEHMAN WAS NOT SAVED THAT WEEKEND?\nDUDLEY: YOU KNOW, HINDSIGHT IS 20/20. AND I THINK PEOPLE ARE GOING TO BE ARGUING ABOUT WHETHER LEHMAN SHOULD HAVE BEEN SAVED OR NOT. THE PROBLEM WAS, IF THE FEDERAL RESERVE HAD LENT TO LEHMAN BROTHERS, THEN WHAT HAPPENS? WHAT HAPPENS NEXT? WE WOULD BE LENDING INTO A RUN THE CLIENTS WOULD STILL BE LEAVING LEHMAN BECAUSE THEY WOULDN'T VIEW LEHMAN AS VIABLE. SO, I'M NOT SURE THAT THERE WAS A BETTER – BETTER COURSE.\nLIESMAN: BILL DUDLEY, NEW YORK FED PRESIDENT. MAYBE THE LAST INTERVIEW AS NEW YORK FED PRESIDENT. BUT I'M SURE WE'LL SEE YOU AGAIN. BACK TO YOU GUYS AT THE NYSE.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com",
    "published": "2018-04-17T00:29:00.000+03:00",
    "crawled": "2018-04-17T01:43:55.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "monday",
        "april",
        "cnbc",
        "squawk",
        "street",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "new",
        "york",
        "fed",
        "president",
        "william",
        "dudley",
        "cnbc",
        "steve",
        "liesman",
        "cnbc",
        "squawk",
        "street",
        "today",
        "monday",
        "april",
        "16th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "sara",
        "eisen",
        "speaking",
        "fed",
        "raising",
        "interest",
        "rate",
        "let",
        "get",
        "straight",
        "steve",
        "liesman",
        "sitting",
        "right",
        "exclusively",
        "new",
        "york",
        "fed",
        "president",
        "bill",
        "dudley",
        "steve",
        "steve",
        "liesman",
        "sara",
        "thanks",
        "much",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "fed",
        "president",
        "bill",
        "dudley",
        "president",
        "dudley",
        "thanks",
        "joining",
        "u",
        "william",
        "dudley",
        "great",
        "steve",
        "liesman",
        "intention",
        "really",
        "want",
        "pick",
        "right",
        "left",
        "nick",
        "burn",
        "conversation",
        "talking",
        "china",
        "seem",
        "devaluing",
        "currency",
        "seems",
        "like",
        "chinese",
        "yuan",
        "appreciating",
        "versus",
        "dollar",
        "dudley",
        "well",
        "moving",
        "line",
        "dollar",
        "dollar",
        "weaker",
        "last",
        "year",
        "consequence",
        "china",
        "basically",
        "managing",
        "currency",
        "relative",
        "basket",
        "includes",
        "currency",
        "chinese",
        "currency",
        "actually",
        "think",
        "appreciated",
        "little",
        "bit",
        "last",
        "year",
        "big",
        "issue",
        "really",
        "currency",
        "issue",
        "really",
        "intellectual",
        "property",
        "right",
        "access",
        "chinese",
        "market",
        "legitimate",
        "issue",
        "china",
        "issue",
        "pressing",
        "liesman",
        "currency",
        "way",
        "solve",
        "trade",
        "balance",
        "problem",
        "dudley",
        "think",
        "currency",
        "would",
        "move",
        "lot",
        "really",
        "solve",
        "trade",
        "balance",
        "problem",
        "think",
        "card",
        "also",
        "chinese",
        "currency",
        "appreciated",
        "lot",
        "would",
        "happen",
        "lot",
        "activity",
        "would",
        "move",
        "lower",
        "cost",
        "country",
        "liesman",
        "currency",
        "appreciates",
        "actually",
        "become",
        "less",
        "competitive",
        "would",
        "tend",
        "help",
        "trade",
        "balance",
        "least",
        "help",
        "side",
        "dudley",
        "margin",
        "know",
        "chinese",
        "economy",
        "complementary",
        "u",
        "instead",
        "competing",
        "directly",
        "u",
        "china",
        "became",
        "expensive",
        "business",
        "china",
        "thing",
        "would",
        "move",
        "vietnam",
        "malaysia",
        "philippine",
        "bangladesh",
        "country",
        "liesman",
        "recent",
        "speech",
        "gave",
        "pretty",
        "defense",
        "free",
        "trade",
        "concerned",
        "risk",
        "economy",
        "seems",
        "coming",
        "administration",
        "threat",
        "tariff",
        "even",
        "tariff",
        "come",
        "trade",
        "china",
        "dudley",
        "risk",
        "mean",
        "imagine",
        "push",
        "hard",
        "trade",
        "lead",
        "lower",
        "trade",
        "barrier",
        "better",
        "access",
        "market",
        "better",
        "protection",
        "intellectual",
        "property",
        "right",
        "good",
        "outcome",
        "imagine",
        "push",
        "hard",
        "trade",
        "raise",
        "raise",
        "tariff",
        "barrier",
        "retaliate",
        "trade",
        "becomes",
        "less",
        "open",
        "bad",
        "u",
        "think",
        "know",
        "yet",
        "exactly",
        "course",
        "going",
        "liesman",
        "gain",
        "lot",
        "trouble",
        "see",
        "inflationary",
        "outcome",
        "higher",
        "tariff",
        "also",
        "lower",
        "growth",
        "outcome",
        "higher",
        "tariff",
        "put",
        "risk",
        "dudley",
        "well",
        "trade",
        "barrier",
        "go",
        "bad",
        "economy",
        "gon",
        "na",
        "inflation",
        "less",
        "growth",
        "lower",
        "productivity",
        "bad",
        "bad",
        "outcome",
        "liesman",
        "going",
        "start",
        "conversation",
        "originally",
        "wanted",
        "start",
        "market",
        "valuation",
        "another",
        "day",
        "gain",
        "two",
        "issue",
        "wondering",
        "think",
        "first",
        "market",
        "valuation",
        "talk",
        "excessive",
        "point",
        "think",
        "issue",
        "volatility",
        "valuation",
        "volatility",
        "two",
        "question",
        "dudley",
        "well",
        "going",
        "comment",
        "proper",
        "value",
        "stock",
        "market",
        "seems",
        "look",
        "stock",
        "market",
        "context",
        "economy",
        "growing",
        "expected",
        "continue",
        "grow",
        "next",
        "year",
        "stock",
        "market",
        "valuation",
        "look",
        "know",
        "unreasonable",
        "think",
        "volatility",
        "sort",
        "back",
        "normal",
        "regime",
        "mean",
        "unusual",
        "low",
        "volatility",
        "saw",
        "think",
        "back",
        "reasonable",
        "level",
        "volatility",
        "stock",
        "market",
        "liesman",
        "get",
        "worried",
        "see",
        "thing",
        "like",
        "swing",
        "last",
        "hour",
        "trading",
        "day",
        "dudley",
        "well",
        "mean",
        "long",
        "market",
        "function",
        "good",
        "know",
        "people",
        "actually",
        "execute",
        "price",
        "close",
        "last",
        "price",
        "problem",
        "liesman",
        "concern",
        "systemic",
        "risk",
        "know",
        "thing",
        "animates",
        "federal",
        "reserve",
        "especially",
        "regulating",
        "money",
        "center",
        "bank",
        "concern",
        "market",
        "valuation",
        "come",
        "stock",
        "corporate",
        "bond",
        "fixed",
        "income",
        "instrument",
        "create",
        "risk",
        "big",
        "bank",
        "dudley",
        "well",
        "stress",
        "test",
        "bank",
        "every",
        "year",
        "process",
        "stress",
        "test",
        "pretty",
        "severe",
        "also",
        "raised",
        "capital",
        "requirement",
        "big",
        "bank",
        "significantly",
        "increased",
        "liquidity",
        "requirement",
        "think",
        "bank",
        "well",
        "positioned",
        "handle",
        "lot",
        "stress",
        "seen",
        "market",
        "liesman",
        "conversation",
        "come",
        "around",
        "table",
        "cnbc",
        "quite",
        "bit",
        "question",
        "power",
        "put",
        "different",
        "yellin",
        "put",
        "know",
        "come",
        "alliteration",
        "reason",
        "federal",
        "reserve",
        "especially",
        "specifically",
        "chairman",
        "powell",
        "level",
        "would",
        "come",
        "concern",
        "drop",
        "stock",
        "market",
        "dudley",
        "fed",
        "mandate",
        "maximum",
        "sustainable",
        "employment",
        "price",
        "stability",
        "nothing",
        "level",
        "stock",
        "market",
        "said",
        "stock",
        "market",
        "went",
        "dramatically",
        "stayed",
        "long",
        "period",
        "time",
        "would",
        "tighten",
        "financial",
        "condition",
        "financial",
        "condition",
        "much",
        "tighter",
        "would",
        "implication",
        "economic",
        "outlook",
        "take",
        "consideration",
        "term",
        "set",
        "monetary",
        "policy",
        "large",
        "decline",
        "persisted",
        "long",
        "period",
        "time",
        "course",
        "would",
        "part",
        "environment",
        "fed",
        "would",
        "take",
        "board",
        "term",
        "thinking",
        "appropriate",
        "policy",
        "stock",
        "market",
        "level",
        "per",
        "se",
        "concern",
        "liesman",
        "level",
        "changed",
        "though",
        "changed",
        "chairman",
        "federal",
        "reserve",
        "example",
        "chairman",
        "powell",
        "going",
        "less",
        "sensitive",
        "decline",
        "stock",
        "market",
        "dudley",
        "ca",
        "speak",
        "know",
        "chairman",
        "powell",
        "versus",
        "chair",
        "yellen",
        "stock",
        "market",
        "still",
        "high",
        "level",
        "valuation",
        "financial",
        "condition",
        "still",
        "accommodative",
        "look",
        "happened",
        "last",
        "month",
        "really",
        "changed",
        "outlook",
        "meaningful",
        "way",
        "financial",
        "condition",
        "still",
        "accomodative",
        "liesman",
        "said",
        "accomodative",
        "talk",
        "last",
        "minute",
        "moving",
        "mutual",
        "language",
        "closer",
        "neutral",
        "need",
        "signal",
        "federal",
        "reserve",
        "going",
        "neutral",
        "policy",
        "dudley",
        "well",
        "think",
        "signaled",
        "planning",
        "next",
        "year",
        "two",
        "know",
        "gradually",
        "going",
        "remove",
        "monetary",
        "policy",
        "accommodation",
        "look",
        "summary",
        "economic",
        "projection",
        "published",
        "recent",
        "meeting",
        "basically",
        "show",
        "gradual",
        "pattern",
        "interest",
        "rate",
        "hike",
        "gradually",
        "take",
        "federal",
        "fund",
        "rate",
        "north",
        "liesman",
        "neutral",
        "dudley",
        "well",
        "different",
        "people",
        "difference",
        "view",
        "liesman",
        "dudley",
        "know",
        "neutral",
        "precisely",
        "think",
        "reasonable",
        "starting",
        "point",
        "term",
        "thinking",
        "neutral",
        "might",
        "long",
        "run",
        "depends",
        "many",
        "factor",
        "happening",
        "stock",
        "market",
        "happening",
        "bond",
        "market",
        "happening",
        "dollar",
        "idea",
        "magic",
        "neutral",
        "rate",
        "sort",
        "constant",
        "time",
        "think",
        "good",
        "way",
        "looking",
        "liesman",
        "let",
        "talk",
        "front",
        "u",
        "rate",
        "hike",
        "year",
        "one",
        "done",
        "already",
        "look",
        "like",
        "two",
        "table",
        "talked",
        "three",
        "four",
        "still",
        "backing",
        "idea",
        "still",
        "gradual",
        "four",
        "year",
        "additional",
        "three",
        "dudley",
        "look",
        "think",
        "know",
        "exactly",
        "many",
        "rate",
        "hike",
        "gon",
        "na",
        "year",
        "look",
        "summary",
        "economic",
        "projection",
        "represent",
        "f1c",
        "participant",
        "expectation",
        "last",
        "meeting",
        "meeting",
        "three",
        "hike",
        "year",
        "number",
        "people",
        "expecting",
        "four",
        "three",
        "four",
        "seemed",
        "like",
        "reasonable",
        "expectation",
        "year",
        "long",
        "inflation",
        "relatively",
        "low",
        "fed",
        "going",
        "gradual",
        "inflation",
        "go",
        "appreciable",
        "market",
        "think",
        "gradual",
        "path",
        "might",
        "might",
        "altered",
        "liesman",
        "best",
        "guest",
        "three",
        "four",
        "provision",
        "market",
        "priced",
        "four",
        "extent",
        "dudley",
        "well",
        "think",
        "happened",
        "market",
        "understands",
        "four",
        "quite",
        "unlikely",
        "right",
        "would",
        "longer",
        "gradual",
        "path",
        "monetary",
        "policy",
        "tightening",
        "would",
        "also",
        "imply",
        "fed",
        "either",
        "going",
        "tighten",
        "basis",
        "point",
        "press",
        "conference",
        "meeting",
        "go",
        "meeting",
        "meeting",
        "think",
        "market",
        "sort",
        "see",
        "three",
        "possible",
        "four",
        "possible",
        "five",
        "six",
        "seems",
        "quite",
        "unlikely",
        "liesman",
        "bunch",
        "area",
        "three",
        "minute",
        "left",
        "let",
        "see",
        "quickly",
        "john",
        "williams",
        "successor",
        "named",
        "recently",
        "ahead",
        "appointment",
        "lot",
        "discussion",
        "diversity",
        "search",
        "diverse",
        "candidate",
        "disappointment",
        "john",
        "williams",
        "square",
        "effort",
        "find",
        "diverse",
        "candidate",
        "dudley",
        "well",
        "think",
        "search",
        "committee",
        "made",
        "tremendous",
        "effort",
        "make",
        "sure",
        "diverse",
        "slate",
        "candidate",
        "job",
        "respect",
        "picked",
        "thought",
        "best",
        "candidate",
        "think",
        "john",
        "extremely",
        "well",
        "qualified",
        "next",
        "president",
        "new",
        "york",
        "fed",
        "lot",
        "respect",
        "liesman",
        "going",
        "leave",
        "time",
        "reason",
        "puerto",
        "rico",
        "people",
        "know",
        "virgin",
        "island",
        "new",
        "york",
        "fed",
        "territory",
        "strange",
        "reason",
        "area",
        "really",
        "devastated",
        "federal",
        "government",
        "right",
        "bring",
        "back",
        "puerto",
        "rico",
        "economy",
        "dudley",
        "well",
        "lot",
        "need",
        "done",
        "puerto",
        "rico",
        "government",
        "aid",
        "also",
        "ground",
        "puerto",
        "rico",
        "coming",
        "together",
        "coming",
        "forward",
        "fiscal",
        "program",
        "credible",
        "extends",
        "many",
        "year",
        "forward",
        "new",
        "york",
        "fed",
        "offer",
        "information",
        "convene",
        "party",
        "workshop",
        "small",
        "business",
        "others",
        "help",
        "navigate",
        "different",
        "place",
        "turn",
        "aid",
        "help",
        "rebuilding",
        "effort",
        "definitely",
        "going",
        "involved",
        "unfortunately",
        "federal",
        "reserve",
        "power",
        "respect",
        "fiscal",
        "policy",
        "extremely",
        "limited",
        "liesman",
        "last",
        "thing",
        "specific",
        "job",
        "lehman",
        "weekend",
        "planning",
        "lehman",
        "saved",
        "weekend",
        "looking",
        "back",
        "new",
        "book",
        "laurence",
        "ball",
        "say",
        "could",
        "saved",
        "know",
        "sort",
        "lightning",
        "round",
        "difficult",
        "topic",
        "regret",
        "lehman",
        "saved",
        "weekend",
        "dudley",
        "know",
        "hindsight",
        "think",
        "people",
        "going",
        "arguing",
        "whether",
        "lehman",
        "saved",
        "problem",
        "federal",
        "reserve",
        "lent",
        "lehman",
        "brother",
        "happens",
        "happens",
        "next",
        "would",
        "lending",
        "run",
        "client",
        "would",
        "still",
        "leaving",
        "lehman",
        "would",
        "view",
        "lehman",
        "viable",
        "sure",
        "better",
        "better",
        "course",
        "liesman",
        "bill",
        "dudley",
        "new",
        "york",
        "fed",
        "president",
        "maybe",
        "last",
        "interview",
        "new",
        "york",
        "fed",
        "president",
        "sure",
        "see",
        "back",
        "guy",
        "nyse",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e"
    ]
}