{
    "organizations": [],
    "uuid": "e883a00d473661f538a82650413473b405750218",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/03/business-wire-us-fda-approves-bydureon-for-use-with-basal-insulin-in-patients-with-type-2-diabetes-with-inadequate-glycemic-control.html",
    "ord_in_thread": 0,
    "title": "US FDA Approves BYDUREON for Use with Basal Insulin in Patients with Type 2 Diabetes with Inadequate Glycemic Control",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DURATION-7 study results showed significant HbA1c reduction when BYDUREON was added to insulin glargine therapy vs insulin glargine alone\nWILMINGTON, Del.--(BUSINESS WIRE)-- AstraZeneca today announced the US Food and Drug Administration (FDA) has approved BYDUREON ® (exenatide extended-release) for injectable suspension as an add-on therapy to basal insulin in adults with type 2 diabetes (T2D) with inadequate glycemic control. BYDUREON is approved for adults with T2D whose blood sugar remains uncontrolled on one or more antidiabetic medicines in addition to diet and exercise, to improve glycemic control.\nThe expanded use is based on results from the 28-week DURATION-7 study, which examined the effect of BYDUREON or placebo as add-on therapy to insulin glargine, with or without metformin, in adults with T2D. Mean HbA1c was reduced by 0.9% in the BYDUREON group (n=231) compared to 0.2% in the placebo group (n=229; between-group difference of 0.6%, p<0.001) in patients with a mean baseline HbA1c of 8.5%. Furthermore, 32.5% of patients in the BYDUREON group reached an HbA1c of <7.0% compared to 7.0% of patients in the placebo group.\nThere were no new safety findings in the DURATION-7 study. Overall hypoglycemia was similar between the groups (BYDUREON 29.7% and placebo 29.0%), with no reported major hypoglycemia. In both arms, the same percentage of patients reported minor hypoglycemia (5.6%). Like other GLP-1 receptor agonists (RA), the risk of hypoglycemia is increased when BYDUREON is coadministered with insulin. Prescribers should consider lowering the dose of insulin when coadministering BYDUREON.\nThe most common adverse events (≥5%) and occurring more frequently than comparator in BYDUREON clinical trials are nausea (16.9%), diarrhea (12.7%), headache (8.0%), vomiting (6.8%), constipation (5.9%), injection-site pruritus (5.9%), injection-site nodule (5.3%), and dyspepsia (5.1%).\nJim McDermott, PhD, Vice President, US Medical Affairs, Diabetes at AstraZeneca, said: “Type 2 diabetes is a complex disease for patients and health care providers to manage, which is why we continue to invest in the advancement of science supporting the safety and efficacy of exenatide, even 13 years after the first exenatide formulation was introduced to the market. The DURATION-7 study is part of the broader DURATION clinical trial program which continues to yield vital insights on the use of exenatide. The BYDUREON clinical program is one of the most extensive clinical trial programs of a GLP-1RA to date, having been studied in more than 19,000 patients. With this approval, we are providing another important treatment option for health care providers to consider for patients with type 2 diabetes on basal insulin with inadequate glycemic control.”\nBoth the American Diabetes Association and the American Association of Clinical Endocrinologists support the use of a GLP-1 RA in combination with basal insulin and metformin in appropriate patients to help manage type 2 diabetes. 1,2\nBYDUREON is a once-weekly GLP-1 RA injectable for adults with type 2 diabetes, intended to help the body produce more insulin in response to an increase in glucose, reduce glucagon production and slow gastric emptying, to assist in reducing hyperglycemia. BYDUREON was first approved by the FDA in January 2012.\nIMPORTANT SAFETY INFORMATION\nWARNING: RISK OF THYROID C-CELL TUMORS\nExenatide extended-release causes an increased incidence in thyroid C-cell tumors at clinically relevant exposures in rats compared to controls. It is unknown whether BYDUREON causes thyroid C-cell tumors, including medullary thyroid carcinoma (MTC), in humans, as the human relevance of exenatide extended-release-induced rodent thyroid C-cell tumors has not been determined BYDUREON is contraindicated in patients with a personal or family history of MTC or in patients with Multiple Endocrine Neoplasia syndrome type 2 (MEN 2). Counsel patients regarding the potential risk of MTC with the use of BYDUREON and inform them of symptoms of thyroid tumors (eg, mass in the neck, dysphagia, dyspnea, persistent hoarseness). Routine monitoring of serum calcitonin or using thyroid ultrasound is of uncertain value for detection of MTC in patients treated with BYDUREON\nCONTRAINDICATIONS\nPersonal or family history of MTC, patients with MEN 2 Prior serious hypersensitivity reactions to exenatide or product components\nWARNINGS AND PRECAUTIONS\nAcute Pancreatitis including fatal and non-fatal hemorrhagic or necrotizing pancreatitis has been reported. After initiation, observe patients carefully for symptoms of pancreatitis. If suspected, discontinue promptly and do not restart if confirmed. Consider other antidiabetic therapies in patients with a history of pancreatitis Hypoglycemia Risk of hypoglycemia is increased when exenatide is coadministered with insulin or insulin secretagogues. Consider lowering the dose of these agents when coadministered with BYDUREON Acute Kidney Injury and Impairment of Renal Function Altered renal function, including increased serum creatinine, renal impairment, worsened chronic renal failure, and acute renal failure, sometimes requiring hemodialysis and kidney transplantation have been reported. Not recommended in patients with severe renal impairment or end-stage renal disease. Use caution in patients with renal transplantation or moderate renal impairment Gastrointestinal Disease Because exenatide is commonly associated with gastrointestinal adverse reactions, not recommended in patients with severe gastrointestinal disease (eg, gastroparesis) Immunogenicity Patients may develop antibodies to exenatide. Patients with higher titer antibodies may have an attenuated HbA1c response. In clinical trials, attenuated glycemic response was associated with BYDUREON-treated patients. If worsening of or failure to achieve adequate glycemic control occurs, consider alternative antidiabetic therapy Hypersensitivity Reports of serious hypersensitivity reactions (eg, anaphylaxis and angioedema). If this occurs, patients should discontinue BYDUREON and promptly seek medical advice Injection-Site Reactions Serious reactions (eg, abscess, cellulitis, and necrosis), with or without subcutaneous nodules, have been reported Macrovascular Outcomes No clinical studies establishing conclusive evidence of macrovascular risk reduction with exenatide\nADVERSE REACTIONS\nMost common (≥5%) and occurring more frequently than comparator in clinical trials: nausea (16.9%), diarrhea (12.7%), headache (8.0%), vomiting (6.8%), constipation (5.9%), injection-site pruritus (5.9%), injection-site nodule (5.3%), and dyspepsia (5.1%).\nDRUG INTERACTIONS\nOral Medications BYDUREON slows gastric emptying and may reduce the rate of absorption of orally administered drugs Warfarin Increased international normalized ratio (INR) sometimes associated with bleeding has been reported with concomitant use of exenatide with warfarin. Monitor INR frequently until stable upon initiation of BYDUREON\nPREGNANCY\nUse during pregnancy only if the potential benefit justifies the potential risk to the fetus.\nINDICATION AND LIMITATIONS OF USE\nBYDUREON is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus\nNot recommended as first-line therapy for patients inadequately controlled on diet and exercise Not a substitute for insulin. Should not be used to treat type 1 diabetes mellitus or diabetic ketoacidosis Use with prandial insulin has not been studied Do not coadminister with other exenatide-containing products Not studied in patients with a history of pancreatitis. Consider other antidiabetic therapies in patients with a history of pancreatitis\nPlease see full Prescribing Information and Medication Guide for BYDUREON.\nNOTES TO EDITORS\nAbout AstraZeneca in Diabetes\nAstraZeneca is pushing the boundaries of science with the goal of developing life-changing medicines that aim to reduce the global burden and complications of diabetes. As a main therapy area for the company, we are focusing our research and development efforts on diverse populations and patients with significant co-morbidities, such as cardiovascular disease, obesity, non-alcoholic steatohepatitis (NASH), and chronic kidney disease.\nOur commitment to diabetes is exemplified by the depth and breadth of our global clinical research program. This commitment is advancing the understanding of the treatment effects of our diabetes medicines in broad patient populations, as well as exploring combination products to help more patients achieve treatment success earlier in their disease.\nAbout AstraZeneca in Cardiovascular, Renal & Metabolic Diseases (CVRM)\nCardiovascular, renal and metabolic diseases together form one of AstraZeneca’s main therapy areas and platforms for future growth. By following the science to understand more clearly the underlying links between the heart, kidney and pancreas, AstraZeneca is investing in the development of a portfolio of medicines to protect organs and improve outcomes by slowing disease progression, reducing risks and tackling co-morbidities. Our ambition is to modify or halt the natural course of CVMDs and even regenerate organs and restore function, by continuing to deliver transformative science that improves treatment practices and CVMD health for millions of patients worldwide.\nAbout AstraZeneca\nAstraZeneca is a global, science-led biopharmaceutical company that focuses on the discovery, development and commercialization of prescription medicines, primarily for the treatment of diseases in three main therapy areas - Oncology, Cardiovascular & Metabolic Diseases and Respiratory. The Company also is selectively active in the areas of Autoimmunity, Neuroscience and Infection. AstraZeneca operates in over 100 countries and its innovative medicines are used by millions of patients worldwide. For more information, please visit www.astrazeneca-us.com and follow us on Twitter @AstraZenecaUS.",
    "published": "2018-04-03T16:00:00.000+03:00",
    "crawled": "2018-04-03T17:33:29.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "study",
        "result",
        "showed",
        "significant",
        "hba1c",
        "reduction",
        "bydureon",
        "added",
        "insulin",
        "glargine",
        "therapy",
        "v",
        "insulin",
        "glargine",
        "alone",
        "wilmington",
        "business",
        "wire",
        "astrazeneca",
        "today",
        "announced",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "bydureon",
        "exenatide",
        "injectable",
        "suspension",
        "therapy",
        "basal",
        "insulin",
        "adult",
        "type",
        "diabetes",
        "t2d",
        "inadequate",
        "glycemic",
        "control",
        "bydureon",
        "approved",
        "adult",
        "t2d",
        "whose",
        "blood",
        "sugar",
        "remains",
        "uncontrolled",
        "one",
        "antidiabetic",
        "medicine",
        "addition",
        "diet",
        "exercise",
        "improve",
        "glycemic",
        "control",
        "expanded",
        "use",
        "based",
        "result",
        "study",
        "examined",
        "effect",
        "bydureon",
        "placebo",
        "therapy",
        "insulin",
        "glargine",
        "without",
        "metformin",
        "adult",
        "t2d",
        "mean",
        "hba1c",
        "reduced",
        "bydureon",
        "group",
        "compared",
        "placebo",
        "group",
        "difference",
        "p",
        "patient",
        "mean",
        "baseline",
        "hba1c",
        "furthermore",
        "patient",
        "bydureon",
        "group",
        "reached",
        "hba1c",
        "compared",
        "patient",
        "placebo",
        "group",
        "new",
        "safety",
        "finding",
        "study",
        "overall",
        "hypoglycemia",
        "similar",
        "group",
        "bydureon",
        "placebo",
        "reported",
        "major",
        "hypoglycemia",
        "arm",
        "percentage",
        "patient",
        "reported",
        "minor",
        "hypoglycemia",
        "like",
        "receptor",
        "agonist",
        "ra",
        "risk",
        "hypoglycemia",
        "increased",
        "bydureon",
        "coadministered",
        "insulin",
        "prescribers",
        "consider",
        "lowering",
        "dose",
        "insulin",
        "coadministering",
        "bydureon",
        "common",
        "adverse",
        "event",
        "occurring",
        "frequently",
        "comparator",
        "bydureon",
        "clinical",
        "trial",
        "nausea",
        "diarrhea",
        "headache",
        "vomiting",
        "constipation",
        "pruritus",
        "nodule",
        "dyspepsia",
        "jim",
        "mcdermott",
        "phd",
        "vice",
        "president",
        "u",
        "medical",
        "affair",
        "diabetes",
        "astrazeneca",
        "said",
        "type",
        "diabetes",
        "complex",
        "disease",
        "patient",
        "health",
        "care",
        "provider",
        "manage",
        "continue",
        "invest",
        "advancement",
        "science",
        "supporting",
        "safety",
        "efficacy",
        "exenatide",
        "even",
        "year",
        "first",
        "exenatide",
        "formulation",
        "introduced",
        "market",
        "study",
        "part",
        "broader",
        "duration",
        "clinical",
        "trial",
        "program",
        "continues",
        "yield",
        "vital",
        "insight",
        "use",
        "exenatide",
        "bydureon",
        "clinical",
        "program",
        "one",
        "extensive",
        "clinical",
        "trial",
        "program",
        "date",
        "studied",
        "patient",
        "approval",
        "providing",
        "another",
        "important",
        "treatment",
        "option",
        "health",
        "care",
        "provider",
        "consider",
        "patient",
        "type",
        "diabetes",
        "basal",
        "insulin",
        "inadequate",
        "glycemic",
        "american",
        "diabetes",
        "association",
        "american",
        "association",
        "clinical",
        "endocrinologist",
        "support",
        "use",
        "ra",
        "combination",
        "basal",
        "insulin",
        "metformin",
        "appropriate",
        "patient",
        "help",
        "manage",
        "type",
        "diabetes",
        "bydureon",
        "ra",
        "injectable",
        "adult",
        "type",
        "diabetes",
        "intended",
        "help",
        "body",
        "produce",
        "insulin",
        "response",
        "increase",
        "glucose",
        "reduce",
        "glucagon",
        "production",
        "slow",
        "gastric",
        "emptying",
        "assist",
        "reducing",
        "hyperglycemia",
        "bydureon",
        "first",
        "approved",
        "fda",
        "january",
        "important",
        "safety",
        "information",
        "warning",
        "risk",
        "thyroid",
        "tumor",
        "exenatide",
        "cause",
        "increased",
        "incidence",
        "thyroid",
        "tumor",
        "clinically",
        "relevant",
        "exposure",
        "rat",
        "compared",
        "control",
        "unknown",
        "whether",
        "bydureon",
        "cause",
        "thyroid",
        "tumor",
        "including",
        "medullary",
        "thyroid",
        "carcinoma",
        "mtc",
        "human",
        "human",
        "relevance",
        "exenatide",
        "rodent",
        "thyroid",
        "tumor",
        "determined",
        "bydureon",
        "contraindicated",
        "patient",
        "personal",
        "family",
        "history",
        "mtc",
        "patient",
        "multiple",
        "endocrine",
        "neoplasia",
        "syndrome",
        "type",
        "men",
        "counsel",
        "patient",
        "regarding",
        "potential",
        "risk",
        "mtc",
        "use",
        "bydureon",
        "inform",
        "symptom",
        "thyroid",
        "tumor",
        "eg",
        "mass",
        "neck",
        "dysphagia",
        "dyspnea",
        "persistent",
        "hoarseness",
        "routine",
        "monitoring",
        "serum",
        "calcitonin",
        "using",
        "thyroid",
        "ultrasound",
        "uncertain",
        "value",
        "detection",
        "mtc",
        "patient",
        "treated",
        "bydureon",
        "contraindication",
        "personal",
        "family",
        "history",
        "mtc",
        "patient",
        "men",
        "prior",
        "serious",
        "hypersensitivity",
        "reaction",
        "exenatide",
        "product",
        "component",
        "warning",
        "precaution",
        "acute",
        "pancreatitis",
        "including",
        "fatal",
        "hemorrhagic",
        "necrotizing",
        "pancreatitis",
        "reported",
        "initiation",
        "observe",
        "patient",
        "carefully",
        "symptom",
        "pancreatitis",
        "suspected",
        "discontinue",
        "promptly",
        "restart",
        "confirmed",
        "consider",
        "antidiabetic",
        "therapy",
        "patient",
        "history",
        "pancreatitis",
        "hypoglycemia",
        "risk",
        "hypoglycemia",
        "increased",
        "exenatide",
        "coadministered",
        "insulin",
        "insulin",
        "secretagogues",
        "consider",
        "lowering",
        "dose",
        "agent",
        "coadministered",
        "bydureon",
        "acute",
        "kidney",
        "injury",
        "impairment",
        "renal",
        "function",
        "altered",
        "renal",
        "function",
        "including",
        "increased",
        "serum",
        "creatinine",
        "renal",
        "impairment",
        "worsened",
        "chronic",
        "renal",
        "failure",
        "acute",
        "renal",
        "failure",
        "sometimes",
        "requiring",
        "hemodialysis",
        "kidney",
        "transplantation",
        "reported",
        "recommended",
        "patient",
        "severe",
        "renal",
        "impairment",
        "renal",
        "disease",
        "use",
        "caution",
        "patient",
        "renal",
        "transplantation",
        "moderate",
        "renal",
        "impairment",
        "gastrointestinal",
        "disease",
        "exenatide",
        "commonly",
        "associated",
        "gastrointestinal",
        "adverse",
        "reaction",
        "recommended",
        "patient",
        "severe",
        "gastrointestinal",
        "disease",
        "eg",
        "gastroparesis",
        "immunogenicity",
        "patient",
        "may",
        "develop",
        "antibody",
        "exenatide",
        "patient",
        "higher",
        "titer",
        "antibody",
        "may",
        "attenuated",
        "hba1c",
        "response",
        "clinical",
        "trial",
        "attenuated",
        "glycemic",
        "response",
        "associated",
        "patient",
        "worsening",
        "failure",
        "achieve",
        "adequate",
        "glycemic",
        "control",
        "occurs",
        "consider",
        "alternative",
        "antidiabetic",
        "therapy",
        "hypersensitivity",
        "report",
        "serious",
        "hypersensitivity",
        "reaction",
        "eg",
        "anaphylaxis",
        "angioedema",
        "occurs",
        "patient",
        "discontinue",
        "bydureon",
        "promptly",
        "seek",
        "medical",
        "advice",
        "reaction",
        "serious",
        "reaction",
        "eg",
        "abscess",
        "cellulitis",
        "necrosis",
        "without",
        "subcutaneous",
        "nodule",
        "reported",
        "macrovascular",
        "outcome",
        "clinical",
        "study",
        "establishing",
        "conclusive",
        "evidence",
        "macrovascular",
        "risk",
        "reduction",
        "exenatide",
        "adverse",
        "reaction",
        "common",
        "occurring",
        "frequently",
        "comparator",
        "clinical",
        "trial",
        "nausea",
        "diarrhea",
        "headache",
        "vomiting",
        "constipation",
        "pruritus",
        "nodule",
        "dyspepsia",
        "drug",
        "interaction",
        "oral",
        "medication",
        "bydureon",
        "slows",
        "gastric",
        "emptying",
        "may",
        "reduce",
        "rate",
        "absorption",
        "orally",
        "administered",
        "drug",
        "warfarin",
        "increased",
        "international",
        "normalized",
        "ratio",
        "inr",
        "sometimes",
        "associated",
        "bleeding",
        "reported",
        "concomitant",
        "use",
        "exenatide",
        "warfarin",
        "monitor",
        "inr",
        "frequently",
        "stable",
        "upon",
        "initiation",
        "bydureon",
        "pregnancy",
        "use",
        "pregnancy",
        "potential",
        "benefit",
        "justifies",
        "potential",
        "risk",
        "fetus",
        "indication",
        "limitation",
        "use",
        "bydureon",
        "indicated",
        "adjunct",
        "diet",
        "exercise",
        "improve",
        "glycemic",
        "control",
        "adult",
        "type",
        "diabetes",
        "mellitus",
        "recommended",
        "therapy",
        "patient",
        "inadequately",
        "controlled",
        "diet",
        "exercise",
        "substitute",
        "insulin",
        "used",
        "treat",
        "type",
        "diabetes",
        "mellitus",
        "diabetic",
        "ketoacidosis",
        "use",
        "prandial",
        "insulin",
        "studied",
        "coadminister",
        "product",
        "studied",
        "patient",
        "history",
        "pancreatitis",
        "consider",
        "antidiabetic",
        "therapy",
        "patient",
        "history",
        "pancreatitis",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "medication",
        "guide",
        "bydureon",
        "note",
        "editor",
        "astrazeneca",
        "diabetes",
        "astrazeneca",
        "pushing",
        "boundary",
        "science",
        "goal",
        "developing",
        "medicine",
        "aim",
        "reduce",
        "global",
        "burden",
        "complication",
        "diabetes",
        "main",
        "therapy",
        "area",
        "company",
        "focusing",
        "research",
        "development",
        "effort",
        "diverse",
        "population",
        "patient",
        "significant",
        "cardiovascular",
        "disease",
        "obesity",
        "steatohepatitis",
        "nash",
        "chronic",
        "kidney",
        "disease",
        "commitment",
        "diabetes",
        "exemplified",
        "depth",
        "breadth",
        "global",
        "clinical",
        "research",
        "program",
        "commitment",
        "advancing",
        "understanding",
        "treatment",
        "effect",
        "diabetes",
        "medicine",
        "broad",
        "patient",
        "population",
        "well",
        "exploring",
        "combination",
        "product",
        "help",
        "patient",
        "achieve",
        "treatment",
        "success",
        "earlier",
        "disease",
        "astrazeneca",
        "cardiovascular",
        "renal",
        "metabolic",
        "disease",
        "cvrm",
        "cardiovascular",
        "renal",
        "metabolic",
        "disease",
        "together",
        "form",
        "one",
        "astrazeneca",
        "main",
        "therapy",
        "area",
        "platform",
        "future",
        "growth",
        "following",
        "science",
        "understand",
        "clearly",
        "underlying",
        "link",
        "heart",
        "kidney",
        "pancreas",
        "astrazeneca",
        "investing",
        "development",
        "portfolio",
        "medicine",
        "protect",
        "organ",
        "improve",
        "outcome",
        "slowing",
        "disease",
        "progression",
        "reducing",
        "risk",
        "tackling",
        "ambition",
        "modify",
        "halt",
        "natural",
        "course",
        "cvmds",
        "even",
        "regenerate",
        "organ",
        "restore",
        "function",
        "continuing",
        "deliver",
        "transformative",
        "science",
        "improves",
        "treatment",
        "practice",
        "cvmd",
        "health",
        "million",
        "patient",
        "worldwide",
        "astrazeneca",
        "astrazeneca",
        "global",
        "biopharmaceutical",
        "company",
        "focus",
        "discovery",
        "development",
        "commercialization",
        "prescription",
        "medicine",
        "primarily",
        "treatment",
        "disease",
        "three",
        "main",
        "therapy",
        "area",
        "oncology",
        "cardiovascular",
        "metabolic",
        "disease",
        "respiratory",
        "company",
        "also",
        "selectively",
        "active",
        "area",
        "autoimmunity",
        "neuroscience",
        "infection",
        "astrazeneca",
        "operates",
        "country",
        "innovative",
        "medicine",
        "used",
        "million",
        "patient",
        "worldwide",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "astrazenecaus"
    ]
}