{
    "organizations": [],
    "uuid": "e05bb1c4dd222835467f6f1db0e295713f66d888",
    "author": "Tatyana Shumsky",
    "url": "https://blogs.wsj.com/cfo/2018/04/26/the-morning-ledger-april-26/",
    "ord_in_thread": 0,
    "title": "The Morning Ledger: Beijing Ready to Respond if U.S. Curbs Chinese Investments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up for the Morning Ledger, emailed to you each weekday morning. Follow us on Twitter: @CFOJournal. All CFO Journal-produced content can be accessed without a subscription.\nChina’s Commerce Ministry said reduced investment from Chinese companies could affect U.S. employment and economic growth. Reuters Good morning. U.S. finance chiefs hoping to get funding from their Chinese counterparts may have a harder time going forward. The U.S. threat of investment restrictions is already dampening the enthusiasm of Chinese businesses, with some canceling or slowing plans to invest in the American market, China’s Commerce Ministry said, reports The Wall Street Journal.\nMinistry spokesman Gao Feng said Beijing is prepared to respond if the U.S. goes ahead with the plan. “We are sticking to our bottom-line thinking and are prepared to take action,” he told reporters on Thursday. Mr. Gao urged the U.S. to rethink its protectionist policies and said China would defend its interests along with other members of the World Trade Organization.\nMeanwhile, the brewing U.S.-China trade war threatens Wisconsin growers of ginseng, a product that is popular in China but infrequently consumed in the U.S., reports the WSJ’s Chuin-Wei Yap. Effective April 2, the U.S.-grown root was slapped with a 15% tariff that Beijing imposed on U.S. agricultural commodities, part of the tit-for-tat exchange of escalating tariffs that potentially cover at least $200 billion in goods. The levy threatens to price American ginseng out of Chinese markets altogether.\nTHE DAY AHEAD\nThe U.S. earnings season is heating up, with Amazon.com Inc. scheduled to report its first-quarter earnings after the market closes on Thursday. Here’s what to watch.\nIntel Corp. will also report earnings today, as will Microsoft Corp.\nCFO JOURNAL EXCLUSIVE\nU.S. to offer guidance on tax breaks for patents. The Treasury Department will release more guidance by year-end on a tax break for U.S. exporters and other provisions of the new U.S. tax law, reports CFO Journal’s Ezequiel Minaya.\nThe break, on foreign-derived intangible income, or FDII, cuts the tax U.S. companies owe on royalties from overseas use of intangible assets such as licenses and patents. It reduces the tax rate on such intellectual property to 13.125% through 2025, after which the rate rises to 16.4%. The headline corporate rate is 21%.\nU.K.’s Whitbread to spin off Costa coffee chain. British hospitality group Whitbread PLC will spin off its Costa coffee chain amid mounting pressure from activist investors, writes CFO Journal’s Nina Trentmann.\nThe group’s announcement Wednesday comes after investors, including activist funds Elliott Management Corp. and Sachem Head Capital Management LP which together hold a roughly 10% stake in Whitbread, demanded wide-ranging changes.\nThe group said the split that will see it keep its Premier Inn hotel brand while Costa becomes a separate listed entity was part of its growth strategy for the business.\nMerkel urged to exert pressure on Trump. German Chancellor Angela Merkel should press U.S. President Donald Trump to drop tariffs on imported aluminum and steel altogether, according to the head of the German industry association BDI, Dieter Kempf.\n“The planned punitive tariffs pose a great challenge for the transatlantic relationship,” Mr. Kempf said in a note. “Attacks on free trade endanger prosperity and jobs on both sides of the Atlantic,” said Mr. Kempf, as reported by Ms. Trentmann.\nMs. Merkel is set to meet Mr. Trump on Friday, shortly before a temporary exemption from Washington’s steel and aluminum tariffs for the European Union expires on May 1.\nThe U.S. should attempt to solve its trade conflicts with other countries under the rules set out by the World Trade Organization, Mr. Kempf said. “Unilateral tariff reductions by the EU, as requested by President Trump, are incompatible with WTO rules and the EU’s strategic interests,” he added.\nBilateral trade negotiations between the U.S. and the EU would be welcome, but would depend on both sides opening their markets further, said Mr. Kempf.\nCORPORATE NEWS\nNintendo CEO Tatsumi Kimishima, here at a Tokyo news conference in Feb. 2018, said he will step down in June. Reuters Nintendo names new CEO. Nintendo Co. Chief Executive Tatsumi Kimishima said Thursday he would step down in June following the success of the Switch game machine, which helped the company more than double its revenue in the most recent fiscal year. He will be succeeded by Shuntaro Furukawa, currently a managing executive officer.\nBP names new chairman. BP PLC appointed energy industry veteran Helge Lund as its next chairman as the oil giant seeks to move past the Deepwater Horizon disaster and get to grips with a fast-changing industry.\nComcast pursues Sky while weighing bigger move for Fox assets. Comcast Corp. has submitted a $31 billion bid to buy Sky PLC , prompting the European pay-TV operator to drop its backing for a takeover by 21st Century Fox Inc. and setting up a bidding war for the company.\nTesla’s Autopilot hit with more turmoil. Jim Keller, the head of Tesla Inc.’s Autopilot semiautonomous-driving system, departed for Intel , adding new turmoil to a key program for the auto maker that is already beset by executive departures and safety questions.\nBoeing to open China plant this year. Boeing Co. aims to have a new facility in China ready to complete some of its 737 jets by the end of the year, a sign that the aerospace giant is taking trade tensions in stride.\nTwitter posts second profitable quarter. After 16 straight quarters of losses to start its life as a public company, Twitter Inc. reported its second consecutive profitable quarter.\nUPS offers buyouts to some managers. United Parcel Service Inc. is offering buyouts to some management workers, aiming to reduce payroll as the company ramps up investments to handle the surge in online shopping.\nGE CEO vows to “fix the business.” General Electric Co. Chief Executive John Flannery told shareholders he was “keenly aware” of the pain caused by a dividend cut and the troubles of the past year, and said the best way to make amends was to “fix the business.”\nFacebook profit soars. Facebook Inc. net income rose 63% to nearly $5 billion in its first earnings report after touching off widespread data-privacy concerns, a success that highlighted the company’s central place in the digital economy.\nShell profit climbs on oil rebound. Royal Dutch Shell PLC posted its highest quarterly profit since 2013, as higher oil prices and years of cost cutting bolstered earnings.\nRoyalty dispute hits Qualcomm’s profit. Qualcomm Inc.’s profit plunged 52% from a year earlier as it dealt with a tangle of challenges, including Apple Inc. and Huawei Technologies Co. continuing to withhold royalties for using the company’s patents.\nBarclays weighed down by U.S. settlement. Barclays PLC Chief Executive Jes Staley faced down investor pressure over its investment bank by boosting revenue at the unit in the first quarter, even as a settlement with the U.S. Justice Department pushed the British lender into an overall loss.\nPayPal profit up. PayPal Holdings Inc. said Wednesday that first-quarter profit rose by a third thanks to increases in mobile payments and cross-border trade.\nDeutsche Bank profit sinks amid overhaul. Deutsche Bank AG’s net income fell 79% in the first quarter and the company said it will shrink its U.S. investment bank, the latest sign of struggle at the German lender, which this month replaced its CEO and reshuffled several other top executives.\nREGULATION\nAmerican Express cleared a hurdle in its yearlong effort to operate in China. American Express advances effort to operate in China. China’s central bank informed American Express Co. that it will “formally accept” the company’s application to clear and settle domestic bank-card transactions, bringing the U.S. card network closer to its yearslong goal to operate in China.\nEU urges web platforms to do more against fake news. The European Union tightened its effort to rein in tech giants like Alphabet Inc.’s Google and Facebook on Thursday, advancing several measures that aim to shape the way they operate in Europe.\nHuawei under criminal investigation over Iran sanctions. The U.S. Justice Department is investigating whether Huawei violated U.S. sanctions related to Iran, according to people familiar with the matter, a move that opens a new avenue of scrutiny of the Chinese cellular-electronics giant. Meanwhile, China said it opposed the use of a country’s domestic laws to control others, a foreign ministry spokeswoman said when asked if Huawei violated U.S. sections, reports Reuters.\nSwaps rules due for an overhaul. The U.S. Commodity Futures Trading Commission Chairman J. Christopher Giancarlo laid out his vision for overhauling the system companies use to complete swaps trades, responding to industry complaints that postcrisis rules have hurt market liquidity.\nECONOMY\nExports buoy South Korea’s GDP. South Korea’s economy returned to growth in the first three months of this year, expanding 1.1% from the prior quarter, buoyed by an ongoing exports recovery and corporate investment, reports Bloomberg.\nCFO MOVES\nPeloton Interactive Inc. , the New York fitness technology company, named Jill Woodworth Chief Financial Officer. She succeeds Lisa Klinger, who left the company in Dec. 2017. Ms. Woodworth was most recently a managing director at JPMorgan Chase & Co., where she led the commerce group. Prior to that, she ran equity capital markets origination for retail and consumer product companies. Compensation details were not available.\nThe Morning Ledger from CFO Journal cues up the most important news in corporate finance every weekday morning. Send tips, suggestions and complaints to the editor: kimberly.johnson@wsj.com.\nShare this: THE MORNING LEDGER Previous U.S. to Offer Guidance on Tax Break for Patents Next Denmark’s Ørsted “Ready” for Projects in the U.S., Taiwan, CFO Says ",
    "published": "2018-04-26T13:14:00.000+03:00",
    "crawled": "2018-04-26T17:28:09.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "morning",
        "ledger",
        "emailed",
        "weekday",
        "morning",
        "follow",
        "u",
        "twitter",
        "cfojournal",
        "cfo",
        "content",
        "accessed",
        "without",
        "subscription",
        "china",
        "commerce",
        "ministry",
        "said",
        "reduced",
        "investment",
        "chinese",
        "company",
        "could",
        "affect",
        "employment",
        "economic",
        "growth",
        "reuters",
        "good",
        "morning",
        "finance",
        "chief",
        "hoping",
        "get",
        "funding",
        "chinese",
        "counterpart",
        "may",
        "harder",
        "time",
        "going",
        "forward",
        "threat",
        "investment",
        "restriction",
        "already",
        "dampening",
        "enthusiasm",
        "chinese",
        "business",
        "canceling",
        "slowing",
        "plan",
        "invest",
        "american",
        "market",
        "china",
        "commerce",
        "ministry",
        "said",
        "report",
        "wall",
        "street",
        "journal",
        "ministry",
        "spokesman",
        "gao",
        "feng",
        "said",
        "beijing",
        "prepared",
        "respond",
        "go",
        "ahead",
        "plan",
        "sticking",
        "thinking",
        "prepared",
        "take",
        "action",
        "told",
        "reporter",
        "thursday",
        "gao",
        "urged",
        "rethink",
        "protectionist",
        "policy",
        "said",
        "china",
        "would",
        "defend",
        "interest",
        "along",
        "member",
        "world",
        "trade",
        "organization",
        "meanwhile",
        "brewing",
        "trade",
        "war",
        "threatens",
        "wisconsin",
        "grower",
        "ginseng",
        "product",
        "popular",
        "china",
        "infrequently",
        "consumed",
        "report",
        "wsj",
        "yap",
        "effective",
        "april",
        "root",
        "slapped",
        "tariff",
        "beijing",
        "imposed",
        "agricultural",
        "commodity",
        "part",
        "exchange",
        "escalating",
        "tariff",
        "potentially",
        "cover",
        "least",
        "billion",
        "good",
        "levy",
        "threatens",
        "price",
        "american",
        "ginseng",
        "chinese",
        "market",
        "altogether",
        "day",
        "ahead",
        "earnings",
        "season",
        "heating",
        "scheduled",
        "report",
        "earnings",
        "market",
        "close",
        "thursday",
        "watch",
        "intel",
        "also",
        "report",
        "earnings",
        "today",
        "microsoft",
        "cfo",
        "journal",
        "exclusive",
        "offer",
        "guidance",
        "tax",
        "break",
        "patent",
        "treasury",
        "department",
        "release",
        "guidance",
        "tax",
        "break",
        "exporter",
        "provision",
        "new",
        "tax",
        "law",
        "report",
        "cfo",
        "journal",
        "ezequiel",
        "minaya",
        "break",
        "intangible",
        "income",
        "fdii",
        "cut",
        "tax",
        "company",
        "owe",
        "royalty",
        "overseas",
        "use",
        "intangible",
        "asset",
        "license",
        "patent",
        "reduces",
        "tax",
        "rate",
        "intellectual",
        "property",
        "rate",
        "rise",
        "headline",
        "corporate",
        "rate",
        "whitbread",
        "spin",
        "costa",
        "coffee",
        "chain",
        "british",
        "hospitality",
        "group",
        "whitbread",
        "plc",
        "spin",
        "costa",
        "coffee",
        "chain",
        "amid",
        "mounting",
        "pressure",
        "activist",
        "investor",
        "writes",
        "cfo",
        "journal",
        "nina",
        "trentmann",
        "group",
        "announcement",
        "wednesday",
        "come",
        "investor",
        "including",
        "activist",
        "fund",
        "elliott",
        "management",
        "sachem",
        "head",
        "capital",
        "management",
        "lp",
        "together",
        "hold",
        "roughly",
        "stake",
        "whitbread",
        "demanded",
        "change",
        "group",
        "said",
        "split",
        "see",
        "keep",
        "premier",
        "inn",
        "hotel",
        "brand",
        "costa",
        "becomes",
        "separate",
        "listed",
        "entity",
        "part",
        "growth",
        "strategy",
        "business",
        "merkel",
        "urged",
        "exert",
        "pressure",
        "trump",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "press",
        "president",
        "donald",
        "trump",
        "drop",
        "tariff",
        "imported",
        "aluminum",
        "steel",
        "altogether",
        "according",
        "head",
        "german",
        "industry",
        "association",
        "bdi",
        "dieter",
        "kempf",
        "planned",
        "punitive",
        "tariff",
        "pose",
        "great",
        "challenge",
        "transatlantic",
        "relationship",
        "kempf",
        "said",
        "note",
        "attack",
        "free",
        "trade",
        "endanger",
        "prosperity",
        "job",
        "side",
        "atlantic",
        "said",
        "kempf",
        "reported",
        "trentmann",
        "merkel",
        "set",
        "meet",
        "trump",
        "friday",
        "shortly",
        "temporary",
        "exemption",
        "washington",
        "steel",
        "aluminum",
        "tariff",
        "european",
        "union",
        "expires",
        "may",
        "attempt",
        "solve",
        "trade",
        "conflict",
        "country",
        "rule",
        "set",
        "world",
        "trade",
        "organization",
        "kempf",
        "said",
        "unilateral",
        "tariff",
        "reduction",
        "eu",
        "requested",
        "president",
        "trump",
        "incompatible",
        "wto",
        "rule",
        "eu",
        "strategic",
        "interest",
        "added",
        "bilateral",
        "trade",
        "negotiation",
        "eu",
        "would",
        "welcome",
        "would",
        "depend",
        "side",
        "opening",
        "market",
        "said",
        "kempf",
        "corporate",
        "news",
        "nintendo",
        "ceo",
        "tatsumi",
        "kimishima",
        "tokyo",
        "news",
        "conference",
        "said",
        "step",
        "june",
        "reuters",
        "nintendo",
        "name",
        "new",
        "ceo",
        "nintendo",
        "chief",
        "executive",
        "tatsumi",
        "kimishima",
        "said",
        "thursday",
        "would",
        "step",
        "june",
        "following",
        "success",
        "switch",
        "game",
        "machine",
        "helped",
        "company",
        "double",
        "revenue",
        "recent",
        "fiscal",
        "year",
        "succeeded",
        "shuntaro",
        "furukawa",
        "currently",
        "managing",
        "executive",
        "officer",
        "bp",
        "name",
        "new",
        "chairman",
        "bp",
        "plc",
        "appointed",
        "energy",
        "industry",
        "veteran",
        "helge",
        "lund",
        "next",
        "chairman",
        "oil",
        "giant",
        "seek",
        "move",
        "past",
        "deepwater",
        "horizon",
        "disaster",
        "get",
        "grip",
        "industry",
        "comcast",
        "pursues",
        "sky",
        "weighing",
        "bigger",
        "move",
        "fox",
        "asset",
        "comcast",
        "submitted",
        "billion",
        "bid",
        "buy",
        "sky",
        "plc",
        "prompting",
        "european",
        "operator",
        "drop",
        "backing",
        "takeover",
        "21st",
        "century",
        "fox",
        "setting",
        "bidding",
        "war",
        "company",
        "tesla",
        "autopilot",
        "hit",
        "turmoil",
        "jim",
        "keller",
        "head",
        "tesla",
        "autopilot",
        "system",
        "departed",
        "intel",
        "adding",
        "new",
        "turmoil",
        "key",
        "program",
        "auto",
        "maker",
        "already",
        "beset",
        "executive",
        "departure",
        "safety",
        "question",
        "boeing",
        "open",
        "china",
        "plant",
        "year",
        "boeing",
        "aim",
        "new",
        "facility",
        "china",
        "ready",
        "complete",
        "jet",
        "end",
        "year",
        "sign",
        "aerospace",
        "giant",
        "taking",
        "trade",
        "tension",
        "stride",
        "twitter",
        "post",
        "second",
        "profitable",
        "quarter",
        "straight",
        "quarter",
        "loss",
        "start",
        "life",
        "public",
        "company",
        "twitter",
        "reported",
        "second",
        "consecutive",
        "profitable",
        "quarter",
        "ups",
        "offer",
        "buyout",
        "manager",
        "united",
        "parcel",
        "service",
        "offering",
        "buyout",
        "management",
        "worker",
        "aiming",
        "reduce",
        "payroll",
        "company",
        "ramp",
        "investment",
        "handle",
        "surge",
        "online",
        "shopping",
        "ge",
        "ceo",
        "vow",
        "fix",
        "general",
        "electric",
        "chief",
        "executive",
        "john",
        "flannery",
        "told",
        "shareholder",
        "keenly",
        "aware",
        "pain",
        "caused",
        "dividend",
        "cut",
        "trouble",
        "past",
        "year",
        "said",
        "best",
        "way",
        "make",
        "amends",
        "fix",
        "facebook",
        "profit",
        "soar",
        "facebook",
        "net",
        "income",
        "rose",
        "nearly",
        "billion",
        "first",
        "earnings",
        "report",
        "touching",
        "widespread",
        "concern",
        "success",
        "highlighted",
        "company",
        "central",
        "place",
        "digital",
        "economy",
        "shell",
        "profit",
        "climb",
        "oil",
        "rebound",
        "royal",
        "dutch",
        "shell",
        "plc",
        "posted",
        "highest",
        "quarterly",
        "profit",
        "since",
        "higher",
        "oil",
        "price",
        "year",
        "cost",
        "cutting",
        "bolstered",
        "earnings",
        "royalty",
        "dispute",
        "hit",
        "qualcomm",
        "profit",
        "qualcomm",
        "profit",
        "plunged",
        "year",
        "earlier",
        "dealt",
        "tangle",
        "challenge",
        "including",
        "apple",
        "huawei",
        "technology",
        "continuing",
        "withhold",
        "royalty",
        "using",
        "company",
        "patent",
        "barclays",
        "weighed",
        "settlement",
        "barclays",
        "plc",
        "chief",
        "executive",
        "jes",
        "staley",
        "faced",
        "investor",
        "pressure",
        "investment",
        "bank",
        "boosting",
        "revenue",
        "unit",
        "first",
        "quarter",
        "even",
        "settlement",
        "justice",
        "department",
        "pushed",
        "british",
        "lender",
        "overall",
        "loss",
        "paypal",
        "profit",
        "paypal",
        "holding",
        "said",
        "wednesday",
        "profit",
        "rose",
        "third",
        "thanks",
        "increase",
        "mobile",
        "payment",
        "trade",
        "deutsche",
        "bank",
        "profit",
        "sink",
        "amid",
        "overhaul",
        "deutsche",
        "bank",
        "ag",
        "net",
        "income",
        "fell",
        "first",
        "quarter",
        "company",
        "said",
        "shrink",
        "investment",
        "bank",
        "latest",
        "sign",
        "struggle",
        "german",
        "lender",
        "month",
        "replaced",
        "ceo",
        "reshuffled",
        "several",
        "top",
        "executive",
        "regulation",
        "american",
        "express",
        "cleared",
        "hurdle",
        "yearlong",
        "effort",
        "operate",
        "china",
        "american",
        "express",
        "advance",
        "effort",
        "operate",
        "china",
        "china",
        "central",
        "bank",
        "informed",
        "american",
        "express",
        "formally",
        "accept",
        "company",
        "application",
        "clear",
        "settle",
        "domestic",
        "transaction",
        "bringing",
        "card",
        "network",
        "closer",
        "yearslong",
        "goal",
        "operate",
        "china",
        "eu",
        "urge",
        "web",
        "platform",
        "fake",
        "news",
        "european",
        "union",
        "tightened",
        "effort",
        "rein",
        "tech",
        "giant",
        "like",
        "alphabet",
        "google",
        "facebook",
        "thursday",
        "advancing",
        "several",
        "measure",
        "aim",
        "shape",
        "way",
        "operate",
        "europe",
        "huawei",
        "criminal",
        "investigation",
        "iran",
        "sanction",
        "justice",
        "department",
        "investigating",
        "whether",
        "huawei",
        "violated",
        "sanction",
        "related",
        "iran",
        "according",
        "people",
        "familiar",
        "matter",
        "move",
        "open",
        "new",
        "avenue",
        "scrutiny",
        "chinese",
        "giant",
        "meanwhile",
        "china",
        "said",
        "opposed",
        "use",
        "country",
        "domestic",
        "law",
        "control",
        "others",
        "foreign",
        "ministry",
        "spokeswoman",
        "said",
        "asked",
        "huawei",
        "violated",
        "section",
        "report",
        "reuters",
        "swap",
        "rule",
        "due",
        "overhaul",
        "commodity",
        "future",
        "trading",
        "commission",
        "chairman",
        "christopher",
        "giancarlo",
        "laid",
        "vision",
        "overhauling",
        "system",
        "company",
        "use",
        "complete",
        "swap",
        "trade",
        "responding",
        "industry",
        "complaint",
        "postcrisis",
        "rule",
        "hurt",
        "market",
        "liquidity",
        "economy",
        "export",
        "buoy",
        "south",
        "korea",
        "gdp",
        "south",
        "korea",
        "economy",
        "returned",
        "growth",
        "first",
        "three",
        "month",
        "year",
        "expanding",
        "prior",
        "quarter",
        "buoyed",
        "ongoing",
        "export",
        "recovery",
        "corporate",
        "investment",
        "report",
        "bloomberg",
        "cfo",
        "move",
        "peloton",
        "interactive",
        "new",
        "york",
        "fitness",
        "technology",
        "company",
        "named",
        "jill",
        "woodworth",
        "chief",
        "financial",
        "officer",
        "succeeds",
        "lisa",
        "klinger",
        "left",
        "company",
        "woodworth",
        "recently",
        "managing",
        "director",
        "jpmorgan",
        "chase",
        "led",
        "commerce",
        "group",
        "prior",
        "ran",
        "equity",
        "capital",
        "market",
        "origination",
        "retail",
        "consumer",
        "product",
        "company",
        "compensation",
        "detail",
        "available",
        "morning",
        "ledger",
        "cfo",
        "journal",
        "cue",
        "important",
        "news",
        "corporate",
        "finance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "editor",
        "share",
        "morning",
        "ledger",
        "previous",
        "offer",
        "guidance",
        "tax",
        "break",
        "patent",
        "next",
        "denmark",
        "ørsted",
        "ready",
        "project",
        "taiwan",
        "cfo",
        "say"
    ]
}