{
    "organizations": [],
    "uuid": "43b58e4c37472e23ebb2188ea7011bb6b9fc920e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/25/globe-newswire-landstar-system-reports-record-first-quarter-revenue-of-1-point-048-billion-and-record-first-quarter-diluted-earnings-per.html",
    "ord_in_thread": 0,
    "title": "Landstar System Reports Record First Revenue of $1.048 Billion and Record First Quarter Diluted Earnings Per Share of $1.37",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "JACKSONVILLE, Fla., April 25, 2018 (GLOBE NEWSWIRE) -- Landstar System, Inc. (NASDAQ:LSTR) reported record first quarter diluted earnings per share of $1.37 in the 2018 first quarter, on record first quarter revenue of $1.048 billion. Landstar reported diluted earnings per share of $0.77 on revenue of $781 million in the 2017 first quarter. Gross profit (defined as revenue less the cost of purchased transportation and commissions to agents) was $155.5 million, a record quarterly gross profit, in the 2018 first quarter compared to $121.6 million in the 2017 first quarter. Operating margin, representing operating income divided by gross profit, was 48.3 percent in the 2018 first quarter.\nTruck transportation revenue hauled by independent business capacity owners (“BCOs”) and truck brokerage carriers in the 2018 first quarter was $979.1 million, or 93 percent of revenue, compared to $726.8 million, or 93 percent of revenue, in the 2017 first quarter. Truckload transportation revenue hauled via van equipment in the 2018 first quarter was $656.1 million compared to $470.0 million in the 2017 first quarter. Truckload transportation revenue hauled via unsided/platform equipment in the 2018 first quarter was $299.4 million compared to $237.2 million in the 2017 first quarter. Revenue hauled by rail, air and ocean cargo carriers was $52.8 million, or 5 percent of revenue, in the 2018 first quarter compared to $42.4 million, or 5 percent of revenue, in the 2017 first quarter.\nTrailing twelve-month return on average shareholders’ equity was 32 percent and trailing twelve-month return on invested capital, representing net income divided by the sum of average equity plus average debt, was 27 percent. Currently, the Company is authorized to purchase up to approximately 2,986,000 shares of the Company’s common stock under Landstar’s previously announced share purchase programs. As of March 31, 2018, the Company had $260 million in cash and short term investments and $217 million available for borrowings under the Company’s senior credit facility.\nIn addition, Landstar announced today that its Board of Directors has declared a quarterly dividend of $0.15 per share payable on June 1, 2018, to stockholders of record as of the close of business on May 10, 2018. It is currently the intention of the Board to pay dividends on a quarterly basis going forward.\n“I am extremely pleased with the execution of the Landstar model during the 2018 first quarter,” said Landstar’s President and Chief Executive Officer Jim Gattoni. “Diluted earnings per share was $1.37 in the 2018 first quarter, the highest first quarter diluted earnings per share in Landstar history. Revenue and the number of loads hauled via truck each set new all-time Landstar first quarter records. All-time quarterly records were set for both gross profit and operating income and the Company also set a new all-time record for trucks provided by BCOs with 9,868 as of the end of the quarter.”\nGattoni continued, “The number of loads hauled via truck in the 2018 first quarter increased 12 percent over the 2017 first quarter, driven by a 13 percent increase in the number of loads hauled via van equipment, an 8 percent increase in the number of loads hauled via unsided/platform equipment and a 12 percent increase in less-than-truckload volume. The number of loads hauled via railroads, ocean cargo carriers and air cargo carriers was 20 percent higher in the 2018 first quarter compared to the 2017 first quarter, primarily due to a 25 percent increase in rail intermodal volume.”\nGattoni further commented, “As expected, the pricing environment for our truckload services continued to be very strong in the 2018 first quarter, as industry-wide truck capacity continued to be very tight. Revenue per load on loads hauled via van equipment increased 24 percent over the 2017 first quarter and revenue per load on loads hauled via unsided/platform equipment increased 17 percent over the 2017 first quarter. As a result, revenue per load on loads hauled via truck was 21 percent higher than the 2017 first quarter.”\nGattoni continued, “Through the first few weeks of April, load growth on a year-over-year basis in loads hauled via truck was consistent with the load growth experienced in the first quarter. I expect that trend to continue and, therefore, expect the number of loads hauled via truck in the 2018 second quarter to increase in a 10 to 12 percent range over the 2017 second quarter. My expectation is that pricing conditions for truck services in the 2018 second quarter will continue to be very strong with little change in the level of available truck capacity. Assuming those truck conditions remain, I expect 2018 second quarter truck revenue per load to be higher than the 2017 second quarter in a 19 to 22 percentage range. I anticipate revenue for the 2018 second quarter to be in a range of $1.115 billion to $1.165 billion. Assuming that range of estimated revenue and insurance and claims expense at 3.5 percent of BCO revenue, representing average insurance and claims costs as a percent of BCO revenue over the past five years, I would anticipate 2018 second quarter diluted earnings per share to be in a range of $1.48 to $1.54 per share compared to $0.89 per diluted share in the 2017 second quarter.”\nLandstar will provide a live webcast of its quarterly earnings conference call tomorrow morning at 8:00 a.m. ET. To access the webcast, visit the Company’s website at www.landstar.com ; click on “Investor Relations” and “Webcasts,” then click on “Landstar’s First Quarter 2018 Earnings Release Conference Call.”\nThe following is a “safe harbor” statement under the Private Securities Litigation Reform Act of 1995. Statements contained in this press release that are not based on historical facts are “ ”. This press release contains , such as statements which relate to Landstar’s business objectives, plans, strategies and expectations. Terms such as “anticipates,” “believes,” “estimates,” “intention,” “expects,” “plans,” “predicts,” “may,” “should,” “could,” “will,” the negative thereof and similar expressions are intended to identify . Such statements are by nature subject to uncertainties and risks, including but not limited to: an increase in the frequency or severity of accidents or other claims; unfavorable development of existing accident claims; dependence on third party insurance companies; dependence on independent commission sales agents; dependence on third party capacity providers; decreased demand for transportation services; U.S. foreign trade relationships; substantial industry competition; disruptions or failures in the Company’s computer systems; cyber and other information security incidents; dependence on key vendors; changes in fuel taxes; status of independent contractors; regulatory and legislative changes; regulations focused on diesel emissions and other air quality matters; catastrophic loss of a Company facility; intellectual property; unclaimed property; and other operational, financial or legal risks or uncertainties detailed in Landstar’s Form 10K for the 2017 fiscal year, described in Item 1A Risk Factors, and in other SEC filings from time to time. These risks and uncertainties could cause actual results or events to differ materially from historical results or those anticipated. Investors should not place undue reliance on such , and the Company undertakes no obligation to publicly update or revise any .\nAbout Landstar:\nLandstar System, Inc. is a worldwide, asset-light provider of integrated transportation management solutions delivering safe, specialized transportation services to a broad range of customers utilizing a network of agents, third-party capacity providers and employees. All Landstar transportation services companies are certified to ISO 9001:2008 quality management system standards and RC14001:2013 environmental, health, safety and security management system standards. Landstar System, Inc. is headquartered in Jacksonville, Florida. Its common stock trades on The NASDAQ Stock Market® under the symbol LSTR.\n(Tables follow)\nLandstar System, Inc. and Subsidiary\nConsolidated Statements of Income\n(Dollars in thousands, except per share amounts) (Unaudited) Thirteen Weeks Ended March 31, April 1, 2018 2017 Revenue $ 1,047,926 $ 780,908 Investment income 861 414 Costs and expenses: Purchased transportation 810,297 595,523 Commissions to agents 82,125 63,798 Other operating costs, net of gains on asset sales/dispositions 7,604 6,897 Insurance and claims 17,360 14,513 Selling, general and administrative 45,251 38,323 Depreciation and amortization 10,997 9,934 Total costs and expenses 973,634 728,988 Operating income 75,153 52,334 Interest and debt expense 800 1,083 Income before income taxes 74,353 51,251 Income taxes 16,880 18,868 Net income 57,473 32,383 Less: Net loss attributable to noncontrolling interest (44 ) - Net income attributable to Landstar System, Inc. and subsidiary $ 57,517 $ 32,383 Earnings per common share attributable to Landstar System, Inc. and subsidiary $ 1.37 $ 0.77 Diluted earnings per share attributable to Landstar System, Inc. and subsidiary $ 1.37 $ 0.77 Average number of shares outstanding: Earnings per common share 42,038,000 41,879,000 Diluted earnings per share 42,098,000 41,998,000 Dividends per common share $ 0.15 $ 0.09\nLandstar System, Inc. and Subsidiary Consolidated Balance Sheets (Dollars in thousands, except per share amounts) (Unaudited) March 31, December 30, 2018 2017 ASSETS Current assets: Cash and cash equivalents $ 220,605 $ 242,416 Short-term investments 39,014 48,928 Trade accounts receivable, less allowance of $6,496 and $6,131 631,828 631,164 Other receivables, including advances to independent contractors, less allowance of $6,796 and $6,012 27,880 24,301 Other current assets 9,373 14,394 Total current assets 928,700 961,203 Operating property, less accumulated depreciation and amortization of $224,042 and $218,700 265,540 276,011 Goodwill 39,363 39,065 Other assets 86,670 76,181 Total assets $ 1,320,273 $ 1,352,460 LIABILITIES AND EQUITY Current liabilities: Cash overdraft $ 36,320 $ 42,242 Accounts payable 282,480 285,132 Current maturities of long-term debt 39,931 42,051 Insurance claims 39,547 38,919 Dividends payable - 62,985 Accrued compensation 12,459 30,103 Other current liabilities 62,206 47,211 Total current liabilities 472,943 548,643 Long-term debt, excluding current maturities 73,350 83,062 Insurance claims 30,252 30,141 Deferred income taxes and other non-current liabilities 37,448 36,737 Equity Landstar System, Inc. and subsidiary shareholders' equity Common stock, $0.01 par value, authorized 160,000,000 shares, issued 67,836,164 and 67,740,380 shares 678 677 Additional paid-in capital 211,933 209,599 Retained earnings 1,663,140 1,611,158 Cost of 25,768,669 and 25,749,493 shares of common stock in treasury (1,169,458 ) (1,167,600 ) Accumulated other comprehensive loss (3,551 ) (3,162 ) Total Landstar System, Inc. and subsidiary shareholders' equity 702,742 650,672 Noncontrolling interest 3,538 3,205 Total equity 706,280 653,877 Total liabilities and equity $ 1,320,273 $ 1,352,460\nLandstar System, Inc. and Subsidiary\nSupplemental Information\n(Unaudited) Thirteen Weeks Ended March 31, April 1, 2018\n2017\nRevenue generated through (in thousands): Truck transportation Truckload: Van equipment $ 656,135 $ 469,783 Unsided/platform equipment 299,369 237,177 Less-than-truckload 23,584 19,857 Total truck transportation 979,088 726,817 Rail intermodal 29,292 22,842 Ocean and air cargo carriers 23,477 19,590 Other (1) 16,069 11,659 $ 1,047,926 $ 780,908 Revenue on loads hauled via BCO Independent Contractors (2) included in total truck transportation $ 471,150 $ 364,908 Number of loads: Truck transportation Truckload: Van equipment 336,919 298,066 Unsided/platform equipment 119,791 111,185 Less-than-truckload 33,420 29,919 Total truck transportation 490,130 439,170 Rail intermodal 13,280 10,650 Ocean and air cargo carriers 6,330 5,730 509,740 455,550 Loads hauled via BCO Independent Contractors (2) included in total truck transportation 233,180 218,230 Revenue per load: Truck transportation Truckload: Van equipment $ 1,947 $ 1,576 Unsided/platform equipment 2,499 2,133 Less-than-truckload 706 664 Total truck transportation 1,998 1,655 Rail intermodal 2,206 2,145 Ocean and air cargo carriers 3,709 3,419 Revenue per load on loads hauled via BCO Independent Contractors (2) $ 2,021 $ 1,672 Revenue by capacity type (as a % of total revenue); Truck capacity providers: BCO Independent Contractors (2) 45% 47% Truck Brokerage Carriers 48% 46% Rail intermodal 3% 3% Ocean and air cargo carriers 2% 3% Other 2% 1% March 31, April 1, 2018\n2017\nTruck Capacity Providers BCO Independent Contractors (2) 9,243 8,772 Truck Brokerage Carriers: Approved and active (3) 34,659 31,566 Other approved 15,687 15,889 50,346 47,455 Total available truck capacity providers 59,589 56,227 Trucks provided by BCO Independent Contractors (2) 9,868 9,370 (1) Includes primarily reinsurance premium revenue generated by the insurance segment and, during the 2018 fiscal quarter, intra-Mexico transportation services revenue generated by Landstar Metro.\n(2) BCO Independent Contractors are independent contractors who provide truck capacity to the Company under exclusive lease arrangements. (3) Active refers to Truck Brokerage Carriers who moved at least one load in the 180 days immediately preceding the fiscal quarter end.\nContact: Kevin Stout Landstar System, Inc. www.landstar.com 904-398-9400\nSource:Landstar System, Inc.",
    "published": "2018-04-26T00:15:00.000+03:00",
    "crawled": "2018-04-26T01:27:04.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jacksonville",
        "april",
        "globe",
        "newswire",
        "landstar",
        "system",
        "nasdaq",
        "lstr",
        "reported",
        "record",
        "first",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "record",
        "first",
        "quarter",
        "revenue",
        "billion",
        "landstar",
        "reported",
        "diluted",
        "earnings",
        "per",
        "share",
        "revenue",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "defined",
        "revenue",
        "less",
        "cost",
        "purchased",
        "transportation",
        "commission",
        "agent",
        "million",
        "record",
        "quarterly",
        "gross",
        "profit",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "operating",
        "margin",
        "representing",
        "operating",
        "income",
        "divided",
        "gross",
        "profit",
        "percent",
        "first",
        "quarter",
        "truck",
        "transportation",
        "revenue",
        "hauled",
        "independent",
        "business",
        "capacity",
        "owner",
        "bcos",
        "truck",
        "brokerage",
        "carrier",
        "first",
        "quarter",
        "million",
        "percent",
        "revenue",
        "compared",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "truckload",
        "transportation",
        "revenue",
        "hauled",
        "via",
        "van",
        "equipment",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "truckload",
        "transportation",
        "revenue",
        "hauled",
        "via",
        "equipment",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "revenue",
        "hauled",
        "rail",
        "air",
        "ocean",
        "cargo",
        "carrier",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "compared",
        "million",
        "percent",
        "revenue",
        "first",
        "quarter",
        "trailing",
        "return",
        "average",
        "shareholder",
        "equity",
        "percent",
        "trailing",
        "return",
        "invested",
        "capital",
        "representing",
        "net",
        "income",
        "divided",
        "sum",
        "average",
        "equity",
        "plus",
        "average",
        "debt",
        "percent",
        "currently",
        "company",
        "authorized",
        "purchase",
        "approximately",
        "share",
        "company",
        "common",
        "stock",
        "landstar",
        "previously",
        "announced",
        "share",
        "purchase",
        "program",
        "march",
        "company",
        "million",
        "cash",
        "short",
        "term",
        "investment",
        "million",
        "available",
        "borrowing",
        "company",
        "senior",
        "credit",
        "facility",
        "addition",
        "landstar",
        "announced",
        "today",
        "board",
        "director",
        "declared",
        "quarterly",
        "dividend",
        "per",
        "share",
        "payable",
        "june",
        "stockholder",
        "record",
        "close",
        "business",
        "may",
        "currently",
        "intention",
        "board",
        "pay",
        "dividend",
        "quarterly",
        "basis",
        "going",
        "forward",
        "extremely",
        "pleased",
        "execution",
        "landstar",
        "model",
        "first",
        "quarter",
        "said",
        "landstar",
        "president",
        "chief",
        "executive",
        "officer",
        "jim",
        "gattoni",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "highest",
        "first",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "landstar",
        "history",
        "revenue",
        "number",
        "load",
        "hauled",
        "via",
        "truck",
        "set",
        "new",
        "landstar",
        "first",
        "quarter",
        "record",
        "quarterly",
        "record",
        "set",
        "gross",
        "profit",
        "operating",
        "income",
        "company",
        "also",
        "set",
        "new",
        "record",
        "truck",
        "provided",
        "bcos",
        "end",
        "gattoni",
        "continued",
        "number",
        "load",
        "hauled",
        "via",
        "truck",
        "first",
        "quarter",
        "increased",
        "percent",
        "first",
        "quarter",
        "driven",
        "percent",
        "increase",
        "number",
        "load",
        "hauled",
        "via",
        "van",
        "equipment",
        "percent",
        "increase",
        "number",
        "load",
        "hauled",
        "via",
        "equipment",
        "percent",
        "increase",
        "volume",
        "number",
        "load",
        "hauled",
        "via",
        "railroad",
        "ocean",
        "cargo",
        "carrier",
        "air",
        "cargo",
        "carrier",
        "percent",
        "higher",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "primarily",
        "due",
        "percent",
        "increase",
        "rail",
        "intermodal",
        "gattoni",
        "commented",
        "expected",
        "pricing",
        "environment",
        "truckload",
        "service",
        "continued",
        "strong",
        "first",
        "quarter",
        "truck",
        "capacity",
        "continued",
        "tight",
        "revenue",
        "per",
        "load",
        "load",
        "hauled",
        "via",
        "van",
        "equipment",
        "increased",
        "percent",
        "first",
        "quarter",
        "revenue",
        "per",
        "load",
        "load",
        "hauled",
        "via",
        "equipment",
        "increased",
        "percent",
        "first",
        "quarter",
        "result",
        "revenue",
        "per",
        "load",
        "load",
        "hauled",
        "via",
        "truck",
        "percent",
        "higher",
        "first",
        "gattoni",
        "continued",
        "first",
        "week",
        "april",
        "load",
        "growth",
        "basis",
        "load",
        "hauled",
        "via",
        "truck",
        "consistent",
        "load",
        "growth",
        "experienced",
        "first",
        "quarter",
        "expect",
        "trend",
        "continue",
        "therefore",
        "expect",
        "number",
        "load",
        "hauled",
        "via",
        "truck",
        "second",
        "quarter",
        "increase",
        "percent",
        "range",
        "second",
        "quarter",
        "expectation",
        "pricing",
        "condition",
        "truck",
        "service",
        "second",
        "quarter",
        "continue",
        "strong",
        "little",
        "change",
        "level",
        "available",
        "truck",
        "capacity",
        "assuming",
        "truck",
        "condition",
        "remain",
        "expect",
        "second",
        "quarter",
        "truck",
        "revenue",
        "per",
        "load",
        "higher",
        "second",
        "quarter",
        "percentage",
        "range",
        "anticipate",
        "revenue",
        "second",
        "quarter",
        "range",
        "billion",
        "billion",
        "assuming",
        "range",
        "estimated",
        "revenue",
        "insurance",
        "claim",
        "expense",
        "percent",
        "bco",
        "revenue",
        "representing",
        "average",
        "insurance",
        "claim",
        "cost",
        "percent",
        "bco",
        "revenue",
        "past",
        "five",
        "year",
        "would",
        "anticipate",
        "second",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "range",
        "per",
        "share",
        "compared",
        "per",
        "diluted",
        "share",
        "second",
        "landstar",
        "provide",
        "live",
        "webcast",
        "quarterly",
        "earnings",
        "conference",
        "call",
        "tomorrow",
        "morning",
        "et",
        "access",
        "webcast",
        "visit",
        "company",
        "website",
        "click",
        "investor",
        "relation",
        "webcasts",
        "click",
        "landstar",
        "first",
        "quarter",
        "earnings",
        "release",
        "conference",
        "following",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "press",
        "release",
        "based",
        "historical",
        "fact",
        "press",
        "release",
        "contains",
        "statement",
        "relate",
        "landstar",
        "business",
        "objective",
        "plan",
        "strategy",
        "expectation",
        "term",
        "anticipates",
        "belief",
        "estimate",
        "intention",
        "expects",
        "plan",
        "predicts",
        "may",
        "could",
        "negative",
        "thereof",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "nature",
        "subject",
        "uncertainty",
        "risk",
        "including",
        "limited",
        "increase",
        "frequency",
        "severity",
        "accident",
        "claim",
        "unfavorable",
        "development",
        "existing",
        "accident",
        "claim",
        "dependence",
        "third",
        "party",
        "insurance",
        "company",
        "dependence",
        "independent",
        "commission",
        "sale",
        "agent",
        "dependence",
        "third",
        "party",
        "capacity",
        "provider",
        "decreased",
        "demand",
        "transportation",
        "service",
        "foreign",
        "trade",
        "relationship",
        "substantial",
        "industry",
        "competition",
        "disruption",
        "failure",
        "company",
        "computer",
        "system",
        "cyber",
        "information",
        "security",
        "incident",
        "dependence",
        "key",
        "vendor",
        "change",
        "fuel",
        "tax",
        "status",
        "independent",
        "contractor",
        "regulatory",
        "legislative",
        "change",
        "regulation",
        "focused",
        "diesel",
        "emission",
        "air",
        "quality",
        "matter",
        "catastrophic",
        "loss",
        "company",
        "facility",
        "intellectual",
        "property",
        "unclaimed",
        "property",
        "operational",
        "financial",
        "legal",
        "risk",
        "uncertainty",
        "detailed",
        "landstar",
        "form",
        "10k",
        "fiscal",
        "year",
        "described",
        "item",
        "1a",
        "risk",
        "factor",
        "sec",
        "filing",
        "time",
        "time",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "historical",
        "result",
        "anticipated",
        "investor",
        "place",
        "undue",
        "reliance",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "landstar",
        "landstar",
        "system",
        "worldwide",
        "provider",
        "integrated",
        "transportation",
        "management",
        "solution",
        "delivering",
        "safe",
        "specialized",
        "transportation",
        "service",
        "broad",
        "range",
        "customer",
        "utilizing",
        "network",
        "agent",
        "capacity",
        "provider",
        "employee",
        "landstar",
        "transportation",
        "service",
        "company",
        "certified",
        "iso",
        "quality",
        "management",
        "system",
        "standard",
        "environmental",
        "health",
        "safety",
        "security",
        "management",
        "system",
        "standard",
        "landstar",
        "system",
        "headquartered",
        "jacksonville",
        "florida",
        "common",
        "stock",
        "trade",
        "nasdaq",
        "stock",
        "symbol",
        "lstr",
        "table",
        "follow",
        "landstar",
        "system",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "thirteen",
        "week",
        "ended",
        "march",
        "april",
        "revenue",
        "investment",
        "income",
        "cost",
        "expense",
        "purchased",
        "transportation",
        "commission",
        "agent",
        "operating",
        "cost",
        "net",
        "gain",
        "asset",
        "insurance",
        "claim",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "expense",
        "operating",
        "income",
        "interest",
        "debt",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "landstar",
        "system",
        "subsidiary",
        "earnings",
        "per",
        "common",
        "share",
        "attributable",
        "landstar",
        "system",
        "subsidiary",
        "diluted",
        "earnings",
        "per",
        "share",
        "attributable",
        "landstar",
        "system",
        "subsidiary",
        "average",
        "number",
        "share",
        "outstanding",
        "earnings",
        "per",
        "common",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "dividend",
        "per",
        "common",
        "share",
        "landstar",
        "system",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "trade",
        "account",
        "receivable",
        "less",
        "allowance",
        "receivables",
        "including",
        "advance",
        "independent",
        "contractor",
        "less",
        "allowance",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "operating",
        "property",
        "less",
        "accumulated",
        "depreciation",
        "amortization",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "cash",
        "overdraft",
        "account",
        "payable",
        "current",
        "maturity",
        "debt",
        "insurance",
        "claim",
        "dividend",
        "payable",
        "accrued",
        "compensation",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "excluding",
        "current",
        "maturity",
        "insurance",
        "claim",
        "deferred",
        "income",
        "tax",
        "liability",
        "equity",
        "landstar",
        "system",
        "subsidiary",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "share",
        "additional",
        "capital",
        "retained",
        "earnings",
        "cost",
        "share",
        "common",
        "stock",
        "treasury",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "landstar",
        "system",
        "subsidiary",
        "shareholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "landstar",
        "system",
        "subsidiary",
        "supplemental",
        "information",
        "unaudited",
        "thirteen",
        "week",
        "ended",
        "march",
        "april",
        "revenue",
        "generated",
        "thousand",
        "truck",
        "transportation",
        "truckload",
        "van",
        "equipment",
        "equipment",
        "total",
        "truck",
        "transportation",
        "rail",
        "intermodal",
        "ocean",
        "air",
        "cargo",
        "carrier",
        "revenue",
        "load",
        "hauled",
        "via",
        "bco",
        "independent",
        "contractor",
        "included",
        "total",
        "truck",
        "transportation",
        "number",
        "load",
        "truck",
        "transportation",
        "truckload",
        "van",
        "equipment",
        "equipment",
        "total",
        "truck",
        "transportation",
        "rail",
        "intermodal",
        "ocean",
        "air",
        "cargo",
        "carrier",
        "load",
        "hauled",
        "via",
        "bco",
        "independent",
        "contractor",
        "included",
        "total",
        "truck",
        "transportation",
        "revenue",
        "per",
        "load",
        "truck",
        "transportation",
        "truckload",
        "van",
        "equipment",
        "equipment",
        "total",
        "truck",
        "transportation",
        "rail",
        "intermodal",
        "ocean",
        "air",
        "cargo",
        "carrier",
        "revenue",
        "per",
        "load",
        "load",
        "hauled",
        "via",
        "bco",
        "independent",
        "contractor",
        "revenue",
        "capacity",
        "type",
        "total",
        "revenue",
        "truck",
        "capacity",
        "provider",
        "bco",
        "independent",
        "contractor",
        "truck",
        "brokerage",
        "carrier",
        "rail",
        "intermodal",
        "ocean",
        "air",
        "cargo",
        "carrier",
        "march",
        "april",
        "truck",
        "capacity",
        "provider",
        "bco",
        "independent",
        "contractor",
        "truck",
        "brokerage",
        "carrier",
        "approved",
        "active",
        "approved",
        "total",
        "available",
        "truck",
        "capacity",
        "provider",
        "truck",
        "provided",
        "bco",
        "independent",
        "contractor",
        "includes",
        "primarily",
        "reinsurance",
        "premium",
        "revenue",
        "generated",
        "insurance",
        "segment",
        "fiscal",
        "quarter",
        "transportation",
        "service",
        "revenue",
        "generated",
        "landstar",
        "metro",
        "bco",
        "independent",
        "contractor",
        "independent",
        "contractor",
        "provide",
        "truck",
        "capacity",
        "company",
        "exclusive",
        "lease",
        "arrangement",
        "active",
        "refers",
        "truck",
        "brokerage",
        "carrier",
        "moved",
        "least",
        "one",
        "load",
        "day",
        "immediately",
        "preceding",
        "fiscal",
        "quarter",
        "end",
        "contact",
        "kevin",
        "stout",
        "landstar",
        "system",
        "source",
        "landstar",
        "system",
        "inc"
    ]
}