{
    "organizations": [],
    "uuid": "926a44aed908338e21b8a06b0eba53fd803b0edd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/business-wire-shutterfly-inc-closes-transformational-acquisition-of-lifetouch.html",
    "ord_in_thread": 0,
    "title": "Shutterfly Inc. Closes Transformational Acquisition of Lifetouch",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Issues $825M Term Loan B to Finance Acquisition Updated Credit Ratings Maintain Ba3/BB- Rating\nREDWOOD CITY, Calif.--(BUSINESS WIRE)-- Shutterfly (NASDAQ: SFLY), the leading online retailer and manufacturer of high-quality personalized products and services, today announced it has closed its previously announced acquisition of Lifetouch, the national leader in school photography. The company financed the acquisition with the proceeds of an $825 million incremental term loan facility, which closed simultaneous with the acquisition.\n“We are thrilled to welcome Lifetouch to the Shutterfly family, and are excited to bring together two undisputed leaders in adjacent verticals, both of which have the common mission of helping customers share life’s joy through photos,” said Christopher North, President & Chief Executive Officer of Shutterfly. “We are focused on realizing the three value creation opportunities that we previously articulated: gaining access to many Lifetouch customers as Shutterfly customers, offering Shutterfly’s broader product range to Lifetouch customers and accelerating the development of Lifetouch’s online platform, and realizing significant supply chain, manufacturing, and fulfillment synergies over time.”\nMichael Meek will remain as President and Chief Executive Officer of Lifetouch, and will report to Christopher North.\nNow that the acquisition has closed, Lifetouch will no longer be required to fund the Lifetouch Inc. Employee Stock Ownership Plan (ESOP). At closing, the sale proceeds were paid to the trustee of the ESOP who will distribute the proceeds to participants. Generally, participants will receive full payment for their ESOP interest in two installments, and following expiration of applicable escrows and final approval of the IRS, the ESOP will be terminated.\nShutterfly expects the acquisition to result in approximately $935.0 million of additional Net Revenues, and approximately $100.0 million of additional Adjusted EBITDA in the twelve-month period following closing of the acquisition. The Company will provide updated 2018 financial guidance incorporating Lifetouch results of operations for the remainder of the year, on its Q1’18 earnings call.\nAs mentioned on the fourth quarter earnings call, the Company is targeting a minimum of $450 million of Adjusted EBITDA by 2020. For additional information on the components of this Adjusted EBITDA target, please see the presentation accompanying the Company’s January 30, 2018 conference call.\nTransaction Details\nShutterfly acquired privately-held Lifetouch for $825 million, cash-free, debt-free. The acquisition of Lifetouch was announced on January 30, 2018 and was approved by the Board of Directors of Shutterfly and the trustee of the Lifetouch ESOP prior to announcement. Shutterfly financed the acquisition with incremental term loans, which closed simultaneous with the acquisition.\nIncremental Term Loan B Details\nIn connection with the acquisition of Lifetouch, the company incurred $825 million of incremental term loans. The incremental term loans bear interest at LIBOR, plus 250 - 275 basis points (determined based on the company’s secured leverage ratio, as defined), and were issued at a discount to par of 25 basis points. The incremental term loans mature on August 17, 2024, concurrent with the company’s $300 million of existing term loans incurred on August 17, 2017. The terms of the facility are set forth in an Incremental Term Loan Amendment dated April 2, 2018 by and among Shutterfly, the subsidiary guarantors, the lenders and issuing banks, and Morgan Stanley Senior Funding, Inc., as administrative agent and collateral agent, and amends the company’s existing Credit Agreement, dated as of August 17, 2017. The incremental term loans were drawn in full at closing.\nAs part of the Term Loan B issuance, the company received updated credit ratings, which now incorporate the Lifetouch acquisition and the incremental debt. The company maintained its Ba3/BB- rating profile through this process, consistent with the company’s stated intentions.\nAbout Non-GAAP Financial Measures\nThis press release contains a non-GAAP financial measure (adjusted EBITDA). We have not reconciled our combined company non-GAAP Adjusted EBITDA target of $450 million for 2020 and Lifetouch non-GAAP Adjusted EBITDA of $100 million for the twelve-month period following closing of the acquisition to comparable GAAP operating income at this stage of the process because it is unreasonably difficult to provide guidance for stock-based compensation expense, capitalization and amortization of internal-use software and charges related to the proposed acquisition, which are reconciling items between GAAP operating loss and non-GAAP Adjusted EBITDA. The factors that may impact our future stock-based compensation expense and capitalization and amortization of internal-use software are out of our control and/or cannot be reasonably predicted, and therefore we are unable to provide such guidance without unreasonable effort. Factors include our market capitalization and related volatility of our stock price and our inability to project the cost or scope of internally-produced software and charges related to the proposed acquisition during this time period.\nTo supplement the Company's consolidated financial statements presented on a GAAP basis, we believe that this non-GAAP measure provides useful information about the Company's core operating results. We believe this measure provides both management and investors a more complete understanding of the Company's underlying operational results and trends and performance. The method we use to produce this measure may differ from the methods used by other companies. The presentation of additional information is not meant to be considered in isolation or as a substitute for measures in accordance with GAAP. For more information, please see Shutterfly's SEC Filings, including the most recent Form 10-K and Form 10-Q, which are available on the Securities and Exchange Commission's Web site at www.sec.gov .\nNotice Regarding Forward-Looking Statements\nThis media release contains “forward-looking” statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, which involve risks and uncertainties. These forward-looking statements include the expected acceleration of Shutterfly and Lifetouch strategies, expectations around gaining access to Lifetouch customers and benefits to Shutterfly customers; anticipated acceleration of the development of Lifetouch’s online platform; and expected supply chain, manufacturing and fulfillment synergies over time; the distribution of the proceeds to participants and the receipt of full payments by the participants; the expected increase in New Revenue and Adjusted EBITDA targets for the twelve months following closing; the Adjusted EBITDA targets for 2020. You can identify these statements by the use of terminology such as “guidance”, “believe”, “expect”, “will”, “should,” “could”, “estimate”, “anticipate” or similar forward-looking terms. Factors that might contribute to such differences include, among others, the retention of Lifetouch employees and our ability to successfully integrate the Lifetouch businesses; risks inherent in the achievement of anticipated synergies and the timing thereof; general economic conditions and changes in laws and regulations; decreased consumer discretionary spending as a result of general economic conditions; our ability to expand our customer base and increase sales to existing customers; our ability to meet production requirements; our ability to retain and hire necessary employees, including seasonal personnel, and appropriately staff our operations; the impact of seasonality on our business; our ability to develop innovative, new products and services on a timely and cost-effective basis; consumer acceptance of our products and services; our ability to develop additional adjacent lines of business; unforeseen changes in expense levels; and competition and the pricing strategies of our competitors, which could lead to pricing pressure. You should not rely on these forward-looking statements as they involve risks and uncertainties that may cause actual results to vary materially from the forward-looking statements. For more information regarding the risks and uncertainties that could cause actual results to differ materially from those expressed or implied in these forward-looking statements, as well as risks relating to our business in general, we refer you to the “Risk Factors” section of our SEC filings, including our most recent Form 10-K and 10-Q, which are available on the Securities and Exchange Commission’s website at www.sec.gov . These forward-looking statements are based on current expectations and the company assumes no obligation to update this information.\nAbout Shutterfly, Inc.\nShutterfly, Inc. is the leading digital retailer and manufacturer of high-quality personalized products and services. Founded in 1999, Shutterfly brings your photos to life in photo books, gifts, and cards and stationery – through its flagship Shutterfly products, premium offerings in its Tiny Prints boutique, as well as wedding invitations and stationery for every step of the planning process; and through BorrowLenses, the premier online marketplace for photographic and video equipment rentals. Shutterfly, Inc. also operates Shutterfly Business Solutions, delivering high quality digital printing services to the enterprise market, and Lifetouch, the leader in school photography. For more information about Shutterfly, Inc. (SFLY), visit www.shutterflyinc.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180402005654/en/\nShutterfly, Inc.\nInvestor Relations:\nShawn Tabak, 650-610-6026\nstabak@shutterfly.com\nor\nMedia Relations:\nNicole Stier, 650-610-6013\nnstier@shutterfly.com\nSource: Shutterfly, Inc.",
    "published": "2018-04-03T00:01:00.000+03:00",
    "crawled": "2018-04-03T01:22:21.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "issue",
        "825m",
        "term",
        "loan",
        "b",
        "finance",
        "acquisition",
        "updated",
        "credit",
        "rating",
        "maintain",
        "rating",
        "redwood",
        "city",
        "business",
        "wire",
        "shutterfly",
        "nasdaq",
        "sfly",
        "leading",
        "online",
        "retailer",
        "manufacturer",
        "personalized",
        "product",
        "service",
        "today",
        "announced",
        "closed",
        "previously",
        "announced",
        "acquisition",
        "lifetouch",
        "national",
        "leader",
        "school",
        "photography",
        "company",
        "financed",
        "acquisition",
        "proceeds",
        "million",
        "incremental",
        "term",
        "loan",
        "facility",
        "closed",
        "simultaneous",
        "acquisition",
        "thrilled",
        "welcome",
        "lifetouch",
        "shutterfly",
        "family",
        "excited",
        "bring",
        "together",
        "two",
        "undisputed",
        "leader",
        "adjacent",
        "vertical",
        "common",
        "mission",
        "helping",
        "customer",
        "share",
        "life",
        "joy",
        "photo",
        "said",
        "christopher",
        "north",
        "president",
        "chief",
        "executive",
        "officer",
        "shutterfly",
        "focused",
        "realizing",
        "three",
        "value",
        "creation",
        "opportunity",
        "previously",
        "articulated",
        "gaining",
        "access",
        "many",
        "lifetouch",
        "customer",
        "shutterfly",
        "customer",
        "offering",
        "shutterfly",
        "broader",
        "product",
        "range",
        "lifetouch",
        "customer",
        "accelerating",
        "development",
        "lifetouch",
        "online",
        "platform",
        "realizing",
        "significant",
        "supply",
        "chain",
        "manufacturing",
        "fulfillment",
        "synergy",
        "michael",
        "meek",
        "remain",
        "president",
        "chief",
        "executive",
        "officer",
        "lifetouch",
        "report",
        "christopher",
        "north",
        "acquisition",
        "closed",
        "lifetouch",
        "longer",
        "required",
        "fund",
        "lifetouch",
        "employee",
        "stock",
        "ownership",
        "plan",
        "esop",
        "closing",
        "sale",
        "proceeds",
        "paid",
        "trustee",
        "esop",
        "distribute",
        "proceeds",
        "participant",
        "generally",
        "participant",
        "receive",
        "full",
        "payment",
        "esop",
        "interest",
        "two",
        "installment",
        "following",
        "expiration",
        "applicable",
        "escrow",
        "final",
        "approval",
        "irs",
        "esop",
        "terminated",
        "shutterfly",
        "expects",
        "acquisition",
        "result",
        "approximately",
        "million",
        "additional",
        "net",
        "revenue",
        "approximately",
        "million",
        "additional",
        "adjusted",
        "ebitda",
        "period",
        "following",
        "closing",
        "acquisition",
        "company",
        "provide",
        "updated",
        "financial",
        "guidance",
        "incorporating",
        "lifetouch",
        "result",
        "operation",
        "remainder",
        "year",
        "q1",
        "earnings",
        "call",
        "mentioned",
        "fourth",
        "quarter",
        "earnings",
        "call",
        "company",
        "targeting",
        "minimum",
        "million",
        "adjusted",
        "ebitda",
        "additional",
        "information",
        "component",
        "adjusted",
        "ebitda",
        "target",
        "please",
        "see",
        "presentation",
        "accompanying",
        "company",
        "january",
        "conference",
        "call",
        "transaction",
        "detail",
        "shutterfly",
        "acquired",
        "lifetouch",
        "million",
        "acquisition",
        "lifetouch",
        "announced",
        "january",
        "approved",
        "board",
        "director",
        "shutterfly",
        "trustee",
        "lifetouch",
        "esop",
        "prior",
        "announcement",
        "shutterfly",
        "financed",
        "acquisition",
        "incremental",
        "term",
        "loan",
        "closed",
        "simultaneous",
        "acquisition",
        "incremental",
        "term",
        "loan",
        "b",
        "detail",
        "connection",
        "acquisition",
        "lifetouch",
        "company",
        "incurred",
        "million",
        "incremental",
        "term",
        "loan",
        "incremental",
        "term",
        "loan",
        "bear",
        "interest",
        "libor",
        "plus",
        "basis",
        "point",
        "determined",
        "based",
        "company",
        "secured",
        "leverage",
        "ratio",
        "defined",
        "issued",
        "discount",
        "par",
        "basis",
        "point",
        "incremental",
        "term",
        "loan",
        "mature",
        "august",
        "concurrent",
        "company",
        "million",
        "existing",
        "term",
        "loan",
        "incurred",
        "august",
        "term",
        "facility",
        "set",
        "forth",
        "incremental",
        "term",
        "loan",
        "amendment",
        "dated",
        "april",
        "among",
        "shutterfly",
        "subsidiary",
        "guarantor",
        "lender",
        "issuing",
        "bank",
        "morgan",
        "stanley",
        "senior",
        "funding",
        "administrative",
        "agent",
        "collateral",
        "agent",
        "amends",
        "company",
        "existing",
        "credit",
        "agreement",
        "dated",
        "august",
        "incremental",
        "term",
        "loan",
        "drawn",
        "full",
        "closing",
        "part",
        "term",
        "loan",
        "b",
        "issuance",
        "company",
        "received",
        "updated",
        "credit",
        "rating",
        "incorporate",
        "lifetouch",
        "acquisition",
        "incremental",
        "debt",
        "company",
        "maintained",
        "rating",
        "profile",
        "process",
        "consistent",
        "company",
        "stated",
        "intention",
        "financial",
        "measure",
        "press",
        "release",
        "contains",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "reconciled",
        "combined",
        "company",
        "adjusted",
        "ebitda",
        "target",
        "million",
        "lifetouch",
        "adjusted",
        "ebitda",
        "million",
        "period",
        "following",
        "closing",
        "acquisition",
        "comparable",
        "gaap",
        "operating",
        "income",
        "stage",
        "process",
        "unreasonably",
        "difficult",
        "provide",
        "guidance",
        "compensation",
        "expense",
        "capitalization",
        "amortization",
        "software",
        "charge",
        "related",
        "proposed",
        "acquisition",
        "reconciling",
        "item",
        "gaap",
        "operating",
        "loss",
        "adjusted",
        "ebitda",
        "factor",
        "may",
        "impact",
        "future",
        "compensation",
        "expense",
        "capitalization",
        "amortization",
        "software",
        "control",
        "reasonably",
        "predicted",
        "therefore",
        "unable",
        "provide",
        "guidance",
        "without",
        "unreasonable",
        "effort",
        "factor",
        "include",
        "market",
        "capitalization",
        "related",
        "volatility",
        "stock",
        "price",
        "inability",
        "project",
        "cost",
        "scope",
        "software",
        "charge",
        "related",
        "proposed",
        "acquisition",
        "time",
        "period",
        "supplement",
        "company",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "gaap",
        "basis",
        "believe",
        "measure",
        "provides",
        "useful",
        "information",
        "company",
        "core",
        "operating",
        "result",
        "believe",
        "measure",
        "provides",
        "management",
        "investor",
        "complete",
        "understanding",
        "company",
        "underlying",
        "operational",
        "result",
        "trend",
        "performance",
        "method",
        "use",
        "produce",
        "measure",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "presentation",
        "additional",
        "information",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "accordance",
        "gaap",
        "information",
        "please",
        "see",
        "shutterfly",
        "sec",
        "filing",
        "including",
        "recent",
        "form",
        "form",
        "available",
        "security",
        "exchange",
        "commission",
        "web",
        "site",
        "notice",
        "regarding",
        "statement",
        "medium",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "include",
        "expected",
        "acceleration",
        "shutterfly",
        "lifetouch",
        "strategy",
        "expectation",
        "around",
        "gaining",
        "access",
        "lifetouch",
        "customer",
        "benefit",
        "shutterfly",
        "customer",
        "anticipated",
        "acceleration",
        "development",
        "lifetouch",
        "online",
        "platform",
        "expected",
        "supply",
        "chain",
        "manufacturing",
        "fulfillment",
        "synergy",
        "time",
        "distribution",
        "proceeds",
        "participant",
        "receipt",
        "full",
        "payment",
        "participant",
        "expected",
        "increase",
        "new",
        "revenue",
        "adjusted",
        "ebitda",
        "target",
        "twelve",
        "month",
        "following",
        "closing",
        "adjusted",
        "ebitda",
        "target",
        "identify",
        "statement",
        "use",
        "terminology",
        "guidance",
        "believe",
        "expect",
        "could",
        "estimate",
        "anticipate",
        "similar",
        "term",
        "factor",
        "might",
        "contribute",
        "difference",
        "include",
        "among",
        "others",
        "retention",
        "lifetouch",
        "employee",
        "ability",
        "successfully",
        "integrate",
        "lifetouch",
        "business",
        "risk",
        "inherent",
        "achievement",
        "anticipated",
        "synergy",
        "timing",
        "thereof",
        "general",
        "economic",
        "condition",
        "change",
        "law",
        "regulation",
        "decreased",
        "consumer",
        "discretionary",
        "spending",
        "result",
        "general",
        "economic",
        "condition",
        "ability",
        "expand",
        "customer",
        "base",
        "increase",
        "sale",
        "existing",
        "customer",
        "ability",
        "meet",
        "production",
        "requirement",
        "ability",
        "retain",
        "hire",
        "necessary",
        "employee",
        "including",
        "seasonal",
        "personnel",
        "appropriately",
        "staff",
        "operation",
        "impact",
        "seasonality",
        "business",
        "ability",
        "develop",
        "innovative",
        "new",
        "product",
        "service",
        "timely",
        "basis",
        "consumer",
        "acceptance",
        "product",
        "service",
        "ability",
        "develop",
        "additional",
        "adjacent",
        "line",
        "business",
        "unforeseen",
        "change",
        "expense",
        "level",
        "competition",
        "pricing",
        "strategy",
        "competitor",
        "could",
        "lead",
        "pricing",
        "pressure",
        "rely",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "statement",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "well",
        "risk",
        "relating",
        "business",
        "general",
        "refer",
        "risk",
        "factor",
        "section",
        "sec",
        "filing",
        "including",
        "recent",
        "form",
        "available",
        "security",
        "exchange",
        "commission",
        "website",
        "statement",
        "based",
        "current",
        "expectation",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "shutterfly",
        "shutterfly",
        "leading",
        "digital",
        "retailer",
        "manufacturer",
        "personalized",
        "product",
        "service",
        "founded",
        "shutterfly",
        "brings",
        "photo",
        "life",
        "photo",
        "book",
        "gift",
        "card",
        "stationery",
        "flagship",
        "shutterfly",
        "product",
        "premium",
        "offering",
        "tiny",
        "print",
        "boutique",
        "well",
        "wedding",
        "invitation",
        "stationery",
        "every",
        "step",
        "planning",
        "process",
        "borrowlenses",
        "premier",
        "online",
        "marketplace",
        "photographic",
        "video",
        "equipment",
        "rental",
        "shutterfly",
        "also",
        "operates",
        "shutterfly",
        "business",
        "solution",
        "delivering",
        "high",
        "quality",
        "digital",
        "printing",
        "service",
        "enterprise",
        "market",
        "lifetouch",
        "leader",
        "school",
        "photography",
        "information",
        "shutterfly",
        "sfly",
        "visit",
        "view",
        "source",
        "version",
        "http",
        "shutterfly",
        "investor",
        "relation",
        "shawn",
        "tabak",
        "stabak",
        "medium",
        "relation",
        "nicole",
        "stier",
        "nstier",
        "source",
        "shutterfly",
        "inc"
    ]
}