{
    "organizations": [],
    "uuid": "7e0c548942915b6718beb035cfda817e23d9173e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/27/growing-pains-for-marijuana-etfs.html",
    "ord_in_thread": 0,
    "title": "Growing pains for marijuana ETFs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The political winds around pot are shifting, and for the U.S. medicinal and recreational marijuana industry, the past few months have been dizzying.\nThat's less true for marijuana ETFs, a sector that finds itself in something of a holding pattern. Since the start of the year, no new marijuana ETFs have launched, nor have new ones been filed, and it's unclear when — or even if — that might change.\nYet there's been plenty of on-the-ground action. We evaluate the latest developments and what they could mean for investors in pot ETFs.\nAs ETF.com has reported on in the past , there exists a significant custodial risk to pot ETFs. Many banks have until now refused to shoulder the reputational and potential legal risk of holding stocks that are still illegal at the federal level, at least when doing so explicitly for a cannabis-themed fund.\nMore from ETF.com:\nThe leveraged ETFs that could blow up market are here to stay\nFor the biggest ETF users, cost is not the No. 1, or even No. 2 issue\nMinimum volatility stock strategy is working — in emerging markets\nThe two marijuana-related ETFs on the market, the ETFMG Alternative Harvest ETF ( MJ ) and the AdvisorShares Vice ETF ( ACT ), each took different approaches to handling this risk. AdvisorShares opted for a fund that offered non pure-play cannabis exposure, then worked closely with its custodian to select securities for ACT that had been registered with the Drug Enforcement Agency. ETF Managers Group, meanwhile, effectively circumvented its custodian by swapping an existing fund's benchmark for a cannabis index , then relaunching the ETF as MJX, later renamed MJ.\nThis caused a rift with the fund's custodian, U.S. Bank, that we reported on , and it's unclear whether that conflict has been sufficiently resolved. (U.S. Bank and other custodian banks connected to marijuana ETFs either currently on the market or still in registration did not return our requests for comment in time for publication.)\nBut as ETF.com's Managing Director Dave Nadig said in a recent ETF Live chat , \"The more time that passes, the less likely there's an issue.\"\nStill, more than four months later, the custodial risk hangs over marijuana ETFs like, well, a cloud. For this story, we also reached out to several issuers whose cannabis-themed ETFs were still in registration; those free to comment did not report any change in the status of their filings.\n\"To my knowledge, none of the custodians are willing to hold the underlying stocks. Would love to launch if that changed,\" said one.\nMarijuana ETFs see performance dip For the moment, it seems that no news is good news for MJ: The ETF continues to trade, and with healthy volume. MJ is now up to $366 million in assets, making it one of the first true breakout-hit ETFs of 2018. ACT, meanwhile, lags behind, at $12.5 million.\nThe real obstacle for these funds now may be one of performance. Both MJ and ACT have had less than stellar year-to-date returns: ACT has fallen 5% since Jan. 1, while MJ has fallen more than 12%.\nSource: StockCharts.com\nThat mirrors a similar collapse in marijuana stocks over the same time period. A whirlwind of shifting stances on pot from the Trump administration, as well as hiccups in the rollout of Canadian legalization, have battered stock prices in the sector. The North American Marijuana Index, which tracks U.S. and Canadian companies, is down 21% year-to-date.\nUnsurprisingly, the performance dip has stunted flows into both ETFs. MJ, which pulled in a whopping $377 million in inflows in the first month of the year, has seen new money dry up; since February, the fund has only brought in an additional $33 million. (In March, the fund actually had outflows of $2 million.)\nACT, meanwhile, has struggled to gain and hold on to assets. Year-to-date, the fund has only pulled in $5 million, and had negligible inflows in both February or March.\nMixed signals for marijuana stocks Uncertain regulatory framework in the U.S. may be impacting MJ's and ACT's ability to draw in money, as the Trump administration has given mixed signals on its stance regarding marijuana.\nIn January, U.S. Attorney General Jeff Sessions signaled his intent to prosecute federal marijuana-related crimes with renewed vigor, only for the president to indicate in March that he'd leave the question up to individual states.\nThen, last Friday, Sen. Chuck Schumer introduced legislation that would remove marijuana from the Schedule I Classification List, therefore decriminalizing it at the federal level. Fellow Democratic Sens. Bernie Sanders, Cory Booker and Kirsten Gillibrand had co-sponsored another similar bill earlier in the month.\nShould marijuana become legal at the federal level, it would profoundly impact pot stocks both domestic and abroad, since many have not been able to secure financing or obtain credit in the U.S., due to federal banking laws.\nIt would also likely entirely eliminate the custodial risk associated with marijuana ETFs, thereby opening the floodgates for new funds.\nMeanwhile in Canada, Toronto-listed marijuana ETFs have shown little signs of slowing down, and even fewer signs of hesitation from investors.\nThe first marijuana ETF on the market, the Horizons Marijuana Life Sciences Index ETF (TSE: HMMJ ), celebrated its first anniversary on April 4. In the year since its launch, the $662 million HMMJ has quickly become the top-performing ETF of all Canada-listed funds, rising 58.6% over the past 12 months.\nThere are also now two additional Canadian marijuana-themed ETFs: the $3 million Evolve Marijuana ETF (TSE: SEED ), an actively managed fund; and the $12 million Horizons Emerging Marijuana Growers Index ETF (CN: HMJR), which tracks junior North American pot producers.\nAll this comes as full legalization of marijuana in Canada, slated for July 1 of this year, has run into some setbacks. Government delays and new packaging requirements threaten to delay the summertime rollout. This, in turn, has pushed down the performance of marijuana stocks (many of which are domiciled in Canada).\nAs a result, HMMJ is down 22 percent year-to-date.\nNasdaq launches cannabis index Last Friday (April 20), Nasdaq launched three new cannabis indexes with little-to-no fanfare. Indeed, there was no official Nasdaq comment on the launch, aside from a filing.\nInterestingly, the indexes come from a partnership with Yewno, an analytics firm that uses machine learning and computational linguistics to sort through Big Data. Meaning, these new marijuana indexes have an artificial intelligence-flavored twist baked into them.\nThe three equal-weighted indexes — the Nasdaq Yewno North America Cannabis Economy Index and its two total return iterations — track U.S. and Canadian companies engaged in the \"cannabis economy.\" There are a few stipulations: Constituents must: 1) engage only in activities that are legal in the jurisdiction under which the company operates; and 2) meet certain liquidity thresholds, such as a minimum market cap of $150 million and a three-month average daily volume of $1 million.\nThe initial index basket tracks 26 names, many of which should be familiar to followers of the space: Cannabis Wheaton, Cronos Group, Aurora Cannabis, Corbus Pharmaceuticals and so on. In fact, there is substantial overlap (53 percent) between this index and the benchmark underpinning MJ, which is global in nature.\nThe Nasdaq Yewno North America Cannabis Economy Index isn't the first stand-alone marijuana index. But it does represent the first time a major U.S. exchange has thrown its hat into the cannabis indexing ring. Nasdaq is already in talks with a number of issuers seeking to license the new indexes for new ETFs, according to one source with knowledge of the discussions.\nAn interesting side note: Nasdaq is currently embroiled in a lawsuit with the issuer of MJ, ETF Managers Group , over a separate group of ETFs, once trading under the PureFunds brand.\n—By Laura Crigger, ETF.com. Contact Lara Crigger at lcrigger@etf.com\nTo get the latest ETF news in your inbox, sign up for ETF.com’s ETF newsletter.",
    "published": "2018-04-28T17:00:00.000+03:00",
    "crawled": "2018-04-28T19:56:01.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "political",
        "wind",
        "around",
        "pot",
        "shifting",
        "medicinal",
        "recreational",
        "marijuana",
        "industry",
        "past",
        "month",
        "dizzying",
        "less",
        "true",
        "marijuana",
        "etf",
        "sector",
        "find",
        "something",
        "holding",
        "pattern",
        "since",
        "start",
        "year",
        "new",
        "marijuana",
        "etf",
        "launched",
        "new",
        "one",
        "filed",
        "unclear",
        "even",
        "might",
        "change",
        "yet",
        "plenty",
        "action",
        "evaluate",
        "latest",
        "development",
        "could",
        "mean",
        "investor",
        "pot",
        "etf",
        "reported",
        "past",
        "exists",
        "significant",
        "custodial",
        "risk",
        "pot",
        "etf",
        "many",
        "bank",
        "refused",
        "shoulder",
        "reputational",
        "potential",
        "legal",
        "risk",
        "holding",
        "stock",
        "still",
        "illegal",
        "federal",
        "level",
        "least",
        "explicitly",
        "fund",
        "leveraged",
        "etf",
        "could",
        "blow",
        "market",
        "stay",
        "biggest",
        "etf",
        "user",
        "cost",
        "even",
        "issue",
        "minimum",
        "volatility",
        "stock",
        "strategy",
        "working",
        "emerging",
        "market",
        "two",
        "etf",
        "market",
        "etfmg",
        "alternative",
        "harvest",
        "etf",
        "mj",
        "advisorshares",
        "vice",
        "etf",
        "act",
        "took",
        "different",
        "approach",
        "handling",
        "risk",
        "advisorshares",
        "opted",
        "fund",
        "offered",
        "non",
        "cannabis",
        "exposure",
        "worked",
        "closely",
        "custodian",
        "select",
        "security",
        "act",
        "registered",
        "drug",
        "enforcement",
        "agency",
        "etf",
        "manager",
        "group",
        "meanwhile",
        "effectively",
        "circumvented",
        "custodian",
        "swapping",
        "existing",
        "fund",
        "benchmark",
        "cannabis",
        "index",
        "relaunching",
        "etf",
        "mjx",
        "later",
        "renamed",
        "mj",
        "caused",
        "rift",
        "fund",
        "custodian",
        "bank",
        "reported",
        "unclear",
        "whether",
        "conflict",
        "sufficiently",
        "resolved",
        "bank",
        "custodian",
        "bank",
        "connected",
        "marijuana",
        "etf",
        "either",
        "currently",
        "market",
        "still",
        "registration",
        "return",
        "request",
        "comment",
        "time",
        "publication",
        "managing",
        "director",
        "dave",
        "nadig",
        "said",
        "recent",
        "etf",
        "live",
        "chat",
        "time",
        "pass",
        "less",
        "likely",
        "issue",
        "still",
        "four",
        "month",
        "later",
        "custodial",
        "risk",
        "hang",
        "marijuana",
        "etf",
        "like",
        "well",
        "cloud",
        "story",
        "also",
        "reached",
        "several",
        "issuer",
        "whose",
        "etf",
        "still",
        "registration",
        "free",
        "comment",
        "report",
        "change",
        "status",
        "filing",
        "knowledge",
        "none",
        "custodian",
        "willing",
        "hold",
        "underlying",
        "stock",
        "would",
        "love",
        "launch",
        "changed",
        "said",
        "one",
        "marijuana",
        "etf",
        "see",
        "performance",
        "dip",
        "moment",
        "seems",
        "news",
        "good",
        "news",
        "mj",
        "etf",
        "continues",
        "trade",
        "healthy",
        "volume",
        "mj",
        "million",
        "asset",
        "making",
        "one",
        "first",
        "true",
        "etf",
        "act",
        "meanwhile",
        "lag",
        "behind",
        "million",
        "real",
        "obstacle",
        "fund",
        "may",
        "one",
        "performance",
        "mj",
        "act",
        "less",
        "stellar",
        "return",
        "act",
        "fallen",
        "since",
        "mj",
        "fallen",
        "source",
        "mirror",
        "similar",
        "collapse",
        "marijuana",
        "stock",
        "time",
        "period",
        "whirlwind",
        "shifting",
        "stance",
        "pot",
        "trump",
        "administration",
        "well",
        "hiccup",
        "rollout",
        "canadian",
        "legalization",
        "battered",
        "stock",
        "price",
        "sector",
        "north",
        "american",
        "marijuana",
        "index",
        "track",
        "canadian",
        "company",
        "unsurprisingly",
        "performance",
        "dip",
        "stunted",
        "flow",
        "etf",
        "mj",
        "pulled",
        "whopping",
        "million",
        "inflow",
        "first",
        "month",
        "year",
        "seen",
        "new",
        "money",
        "dry",
        "since",
        "february",
        "fund",
        "brought",
        "additional",
        "million",
        "march",
        "fund",
        "actually",
        "outflow",
        "million",
        "act",
        "meanwhile",
        "struggled",
        "gain",
        "hold",
        "asset",
        "fund",
        "pulled",
        "million",
        "negligible",
        "inflow",
        "february",
        "march",
        "mixed",
        "signal",
        "marijuana",
        "stock",
        "uncertain",
        "regulatory",
        "framework",
        "may",
        "impacting",
        "mj",
        "act",
        "ability",
        "draw",
        "money",
        "trump",
        "administration",
        "given",
        "mixed",
        "signal",
        "stance",
        "regarding",
        "marijuana",
        "january",
        "attorney",
        "general",
        "jeff",
        "session",
        "signaled",
        "intent",
        "prosecute",
        "federal",
        "crime",
        "renewed",
        "vigor",
        "president",
        "indicate",
        "march",
        "leave",
        "question",
        "individual",
        "state",
        "last",
        "friday",
        "chuck",
        "schumer",
        "introduced",
        "legislation",
        "would",
        "remove",
        "marijuana",
        "schedule",
        "classification",
        "list",
        "therefore",
        "decriminalizing",
        "federal",
        "level",
        "fellow",
        "democratic",
        "sen",
        "bernie",
        "sander",
        "cory",
        "booker",
        "kirsten",
        "gillibrand",
        "another",
        "similar",
        "bill",
        "earlier",
        "month",
        "marijuana",
        "become",
        "legal",
        "federal",
        "level",
        "would",
        "profoundly",
        "impact",
        "pot",
        "stock",
        "domestic",
        "abroad",
        "since",
        "many",
        "able",
        "secure",
        "financing",
        "obtain",
        "credit",
        "due",
        "federal",
        "banking",
        "law",
        "would",
        "also",
        "likely",
        "entirely",
        "eliminate",
        "custodial",
        "risk",
        "associated",
        "marijuana",
        "etf",
        "thereby",
        "opening",
        "floodgate",
        "new",
        "fund",
        "meanwhile",
        "canada",
        "marijuana",
        "etf",
        "shown",
        "little",
        "sign",
        "slowing",
        "even",
        "fewer",
        "sign",
        "hesitation",
        "investor",
        "first",
        "marijuana",
        "etf",
        "market",
        "horizon",
        "marijuana",
        "life",
        "science",
        "index",
        "etf",
        "tse",
        "hmmj",
        "celebrated",
        "first",
        "anniversary",
        "april",
        "year",
        "since",
        "launch",
        "million",
        "hmmj",
        "quickly",
        "become",
        "etf",
        "fund",
        "rising",
        "past",
        "month",
        "also",
        "two",
        "additional",
        "canadian",
        "etf",
        "million",
        "evolve",
        "marijuana",
        "etf",
        "tse",
        "seed",
        "actively",
        "managed",
        "fund",
        "million",
        "horizon",
        "emerging",
        "marijuana",
        "grower",
        "index",
        "etf",
        "cn",
        "hmjr",
        "track",
        "junior",
        "north",
        "american",
        "pot",
        "producer",
        "come",
        "full",
        "legalization",
        "marijuana",
        "canada",
        "slated",
        "july",
        "year",
        "run",
        "setback",
        "government",
        "delay",
        "new",
        "packaging",
        "requirement",
        "threaten",
        "delay",
        "summertime",
        "rollout",
        "turn",
        "pushed",
        "performance",
        "marijuana",
        "stock",
        "many",
        "domiciled",
        "canada",
        "result",
        "hmmj",
        "percent",
        "nasdaq",
        "launch",
        "cannabis",
        "index",
        "last",
        "friday",
        "april",
        "nasdaq",
        "launched",
        "three",
        "new",
        "cannabis",
        "index",
        "fanfare",
        "indeed",
        "official",
        "nasdaq",
        "comment",
        "launch",
        "aside",
        "filing",
        "interestingly",
        "index",
        "come",
        "partnership",
        "yewno",
        "analytics",
        "firm",
        "us",
        "machine",
        "learning",
        "computational",
        "linguistics",
        "sort",
        "big",
        "data",
        "meaning",
        "new",
        "marijuana",
        "index",
        "artificial",
        "twist",
        "baked",
        "three",
        "index",
        "nasdaq",
        "yewno",
        "north",
        "america",
        "cannabis",
        "economy",
        "index",
        "two",
        "total",
        "return",
        "iteration",
        "track",
        "canadian",
        "company",
        "engaged",
        "cannabis",
        "economy",
        "stipulation",
        "constituent",
        "must",
        "engage",
        "activity",
        "legal",
        "jurisdiction",
        "company",
        "operates",
        "meet",
        "certain",
        "liquidity",
        "threshold",
        "minimum",
        "market",
        "cap",
        "million",
        "average",
        "daily",
        "volume",
        "million",
        "initial",
        "index",
        "basket",
        "track",
        "name",
        "many",
        "familiar",
        "follower",
        "space",
        "cannabis",
        "wheaton",
        "cronos",
        "group",
        "aurora",
        "cannabis",
        "corbus",
        "pharmaceutical",
        "fact",
        "substantial",
        "overlap",
        "percent",
        "index",
        "benchmark",
        "underpinning",
        "mj",
        "global",
        "nature",
        "nasdaq",
        "yewno",
        "north",
        "america",
        "cannabis",
        "economy",
        "index",
        "first",
        "marijuana",
        "index",
        "represent",
        "first",
        "time",
        "major",
        "exchange",
        "thrown",
        "hat",
        "cannabis",
        "indexing",
        "ring",
        "nasdaq",
        "already",
        "talk",
        "number",
        "issuer",
        "seeking",
        "license",
        "new",
        "index",
        "new",
        "etf",
        "according",
        "one",
        "source",
        "knowledge",
        "discussion",
        "interesting",
        "side",
        "note",
        "nasdaq",
        "currently",
        "embroiled",
        "lawsuit",
        "issuer",
        "mj",
        "etf",
        "manager",
        "group",
        "separate",
        "group",
        "etf",
        "trading",
        "purefunds",
        "brand",
        "laura",
        "crigger",
        "contact",
        "lara",
        "crigger",
        "lcrigger",
        "get",
        "latest",
        "etf",
        "news",
        "inbox",
        "sign",
        "etf",
        "newsletter"
    ]
}