{
    "organizations": [],
    "uuid": "86787efb058c804397a7f5c8d4a48176829a2d21",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/17/california-republicans-peg-comeback-hopes-to-kevin-mccarthy.html",
    "ord_in_thread": 0,
    "title": "Struggling California Republicans are eager for a comeback – and Kevin McCarthy is in prime position to lead it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If California Republican Rep. Kevin McCarthy becomes the next House speaker, the move could carry significant implications for the nation's most populous state and several major industries, including agriculture and oil.\nIt would also give California's GOP, which produced the likes of Richard Nixon and Ronald Reagan in decades past, a reason to hope for a comeback in a state dominated by Democratic leaders and lawmakers. The party has seen declining voter registration in recent years.\n\"Kevin McCarthy is a skilled politician who has a deep understanding of California political dynamics,\" said Ron Nehring, a former chairman of the state Republican party. \"As speaker, he will be in a position to have even greater impact on California federal — and state — politics.\"\nMajor players in the California energy and agriculture industries would likely welcome the lawmaker's ascent. McCarthy, majority leader in the House since 2014, represents a district that includes conservative Kern County and other portions of the Central Valley where agriculture is king and where one of the state's largest oil fields is located. Key agribusiness in his district includes the production of almonds, grapes, cattle and citrus.\n\"Naturally, having a Californian — someone who represents an agricultural district, someone who has been our defender for years on various issues like immigration and water — would be a tremendous boon to farmers throughout the country and certainly those in California,\" said Tom Nassif, CEO for Western Growers, a California-based agricultural trade association.\nAgriculture advocate Nassif, who has known McCarthy for about two decades, credits the lawmaker for reaching bipartisan solutions on federal legislation critical to water needs of California while still protecting the environment. He also said the Republican has been helpful in curbing legislation that is harmful to agribusiness.\nExperts also say McCarthy winning the speaker post could help California on the trade side, particularly if the trade war with China worsens. Already, there are key U.S. products affected by new tariffs imposed by Beijing , including California wine, almonds and fresh fruit. They also believe the Trump administration's plan to possibly reenter Trans-Pacific Partnership talks could be especially significant for California's agriculture industry. \nAt the same time, the route for California's $77 billion high-speed rail project goes through McCarthy's congressional district and has created construction jobs. He has called it a \"boondoggle\" and wants it stopped. The project is backed by Democratic California Gov. Jerry Brown and secured about $3.3 billion in federal stimulus funds in 2009. As speaker, McCarthy might make it tougher for the program to get new money from Washington. \nEnergy 'partner' On the energy side, McCarthy has been a critic of the Environmental Protection Agency and Bureau of Land Management rules that impact the energy industry. One California energy executive who didn't want to be identified said McCarthy has been a \"partner\" and \"good friend\" of the industry for many years.\n\"Perhaps no industry in America has been more overregulated in recent years than energy,\" McCarthy said in 2017.\nIn an interview broadcast Sunday on NBC's \"Meet the Press,\" outgoing Speaker Paul Ryan endorsed McCarthy to take the gavel to succeed him. Of course, that also will depend on Republicans holding onto a majority of the House seats in November's midterm election.\nPolls have consistently showed that voters favor Democrats to take back the majority in the House during this fall's midterm elections. The Democrats need to flip 23 seats to overtake the GOP in the chamber.\n\"We have to make sure a Republican could become speaker in the next Congress,\" McCarthy said Tuesday on CNBC's \"Squawk Box.\" \"So we have a lot of work to do. History goes against us.\"\nJabin Botsford | The Washington Post | Getty Images President Donald Trump greets House Majority Leader Kevin McCarthy, R-Calif., as he arrives at an event to announce that Broadcom is moving its global headquarters to the United States, in the Oval Office at the White House in Washington, DC on Thursday, Nov. 02, 2017. Traditionally, the president's party loses seats in midterm elections during the administration's first term. If the GOP loses the majority, McCarthy would then have to serve as minority leader in order to stand atop Republican ranks in the House. But party operatives are holding out hope for the GOP to hang on.\nThe six-term California congressman is also a staunch ally of President Donald Trump . One GOP insider in Washington, who declined to be named, said Trump holds McCarthy in \"very high regard\" and values that the California lawmaker endorsed his candidacy for speaker early on.\nMajor GOP fundraiser McCarthy has been a major fundraiser and has provided help to Republican colleagues in vulnerable districts, including some from his home state. In the first three months of the year, McCarthy's campaign raised $8.75 million — and nearly $3 million of it went to boost the Republican Congressional Committee.\nHis fundraising ability, particularly his touch with small-business owners, could be especially important this year given the potential Democratic wave.\n\"He's a small business guy who understands business climate,\" said San Diego businessman John Cox, a Republican gubernatorial candidate. \"He understands the role of government in terms of creating regulations that are driving small business out of California.\"\nAt age 19, McCarthy started out in small business with his own deli and then eventually served in the California state legislature. He was elected to Congress in 2006. Today, he enjoys support from big business, with some of the top contributors in the past year Goldman Sachs and Citigroup, among others, according to OpenSecrets.org .\nLater this month, McCarthy is expected to hold at least two fundraising events in the Los Angeles area , including one where he is scheduled to be joined by Vice President Mike Pence . The money raised will go to boost a political-action committee's war chest for close House Republican races.\n'Laser focused' \"The biggest challenge facing Republicans today is holding the House in November,\" said Nehring. \"You can bet Kevin McCarthy will be laser focused on holding House seats and preserving a Republican majority as well as his own becoming speaker.\"\nRepublicans in California are eager to see McCarthy get the speaker's post, too, because they believe he could help rejuvenate the state party's political fortunes. That said, there's no guarantee McCarthy will get the speaker position — and a wait of several months for leadership elections only adds to uncertainties.\nAll the top elected officials in California government are Democrats, and there's a risk the GOP could lose its chance to have a Republican running for governor of California in the November general election. That's because the state's top-two primary system means only those candidates finishing first or second spot in the June 5 primary can proceed to the general election.\nDeclining Republican registration \"Republicans have been suffering mightily in California,\" said Thomas Holyoke, a political science professor at California State University-Fresno. \"Their registration numbers keep declining and even places that were once pretty concentrated with Republicans, like Orange County, are not really the case any longer.\"\nRegistration of Republicans in the state has fallen since 1997, from 36 percent back then to about 25 percent as of January 2018, according to figures from the state.\nBut McCarthy has been seeking to boost GOP voter turnout and more support for Republican candidates by focusing on some hot-button issues.\nFor example, the House majority leader endorsed a California signature drive led by Cox, the Republican running for governor, to repeal of the state gas tax hike signed into law last year by Gov. Brown. As part of the effort, McCarthy donated $100,000 of his political funds for the campaign to get the anti-tax measure on the November ballot. \nSanctuary law critic Also, McCarthy has been a sharp critic of the state's so-called sanctuary state law that bars local and state law enforcement from asking about the immigration status of people during routine interactions. He said it undermines the rule of law. The Trump administration is suing California over the sanctuary law and several local jurisdictions in the state also are challenging it, too.\nYet, there's also a possibility the GOP's fight against the sanctuary law and Trump's undocumented immigration crackdown could backfire for Republicans in the state. Experts suggest a previous anti-immigrant campaign two decades ago known as Proposition 187 ended up being a costly lesson for the state's GOP.\nProposition 187, a 1994 ballot initiative championed by prominent state Republicans and passed by California voters, was a ban on most social services to undocumented immigrants. Eventually, courts ruled that it was unconstitutional, but it still is considered a polarizing issue that some blame for hurting the state's GOP support among Latinos.",
    "published": "2018-04-17T19:00:00.000+03:00",
    "crawled": "2018-04-17T19:25:19.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "california",
        "republican",
        "kevin",
        "mccarthy",
        "becomes",
        "next",
        "house",
        "speaker",
        "move",
        "could",
        "carry",
        "significant",
        "implication",
        "nation",
        "populous",
        "state",
        "several",
        "major",
        "industry",
        "including",
        "agriculture",
        "oil",
        "would",
        "also",
        "give",
        "california",
        "gop",
        "produced",
        "like",
        "richard",
        "nixon",
        "ronald",
        "reagan",
        "decade",
        "past",
        "reason",
        "hope",
        "comeback",
        "state",
        "dominated",
        "democratic",
        "leader",
        "lawmaker",
        "party",
        "seen",
        "declining",
        "voter",
        "registration",
        "recent",
        "year",
        "kevin",
        "mccarthy",
        "skilled",
        "politician",
        "deep",
        "understanding",
        "california",
        "political",
        "dynamic",
        "said",
        "ron",
        "nehring",
        "former",
        "chairman",
        "state",
        "republican",
        "party",
        "speaker",
        "position",
        "even",
        "greater",
        "impact",
        "california",
        "federal",
        "state",
        "politics",
        "major",
        "player",
        "california",
        "energy",
        "agriculture",
        "industry",
        "would",
        "likely",
        "welcome",
        "lawmaker",
        "ascent",
        "mccarthy",
        "majority",
        "leader",
        "house",
        "since",
        "represents",
        "district",
        "includes",
        "conservative",
        "kern",
        "county",
        "portion",
        "central",
        "valley",
        "agriculture",
        "king",
        "one",
        "state",
        "largest",
        "oil",
        "field",
        "located",
        "key",
        "agribusiness",
        "district",
        "includes",
        "production",
        "almond",
        "grape",
        "cattle",
        "citrus",
        "naturally",
        "californian",
        "someone",
        "represents",
        "agricultural",
        "district",
        "someone",
        "defender",
        "year",
        "various",
        "issue",
        "like",
        "immigration",
        "water",
        "would",
        "tremendous",
        "boon",
        "farmer",
        "throughout",
        "country",
        "certainly",
        "california",
        "said",
        "tom",
        "nassif",
        "ceo",
        "western",
        "grower",
        "agricultural",
        "trade",
        "association",
        "agriculture",
        "advocate",
        "nassif",
        "known",
        "mccarthy",
        "two",
        "decade",
        "credit",
        "lawmaker",
        "reaching",
        "bipartisan",
        "solution",
        "federal",
        "legislation",
        "critical",
        "water",
        "need",
        "california",
        "still",
        "protecting",
        "environment",
        "also",
        "said",
        "republican",
        "helpful",
        "curbing",
        "legislation",
        "harmful",
        "agribusiness",
        "expert",
        "also",
        "say",
        "mccarthy",
        "winning",
        "speaker",
        "post",
        "could",
        "help",
        "california",
        "trade",
        "side",
        "particularly",
        "trade",
        "war",
        "china",
        "worsens",
        "already",
        "key",
        "product",
        "affected",
        "new",
        "tariff",
        "imposed",
        "beijing",
        "including",
        "california",
        "wine",
        "almond",
        "fresh",
        "fruit",
        "also",
        "believe",
        "trump",
        "administration",
        "plan",
        "possibly",
        "reenter",
        "partnership",
        "talk",
        "could",
        "especially",
        "significant",
        "california",
        "agriculture",
        "industry",
        "time",
        "route",
        "california",
        "billion",
        "rail",
        "project",
        "go",
        "mccarthy",
        "congressional",
        "district",
        "created",
        "construction",
        "job",
        "called",
        "boondoggle",
        "want",
        "stopped",
        "project",
        "backed",
        "democratic",
        "california",
        "gov",
        "jerry",
        "brown",
        "secured",
        "billion",
        "federal",
        "stimulus",
        "fund",
        "speaker",
        "mccarthy",
        "might",
        "make",
        "tougher",
        "program",
        "get",
        "new",
        "money",
        "washington",
        "energy",
        "energy",
        "side",
        "mccarthy",
        "critic",
        "environmental",
        "protection",
        "agency",
        "bureau",
        "land",
        "management",
        "rule",
        "impact",
        "energy",
        "industry",
        "one",
        "california",
        "energy",
        "executive",
        "want",
        "identified",
        "said",
        "mccarthy",
        "partner",
        "good",
        "friend",
        "industry",
        "many",
        "year",
        "perhaps",
        "industry",
        "america",
        "overregulated",
        "recent",
        "year",
        "energy",
        "mccarthy",
        "said",
        "interview",
        "broadcast",
        "sunday",
        "nbc",
        "meet",
        "press",
        "outgoing",
        "speaker",
        "paul",
        "ryan",
        "endorsed",
        "mccarthy",
        "take",
        "gavel",
        "succeed",
        "course",
        "also",
        "depend",
        "republican",
        "holding",
        "onto",
        "majority",
        "house",
        "seat",
        "november",
        "midterm",
        "election",
        "poll",
        "consistently",
        "showed",
        "voter",
        "favor",
        "democrat",
        "take",
        "back",
        "majority",
        "house",
        "fall",
        "midterm",
        "election",
        "democrat",
        "need",
        "flip",
        "seat",
        "overtake",
        "gop",
        "chamber",
        "make",
        "sure",
        "republican",
        "could",
        "become",
        "speaker",
        "next",
        "congress",
        "mccarthy",
        "said",
        "tuesday",
        "cnbc",
        "squawk",
        "box",
        "lot",
        "work",
        "history",
        "go",
        "u",
        "jabin",
        "botsford",
        "washington",
        "post",
        "getty",
        "image",
        "president",
        "donald",
        "trump",
        "greets",
        "house",
        "majority",
        "leader",
        "kevin",
        "mccarthy",
        "arrives",
        "event",
        "announce",
        "broadcom",
        "moving",
        "global",
        "headquarters",
        "united",
        "state",
        "oval",
        "office",
        "white",
        "house",
        "washington",
        "dc",
        "thursday",
        "traditionally",
        "president",
        "party",
        "loses",
        "seat",
        "midterm",
        "election",
        "administration",
        "first",
        "term",
        "gop",
        "loses",
        "majority",
        "mccarthy",
        "would",
        "serve",
        "minority",
        "leader",
        "order",
        "stand",
        "atop",
        "republican",
        "rank",
        "house",
        "party",
        "operative",
        "holding",
        "hope",
        "gop",
        "hang",
        "california",
        "congressman",
        "also",
        "staunch",
        "ally",
        "president",
        "donald",
        "trump",
        "one",
        "gop",
        "insider",
        "washington",
        "declined",
        "named",
        "said",
        "trump",
        "hold",
        "mccarthy",
        "high",
        "regard",
        "value",
        "california",
        "lawmaker",
        "endorsed",
        "candidacy",
        "speaker",
        "early",
        "major",
        "gop",
        "fundraiser",
        "mccarthy",
        "major",
        "fundraiser",
        "provided",
        "help",
        "republican",
        "colleague",
        "vulnerable",
        "district",
        "including",
        "home",
        "state",
        "first",
        "three",
        "month",
        "year",
        "mccarthy",
        "campaign",
        "raised",
        "million",
        "nearly",
        "million",
        "went",
        "boost",
        "republican",
        "congressional",
        "committee",
        "fundraising",
        "ability",
        "particularly",
        "touch",
        "owner",
        "could",
        "especially",
        "important",
        "year",
        "given",
        "potential",
        "democratic",
        "wave",
        "small",
        "business",
        "guy",
        "understands",
        "business",
        "climate",
        "said",
        "san",
        "diego",
        "businessman",
        "john",
        "cox",
        "republican",
        "gubernatorial",
        "candidate",
        "understands",
        "role",
        "government",
        "term",
        "creating",
        "regulation",
        "driving",
        "small",
        "business",
        "california",
        "age",
        "mccarthy",
        "started",
        "small",
        "business",
        "deli",
        "eventually",
        "served",
        "california",
        "state",
        "legislature",
        "elected",
        "congress",
        "today",
        "enjoys",
        "support",
        "big",
        "business",
        "top",
        "contributor",
        "past",
        "year",
        "goldman",
        "sachs",
        "citigroup",
        "among",
        "others",
        "according",
        "later",
        "month",
        "mccarthy",
        "expected",
        "hold",
        "least",
        "two",
        "fundraising",
        "event",
        "los",
        "angeles",
        "area",
        "including",
        "one",
        "scheduled",
        "joined",
        "vice",
        "president",
        "mike",
        "penny",
        "money",
        "raised",
        "go",
        "boost",
        "committee",
        "war",
        "chest",
        "close",
        "house",
        "republican",
        "race",
        "focused",
        "biggest",
        "challenge",
        "facing",
        "republican",
        "today",
        "holding",
        "house",
        "november",
        "said",
        "nehring",
        "bet",
        "kevin",
        "mccarthy",
        "laser",
        "focused",
        "holding",
        "house",
        "seat",
        "preserving",
        "republican",
        "majority",
        "well",
        "becoming",
        "speaker",
        "republican",
        "california",
        "eager",
        "see",
        "mccarthy",
        "get",
        "speaker",
        "post",
        "believe",
        "could",
        "help",
        "rejuvenate",
        "state",
        "party",
        "political",
        "fortune",
        "said",
        "guarantee",
        "mccarthy",
        "get",
        "speaker",
        "position",
        "wait",
        "several",
        "month",
        "leadership",
        "election",
        "add",
        "uncertainty",
        "top",
        "elected",
        "official",
        "california",
        "government",
        "democrat",
        "risk",
        "gop",
        "could",
        "lose",
        "chance",
        "republican",
        "running",
        "governor",
        "california",
        "november",
        "general",
        "election",
        "state",
        "primary",
        "system",
        "mean",
        "candidate",
        "finishing",
        "first",
        "second",
        "spot",
        "june",
        "primary",
        "proceed",
        "general",
        "election",
        "declining",
        "republican",
        "registration",
        "republican",
        "suffering",
        "mightily",
        "california",
        "said",
        "thomas",
        "holyoke",
        "political",
        "science",
        "professor",
        "california",
        "state",
        "registration",
        "number",
        "keep",
        "declining",
        "even",
        "place",
        "pretty",
        "concentrated",
        "republican",
        "like",
        "orange",
        "county",
        "really",
        "case",
        "longer",
        "registration",
        "republican",
        "state",
        "fallen",
        "since",
        "percent",
        "back",
        "percent",
        "january",
        "according",
        "figure",
        "state",
        "mccarthy",
        "seeking",
        "boost",
        "gop",
        "voter",
        "turnout",
        "support",
        "republican",
        "candidate",
        "focusing",
        "issue",
        "example",
        "house",
        "majority",
        "leader",
        "endorsed",
        "california",
        "signature",
        "drive",
        "led",
        "cox",
        "republican",
        "running",
        "governor",
        "repeal",
        "state",
        "gas",
        "tax",
        "hike",
        "signed",
        "law",
        "last",
        "year",
        "gov",
        "brown",
        "part",
        "effort",
        "mccarthy",
        "donated",
        "political",
        "fund",
        "campaign",
        "get",
        "measure",
        "november",
        "ballot",
        "sanctuary",
        "law",
        "critic",
        "also",
        "mccarthy",
        "sharp",
        "critic",
        "state",
        "sanctuary",
        "state",
        "law",
        "bar",
        "local",
        "state",
        "law",
        "enforcement",
        "asking",
        "immigration",
        "status",
        "people",
        "routine",
        "interaction",
        "said",
        "undermines",
        "rule",
        "law",
        "trump",
        "administration",
        "suing",
        "california",
        "sanctuary",
        "law",
        "several",
        "local",
        "jurisdiction",
        "state",
        "also",
        "challenging",
        "yet",
        "also",
        "possibility",
        "gop",
        "fight",
        "sanctuary",
        "law",
        "trump",
        "undocumented",
        "immigration",
        "crackdown",
        "could",
        "backfire",
        "republican",
        "state",
        "expert",
        "suggest",
        "previous",
        "campaign",
        "two",
        "decade",
        "ago",
        "known",
        "proposition",
        "ended",
        "costly",
        "lesson",
        "state",
        "gop",
        "proposition",
        "ballot",
        "initiative",
        "championed",
        "prominent",
        "state",
        "republican",
        "passed",
        "california",
        "voter",
        "ban",
        "social",
        "service",
        "undocumented",
        "immigrant",
        "eventually",
        "court",
        "ruled",
        "unconstitutional",
        "still",
        "considered",
        "polarizing",
        "issue",
        "blame",
        "hurting",
        "state",
        "gop",
        "support",
        "among",
        "latino"
    ]
}