{
    "organizations": [],
    "uuid": "483debdb34cf4ae0a1597b8879dfed1ab7675dd3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/09/business-wire-kkr-income-opportunities-fund-declares-monthly-distributions-of-0-point-125-per-share.html",
    "ord_in_thread": 0,
    "title": "KKR Income Opportunities Fund Declares Monthly Distributions of $0.125 Per Share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- KKR Income Opportunities Fund (the “Fund”) (NYSE:KIO) today announced its monthly distributions of $0.125 per common share, payable on the dates below. Based on the Fund’s initial public offering price of $20.00 per share and current share price of $16.04 (as of its close today), the distributions represent an annualized distribution rate of 7.5% and 9.4% respectively (calculated by annualizing the distribution amount and dividing it by the IPO share price or current price, as the case may be).\nThe monthly distribution schedule is as follows for the months of May, June and July:\nEx-Date: May 10, 2018 Record Date: May 11, 2018 Payable Date: May 31, 2018 Amount: $0.125 per share Ex-Date: June 14, 2018 Record Date: June 15, 2018 Payable Date: June 29, 2018 Amount: $0.125 per share Ex-Date: July 12, 2018 Record Date: July 13, 2018 Payable Date: July 31, 2018 Amount: $0.125 per share Information regarding the distribution rate is included for informational purposes only and is not necessarily indicative of future results, the achievement of which cannot be assured. The distribution rate should not be considered the yield or total return on an investment in the Fund.\nIn compliance with Section 19 of the Investment Company Act of 1940, a notice will be provided to shareholders for any distribution that does not consist solely of net investment income. A portion of each distribution may be treated as paid from sources other than net investment income, including but not limited to short-term capital gain, long-term capital gain or return of capital.\nThe amounts and sources of distributions reported in this notice are only estimates and are not being provided for tax reporting purposes. The final determination of the source of all distributions in 2017 will be made after year-end. The Fund will send you a Form 1099-DIV for the calendar year that will tell you how to report these distributions for federal income tax purposes.\nThe Fund is a diversified, closed-end fund. Investors should consider the Fund’s investment objectives, risks, charges and expenses carefully before investing.\nThe investment return, price, yields, market value and net asset value (“NAV”) of a fund's shares will fluctuate with market conditions. Closed-end funds frequently trade at a discount to their NAV, which may increase an investor’s risk of loss. There is no assurance that the Fund will meet its investment objective. The Fund’s distribution rate may be affected by numerous factors, including changes in realized and projected market returns, Fund performance, and other factors. There can be no assurance that a change in market conditions or other factors will not result in a change in a Fund distribution rate at a future time.\nAn investment in the Fund is not appropriate for all investors and is not intended to be a complete investment program. The Fund is designed as a long-term investment and not as a trading vehicle. Investors should carefully review and consider the Fund’s investment objective, risk, charges and expenses before investing.\nInvestment return and principal value will fluctuate, and it is possible to lose money by investing in the Fund. Past performance is not a guarantee of future results. Please see the Fund’s prospectus for more risk information.\nForward Looking Statements\nThis press release contains certain statements that may include \"forward-looking statements\" within the meaning of the federal securities laws. All statements, other than statements of historical fact, included herein are \"forward-looking statements.\" The forward-looking statements are based on the Fund’s and KKR's beliefs, assumptions and expectations of its future performance, taking into account all information currently available to it. These beliefs, assumptions and expectations can change as a result of many possible events or factors, not all of which are known to the Fund or KKR or are within their control. The Fund and KKR do not undertake any obligation to update any forward-looking statements to reflect circumstances or events that occur after the date on which such statements were made except as required by law.\nThis document is not an offer to sell securities and is not soliciting an offer to buy securities in any jurisdiction where the offer or sale is not permitted. Investors should consider the Fund’s investment objectives, risks, charges and expenses carefully before investing. The prospectus, which contains this and other important information about the Fund, should be read carefully before investing. A copy of the prospectus can be obtained on the Fund website. An investment in the Fund should not constitute a complete investment program.\nKKR Income Opportunities Fund\nKKR Income Opportunities Fund is a diversified, closed-end management investment company managed by KKR Credit Advisors (US) LLC (“KKR Credit”), a subsidiary of KKR. The Fund’s primary investment objective is to seek a high level of current income with a secondary objective of capital appreciation. The Fund will seek to achieve its investment objective by investing primarily in first- and second-lien secured loans, unsecured loans and high yield corporate debt instruments. It expects to employ a dynamic strategy of investing in a targeted portfolio of loans and fixed-income instruments of U.S. and non-U.S. issuers and implementing hedging strategies in order to achieve attractive risk-adjusted returns.\nAbout KKR Credit\nLaunched by Kohlberg Kravis Roberts & Co. L.P. (“KKR”) in 2004, KKR Credit invests on behalf of its managed funds, clients and accounts across the corporate credit spectrum, including secured credit, bank loans and high yield securities and alternative assets such as mezzanine financing, special situations investing and structured finance. With approximately 240 employees, including over 100 investment professionals, KKR Credit’s investment teams are closely aligned with KKR’s wealth of private equity investment and industry resources.\nAbout KKR\nKKR is a leading global investment firm that manages investments across multiple asset classes including private equity, energy, infrastructure, real estate, credit and hedge funds. KKR aims to generate attractive investment returns by following a patient and disciplined investment approach, employing world-class people, and driving growth and value creation at the asset level. KKR invests its own capital alongside its partners' capital and brings opportunities to others through its capital markets business. References to KKR's investments may include the activities of its sponsored funds.\nContact the Fund at (855) 330-3927 or visit the Fund’s website at www.kkrfunds.com/kio for additional information.\nThe Fund will invest in loans and other types of fixed‐income instruments and securities. Such investments may be secured, partially secured or unsecured and may be unrated, and whether or not rated, may have speculative characteristics. The market price of the Fund’s investments will change in response to changes in interest rates and other factors. Generally, when interest rates rise, the values of fixed‐income instruments fall, and vice versa.\nUse of leverage creates an opportunity for increased income and return for Common Shareholders but, at the same time, creates risks, including the likelihood of greater volatility in the NAV and market price of, and distributions on, the Common Shares. In particular, leverage may magnify interest rate risk, which is the risk that the prices of portfolio securities will fall (or rise) if market interest rates for those types of securities rise (or fall). As a result, leverage may cause greater changes in the Fund’s NAV, which will be borne entirely by the Fund’s Common Shareholders.\nDerivative investments have risks, including the imperfect correlation between the value of such instruments and the underlying assets of the Fund. The risk of loss from a short sale is unlimited because the Fund must purchase the shorted security at a higher price to complete the transaction and there is no upper limit for the security price. The use of options, swaps, and derivatives by the Fund has the potential to significantly increase the Fund’s volatility. In addition to the normal risks associated with investing, international investments may involve risk of capital loss from unfavorable fluctuation in currency values, from differences in generally accepted accounting principles or from social, economic or political instability in other nations. The Fund’s investments in securities or other instruments of non‐U.S. issuers or borrowers may be traded in undeveloped, inefficient and less liquid markets and may experience greater price volatility and changes in value.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180409006462/en/\nFor KKR Income Opportunities Fund\nKristi Huller, 212-230-9722\nKristi.Huller@kkr.com\nSource: KKR Income Opportunities Fund",
    "published": "2018-04-10T02:08:00.000+03:00",
    "crawled": "2018-04-10T03:08:20.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "kkr",
        "income",
        "opportunity",
        "fund",
        "fund",
        "nyse",
        "kio",
        "today",
        "announced",
        "monthly",
        "distribution",
        "per",
        "common",
        "share",
        "payable",
        "date",
        "based",
        "fund",
        "initial",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "current",
        "share",
        "price",
        "close",
        "today",
        "distribution",
        "represent",
        "annualized",
        "distribution",
        "rate",
        "respectively",
        "calculated",
        "annualizing",
        "distribution",
        "amount",
        "dividing",
        "ipo",
        "share",
        "price",
        "current",
        "price",
        "case",
        "may",
        "monthly",
        "distribution",
        "schedule",
        "follows",
        "month",
        "may",
        "june",
        "july",
        "may",
        "record",
        "date",
        "may",
        "payable",
        "date",
        "may",
        "amount",
        "per",
        "share",
        "june",
        "record",
        "date",
        "june",
        "payable",
        "date",
        "june",
        "amount",
        "per",
        "share",
        "july",
        "record",
        "date",
        "july",
        "payable",
        "date",
        "july",
        "amount",
        "per",
        "share",
        "information",
        "regarding",
        "distribution",
        "rate",
        "included",
        "informational",
        "purpose",
        "necessarily",
        "indicative",
        "future",
        "result",
        "achievement",
        "assured",
        "distribution",
        "rate",
        "considered",
        "yield",
        "total",
        "return",
        "investment",
        "fund",
        "compliance",
        "section",
        "investment",
        "company",
        "act",
        "notice",
        "provided",
        "shareholder",
        "distribution",
        "consist",
        "solely",
        "net",
        "investment",
        "income",
        "portion",
        "distribution",
        "may",
        "treated",
        "paid",
        "source",
        "net",
        "investment",
        "income",
        "including",
        "limited",
        "capital",
        "gain",
        "capital",
        "gain",
        "return",
        "capital",
        "amount",
        "source",
        "distribution",
        "reported",
        "notice",
        "estimate",
        "provided",
        "tax",
        "reporting",
        "purpose",
        "final",
        "determination",
        "source",
        "distribution",
        "made",
        "fund",
        "send",
        "form",
        "calendar",
        "year",
        "tell",
        "report",
        "distribution",
        "federal",
        "income",
        "tax",
        "purpose",
        "fund",
        "diversified",
        "fund",
        "investor",
        "consider",
        "fund",
        "investment",
        "objective",
        "risk",
        "charge",
        "expense",
        "carefully",
        "investing",
        "investment",
        "return",
        "price",
        "yield",
        "market",
        "value",
        "net",
        "asset",
        "value",
        "nav",
        "fund",
        "share",
        "fluctuate",
        "market",
        "condition",
        "fund",
        "frequently",
        "trade",
        "discount",
        "nav",
        "may",
        "increase",
        "investor",
        "risk",
        "loss",
        "assurance",
        "fund",
        "meet",
        "investment",
        "objective",
        "fund",
        "distribution",
        "rate",
        "may",
        "affected",
        "numerous",
        "factor",
        "including",
        "change",
        "realized",
        "projected",
        "market",
        "return",
        "fund",
        "performance",
        "factor",
        "assurance",
        "change",
        "market",
        "condition",
        "factor",
        "result",
        "change",
        "fund",
        "distribution",
        "rate",
        "future",
        "time",
        "investment",
        "fund",
        "appropriate",
        "investor",
        "intended",
        "complete",
        "investment",
        "program",
        "fund",
        "designed",
        "investment",
        "trading",
        "vehicle",
        "investor",
        "carefully",
        "review",
        "consider",
        "fund",
        "investment",
        "objective",
        "risk",
        "charge",
        "expense",
        "investing",
        "investment",
        "return",
        "principal",
        "value",
        "fluctuate",
        "possible",
        "lose",
        "money",
        "investing",
        "fund",
        "past",
        "performance",
        "guarantee",
        "future",
        "result",
        "please",
        "see",
        "fund",
        "prospectus",
        "risk",
        "information",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "may",
        "include",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "statement",
        "statement",
        "based",
        "fund",
        "kkr",
        "belief",
        "assumption",
        "expectation",
        "future",
        "performance",
        "taking",
        "account",
        "information",
        "currently",
        "available",
        "belief",
        "assumption",
        "expectation",
        "change",
        "result",
        "many",
        "possible",
        "event",
        "factor",
        "known",
        "fund",
        "kkr",
        "within",
        "control",
        "fund",
        "kkr",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "circumstance",
        "event",
        "occur",
        "date",
        "statement",
        "made",
        "except",
        "required",
        "law",
        "document",
        "offer",
        "sell",
        "security",
        "soliciting",
        "offer",
        "buy",
        "security",
        "jurisdiction",
        "offer",
        "sale",
        "permitted",
        "investor",
        "consider",
        "fund",
        "investment",
        "objective",
        "risk",
        "charge",
        "expense",
        "carefully",
        "investing",
        "prospectus",
        "contains",
        "important",
        "information",
        "fund",
        "read",
        "carefully",
        "investing",
        "copy",
        "prospectus",
        "obtained",
        "fund",
        "website",
        "investment",
        "fund",
        "constitute",
        "complete",
        "investment",
        "program",
        "kkr",
        "income",
        "opportunity",
        "fund",
        "kkr",
        "income",
        "opportunity",
        "fund",
        "diversified",
        "management",
        "investment",
        "company",
        "managed",
        "kkr",
        "credit",
        "advisor",
        "u",
        "llc",
        "kkr",
        "credit",
        "subsidiary",
        "kkr",
        "fund",
        "primary",
        "investment",
        "objective",
        "seek",
        "high",
        "level",
        "current",
        "income",
        "secondary",
        "objective",
        "capital",
        "appreciation",
        "fund",
        "seek",
        "achieve",
        "investment",
        "objective",
        "investing",
        "primarily",
        "secured",
        "loan",
        "unsecured",
        "loan",
        "high",
        "yield",
        "corporate",
        "debt",
        "instrument",
        "expects",
        "employ",
        "dynamic",
        "strategy",
        "investing",
        "targeted",
        "portfolio",
        "loan",
        "instrument",
        "issuer",
        "implementing",
        "hedging",
        "strategy",
        "order",
        "achieve",
        "attractive",
        "return",
        "kkr",
        "credit",
        "launched",
        "kohlberg",
        "kravis",
        "robert",
        "kkr",
        "kkr",
        "credit",
        "invests",
        "behalf",
        "managed",
        "fund",
        "client",
        "account",
        "across",
        "corporate",
        "credit",
        "spectrum",
        "including",
        "secured",
        "credit",
        "bank",
        "loan",
        "high",
        "yield",
        "security",
        "alternative",
        "asset",
        "mezzanine",
        "financing",
        "special",
        "situation",
        "investing",
        "structured",
        "finance",
        "approximately",
        "employee",
        "including",
        "investment",
        "professional",
        "kkr",
        "credit",
        "investment",
        "team",
        "closely",
        "aligned",
        "kkr",
        "wealth",
        "private",
        "equity",
        "investment",
        "industry",
        "resource",
        "kkr",
        "kkr",
        "leading",
        "global",
        "investment",
        "firm",
        "manages",
        "investment",
        "across",
        "multiple",
        "asset",
        "class",
        "including",
        "private",
        "equity",
        "energy",
        "infrastructure",
        "real",
        "estate",
        "credit",
        "hedge",
        "fund",
        "kkr",
        "aim",
        "generate",
        "attractive",
        "investment",
        "return",
        "following",
        "patient",
        "disciplined",
        "investment",
        "approach",
        "employing",
        "people",
        "driving",
        "growth",
        "value",
        "creation",
        "asset",
        "level",
        "kkr",
        "invests",
        "capital",
        "alongside",
        "partner",
        "capital",
        "brings",
        "opportunity",
        "others",
        "capital",
        "market",
        "business",
        "reference",
        "kkr",
        "investment",
        "may",
        "include",
        "activity",
        "sponsored",
        "fund",
        "contact",
        "fund",
        "visit",
        "fund",
        "website",
        "additional",
        "information",
        "fund",
        "invest",
        "loan",
        "type",
        "instrument",
        "security",
        "investment",
        "may",
        "secured",
        "partially",
        "secured",
        "unsecured",
        "may",
        "unrated",
        "whether",
        "rated",
        "may",
        "speculative",
        "characteristic",
        "market",
        "price",
        "fund",
        "investment",
        "change",
        "response",
        "change",
        "interest",
        "rate",
        "factor",
        "generally",
        "interest",
        "rate",
        "rise",
        "value",
        "instrument",
        "fall",
        "vice",
        "versa",
        "use",
        "leverage",
        "creates",
        "opportunity",
        "increased",
        "income",
        "return",
        "common",
        "shareholder",
        "time",
        "creates",
        "risk",
        "including",
        "likelihood",
        "greater",
        "volatility",
        "nav",
        "market",
        "price",
        "distribution",
        "common",
        "share",
        "particular",
        "leverage",
        "may",
        "magnify",
        "interest",
        "rate",
        "risk",
        "risk",
        "price",
        "portfolio",
        "security",
        "fall",
        "rise",
        "market",
        "interest",
        "rate",
        "type",
        "security",
        "rise",
        "fall",
        "result",
        "leverage",
        "may",
        "cause",
        "greater",
        "change",
        "fund",
        "nav",
        "borne",
        "entirely",
        "fund",
        "common",
        "shareholder",
        "derivative",
        "investment",
        "risk",
        "including",
        "imperfect",
        "correlation",
        "value",
        "instrument",
        "underlying",
        "asset",
        "fund",
        "risk",
        "loss",
        "short",
        "sale",
        "unlimited",
        "fund",
        "must",
        "purchase",
        "shorted",
        "security",
        "higher",
        "price",
        "complete",
        "transaction",
        "upper",
        "limit",
        "security",
        "price",
        "use",
        "option",
        "swap",
        "derivative",
        "fund",
        "potential",
        "significantly",
        "increase",
        "fund",
        "volatility",
        "addition",
        "normal",
        "risk",
        "associated",
        "investing",
        "international",
        "investment",
        "may",
        "involve",
        "risk",
        "capital",
        "loss",
        "unfavorable",
        "fluctuation",
        "currency",
        "value",
        "difference",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "social",
        "economic",
        "political",
        "instability",
        "nation",
        "fund",
        "investment",
        "security",
        "instrument",
        "issuer",
        "borrower",
        "may",
        "traded",
        "undeveloped",
        "inefficient",
        "less",
        "liquid",
        "market",
        "may",
        "experience",
        "greater",
        "price",
        "volatility",
        "change",
        "value",
        "view",
        "source",
        "version",
        "http",
        "kkr",
        "income",
        "opportunity",
        "fund",
        "kristi",
        "huller",
        "source",
        "kkr",
        "income",
        "opportunity",
        "fund"
    ]
}