{
    "organizations": [],
    "uuid": "0f231705747f76003e9472b8cc57749ee2527984",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/04/26/the-morning-risk-report-eu-targets-ethics-in-artificial-intelligence/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: EU Targets Ethics in Artificial Intelligence - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nA Vestel Group robot displays an animated face on the Fujitsu Ltd. stand the during the opening day of the Mobile World Congress in Barcelona on Feb. 26. Bloomberg News/Angel Garcia Good morning. The ethical use of artificial intelligence will be critical as the technology becomes more prominent, the European Commission said on Wednesday, outlining a strategy that advocates for a unified approach and increased investment from government and the private sector.\nThe commission pledged to produce ethics guidelines for the use of AI by the end of this year; a panel of experts the commission began to assemble last month will do the work. Ethical use of AI could be a competitive advantage for the European Union, said the commission. “Artificial intelligence may raise new ethical and legal questions, related to liability or potentially biased decision-making,” it said. “New technologies should not mean new values.”\nThe commission recommended the EU spend at least €20 billion ($24.3 billion) between now and the start of 2021 to support AI research and innovation, with an additional €20 billion a year after that. The investments are meant to spur additional spending through public-private partnerships. The EU lags behind North America and Asia in its AI investments, said the commission.\nThe EU is putting its money where its mouth is on AI, which is fostering disruption of the kind seen when electricity was commercialized, said Andrea Bonime Blanc, chief executive of GEC Risk Advisory and co-author of the new book “The Artificial Intelligence Imperative.”\nThe commission’s announcement underscores the importance of public-private partnerships to support new technology development, she said. “It also confirms what the Europeans do best, identifying and connecting public policy to key environmental, social and governance issues, risks and opportunities by focusing on the social impacts and ethical implications and business opportunities that AI presents,” said Ms. Bonime Blanc.\nOrganizations must understand AI will disrupt them and should look for ways to integrate AI into their strategies, she said. “Governments must provide not only leadership on AI in terms of vision but incentives for R&D to empower the development of new technologies,” said Ms. Bonime Blanc.\nThe commission needs to implement a strategy that fosters trust in the use of AI systems by organizations and people while providing regulatory oversight that isn’t so severe it stifles innovation, said Liam Benhan, vice president of government and regulatory affairs for IBM Europe.\nThat means making understandable how AI systems operate, what data such systems are using to reach their conclusions and why those particular data sets were chosen—all of which falls under the topic of “explainability,” said Mr. Benham. The panel also will have to determine how to root out bias from AI systems.\n“The EU will be asking big questions about what it will take to make an AI system trustworthy and accountable,” said Mr. Benham. “The bottom line is if people or companies don’t trust AI systems they are going to be very reluctant to take them up.”\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nCanada seeks to boost money-laundering compliance. Proposed changes to Canada’s anti-money laundering and terrorist financing law would bring Canada more in line with other western economies and address concerns raised by international financial regulators.\nCOMPLIANCE\nEU proposes web rules. The European Union moved to rein in tech giants like Alphabet ’s Google and Facebook , proposing regulations that would require search engines to provide more transparency about their rankings. The rules aim to prevent platforms from offering unfair terms to small businesses that use their services to sell or promote products, the WSJ reports.\nThe European Commission urged web platforms to do more to halt the spread of disinformation on their sites. PHOTO: DAMIEN MEYER/AGENCE FRANCE-PRESSE/GETTY IMAGES Macron pushes terror-financing crackdown. President Emmanuel Macron called ministers from over 70 countries to Paris on Thursday in an effort to coordinate a crackdown on new terror-financing methods that French officials say pose a growing threat to global security, the WSJ reports.\nAmex advances in bid to enter Chinese market. American Express cleared a hurdle in its yearslong effort to operate in China, the WSJ reports. China’s central bank said it had accepted Amex’s application. The firm applied to clear and settle domestic card transactions by forming a joint venture with a Chinese mobile-payment provider, Lianlian Group .\nBolloré is charged over alleged bribery. French prosecutors brought preliminary charges against tycoon Vincent Bolloré for allegedly bribing politicians in Togo and Guinea to win lucrative contracts in the West African nations. Mr. Bolloré denied the charges, the WSJ reports.\nFTC goes after LendingClub. The U.S. Federal Trade Commission on Wednesday accused online lender LendingClub Corp. of deceiving borrowers about fees and removing money from their bank accounts without authorization. A LendingClub spokesman said the company believes the FTC is wrong, the WSJ reports.\nEx-trader is cleared over ‘spoofing’. A Connecticut federal jury cleared Andre Flotron, a former UBS Group AG metals trader, of scheming to manipulate futures markets through a practice known as “spoofing,” a setback for the government as it works to stem the practice in financial markets, the WSJ reports.\nGOVERNANCE\nActivist investor builds stake in Fox. London-based activist investor Chris Hohn has built a roughly $3 billion stake in 21st Century Fox Inc. , a position that makes his firm, TCI Fund Management , one of the largest holders of a media company at the center of a global takeover battle. Mr. Hohn declined to comment on his stake, the WSJ reports.\nBP picks a chairman. BP PLC has appointed energy industry veteran Helge Lund as its next chairman as the oil giant seeks to move past the Deepwater Horizon disaster and get to grips with a fast-changing industry. He will take on the role at the start of 2019, succeeding Carl-Henric Svanberg, the WSJ reports.\nRISK\nOil firm wins in Venezuela arbitration. ConocoPhillips won a $2 billion arbitration against Venezuela’s state-controlled oil company over the 2007 expropriation of two oil projects. Petróleos de Venezuela SA has defaulted on more than $2.5 billion in debt and isn’t expected to make any payments to ConocoPhillips, the WSJ reports.\nBeijing is set to hit U.S. over investments. The U.S. threat of investment restrictions is already damping the enthusiasm of Chinese businesses, with some canceling or slowing plans to invest in the American market, China’s Commerce Ministry said. A spokesman said Beijing is prepared to respond if the U.S. goes ahead with the plan, the WSJ reports.\nOPERATIONS\nPolice close off Philippine island. A government shutdown to clean up the Philippine tourist island of Boracay took effect Thursday. More than 600 police and coast guard will enforce the closure, ordered by President Rodrigo Duterte. The government says it will compensate workers, but not “wealthy resort owners,” for loss of income as tourists are temporarily barred from the island, the WSJ reports.\nSTRATEGY\nDeutsche Bank to scale back investment bank. Deutsche Bank said it will shrink its U.S. investment bank, pulling back in certain trading and lending activities that don’t make enough money to justify costs and risks, especially in the U.S. and Asia. It plans a “material workforce reduction” at the investment bank, the WSJ reports.\nDeutsche Bank posted a decline in net income for the first quarter. PHOTO: MICHAEL PROBST/ASSOCIATED PRESS Water utilities wheel and deal. California Water Service Group has made a takeover offer for water utility SJW Group , the WSJ reports. SJW last month agreed to a merger with Connecticut Water Service Last week, Connecticut Water said it received an offer from Eversource Energy , which it rejected. SJW Group has rejected the California Water offer, made April 4.\nAUDIT\nKPMG wins another year as GE’s auditor. Shareholders at General Electric approved KPMG LLP on Wednesday as the company’s auditor for another year, but only after opposition in the wake of GE’s accounting issues and criticism from proxy-advisory firms, the WSJ reports.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: 21st Century Fox Alphabet Inc. American Express Amex AML Andre Flotron artificial intelligence Bollore Boracay BP California Water Chris Hohn Connecticut Water ConocoPhillips Deutsche Bank EU web rules Eversource Energy Facebook GE General Electric Helge Lund KPMG LendingClub Lianlian Macron Money laundering PdVSA SJW TCI Fund Management terror financing UBS Previous Corruption Currents: Iran Deal Debate Tops Macron's U.S. Visit Next Flir Systems Settles U.S. Export-Controls Case Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Accelerating Performance One Workgroup at a Time By focusing on a part of the organization that is largely invisible today, the frontline workgroup, executives have an opportunity to not only improve performance but accelerate it. To do so, they will need to cultivate a specific set of practices and focus on “learning through action.” Find out how leaders can provoke, pull and propel workgroups through a series of small, smart moves that can create a business environment that delivers more value.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-04-26T15:29:00.000+03:00",
    "crawled": "2018-04-26T16:01:01.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "vestel",
        "group",
        "robot",
        "display",
        "animated",
        "face",
        "fujitsu",
        "stand",
        "opening",
        "day",
        "mobile",
        "world",
        "congress",
        "barcelona",
        "bloomberg",
        "garcia",
        "good",
        "morning",
        "ethical",
        "use",
        "artificial",
        "intelligence",
        "critical",
        "technology",
        "becomes",
        "prominent",
        "european",
        "commission",
        "said",
        "wednesday",
        "outlining",
        "strategy",
        "advocate",
        "unified",
        "approach",
        "increased",
        "investment",
        "government",
        "private",
        "sector",
        "commission",
        "pledged",
        "produce",
        "ethic",
        "guideline",
        "use",
        "ai",
        "end",
        "year",
        "panel",
        "expert",
        "commission",
        "began",
        "assemble",
        "last",
        "month",
        "work",
        "ethical",
        "use",
        "ai",
        "could",
        "competitive",
        "advantage",
        "european",
        "union",
        "said",
        "commission",
        "artificial",
        "intelligence",
        "may",
        "raise",
        "new",
        "ethical",
        "legal",
        "question",
        "related",
        "liability",
        "potentially",
        "biased",
        "said",
        "new",
        "technology",
        "mean",
        "new",
        "commission",
        "recommended",
        "eu",
        "spend",
        "least",
        "billion",
        "billion",
        "start",
        "support",
        "ai",
        "research",
        "innovation",
        "additional",
        "billion",
        "year",
        "investment",
        "meant",
        "spur",
        "additional",
        "spending",
        "partnership",
        "eu",
        "lag",
        "behind",
        "north",
        "america",
        "asia",
        "ai",
        "investment",
        "said",
        "commission",
        "eu",
        "putting",
        "money",
        "mouth",
        "ai",
        "fostering",
        "disruption",
        "kind",
        "seen",
        "electricity",
        "commercialized",
        "said",
        "andrea",
        "bonime",
        "blanc",
        "chief",
        "executive",
        "gec",
        "risk",
        "advisory",
        "new",
        "book",
        "artificial",
        "intelligence",
        "commission",
        "announcement",
        "underscore",
        "importance",
        "partnership",
        "support",
        "new",
        "technology",
        "development",
        "said",
        "also",
        "confirms",
        "european",
        "best",
        "identifying",
        "connecting",
        "public",
        "policy",
        "key",
        "environmental",
        "social",
        "governance",
        "issue",
        "risk",
        "opportunity",
        "focusing",
        "social",
        "impact",
        "ethical",
        "implication",
        "business",
        "opportunity",
        "ai",
        "present",
        "said",
        "bonime",
        "blanc",
        "organization",
        "must",
        "understand",
        "ai",
        "disrupt",
        "look",
        "way",
        "integrate",
        "ai",
        "strategy",
        "said",
        "government",
        "must",
        "provide",
        "leadership",
        "ai",
        "term",
        "vision",
        "incentive",
        "r",
        "empower",
        "development",
        "new",
        "technology",
        "said",
        "bonime",
        "blanc",
        "commission",
        "need",
        "implement",
        "strategy",
        "foster",
        "trust",
        "use",
        "ai",
        "system",
        "organization",
        "people",
        "providing",
        "regulatory",
        "oversight",
        "severe",
        "stifle",
        "innovation",
        "said",
        "liam",
        "benhan",
        "vice",
        "president",
        "government",
        "regulatory",
        "affair",
        "ibm",
        "europe",
        "mean",
        "making",
        "understandable",
        "ai",
        "system",
        "operate",
        "data",
        "system",
        "using",
        "reach",
        "conclusion",
        "particular",
        "data",
        "set",
        "fall",
        "topic",
        "explainability",
        "said",
        "benham",
        "panel",
        "also",
        "determine",
        "root",
        "bias",
        "ai",
        "system",
        "eu",
        "asking",
        "big",
        "question",
        "take",
        "make",
        "ai",
        "system",
        "trustworthy",
        "accountable",
        "said",
        "benham",
        "bottom",
        "line",
        "people",
        "company",
        "trust",
        "ai",
        "system",
        "going",
        "reluctant",
        "take",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "canada",
        "seek",
        "boost",
        "compliance",
        "proposed",
        "change",
        "canada",
        "laundering",
        "terrorist",
        "financing",
        "law",
        "would",
        "bring",
        "canada",
        "line",
        "western",
        "economy",
        "address",
        "concern",
        "raised",
        "international",
        "financial",
        "regulator",
        "compliance",
        "eu",
        "proposes",
        "web",
        "rule",
        "european",
        "union",
        "moved",
        "rein",
        "tech",
        "giant",
        "like",
        "alphabet",
        "google",
        "facebook",
        "proposing",
        "regulation",
        "would",
        "require",
        "search",
        "engine",
        "provide",
        "transparency",
        "ranking",
        "rule",
        "aim",
        "prevent",
        "platform",
        "offering",
        "unfair",
        "term",
        "small",
        "business",
        "use",
        "service",
        "sell",
        "promote",
        "product",
        "wsj",
        "report",
        "european",
        "commission",
        "urged",
        "web",
        "platform",
        "halt",
        "spread",
        "disinformation",
        "site",
        "photo",
        "damien",
        "image",
        "macron",
        "push",
        "crackdown",
        "president",
        "emmanuel",
        "macron",
        "called",
        "minister",
        "country",
        "paris",
        "thursday",
        "effort",
        "coordinate",
        "crackdown",
        "new",
        "method",
        "french",
        "official",
        "say",
        "pose",
        "growing",
        "threat",
        "global",
        "security",
        "wsj",
        "report",
        "amex",
        "advance",
        "bid",
        "enter",
        "chinese",
        "market",
        "american",
        "express",
        "cleared",
        "hurdle",
        "yearslong",
        "effort",
        "operate",
        "china",
        "wsj",
        "report",
        "china",
        "central",
        "bank",
        "said",
        "accepted",
        "amex",
        "application",
        "firm",
        "applied",
        "clear",
        "settle",
        "domestic",
        "card",
        "transaction",
        "forming",
        "joint",
        "venture",
        "chinese",
        "provider",
        "lianlian",
        "group",
        "bolloré",
        "charged",
        "alleged",
        "bribery",
        "french",
        "prosecutor",
        "brought",
        "preliminary",
        "charge",
        "tycoon",
        "vincent",
        "bolloré",
        "allegedly",
        "bribing",
        "politician",
        "togo",
        "guinea",
        "win",
        "lucrative",
        "contract",
        "west",
        "african",
        "nation",
        "bolloré",
        "denied",
        "charge",
        "wsj",
        "report",
        "ftc",
        "go",
        "lendingclub",
        "federal",
        "trade",
        "commission",
        "wednesday",
        "accused",
        "online",
        "lender",
        "lendingclub",
        "deceiving",
        "borrower",
        "fee",
        "removing",
        "money",
        "bank",
        "account",
        "without",
        "authorization",
        "lendingclub",
        "spokesman",
        "said",
        "company",
        "belief",
        "ftc",
        "wrong",
        "wsj",
        "report",
        "cleared",
        "spoofing",
        "connecticut",
        "federal",
        "jury",
        "cleared",
        "andre",
        "flotron",
        "former",
        "ubs",
        "group",
        "ag",
        "metal",
        "trader",
        "scheming",
        "manipulate",
        "future",
        "market",
        "practice",
        "known",
        "spoofing",
        "setback",
        "government",
        "work",
        "stem",
        "practice",
        "financial",
        "market",
        "wsj",
        "report",
        "governance",
        "activist",
        "investor",
        "build",
        "stake",
        "fox",
        "activist",
        "investor",
        "chris",
        "hohn",
        "built",
        "roughly",
        "billion",
        "stake",
        "21st",
        "century",
        "fox",
        "position",
        "make",
        "firm",
        "tci",
        "fund",
        "management",
        "one",
        "largest",
        "holder",
        "medium",
        "company",
        "center",
        "global",
        "takeover",
        "battle",
        "hohn",
        "declined",
        "comment",
        "stake",
        "wsj",
        "report",
        "bp",
        "pick",
        "chairman",
        "bp",
        "plc",
        "appointed",
        "energy",
        "industry",
        "veteran",
        "helge",
        "lund",
        "next",
        "chairman",
        "oil",
        "giant",
        "seek",
        "move",
        "past",
        "deepwater",
        "horizon",
        "disaster",
        "get",
        "grip",
        "industry",
        "take",
        "role",
        "start",
        "succeeding",
        "svanberg",
        "wsj",
        "report",
        "risk",
        "oil",
        "firm",
        "win",
        "venezuela",
        "arbitration",
        "conocophillips",
        "billion",
        "arbitration",
        "venezuela",
        "oil",
        "company",
        "expropriation",
        "two",
        "oil",
        "project",
        "petróleos",
        "de",
        "venezuela",
        "sa",
        "defaulted",
        "billion",
        "debt",
        "expected",
        "make",
        "payment",
        "conocophillips",
        "wsj",
        "report",
        "beijing",
        "set",
        "hit",
        "investment",
        "threat",
        "investment",
        "restriction",
        "already",
        "damping",
        "enthusiasm",
        "chinese",
        "business",
        "canceling",
        "slowing",
        "plan",
        "invest",
        "american",
        "market",
        "china",
        "commerce",
        "ministry",
        "said",
        "spokesman",
        "said",
        "beijing",
        "prepared",
        "respond",
        "go",
        "ahead",
        "plan",
        "wsj",
        "report",
        "operation",
        "police",
        "close",
        "philippine",
        "island",
        "government",
        "shutdown",
        "clean",
        "philippine",
        "tourist",
        "island",
        "boracay",
        "took",
        "effect",
        "thursday",
        "police",
        "coast",
        "guard",
        "enforce",
        "closure",
        "ordered",
        "president",
        "rodrigo",
        "duterte",
        "government",
        "say",
        "compensate",
        "worker",
        "wealthy",
        "resort",
        "owner",
        "loss",
        "income",
        "tourist",
        "temporarily",
        "barred",
        "island",
        "wsj",
        "report",
        "strategy",
        "deutsche",
        "bank",
        "scale",
        "back",
        "investment",
        "bank",
        "deutsche",
        "bank",
        "said",
        "shrink",
        "investment",
        "bank",
        "pulling",
        "back",
        "certain",
        "trading",
        "lending",
        "activity",
        "make",
        "enough",
        "money",
        "justify",
        "cost",
        "risk",
        "especially",
        "asia",
        "plan",
        "material",
        "workforce",
        "reduction",
        "investment",
        "bank",
        "wsj",
        "report",
        "deutsche",
        "bank",
        "posted",
        "decline",
        "net",
        "income",
        "first",
        "quarter",
        "photo",
        "michael",
        "press",
        "water",
        "utility",
        "wheel",
        "deal",
        "california",
        "water",
        "service",
        "group",
        "made",
        "takeover",
        "offer",
        "water",
        "utility",
        "sjw",
        "group",
        "wsj",
        "report",
        "sjw",
        "last",
        "month",
        "agreed",
        "merger",
        "connecticut",
        "water",
        "service",
        "last",
        "week",
        "connecticut",
        "water",
        "said",
        "received",
        "offer",
        "eversource",
        "energy",
        "rejected",
        "sjw",
        "group",
        "rejected",
        "california",
        "water",
        "offer",
        "made",
        "april",
        "audit",
        "kpmg",
        "win",
        "another",
        "year",
        "ge",
        "auditor",
        "shareholder",
        "general",
        "electric",
        "approved",
        "kpmg",
        "llp",
        "wednesday",
        "company",
        "auditor",
        "another",
        "year",
        "opposition",
        "wake",
        "ge",
        "accounting",
        "issue",
        "criticism",
        "firm",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "21st",
        "century",
        "fox",
        "alphabet",
        "american",
        "express",
        "amex",
        "aml",
        "andre",
        "flotron",
        "artificial",
        "intelligence",
        "bollore",
        "boracay",
        "bp",
        "california",
        "water",
        "chris",
        "hohn",
        "connecticut",
        "water",
        "conocophillips",
        "deutsche",
        "bank",
        "eu",
        "web",
        "rule",
        "eversource",
        "energy",
        "facebook",
        "ge",
        "general",
        "electric",
        "helge",
        "lund",
        "kpmg",
        "lendingclub",
        "lianlian",
        "macron",
        "money",
        "laundering",
        "pdvsa",
        "sjw",
        "tci",
        "fund",
        "management",
        "terror",
        "financing",
        "ubs",
        "previous",
        "corruption",
        "current",
        "iran",
        "deal",
        "debate",
        "top",
        "macron",
        "visit",
        "next",
        "flir",
        "system",
        "settle",
        "case",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "accelerating",
        "performance",
        "one",
        "workgroup",
        "time",
        "focusing",
        "part",
        "organization",
        "largely",
        "invisible",
        "today",
        "frontline",
        "workgroup",
        "executive",
        "opportunity",
        "improve",
        "performance",
        "accelerate",
        "need",
        "cultivate",
        "specific",
        "set",
        "practice",
        "focus",
        "learning",
        "find",
        "leader",
        "provoke",
        "pull",
        "propel",
        "workgroups",
        "series",
        "small",
        "smart",
        "move",
        "create",
        "business",
        "environment",
        "delivers",
        "value",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}