{
    "organizations": [],
    "uuid": "30516527eff3881a69354dfc653466ab078a9292",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/19/globe-newswire-12-retech-corporation-chairmanas-annual-report-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "12 ReTech Corporation Chairman’s Annual Report to Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FY2017 Year in Review:\nDear Shareholders:\nCarson City, NV & Hong Kong, The year ended December 31, 2017 was a very eventful year for our Company. In many ways it was what I would call, a \"set-up year\" in that we had to make many strategic moves to position our Company for the future. In reality, we began to implement our Company's business plan on June 27, 2017 with the acquisition of 12 Hong Kong Ltd (\"12HK\"). The remaining 6 months of 2017 and the first 3 months of 2018 were a whirlwind of activity and at this point, I would like to reflect upon what has been accomplished so far.\nWith the acquisition of 12HK we acquired the12 Technology Suite, our P roven, P roprietary, P atented (pending) technology. The Suite contains proprietary software solutions integrated with specialized hardware that allows retailers to compete effectively with Amazon and Walmart both in physical stores and online.\nWe then made a series of additional acquisitions to position ourselves to compete in the 3 largest markets in the world: Asia, Europe and North America.\nWith the July 2017 acquisition of 12 Japan, Ltd. (\"12JP\") we obtained a business operation which produces revenues from the sale, service and licensing of our technology to ITOYA, Ltd. in Japan, where our technology runs their entire flagship lifestyle store. The business model with ITOYA, Ltd. is the prototype that our future licensing efforts will be based upon.\nWith the October 2017 acquisition of 12 Europe A.G. (\"12 EU\") we gained a footprint in Switzerland which is centrally located in the heart of Europe. Through this acquisition we gained entry to Manor A.G., Switzerland's largest retailer with 60 storefronts, where we will run a pilot for our physical retail store technology in the second quarter of 2018. Around the same time, we will be launching the new mobile application, 12Sconti, an eco-friendly solution to help reduce the waste of food and other perishable products while helping consumers to spend less and save more.\nIn 2017, we also founded 12 Retail Corporation to acquire consumer product microbrands in North America, and to market our technology to retailers in the United States. We entered into 3 Letters of Intent to acquire apparel brands in the United States. Our due diligence and legal documentation is ongoing. In addition to these targets we have several others that we are investigating, some that we might execute sooner than those that we have formally announced as we did with E-motion Apparel, Inc. in March 2018.\nWe added key people to our organization. People that bring the depth and experience we need to build a \"great company\" and create significant shareholder value over time.\nDaniele Monteverde . Chief Financial Officer and Board Member for 12 ReTech. An experienced businessman who has founded and successfully run firms that practiced in architecture, advertising & communications and media production (television, film and audio). He also serves as the President and Chief Executive Officer of our 12 Japan, Ltd subsidiary. Richard J. Berman. Advisory Board Member for 12 ReTech. An accomplished board member with over 40 years experience in M&A, capital formation and up-listing companies to NASDAQ. Kirk Kimerer . Chief Marketing Officer for 12 ReTech. An accomplished executive with decades of experience in digital marketing and media publishing. He will lead the e-commerce efforts of 12 ReTech where the success of those ventures will be highly dependent on the ability to get in front of consumers and attract them to our online offerings. Daniel Wong . Chief Technology Officer for 12 ReTech. A seasoned technology architect with more than 20 years of experience in directing the technology efforts of diverse companies such as Samsung and Nokia. Stefan Guggisberg. CEO of 12 Europe, AG. A seasoned European executive with special relationships and emphasis in Germany, France and especially in Switzerland.\nFirst Quarter FY2018:\nAlthough we spent much of the FY2018's first quarter absorbing the acquisitions we made in 2017 and positioning our Company for the future, we still accomplished the following milestones during the first three months of the year.\nHosted a dinner for the top 60 marketing executives in retail in partnership with the recent National Retail Foundation (\"NRF\") Big Show trade conference. From this event, we obtained a strong prospect list of motivated merchants to call upon when our 12 Technology Suite localization efforts for North America and Europe are completed. Presented our Company to investors and shareholders at the National Investment Banking Association’s March, 2018 conference in New York City. Began the process of updating our software for additional languages – English, German and French – to support our technology sales efforts in North America and Europe. Readied the imminent launch of the 12Sconti APP for initial use in Europe where we have already signed up merchants who will use the platform to advertise their shelf-life sensitive goods and services. Acquired E-motion Apparel, Inc. on March 12, 2018, our first microbrand acquisition in the US market. While this acquisition was not one of the three we announced through LOIs, we had coveted this one for a while and we were able to complete the transaction quickly once the seller agreed. This acquisition is critical to our microbrand acquisition strategy because: The ecommerce strategy that almost all retailers miss the mark on is that the ongoing offers of reduced prices online denigrates their brand. Consumers learn quickly that they can wait for the largest discounts because additional discount offers are right around the corner. Instead, successful online retailers can create urgency differently: They do so by making smaller batches of new fresh product, and updating their sites with new products very often, not just a few times per year. As a domestic manufacturer, its acquisition allows us to produce small quantities of products and create new style offerings on a weekly base. Over time, this strategy allows us to create urgency through our online sites for Emotion and its other brands, as well as for every other microbrand we will acquire. With the minimum wage increasing in California to $15 per hour, we decided to move this Company's manufacturing to Salt Lake City, Utah, where the minimum wage is half of that in California primarily because of the much lower costs of living. In Utah, taxes, rent and workers compensation insurance are lower; electricity, property insurance and transportation costs are also less. This move will significantly increase our net income from the E-motion Apparel operation.\nFor the Balance of FY2018 and Beyond:\nYou can expect us to continue to develop our cutting-edge technology products, deploy these proprietary products to additional retailers and acquire more microbrands. During the balance of the current fiscal year we expect to:\nLaunch the 12Sconti APP in Europe. Submit our application for up-listing to the OTCQB. Deploy our 12 Technology Suite at Manor A.G. in Switzerland. Execute additional microbrand acquisition transactions in North America. Open E-motion Apparel's factory store featuring our technology solutions. Launch microbrand e-commerce sites featuring our cutting-edge online technologies. Recruit additional talented personnel to our Company and Advisory Board. Announce an agreement with an Investment Bank to raise working capital for the Company.\nWe believe that during 2018 you will begin to see the fruits of our labors, and as our revenues and earnings grow increasing shareholder value, those with the patience to stick with us through our consolidation process will be rewarded\nThank you for listening and for your interest in our Company.\nBest regards,\nAngelo Ponzetta\nChief Executive Officer and Chairman of the Board of Directors\n12 ReTech Corporation\nAbout 12 ReTech Corporation:\nAt our core, we are a software company whose technology allows retailers to combat the dual threats of Walmart and Amazon — both online and in physical stores. Our microbrand rollup acquisition strategy allows us to demonstrate the effectiveness of our software, devise and test new products, while providing shareholder value through immediate revenue and earnings growth. The Company operates through our subsidiaries on three continents: 12 Hong Kong, Ltd., 12 Japan, Ltd., 12 Europe A.G., 12 Retail Corporation (and its subsidiary in North America, E-Motion Apparel, Inc.). For more information please visit our website at www.12ReTech.com .\n12 Retech Corporation is publicly listed on the OTC Markets under the symbol RETC.\nSafe Harbor: This document contains certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended, which are intended to be covered by the safe harbors created thereby. Investors are cautioned that all forward-looking statements involve risks and uncertainty, including without limitation, the ability of the Company to successfully implement its turnaround strategy, changes in costs of raw materials, labor, and employee benefits, as well as general market conditions, competition and pricing. Although the Company believes that the assumptions underlying the forward-looking statements contained herein are reasonable, any of the assumptions could be inaccurate, and therefore, there can be no assurance that the forward-looking statements included in this letter will prove to be accurate. In light of the significant uncertainties inherent in the forward-looking statements included herein, the inclusion of such information should not be regarded as representation by the Company or any other person that the objectives and plans of the Company will be achieved. In assessing forward-looking statements included herein, readers are urged to carefully read those statements. When used in the Annual Report on Form 10-K, the words \"estimate,\" \"anticipate,\" \"expect,\" \"believe,\" and similar expressions are intended to be forward-looking statements.\nTom Nelson Ten Associates, LLC Tenassociates33@gmail.com 480-326-8577 (USA) Mark Gilbert Magellan FIN, LLC mgilbert@magellanfin.com 317-361-2392 (USA) Investor Relations\nSource:12 Retech Corporation",
    "published": "2018-04-19T16:30:00.000+03:00",
    "crawled": "2018-04-19T17:18:00.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fy2017",
        "year",
        "review",
        "dear",
        "shareholder",
        "carson",
        "city",
        "nv",
        "hong",
        "kong",
        "year",
        "ended",
        "december",
        "eventful",
        "year",
        "company",
        "many",
        "way",
        "would",
        "call",
        "year",
        "make",
        "many",
        "strategic",
        "move",
        "position",
        "company",
        "future",
        "reality",
        "began",
        "implement",
        "company",
        "business",
        "plan",
        "june",
        "acquisition",
        "hong",
        "kong",
        "ltd",
        "12hk",
        "remaining",
        "month",
        "first",
        "month",
        "whirlwind",
        "activity",
        "point",
        "would",
        "like",
        "reflect",
        "upon",
        "accomplished",
        "far",
        "acquisition",
        "12hk",
        "acquired",
        "the12",
        "technology",
        "suite",
        "p",
        "roven",
        "p",
        "roprietary",
        "p",
        "atented",
        "pending",
        "technology",
        "suite",
        "contains",
        "proprietary",
        "software",
        "solution",
        "integrated",
        "specialized",
        "hardware",
        "allows",
        "retailer",
        "compete",
        "effectively",
        "amazon",
        "walmart",
        "physical",
        "store",
        "online",
        "made",
        "series",
        "additional",
        "acquisition",
        "position",
        "compete",
        "largest",
        "market",
        "world",
        "asia",
        "europe",
        "north",
        "america",
        "july",
        "acquisition",
        "japan",
        "12jp",
        "obtained",
        "business",
        "operation",
        "produce",
        "revenue",
        "sale",
        "service",
        "licensing",
        "technology",
        "itoya",
        "japan",
        "technology",
        "run",
        "entire",
        "flagship",
        "lifestyle",
        "store",
        "business",
        "model",
        "itoya",
        "prototype",
        "future",
        "licensing",
        "effort",
        "based",
        "upon",
        "october",
        "acquisition",
        "europe",
        "eu",
        "gained",
        "footprint",
        "switzerland",
        "centrally",
        "located",
        "heart",
        "europe",
        "acquisition",
        "gained",
        "entry",
        "manor",
        "switzerland",
        "largest",
        "retailer",
        "storefront",
        "run",
        "pilot",
        "physical",
        "retail",
        "store",
        "technology",
        "second",
        "quarter",
        "around",
        "time",
        "launching",
        "new",
        "mobile",
        "application",
        "12sconti",
        "solution",
        "help",
        "reduce",
        "waste",
        "food",
        "perishable",
        "product",
        "helping",
        "consumer",
        "spend",
        "less",
        "save",
        "also",
        "founded",
        "retail",
        "corporation",
        "acquire",
        "consumer",
        "product",
        "microbrands",
        "north",
        "america",
        "market",
        "technology",
        "retailer",
        "united",
        "state",
        "entered",
        "letter",
        "intent",
        "acquire",
        "apparel",
        "brand",
        "united",
        "state",
        "due",
        "diligence",
        "legal",
        "documentation",
        "ongoing",
        "addition",
        "target",
        "several",
        "others",
        "investigating",
        "might",
        "execute",
        "sooner",
        "formally",
        "announced",
        "apparel",
        "march",
        "added",
        "key",
        "people",
        "organization",
        "people",
        "bring",
        "depth",
        "experience",
        "need",
        "build",
        "great",
        "company",
        "create",
        "significant",
        "shareholder",
        "value",
        "time",
        "daniele",
        "monteverde",
        "chief",
        "financial",
        "officer",
        "board",
        "member",
        "retech",
        "experienced",
        "businessman",
        "founded",
        "successfully",
        "run",
        "firm",
        "practiced",
        "architecture",
        "advertising",
        "communication",
        "medium",
        "production",
        "television",
        "film",
        "audio",
        "also",
        "serf",
        "president",
        "chief",
        "executive",
        "officer",
        "japan",
        "ltd",
        "subsidiary",
        "richard",
        "berman",
        "advisory",
        "board",
        "member",
        "retech",
        "accomplished",
        "board",
        "member",
        "year",
        "experience",
        "capital",
        "formation",
        "company",
        "nasdaq",
        "kirk",
        "kimerer",
        "chief",
        "marketing",
        "officer",
        "retech",
        "accomplished",
        "executive",
        "decade",
        "experience",
        "digital",
        "marketing",
        "medium",
        "publishing",
        "lead",
        "effort",
        "retech",
        "success",
        "venture",
        "highly",
        "dependent",
        "ability",
        "get",
        "front",
        "consumer",
        "attract",
        "online",
        "offering",
        "daniel",
        "wong",
        "chief",
        "technology",
        "officer",
        "retech",
        "seasoned",
        "technology",
        "architect",
        "year",
        "experience",
        "directing",
        "technology",
        "effort",
        "diverse",
        "company",
        "samsung",
        "nokia",
        "stefan",
        "guggisberg",
        "ceo",
        "europe",
        "ag",
        "seasoned",
        "european",
        "executive",
        "special",
        "relationship",
        "emphasis",
        "germany",
        "france",
        "especially",
        "switzerland",
        "first",
        "quarter",
        "fy2018",
        "although",
        "spent",
        "much",
        "fy2018",
        "first",
        "quarter",
        "absorbing",
        "acquisition",
        "made",
        "positioning",
        "company",
        "future",
        "still",
        "accomplished",
        "following",
        "milestone",
        "first",
        "three",
        "month",
        "year",
        "hosted",
        "dinner",
        "top",
        "marketing",
        "executive",
        "retail",
        "partnership",
        "recent",
        "national",
        "retail",
        "foundation",
        "nrf",
        "big",
        "show",
        "trade",
        "conference",
        "event",
        "obtained",
        "strong",
        "prospect",
        "list",
        "motivated",
        "merchant",
        "call",
        "upon",
        "technology",
        "suite",
        "localization",
        "effort",
        "north",
        "america",
        "europe",
        "completed",
        "presented",
        "company",
        "investor",
        "shareholder",
        "national",
        "investment",
        "banking",
        "association",
        "march",
        "conference",
        "new",
        "york",
        "city",
        "began",
        "process",
        "updating",
        "software",
        "additional",
        "language",
        "english",
        "german",
        "french",
        "support",
        "technology",
        "sale",
        "effort",
        "north",
        "america",
        "europe",
        "readied",
        "imminent",
        "launch",
        "12sconti",
        "app",
        "initial",
        "use",
        "europe",
        "already",
        "signed",
        "merchant",
        "use",
        "platform",
        "advertise",
        "sensitive",
        "good",
        "service",
        "acquired",
        "apparel",
        "march",
        "first",
        "microbrand",
        "acquisition",
        "u",
        "market",
        "acquisition",
        "one",
        "three",
        "announced",
        "lois",
        "coveted",
        "one",
        "able",
        "complete",
        "transaction",
        "quickly",
        "seller",
        "agreed",
        "acquisition",
        "critical",
        "microbrand",
        "acquisition",
        "strategy",
        "ecommerce",
        "strategy",
        "almost",
        "retailer",
        "miss",
        "mark",
        "ongoing",
        "offer",
        "reduced",
        "price",
        "online",
        "denigrates",
        "brand",
        "consumer",
        "learn",
        "quickly",
        "wait",
        "largest",
        "discount",
        "additional",
        "discount",
        "offer",
        "right",
        "around",
        "corner",
        "instead",
        "successful",
        "online",
        "retailer",
        "create",
        "urgency",
        "differently",
        "making",
        "smaller",
        "batch",
        "new",
        "fresh",
        "product",
        "updating",
        "site",
        "new",
        "product",
        "often",
        "time",
        "per",
        "year",
        "domestic",
        "manufacturer",
        "acquisition",
        "allows",
        "u",
        "produce",
        "small",
        "quantity",
        "product",
        "create",
        "new",
        "style",
        "offering",
        "weekly",
        "base",
        "time",
        "strategy",
        "allows",
        "u",
        "create",
        "urgency",
        "online",
        "site",
        "emotion",
        "brand",
        "well",
        "every",
        "microbrand",
        "acquire",
        "minimum",
        "wage",
        "increasing",
        "california",
        "per",
        "hour",
        "decided",
        "move",
        "company",
        "manufacturing",
        "salt",
        "lake",
        "city",
        "utah",
        "minimum",
        "wage",
        "half",
        "california",
        "primarily",
        "much",
        "lower",
        "cost",
        "living",
        "utah",
        "tax",
        "rent",
        "worker",
        "compensation",
        "insurance",
        "lower",
        "electricity",
        "property",
        "insurance",
        "transportation",
        "cost",
        "also",
        "less",
        "move",
        "significantly",
        "increase",
        "net",
        "income",
        "apparel",
        "operation",
        "balance",
        "fy2018",
        "beyond",
        "expect",
        "u",
        "continue",
        "develop",
        "technology",
        "product",
        "deploy",
        "proprietary",
        "product",
        "additional",
        "retailer",
        "acquire",
        "microbrands",
        "balance",
        "current",
        "fiscal",
        "year",
        "expect",
        "launch",
        "12sconti",
        "app",
        "europe",
        "submit",
        "application",
        "otcqb",
        "deploy",
        "technology",
        "suite",
        "manor",
        "switzerland",
        "execute",
        "additional",
        "microbrand",
        "acquisition",
        "transaction",
        "north",
        "america",
        "open",
        "apparel",
        "factory",
        "store",
        "featuring",
        "technology",
        "solution",
        "launch",
        "microbrand",
        "site",
        "featuring",
        "online",
        "technology",
        "recruit",
        "additional",
        "talented",
        "personnel",
        "company",
        "advisory",
        "board",
        "announce",
        "agreement",
        "investment",
        "bank",
        "raise",
        "working",
        "capital",
        "company",
        "believe",
        "begin",
        "see",
        "fruit",
        "labor",
        "revenue",
        "earnings",
        "grow",
        "increasing",
        "shareholder",
        "value",
        "patience",
        "stick",
        "u",
        "consolidation",
        "process",
        "rewarded",
        "thank",
        "listening",
        "interest",
        "company",
        "best",
        "regard",
        "angelo",
        "ponzetta",
        "chief",
        "executive",
        "officer",
        "chairman",
        "board",
        "director",
        "retech",
        "corporation",
        "retech",
        "corporation",
        "core",
        "software",
        "company",
        "whose",
        "technology",
        "allows",
        "retailer",
        "combat",
        "dual",
        "threat",
        "walmart",
        "amazon",
        "online",
        "physical",
        "store",
        "microbrand",
        "rollup",
        "acquisition",
        "strategy",
        "allows",
        "u",
        "demonstrate",
        "effectiveness",
        "software",
        "devise",
        "test",
        "new",
        "product",
        "providing",
        "shareholder",
        "value",
        "immediate",
        "revenue",
        "earnings",
        "growth",
        "company",
        "operates",
        "subsidiary",
        "three",
        "continent",
        "hong",
        "kong",
        "japan",
        "europe",
        "retail",
        "corporation",
        "subsidiary",
        "north",
        "america",
        "apparel",
        "information",
        "please",
        "visit",
        "website",
        "retech",
        "corporation",
        "publicly",
        "listed",
        "otc",
        "market",
        "symbol",
        "retc",
        "safe",
        "harbor",
        "document",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intended",
        "covered",
        "safe",
        "harbor",
        "created",
        "thereby",
        "investor",
        "cautioned",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "ability",
        "company",
        "successfully",
        "implement",
        "turnaround",
        "strategy",
        "change",
        "cost",
        "raw",
        "material",
        "labor",
        "employee",
        "benefit",
        "well",
        "general",
        "market",
        "condition",
        "competition",
        "pricing",
        "although",
        "company",
        "belief",
        "assumption",
        "underlying",
        "statement",
        "contained",
        "herein",
        "reasonable",
        "assumption",
        "could",
        "inaccurate",
        "therefore",
        "assurance",
        "statement",
        "included",
        "letter",
        "prove",
        "accurate",
        "light",
        "significant",
        "uncertainty",
        "inherent",
        "statement",
        "included",
        "herein",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "company",
        "person",
        "objective",
        "plan",
        "company",
        "achieved",
        "assessing",
        "statement",
        "included",
        "herein",
        "reader",
        "urged",
        "carefully",
        "read",
        "statement",
        "used",
        "annual",
        "report",
        "form",
        "word",
        "estimate",
        "anticipate",
        "expect",
        "believe",
        "similar",
        "expression",
        "intended",
        "statement",
        "tom",
        "nelson",
        "ten",
        "associate",
        "llc",
        "tenassociates33",
        "usa",
        "mark",
        "gilbert",
        "magellan",
        "fin",
        "llc",
        "mgilbert",
        "usa",
        "investor",
        "relation",
        "retech",
        "corporation"
    ]
}