{
    "organizations": [],
    "uuid": "fbd288f1020d3df2d6ceedb21e11d54e57f6fee4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/11/pr-newswire-6sense-acquires-zeniq.html",
    "ord_in_thread": 0,
    "title": "6sense Acquires ZenIQ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, April 11, 2018 /PRNewswire/ -- 6sense, the industry's leading Demand Orchestration Platform, announced today that it has completed the acquisition of ZenIQ , the highest-rated account-based marketing and sales orchestration solution on the market. With this acquisition, 6sense now provides the most comprehensive account-based marketing offering on the market, which includes the ability to enrich data records, identify interested accounts and buying centers, build a comprehensive engagement profile for each account, and activate accounts via coordinated marketing and sales tactics across systems.\n\"B2B enterprises are looking to either implement or scale-up their ABM practices for growth in 2018,\" said Jason Zintak , President and CEO of 6sense. \"Using integrated workflows for targeted sales and marketing plays, combined with predictive data insights and intelligent targeting, the combination of ZenIQ with 6sense equips modern marketers with a platform that delivers up to 5x lift in lead conversions and pipeline acceleration. We're thrilled to welcome ZenIQ customers and partners, and the ZenIQ team into our shared vision for marketing success.\"\n\"Marketing departments today have struggled to integrate a large number of separate technologies to drive revenue,\" said Srihari Kumar , CEO of ZenIQ. \"After integrating all these point solutions, it still remains a challenge for sales and marketing to efficiently engage accounts and stay coordinated with tactics. We are extremely excited to be joining the 6sense team as together we have a solution that can address challenges faced by pipeline and revenue teams to stay coordinated across the demand unit waterfall.\"\nThe joint offering enables customers to activate advanced data management capabilities, without the need for advanced data skills or lengthy IT projects. This includes ABM fundamentals such as data enrichment, automated contact acquisition for buying center gaps, and lead-to-account matching. The offering extends further to support sophisticated ABM tactics across marketing and sales channels. Users of the platform can now:\nUncover Demand:\nCollect, connect, and enrich data across multiple systems, Develop ideal customer profiles and create target segments, and Analyze full-funnel account and buying center engagement across multiple channels.\nAccelerate Demand:\nActivate multi-system, multi-channel, and multi-persona orchestration workflows to achieve a unified and automated account strategy, Setup and trigger digital campaigns, or campaigns in pre-integrated platforms, and Measure the impact of ABM tactics on pipeline and revenue.\nCapture Demand:\nCentralize all account reach and account engagement activity for sales insights, Create automated tasks for sales teams to stay focused, and Deliver relevant alerts to sales based on buyers needs and engagement activity.\n\"This acquisition accelerates our feature roadmap for the 6sense Platform by more than two years,\" said Amar Doshi , VP of Product at 6sense. \"Over the coming months, in addition to currently supported campaign types, 6sense customers will be able to seamlessly run ZenIQ orchestration smart plays with natively configured ABM digital campaigns on Google, LinkedIn, and Facebook. This will enable efficient and dynamic digital outreach to the right accounts at the right time.\"\n\"Driving account engagement through personalized, automated experiences is the future for ABM-at-scale,\" said Amanda Kahlow , Cofounder and CSO at 6sense. \"With ZenIQ + 6sense, marketers can be constantly listening and mining for buyers needs and timing. And, upon entering a buying cycle or doing competitive research, marketers can then reach them at the precise time, with the right message across multiple channels.\"\nZenIQ was founded in 2015 and is headquartered in Los Altos, CA. Upon the closing of the transaction, 6sense will integrate the ZenIQ technology into its product portfolio and all employees will take on roles within 6sense. All investors in both companies continue to remain investors in the joint company.\nAdditional reactions about this acquisition announcement:\nHanne Venables , Director of Marketing Operations at Xactly: \"Having purchased, implemented, and operated both 6sense and ZenIQ, this seems like a natural fit for two of the leading platforms to come together. This means fewer point solutions, better integration, and efficient activation of analytic insights. This move is a win for ABM-focused marketers.\"\nNick Ezzo , VP Demand Generation at Sage Intacct: \"ZenIQ has already been a game-changing part of how we're executing ABM, allowing us to eliminate several manual and error-prone workflows in our processes. I've had my eyes on 6sense and their predictive and digital advertising capabilities for a while. As a combined feature set, this definitely becomes an extremely comprehensive ABM platform that every B2B marketer must care about.\"\nMeagen Eisenberg , CMO at MongoDB: \"This is a strategic move for the two companies and a great fit from my vantage point when it comes to team and product. With all the noise in the martech space and point solutions that need to be cobbled together to deliver on the promise of ABM, I can easily see a demand orchestration platform emerge as a standard alongside B2B CRM systems.\"\nCraig Rosenberg , Chief Analyst at TOPO: \"Until now, the lack of an account-based platform has been the most significant gap in the B2B marketing tech stack. Marketers want a unifying application that supports the core functions of their account-based program including account selection, insights, execution, orchestration, and measurement. TOPO's research shows orchestration specifically will see a 170% increase in planned usage. This acquisition announcement from 6sense is another indicator in support of the emerging Account-Based Platform category which our research shows that early adopters are planning to purchase in 2018, with anticipated explosive category growth in 2019.\"\nKerry Cunningham , Research Director at SiriusDecisions: \"I see 6sense and ZenIQ jointly delivering important capabilities throughout the SiriusDecisions Demand Unit Waterfall – from sourcing, segmenting, and prioritizing accounts at the top, to lead-to-account matching and the orchestration of marketing and sales tactics further down the waterfall. As the application of AI to account-based marketing and next best action takes flight for our B2B clients, 6sense will be one of the technology choices to watch.\"\nMatt Garratt , Managing Partner at Salesforce Ventures: \"The combination of 6sense and ZenIQ, two of our most promising investments, delivers a comprehensive ABM platform and the coordinated, top-line growth B2B companies need to achieve their long-term vision.\"\nAbout 6sense\n6sense is a Demand Orchestration Platform for ABM built with industry leading AI and machine learning capabilities to help B2B companies generate more highly qualified pipeline. Aimed in particular at companies activating an account-based strategy, the Platform uses market leading AI to connect a vast array of behavioral buying signals across every channel, across different devices, and across multiple individuals - uncovering where accounts are in the buying journey, accelerating account engagement through orchestration workflows and ABM campaign execution, and capturing revenue by extending account insights to sales teams. Enterprises of all sizes like Dell, Box, Cisco, NetSuite, Netapp, Centrify, Qlik, and RSA use 6sense to support their ABM strategy and drive pipeline growth. The company was recognized as a leader in the Forrester Wave on Predictive Marketing Analytics in 2017. For more information, visit www.6sense.com or follow us on Twitter .\nAbout ZenIQ\nZenIQ is an account-based marketing and sales orchestration platform that enables marketers to scale account-based marketing and sales actions. ZenIQ uses artificial intelligence to automate the tasks and programs most likely to drive account engagement using Playbase, the largest set of cross-system, proven B2B marketing plays. ZenIQ customers, which include both public and private high growth companies, have experienced over 400% improvement in target account coverage and penetration, campaign conversion rates and sales-marketing alignment in as little as the first 30 days. ZenIQ is recognized by leading marketing and sales technology analysts as a category leader in Account Based Marketing, and serves customers such as Cloudera, Xactly, Salesforce, Avalara, Tipalti, ThoughtSpot and others.\nPR Contact: Rob Goldenberg, 860-716-0104\nView original content with multimedia: http://www.prnewswire.com/news-releases/6sense-acquires-zeniq-300627855.html\nSOURCE 6sense",
    "published": "2018-04-11T16:00:00.000+03:00",
    "crawled": "2018-04-11T17:45:30.045+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "april",
        "6sense",
        "industry",
        "leading",
        "demand",
        "orchestration",
        "platform",
        "announced",
        "today",
        "completed",
        "acquisition",
        "zeniq",
        "marketing",
        "sale",
        "orchestration",
        "solution",
        "market",
        "acquisition",
        "6sense",
        "provides",
        "comprehensive",
        "marketing",
        "offering",
        "market",
        "includes",
        "ability",
        "enrich",
        "data",
        "record",
        "identify",
        "interested",
        "account",
        "buying",
        "center",
        "build",
        "comprehensive",
        "engagement",
        "profile",
        "account",
        "activate",
        "account",
        "via",
        "coordinated",
        "marketing",
        "sale",
        "tactic",
        "across",
        "system",
        "b2b",
        "enterprise",
        "looking",
        "either",
        "implement",
        "abm",
        "practice",
        "growth",
        "said",
        "jason",
        "zintak",
        "president",
        "ceo",
        "6sense",
        "using",
        "integrated",
        "workflow",
        "targeted",
        "sale",
        "marketing",
        "play",
        "combined",
        "predictive",
        "data",
        "insight",
        "intelligent",
        "targeting",
        "combination",
        "zeniq",
        "6sense",
        "equips",
        "modern",
        "marketer",
        "platform",
        "delivers",
        "5x",
        "lift",
        "lead",
        "conversion",
        "pipeline",
        "acceleration",
        "thrilled",
        "welcome",
        "zeniq",
        "customer",
        "partner",
        "zeniq",
        "team",
        "shared",
        "vision",
        "marketing",
        "success",
        "marketing",
        "department",
        "today",
        "struggled",
        "integrate",
        "large",
        "number",
        "separate",
        "technology",
        "drive",
        "revenue",
        "said",
        "srihari",
        "kumar",
        "ceo",
        "zeniq",
        "integrating",
        "point",
        "solution",
        "still",
        "remains",
        "challenge",
        "sale",
        "marketing",
        "efficiently",
        "engage",
        "account",
        "stay",
        "coordinated",
        "tactic",
        "extremely",
        "excited",
        "joining",
        "6sense",
        "team",
        "together",
        "solution",
        "address",
        "challenge",
        "faced",
        "pipeline",
        "revenue",
        "team",
        "stay",
        "coordinated",
        "across",
        "demand",
        "unit",
        "waterfall",
        "joint",
        "offering",
        "enables",
        "customer",
        "activate",
        "advanced",
        "data",
        "management",
        "capability",
        "without",
        "need",
        "advanced",
        "data",
        "skill",
        "lengthy",
        "project",
        "includes",
        "abm",
        "fundamental",
        "data",
        "enrichment",
        "automated",
        "contact",
        "acquisition",
        "buying",
        "center",
        "gap",
        "matching",
        "offering",
        "extends",
        "support",
        "sophisticated",
        "abm",
        "tactic",
        "across",
        "marketing",
        "sale",
        "channel",
        "user",
        "platform",
        "uncover",
        "demand",
        "collect",
        "connect",
        "enrich",
        "data",
        "across",
        "multiple",
        "system",
        "develop",
        "ideal",
        "customer",
        "profile",
        "create",
        "target",
        "segment",
        "analyze",
        "account",
        "buying",
        "center",
        "engagement",
        "across",
        "multiple",
        "channel",
        "accelerate",
        "demand",
        "activate",
        "orchestration",
        "workflow",
        "achieve",
        "unified",
        "automated",
        "account",
        "strategy",
        "setup",
        "trigger",
        "digital",
        "campaign",
        "campaign",
        "platform",
        "measure",
        "impact",
        "abm",
        "tactic",
        "pipeline",
        "revenue",
        "capture",
        "demand",
        "centralize",
        "account",
        "reach",
        "account",
        "engagement",
        "activity",
        "sale",
        "insight",
        "create",
        "automated",
        "task",
        "sale",
        "team",
        "stay",
        "focused",
        "deliver",
        "relevant",
        "alert",
        "sale",
        "based",
        "buyer",
        "need",
        "engagement",
        "activity",
        "acquisition",
        "accelerates",
        "feature",
        "roadmap",
        "6sense",
        "platform",
        "two",
        "year",
        "said",
        "amar",
        "doshi",
        "vp",
        "product",
        "6sense",
        "coming",
        "month",
        "addition",
        "currently",
        "supported",
        "campaign",
        "type",
        "6sense",
        "customer",
        "able",
        "seamlessly",
        "run",
        "zeniq",
        "orchestration",
        "smart",
        "play",
        "natively",
        "configured",
        "abm",
        "digital",
        "campaign",
        "google",
        "linkedin",
        "facebook",
        "enable",
        "efficient",
        "dynamic",
        "digital",
        "outreach",
        "right",
        "account",
        "right",
        "time",
        "driving",
        "account",
        "engagement",
        "personalized",
        "automated",
        "experience",
        "future",
        "said",
        "amanda",
        "kahlow",
        "cofounder",
        "cso",
        "6sense",
        "zeniq",
        "6sense",
        "marketer",
        "constantly",
        "listening",
        "mining",
        "buyer",
        "need",
        "timing",
        "upon",
        "entering",
        "buying",
        "cycle",
        "competitive",
        "research",
        "marketer",
        "reach",
        "precise",
        "time",
        "right",
        "message",
        "across",
        "multiple",
        "channel",
        "zeniq",
        "founded",
        "headquartered",
        "los",
        "alto",
        "ca",
        "upon",
        "closing",
        "transaction",
        "6sense",
        "integrate",
        "zeniq",
        "technology",
        "product",
        "portfolio",
        "employee",
        "take",
        "role",
        "within",
        "6sense",
        "investor",
        "company",
        "continue",
        "remain",
        "investor",
        "joint",
        "company",
        "additional",
        "reaction",
        "acquisition",
        "announcement",
        "hanne",
        "venables",
        "director",
        "marketing",
        "operation",
        "xactly",
        "purchased",
        "implemented",
        "operated",
        "6sense",
        "zeniq",
        "seems",
        "like",
        "natural",
        "fit",
        "two",
        "leading",
        "platform",
        "come",
        "together",
        "mean",
        "fewer",
        "point",
        "solution",
        "better",
        "integration",
        "efficient",
        "activation",
        "analytic",
        "insight",
        "move",
        "win",
        "marketer",
        "nick",
        "ezzo",
        "vp",
        "demand",
        "generation",
        "sage",
        "intacct",
        "zeniq",
        "already",
        "part",
        "executing",
        "abm",
        "allowing",
        "u",
        "eliminate",
        "several",
        "manual",
        "workflow",
        "process",
        "eye",
        "6sense",
        "predictive",
        "digital",
        "advertising",
        "capability",
        "combined",
        "feature",
        "set",
        "definitely",
        "becomes",
        "extremely",
        "comprehensive",
        "abm",
        "platform",
        "every",
        "b2b",
        "marketer",
        "must",
        "care",
        "meagen",
        "eisenberg",
        "cmo",
        "mongodb",
        "strategic",
        "move",
        "two",
        "company",
        "great",
        "fit",
        "vantage",
        "point",
        "come",
        "team",
        "product",
        "noise",
        "martech",
        "space",
        "point",
        "solution",
        "need",
        "cobbled",
        "together",
        "deliver",
        "promise",
        "abm",
        "easily",
        "see",
        "demand",
        "orchestration",
        "platform",
        "emerge",
        "standard",
        "alongside",
        "b2b",
        "crm",
        "system",
        "craig",
        "rosenberg",
        "chief",
        "analyst",
        "topo",
        "lack",
        "platform",
        "significant",
        "gap",
        "b2b",
        "marketing",
        "tech",
        "stack",
        "marketer",
        "want",
        "unifying",
        "application",
        "support",
        "core",
        "function",
        "program",
        "including",
        "account",
        "selection",
        "insight",
        "execution",
        "orchestration",
        "measurement",
        "topo",
        "research",
        "show",
        "orchestration",
        "specifically",
        "see",
        "increase",
        "planned",
        "usage",
        "acquisition",
        "announcement",
        "6sense",
        "another",
        "indicator",
        "support",
        "emerging",
        "platform",
        "category",
        "research",
        "show",
        "early",
        "adopter",
        "planning",
        "purchase",
        "anticipated",
        "explosive",
        "category",
        "growth",
        "kerry",
        "cunningham",
        "research",
        "director",
        "siriusdecisions",
        "see",
        "6sense",
        "zeniq",
        "jointly",
        "delivering",
        "important",
        "capability",
        "throughout",
        "siriusdecisions",
        "demand",
        "unit",
        "waterfall",
        "sourcing",
        "segmenting",
        "prioritizing",
        "account",
        "top",
        "matching",
        "orchestration",
        "marketing",
        "sale",
        "tactic",
        "waterfall",
        "application",
        "ai",
        "marketing",
        "next",
        "best",
        "action",
        "take",
        "flight",
        "b2b",
        "client",
        "6sense",
        "one",
        "technology",
        "choice",
        "watch",
        "matt",
        "garratt",
        "managing",
        "partner",
        "salesforce",
        "venture",
        "combination",
        "6sense",
        "zeniq",
        "two",
        "promising",
        "investment",
        "delivers",
        "comprehensive",
        "abm",
        "platform",
        "coordinated",
        "growth",
        "b2b",
        "company",
        "need",
        "achieve",
        "vision",
        "6sense",
        "6sense",
        "demand",
        "orchestration",
        "platform",
        "abm",
        "built",
        "industry",
        "leading",
        "ai",
        "machine",
        "learning",
        "capability",
        "help",
        "b2b",
        "company",
        "generate",
        "highly",
        "qualified",
        "pipeline",
        "aimed",
        "particular",
        "company",
        "activating",
        "strategy",
        "platform",
        "us",
        "market",
        "leading",
        "ai",
        "connect",
        "vast",
        "array",
        "behavioral",
        "buying",
        "signal",
        "across",
        "every",
        "channel",
        "across",
        "different",
        "device",
        "across",
        "multiple",
        "individual",
        "uncovering",
        "account",
        "buying",
        "journey",
        "accelerating",
        "account",
        "engagement",
        "orchestration",
        "workflow",
        "abm",
        "campaign",
        "execution",
        "capturing",
        "revenue",
        "extending",
        "account",
        "insight",
        "sale",
        "team",
        "enterprise",
        "size",
        "like",
        "dell",
        "box",
        "cisco",
        "netsuite",
        "netapp",
        "centrify",
        "qlik",
        "rsa",
        "use",
        "6sense",
        "support",
        "abm",
        "strategy",
        "drive",
        "pipeline",
        "growth",
        "company",
        "recognized",
        "leader",
        "forrester",
        "wave",
        "predictive",
        "marketing",
        "analytics",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "zeniq",
        "zeniq",
        "marketing",
        "sale",
        "orchestration",
        "platform",
        "enables",
        "marketer",
        "scale",
        "marketing",
        "sale",
        "action",
        "zeniq",
        "us",
        "artificial",
        "intelligence",
        "automate",
        "task",
        "program",
        "likely",
        "drive",
        "account",
        "engagement",
        "using",
        "playbase",
        "largest",
        "set",
        "proven",
        "b2b",
        "marketing",
        "play",
        "zeniq",
        "customer",
        "include",
        "public",
        "private",
        "high",
        "growth",
        "company",
        "experienced",
        "improvement",
        "target",
        "account",
        "coverage",
        "penetration",
        "campaign",
        "conversion",
        "rate",
        "alignment",
        "little",
        "first",
        "day",
        "zeniq",
        "recognized",
        "leading",
        "marketing",
        "sale",
        "technology",
        "analyst",
        "category",
        "leader",
        "account",
        "based",
        "marketing",
        "serf",
        "customer",
        "cloudera",
        "xactly",
        "salesforce",
        "avalara",
        "tipalti",
        "thoughtspot",
        "others",
        "pr",
        "contact",
        "rob",
        "goldenberg",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "6sense"
    ]
}