{
    "organizations": [],
    "uuid": "0daffcee5560ea3f3047674afdd4f3162b5ec1ac",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/04/25/term-sheet-wednesday-april-25/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Wednesday, April 25",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova April 25, 2018 5 Qs WITH A DEALMAKER\nHayley Barna co-founded beauty cosmetics company Birchbox in 2010. As the co-CEO, Barna helped grow the startup to more than a million monthly subscribers — all while raising tens of millions of dollars in venture capital.\nBut then in August of 2015, Barna decided to relinquish her chief executive role . “I realized that after six years of starting, operating, and growing BirchBox, it was best for me and for the business to step away,” she said.\nDuring her six months off, she began angel investing and found that her startup experience was valuable to peers who were trying to get their own startups off the ground. “What I learned in those six months off was that my energy was coming from advising and investing conversations, so I never really picked up the pen to start writing the next business plan,” she said.\nBarna dipped her toe in the VC world by joining First Round Capital as a venture partner in 2016. Five months ago, she was promoted to general partner, making her the first female GP in the firm’s history. So far, she’s invested in companies including Collective Retreats, Keeps, CrowdJustice, and Mirror.\nIn a conversation with Term Sheet, Barna talks about her transition from operator to investor, her biggest mistakes as a founder, and whether she plans to start another company.\nTERM SHEET: How does your experience as an operator affect how you invest?\nBARNA: Having been a founder, I think I’m more optimistic because I feel like if I could do it, the person in front of me can make it happen too. I also think it makes me more empathetic — especially in the fundraising process but also during the different inflection points in the lifecycle of the business. It makes founders more comfortable to reach out to me knowing that I was recently in their shoes.\nYou wrote the following in a blog post : “When I joined First Round, I gave a lot of thought to the type of VC I want to be, and I decided to be one that wouldn’t hedge talking about mistakes and lessons hard won.” What were some of the mistakes you’ve made in your career as a founder & what have you learned from them?\nBARNA: The set of mistakes I end up talking about the most are the ones we made when we were raising our seed round. We made almost all the mistakes in the book. Ultimately, it turned out great in that we were able to raise a round from top-tier investors, but it took us six months of mistakes to get there. There were a few things that happened.\nFirst, Katia [Beauchamp] and I were students when we started BirchBox, and we had done an MVP test proof-of-concept. And then we stopped — we packaged it up and made a beautiful slide deck and went to go pitch it. This meant that we had essentially lost momentum. It’s a total “no-no.” It was a chicken and egg type thing, where we said, “Look at what we did, but we need your money to do more of it.” And investors would say, “OK, so what’s next?” And we would respond with, “Well, we need your money first…”\nWe also didn’t understand that not all investors invest in everything. We talked to a lot of people who had never invested in e-commerce and ones who were scared of a tangible, inventory-based business model. We just thought that if you call yourself an angel investor, why not invest in us? This meant that we wasted a lot of time because investors typically always take the meeting and they try to avoid saying no. We followed a lot of leads that ended up going nowhere and just wasted a lot of time.\nWe learned a lot during our seed round. The way we got over all of that is that we decided to raise a very small amount of money from friends and family. The most important thing was that we had a fantastic launch with a great product. We believed that if we could do that, we’d get the momentum back and make the decision whether we need the venture capital. We raised less than $100,000 in order to do that.\nDo you ever tell founders they don’t need to raise venture capital?\nBARNA: All the time. The venture-backed startup path is such a big part of society in this zeitgeist right now that it’s attracting people that it’s not the right fit for. There’s a lot of really good businesses that can be built without venture, and you never want to be misaligned with your investors. I make it very clear that we’re interested in investing in companies that can be $1 billion or more one day.\nThis means I say “no” all the time to founders who are working on businesses that could be really great “couple hundred million dollar” companies. My least favorite part of this job is saying “no” all the time. I feel like I’m constantly breaking up with people.\nIndustry-wide, female founders received 2% of all venture funding last year. With Birchbox, you’re one of the founders who managed to raise a significant amount of capital. What was it like pitching a subscription cosmetics company to predominantly male investors?\nBARNA: It was fun because our business was doing quite well. Of course, there were some funny situations where no one wanted to touch the product. I remember one pitch where Katia and I did the whole thing, it was all men around the table, and then we’d leave and look at each other and realized that we honestly could’ve been saying anything and the only thing they heard come out of our mouths was “lip gloss, lip gloss, lip gloss.”\nSome of them definitely thought that we were in the business because we like makeup. That’s the complete opposite reason of why we started — we started because it’s an amazing business model.\nDo you see yourself starting another company in the future?\nBARNA: Maybe. My whole career has been a surprise. I was not that girl who knew what she wanted to be when I grew up. Part of the reason I chose to do this job is because I really care about the tech community, and I want there to be more female investors and more female founders, and I am committed to making a difference.\nRead the full Q&A here.\nAdvertisement THE LATEST FROM FORTUNE...\n• Snapchat Is Redesigning Its Redesign (by Nathasha Bach)\n• Why an Investor Is Predicting Bitcoin Could Hit $700,000 (by Jen Wieczner)\n• Microsoft Becomes Second Most Valuable Company For First Time Since 2015 (by Lucinda Shen and Scott DeCarlo)\n• Yahoo’s Remnants Will Pay $35 Million to SEC Over Massive Data Breach (by Jonathan Vanian)\n• Bitcoin Is One of the Few Things Surging Amid a Sea of Losses\n…AND ELSEWHERE\nComcast formalizes its $31 billion bid for British broadcaster Sky . WeWork may pay up in Its $500 million junk-bond market debut . Crypto billionaire sued by Sequoia after deal falls apart . Grab’s acquisition of Uber Southeast Asia drives into problems . South African glass bottle maker Consol cans $240 million IPO plans .\nVENTURE DEALS\n• Culture Trip , s London-based startup providing cultural and travel content, raised $80 million in Series B funding. PPF Group led the round.\n• Doctor On Demand , a San Francisco-based virtual care provider, raised $74 million in Series C funding. Goldman Sachs and Princeville Global led the round, and was joined by investors including Venrock, Shasta Ventures, and Tenaya Capital.\n• CampusLogic , a Chandler, Ariz.-based student financial services platform, raised $55 million in funding. JMI Equity led the round.\n• SEMrush , a Trevose, Penn.-based competitive intelligence and end-to-end analytics platform for digital marketing professionals, raised $40 million in funding. Investors include Greycroft, Siguler Guff, and e.ventures.\n• Uberflip , a Canada-based cloud-based content experience platform, raised $32 million in Series A funding. Updata Partners led the round.\n• Guesty , a San Francisco-based manager of Airbnb listings and vacation rentals raised $19.75 million in Series B funding. Investors were not named.\n• KIDBOX , a New York-based provider of a personalized style box for kids, raised $15.3 million in Series B funding. Canvas Ventures led the round, and was joined by investors including Firstime Ventures and HDS Capital.\n• BuildingConnected , a San Francisco-based provider of software for real estate owners and general contractors, raised $15 million in funding. Investors include Brookfield Ventures .\n• Savari , a provider of V2X software and hardware technologies for automotive, semiconductor, and telecommunications industries, raised $12 million in Series B funding. Investors include Aviva Ventures, SAIC Capital and Flex .\n• GitPrime , a Durango, Colo.-based software engineering analytics company, raised $10.5 million in Series A funding. OpenView led the round, and was joined by investors including Data Collective.\n• Fat Lama , a London-based startup that offers a peer-to-peer rental marketplace for almost anything, raised $10 million in Series A funding. Blossom Capital led the round, and was joined by investors including Atomico and Y Combinator.\n• Marble , a San Francisco-based developer of a fleet of intelligent courier robots, raised $10 million in Series A funding. Investors include Tencent, Lemnos, Crunchfund, and Maven.\n• Pusher , a London-based realtime API company that helps developers add communication and collaboration features to their apps, raised $8 million in Series A funding. Balderton Capital led the round, and was joined by investors including Heavybit .\n• SidelineSwap , a Boston-based provider of an online marketplace for athletes to buy and sell sports gear and equipment, raised $5 million in Series A funding. Global Founders Capital led the round, and was joined by investors including David Robinson’s Admiral Capital , Peak6 Sports , RiverPark Ventures , FJ Labs and The Player’s Impact .\n• Improvado.io , a San Francisco-based data aggregation company, raised $3 million in seed funding. Investors include Jeff Epstein of Bessemer Venture Partners, Ethan Beard of Greylock Partners and Charlie Songhurst of Katana Capital.\n• Catalyst , a New York-based developer of an integrated software platform, raised $2.4 million in venture capital. Investors include True Ventures, Ludlow Ventures and Compound.\n• Techtonic Group , a Boulder, Colo.-based software development services firm, raised $2 million in funding. University Ventures led the round, and was joined by investors including Zoma Capital.\n• Etleap , a San Francisco-based company creating data pipelines, raised $1.5 million in seed funding. Investors include First Round Capital, SV Angel, Liquid2, and BoxGroup .\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• Rallybio , a biotechnology company focused on the development of transformative breakthrough therapies for patients with severe and rare disorders, raised $37 million in Series A funding. 5AM Ventures , Canaan Partners, and New Leaf Venture Partners led the round, and was joined by investors including Connecticut Innovations.\nAdvertisement PRIVATE EQUITY DEALS\n• Great Hill Partners and Reliam acquired Stratalux , an El Segundo, Calif.-based provider of Amazon Web Services consulting and managed services. Financial terms weren’t disclosed.\n• HaystackID acquired Inspired Review , a New York-based managed review services company and Envision Discovery , an eDiscovery and managed services company. Additionally, with investments from management, Knox Capital , ORIX Mezzanine & Private Equity and Maranon Capital , the company created Haystack Holdings . Financial terms weren’t disclosed.\n• Scania Growth Capital invested in Swed-Weld , a Sweden-based producer of add-on equipment for optimizing automated manufacturing lines . Financial terms weren’t disclosed.\nAdvertisement IPOs\n• DocuSign , a San Francisco-based digital document signing firm, plans to raise $542.5 million in an IPO of 21.7 million shares priced between $26 to $28. The firm posted revenue of $518.5 million in the year ending in Jan. 2018. Sigma Partners (12.7% pre-offering), Ignition Partners (11.5%), and Frazier Technology Ventures (7.1%) back the firm. Morgan Stanley and J.P. Morgan are underwriters in the deal. The firm plans to list on the Nasdaq as “DOCU.” Read more .\nAdvertisement FIRMS + FUNDS\n• Aspire Universal , a Lancaster, Penn.-based private equity firm, raised $300 million for its precision medicine fund, Aspire Ventures Precision Medicine Fund.\n• Rally Ventures , a Minnetonka, Minn.-based venture capital firm, plans to raise $150 million for its third venture capital fund, according to an SEC filing .\n• Flying Fish Partners , a Seattle-based venture fund raised $27.8 million for its first fund, Flying Fish Partners I.\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-04-25T21:17:00.000+03:00",
    "crawled": "2018-04-25T19:06:25.101+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "april",
        "q",
        "dealmaker",
        "hayley",
        "barna",
        "beauty",
        "cosmetic",
        "company",
        "birchbox",
        "barna",
        "helped",
        "grow",
        "startup",
        "million",
        "monthly",
        "subscriber",
        "raising",
        "ten",
        "million",
        "dollar",
        "venture",
        "capital",
        "august",
        "barna",
        "decided",
        "relinquish",
        "chief",
        "executive",
        "role",
        "realized",
        "six",
        "year",
        "starting",
        "operating",
        "growing",
        "birchbox",
        "best",
        "business",
        "step",
        "away",
        "said",
        "six",
        "month",
        "began",
        "angel",
        "investing",
        "found",
        "startup",
        "experience",
        "valuable",
        "peer",
        "trying",
        "get",
        "startup",
        "ground",
        "learned",
        "six",
        "month",
        "energy",
        "coming",
        "advising",
        "investing",
        "conversation",
        "never",
        "really",
        "picked",
        "pen",
        "start",
        "writing",
        "next",
        "business",
        "plan",
        "said",
        "barna",
        "dipped",
        "toe",
        "vc",
        "world",
        "joining",
        "first",
        "round",
        "capital",
        "venture",
        "partner",
        "five",
        "month",
        "ago",
        "promoted",
        "general",
        "partner",
        "making",
        "first",
        "female",
        "gp",
        "firm",
        "history",
        "far",
        "invested",
        "company",
        "including",
        "collective",
        "retreat",
        "keep",
        "crowdjustice",
        "mirror",
        "conversation",
        "term",
        "sheet",
        "barna",
        "talk",
        "transition",
        "operator",
        "investor",
        "biggest",
        "mistake",
        "founder",
        "whether",
        "plan",
        "start",
        "another",
        "company",
        "term",
        "sheet",
        "experience",
        "operator",
        "affect",
        "invest",
        "barna",
        "founder",
        "think",
        "optimistic",
        "feel",
        "like",
        "could",
        "person",
        "front",
        "make",
        "happen",
        "also",
        "think",
        "make",
        "empathetic",
        "especially",
        "fundraising",
        "process",
        "also",
        "different",
        "inflection",
        "point",
        "lifecycle",
        "business",
        "make",
        "founder",
        "comfortable",
        "reach",
        "knowing",
        "recently",
        "shoe",
        "wrote",
        "following",
        "blog",
        "post",
        "joined",
        "first",
        "round",
        "gave",
        "lot",
        "thought",
        "type",
        "vc",
        "want",
        "decided",
        "one",
        "hedge",
        "talking",
        "mistake",
        "lesson",
        "hard",
        "mistake",
        "made",
        "career",
        "founder",
        "learned",
        "barna",
        "set",
        "mistake",
        "end",
        "talking",
        "one",
        "made",
        "raising",
        "seed",
        "round",
        "made",
        "almost",
        "mistake",
        "book",
        "ultimately",
        "turned",
        "great",
        "able",
        "raise",
        "round",
        "investor",
        "took",
        "u",
        "six",
        "month",
        "mistake",
        "get",
        "thing",
        "happened",
        "first",
        "katia",
        "beauchamp",
        "student",
        "started",
        "birchbox",
        "done",
        "mvp",
        "test",
        "stopped",
        "packaged",
        "made",
        "beautiful",
        "slide",
        "deck",
        "went",
        "go",
        "pitch",
        "meant",
        "essentially",
        "lost",
        "momentum",
        "total",
        "chicken",
        "egg",
        "type",
        "thing",
        "said",
        "look",
        "need",
        "money",
        "investor",
        "would",
        "say",
        "ok",
        "next",
        "would",
        "respond",
        "well",
        "need",
        "money",
        "also",
        "understand",
        "investor",
        "invest",
        "everything",
        "talked",
        "lot",
        "people",
        "never",
        "invested",
        "one",
        "scared",
        "tangible",
        "business",
        "model",
        "thought",
        "call",
        "angel",
        "investor",
        "invest",
        "u",
        "meant",
        "wasted",
        "lot",
        "time",
        "investor",
        "typically",
        "always",
        "take",
        "meeting",
        "try",
        "avoid",
        "saying",
        "followed",
        "lot",
        "lead",
        "ended",
        "going",
        "nowhere",
        "wasted",
        "lot",
        "time",
        "learned",
        "lot",
        "seed",
        "round",
        "way",
        "got",
        "decided",
        "raise",
        "small",
        "amount",
        "money",
        "friend",
        "family",
        "important",
        "thing",
        "fantastic",
        "launch",
        "great",
        "product",
        "believed",
        "could",
        "get",
        "momentum",
        "back",
        "make",
        "decision",
        "whether",
        "need",
        "venture",
        "capital",
        "raised",
        "less",
        "order",
        "ever",
        "tell",
        "founder",
        "need",
        "raise",
        "venture",
        "capital",
        "barna",
        "time",
        "startup",
        "path",
        "big",
        "part",
        "society",
        "zeitgeist",
        "right",
        "attracting",
        "people",
        "right",
        "fit",
        "lot",
        "really",
        "good",
        "business",
        "built",
        "without",
        "venture",
        "never",
        "want",
        "misaligned",
        "investor",
        "make",
        "clear",
        "interested",
        "investing",
        "company",
        "billion",
        "one",
        "day",
        "mean",
        "say",
        "time",
        "founder",
        "working",
        "business",
        "could",
        "really",
        "great",
        "couple",
        "hundred",
        "million",
        "dollar",
        "company",
        "least",
        "favorite",
        "part",
        "job",
        "saying",
        "time",
        "feel",
        "like",
        "constantly",
        "breaking",
        "people",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "birchbox",
        "one",
        "founder",
        "managed",
        "raise",
        "significant",
        "amount",
        "capital",
        "like",
        "pitching",
        "subscription",
        "cosmetic",
        "company",
        "predominantly",
        "male",
        "investor",
        "barna",
        "fun",
        "business",
        "quite",
        "well",
        "course",
        "funny",
        "situation",
        "one",
        "wanted",
        "touch",
        "product",
        "remember",
        "one",
        "pitch",
        "katia",
        "whole",
        "thing",
        "men",
        "around",
        "table",
        "leave",
        "look",
        "realized",
        "honestly",
        "could",
        "saying",
        "anything",
        "thing",
        "heard",
        "come",
        "mouth",
        "lip",
        "gloss",
        "lip",
        "gloss",
        "lip",
        "definitely",
        "thought",
        "business",
        "like",
        "makeup",
        "complete",
        "opposite",
        "reason",
        "started",
        "started",
        "amazing",
        "business",
        "model",
        "see",
        "starting",
        "another",
        "company",
        "future",
        "barna",
        "maybe",
        "whole",
        "career",
        "surprise",
        "girl",
        "knew",
        "wanted",
        "grew",
        "part",
        "reason",
        "chose",
        "job",
        "really",
        "care",
        "tech",
        "community",
        "want",
        "female",
        "investor",
        "female",
        "founder",
        "committed",
        "making",
        "difference",
        "read",
        "full",
        "q",
        "advertisement",
        "latest",
        "fortune",
        "snapchat",
        "redesigning",
        "redesign",
        "nathasha",
        "bach",
        "investor",
        "predicting",
        "bitcoin",
        "could",
        "hit",
        "jen",
        "wieczner",
        "microsoft",
        "becomes",
        "second",
        "valuable",
        "company",
        "first",
        "time",
        "since",
        "lucinda",
        "shen",
        "scott",
        "decarlo",
        "yahoo",
        "remnant",
        "pay",
        "million",
        "sec",
        "massive",
        "data",
        "breach",
        "jonathan",
        "vanian",
        "bitcoin",
        "one",
        "thing",
        "surging",
        "amid",
        "sea",
        "loss",
        "elsewhere",
        "comcast",
        "formalizes",
        "billion",
        "bid",
        "british",
        "broadcaster",
        "sky",
        "wework",
        "may",
        "pay",
        "million",
        "market",
        "debut",
        "crypto",
        "billionaire",
        "sued",
        "sequoia",
        "deal",
        "fall",
        "apart",
        "grab",
        "acquisition",
        "uber",
        "southeast",
        "asia",
        "drive",
        "problem",
        "south",
        "african",
        "glass",
        "bottle",
        "maker",
        "consol",
        "can",
        "million",
        "ipo",
        "plan",
        "venture",
        "deal",
        "culture",
        "trip",
        "startup",
        "providing",
        "cultural",
        "travel",
        "content",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "ppf",
        "group",
        "led",
        "round",
        "doctor",
        "demand",
        "san",
        "virtual",
        "care",
        "provider",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "goldman",
        "sachs",
        "princeville",
        "global",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "venrock",
        "shasta",
        "venture",
        "tenaya",
        "capital",
        "campuslogic",
        "chandler",
        "student",
        "financial",
        "service",
        "platform",
        "raised",
        "million",
        "funding",
        "jmi",
        "equity",
        "led",
        "round",
        "semrush",
        "trevose",
        "competitive",
        "intelligence",
        "analytics",
        "platform",
        "digital",
        "marketing",
        "professional",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "greycroft",
        "siguler",
        "guff",
        "uberflip",
        "content",
        "experience",
        "platform",
        "raised",
        "million",
        "series",
        "funding",
        "updata",
        "partner",
        "led",
        "round",
        "guesty",
        "san",
        "manager",
        "airbnb",
        "listing",
        "vacation",
        "rental",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "named",
        "kidbox",
        "new",
        "provider",
        "personalized",
        "style",
        "box",
        "kid",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "canvas",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "firstime",
        "venture",
        "hds",
        "capital",
        "buildingconnected",
        "san",
        "provider",
        "software",
        "real",
        "estate",
        "owner",
        "general",
        "contractor",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "brookfield",
        "venture",
        "savari",
        "provider",
        "v2x",
        "software",
        "hardware",
        "technology",
        "automotive",
        "semiconductor",
        "telecommunication",
        "industry",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "include",
        "aviva",
        "venture",
        "saic",
        "capital",
        "flex",
        "gitprime",
        "durango",
        "software",
        "engineering",
        "analytics",
        "company",
        "raised",
        "million",
        "series",
        "funding",
        "openview",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "data",
        "collective",
        "fat",
        "lama",
        "startup",
        "offer",
        "rental",
        "marketplace",
        "almost",
        "anything",
        "raised",
        "million",
        "series",
        "funding",
        "blossom",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "atomico",
        "combinator",
        "marble",
        "san",
        "developer",
        "fleet",
        "intelligent",
        "courier",
        "robot",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "tencent",
        "lemnos",
        "crunchfund",
        "maven",
        "pusher",
        "realtime",
        "api",
        "company",
        "help",
        "developer",
        "add",
        "communication",
        "collaboration",
        "feature",
        "apps",
        "raised",
        "million",
        "series",
        "funding",
        "balderton",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "heavybit",
        "sidelineswap",
        "provider",
        "online",
        "marketplace",
        "athlete",
        "buy",
        "sell",
        "sport",
        "gear",
        "equipment",
        "raised",
        "million",
        "series",
        "funding",
        "global",
        "founder",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "david",
        "robinson",
        "admiral",
        "capital",
        "peak6",
        "sport",
        "riverpark",
        "venture",
        "fj",
        "lab",
        "player",
        "impact",
        "san",
        "data",
        "aggregation",
        "company",
        "raised",
        "million",
        "seed",
        "funding",
        "investor",
        "include",
        "jeff",
        "epstein",
        "bessemer",
        "venture",
        "partner",
        "ethan",
        "beard",
        "greylock",
        "partner",
        "charlie",
        "songhurst",
        "katana",
        "capital",
        "catalyst",
        "new",
        "developer",
        "integrated",
        "software",
        "platform",
        "raised",
        "million",
        "venture",
        "capital",
        "investor",
        "include",
        "true",
        "venture",
        "ludlow",
        "venture",
        "compound",
        "techtonic",
        "group",
        "boulder",
        "software",
        "development",
        "service",
        "firm",
        "raised",
        "million",
        "funding",
        "university",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "zoma",
        "capital",
        "etleap",
        "san",
        "company",
        "creating",
        "data",
        "pipeline",
        "raised",
        "million",
        "seed",
        "funding",
        "investor",
        "include",
        "first",
        "round",
        "capital",
        "sv",
        "angel",
        "liquid2",
        "boxgroup",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "rallybio",
        "biotechnology",
        "company",
        "focused",
        "development",
        "transformative",
        "breakthrough",
        "therapy",
        "patient",
        "severe",
        "rare",
        "disorder",
        "raised",
        "million",
        "series",
        "funding",
        "5am",
        "venture",
        "canaan",
        "partner",
        "new",
        "leaf",
        "venture",
        "partner",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "connecticut",
        "innovation",
        "advertisement",
        "private",
        "equity",
        "deal",
        "great",
        "hill",
        "partner",
        "reliam",
        "acquired",
        "stratalux",
        "el",
        "segundo",
        "provider",
        "amazon",
        "web",
        "service",
        "consulting",
        "managed",
        "service",
        "financial",
        "term",
        "disclosed",
        "haystackid",
        "acquired",
        "inspired",
        "review",
        "new",
        "managed",
        "review",
        "service",
        "company",
        "envision",
        "discovery",
        "ediscovery",
        "managed",
        "service",
        "company",
        "additionally",
        "investment",
        "management",
        "knox",
        "capital",
        "orix",
        "mezzanine",
        "private",
        "equity",
        "maranon",
        "capital",
        "company",
        "created",
        "haystack",
        "holding",
        "financial",
        "term",
        "disclosed",
        "scania",
        "growth",
        "capital",
        "invested",
        "producer",
        "equipment",
        "optimizing",
        "automated",
        "manufacturing",
        "line",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "docusign",
        "san",
        "digital",
        "document",
        "signing",
        "firm",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "firm",
        "posted",
        "revenue",
        "million",
        "year",
        "ending",
        "sigma",
        "partner",
        "ignition",
        "partner",
        "frazier",
        "technology",
        "venture",
        "back",
        "firm",
        "morgan",
        "stanley",
        "morgan",
        "underwriter",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "advertisement",
        "firm",
        "fund",
        "aspire",
        "universal",
        "lancaster",
        "private",
        "equity",
        "firm",
        "raised",
        "million",
        "precision",
        "medicine",
        "fund",
        "aspire",
        "venture",
        "precision",
        "medicine",
        "fund",
        "rally",
        "venture",
        "minnetonka",
        "venture",
        "capital",
        "firm",
        "plan",
        "raise",
        "million",
        "third",
        "venture",
        "capital",
        "fund",
        "according",
        "sec",
        "filing",
        "flying",
        "fish",
        "partner",
        "venture",
        "fund",
        "raised",
        "million",
        "first",
        "fund",
        "flying",
        "fish",
        "partner",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}