{
    "organizations": [],
    "uuid": "571eb8d5c57e8b9928dc21c9dbfe4e11955a158f",
    "author": "",
    "url": "https://www.cnbc.com/2018/04/07/the-booming-internet-popularity-of-four-young-rocket-photographers.html",
    "ord_in_thread": 0,
    "title": "The four rocket photographers whose work has been seen by millions – thanks to Elon Musk",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The four rocket photographers whose work has been seen by millions – in part thanks to Elon Musk Craig Vander Galien SpaceX launches its Falcon Heavy from launchpad 39A at NASA's Kennedy Space Center in Florida on February 6, 2018. Published 4 Hours Ago Updated 3 Hours Ago \nIt was the middle of the night in Florida. Eighteen-year-old photographer John Kraus was heading to bed after working long hours over the weekend, when the notifications began pouring in. \n\"My phone just starts blowing up and I'm thinking, 'oh man, what did I do,'\" Kraus told CNBC. \nKraus first turned to Instagram, where dozens of people were tagging him by name in the comments of a photo, posted by none other than SpaceX founder Elon Musk . \n\"I actually was in disbelief of seeing his name by mine,\" Kraus said. \nKraus is part of a small – but growing – community of young photographers turning their cameras to the increasing number of rockets launched by the likes of SpaceX, United Launch Alliance and others each month. Along with Kraus, CNBC spoke to 22-year-olds Brady Kenniston, Craig Vander Gailen and Trevor Mahlmann, to learn how they came to passionately follow some of the world's most powerful rockets. Brady Kenniston Close up on the SpaceX Falcon Heavy engines during liftoff from NASA's Kennedy Space Center in Florida. \nNone of them set out to be professional launch photographers but, after picking up cameras as a hobby, each found themselves in awe of a thunderous rocket leaving the Earth – and they couldn't get enough. \nWithin only a couple of years, each of them have vaulted into internet popularity, becoming well known among space enthusiasts on Reddit, Twitter and Instagram. Each of them now attend launches as credentialed media for various space-related outlets. Here's what CNBC learned about being some of the youngest in this craft. How they got started Trevor Mahlmann Onlookers watch as Orbital ATK launches its OA-8E resupply mission to the International Space Station on an Antares rocket. \nAbout five years ago Vander Galien said he found a digital camera \"in a dusty corner of my garage\" at his home in Michigan and \"started shooting just for the fun of it.\" He had also begun following the space industry, watching its commercial development since the beginning of its current growth phase. \nMahlmann borrowed a camera around the same time when he joined a NASA social group, going to watch a commercial resupply launch from Florida to the International Space Station. \n\"That's what got me interested in launches,\" Mahlmann said, noting that he was a student at Purdue University at the time. \"It was my first time seeing rocket up close.\" \nKenniston and Kraus both began taking pictures while in high school – the former taking pictures for his school's year book and the latter buying a camera with some spare cash to photograph the landscape of around his home on Florida's Space Coast. \n\"There was a launch about a month after I started,\" Kraus said. \"I grew up around the space program since I was born.\" John Kraus A United Launch Alliance Delta IV rocket lifts off on March 18th, 2017 (Note: A two stories tall print of this image is on display at ULA’s headquarters in Centennial, Colorado). \nVander Galien and Mahlmann met online before they knew each other in person. Coming across each other's early work, they got credentialed together to takes photos of the SpaceX CRS-9 mission in July 2016. They met in person for the first time when Vander Galien, driving his family's Tesla, picked up Mahlmann for the cross country road trip down to Florida. \nWhile Vander Galien had an internship at Space News, he said \"it didn't pay enough to move,\" so he stayed in Illinois – today living and working in Chicago. What they use to photograph the world's most powerful rockets John Kraus The camera that took this image was just over 300 feet from the ULA Atlas V launch vehicle. The fisheye lens was destroyed from the solid rocket motor exhaust and sand pitting the front element. \nAll four of them haul a full arsenal of camera equipment to each launch, bringing as many as 6 cameras to each launch. Kenniston admitted he usually flies down with \"about 100 pounds of gear,\" including more than a dozen lenses. \n\"I started off with a remote and one camera with me at the press site,\" Kenniston said. \nWhen they speak of \"remotes,\" the young photographers are referring to the cameras they bring out to spots near the launchpad. These cameras are left on tripods pointing up at the rockets. \nBecause a rocket launch creates such explosive force at lift-off, people can't stay within the few hundred yards that these remote cameras are positioned. The cameras are left with triggers tuned to the sound of the launch, which, ideally, begin taking photos once the rocket's engines ignite. Trevor Mahlmann Liftoff of a SpaceX Falcon 9 rocket. \nBut even if the photographers leaves several remotes, they all keep at least one camera with them as a back up, to take photos from the best available viewing sites. \nSome of them protect the cameras with grocery store bags or homemade box housing; others are more willing to risk it if there aren't any coming storms in the forecast. \n\"I leave my cameras naked on the pad,\" Vander Galien said. \"I usually just look at the weather, and if it's okay then I just put them out there.\" \nLaunches with solid rocket boosters is \"what messes up the cameras,\" Mahlmann said. Those are often used by ULA and Kraus knows all too well what happens if one's camera gets too close. \"I've lost two lenses so far, due to stuff hitting the glass,\" Kraus said. The booms – and busts – of social media Brady Kenniston A previously-flown SpaceX Falcon 9 rocket launches the BulgariaSat-1 mission on June 23, 2017. \nKenniston discovered the rush that Kraus experienced just a few weeks earlier when, in the hours following the successful launch of SpaceX's Falcon Heavy, Kenniston had notifications pouring in from his excited first tweet of a remote camera photo after the launch. \n\"I directly mentioned Elon in a tweet after that but he saw the earlier one that I tweeted directly, and he retweeted it,\" Kenniston said. \"It was a complete sensory overload, I couldn't believe it.\" \nKraus echoed Kenniston's excitement, saying that they saw each other shortly after Musk retweeted Kenniston. Brady Kenniston The two side boosters of SpaceX Falcon Heavy return to land after launching only minutes before. Their favorite launch moments Craig Vander Galien SpaceX launches its Falcon Heavy from launchpad 39A at NASA's Kennedy Space Center in Florida on February 6, 2018. \nA rocket launch is a breathtaking spectacle, and all four photographers excitedly recounted their favorite parts of the launch experience. \nFor Kenniston, it's the moment the rumbling feeling begins, which he said \"you can't really mistake\" for anything other than a launch. \n\"Being shaken around while standing atop the [Vehicle Assembly Building]\" at NASA Kennedy Space Center is like nothing else, Kenniston said. Who inspires them Trevor Mahlmann Preparations before the launch of a SpaceX Falcon 9 rocket. \nBeyond the awe from the rockets themselves, the young photographers spoke at length about those in the space industry who inspire them. It came as no shock to hear Musk's name quickly thrown out. \n\"Elon, he's person to beat for the question of inspiration,\" Kenniston said. \nVander Galien picked another of SpaceX's leaders, president Gwynne Shotwell. \n\"She is an amazing leader,\" Vander Galien said. \"She's the one makes the business happen.\" John Kraus A United Launch Alliance Atlas V rocket launches for the U.S. Navy on June 24th, 2016. \nAstronaut Scott Tingle, who is currently aboard the International Space Station, was Mahlmann's pick. \n\"I got to see Soyuz in 2017 and I met with Scott Tingle and his family, and that was a pretty cool experience,\" Mahlmann said. \"He's a Purdue guy and now he's up\" in space, he added. \n\"Coming to launches and seeing people my age and younger is really inspiring,\" Kenniston added. ",
    "published": "2018-04-08T18:00:00.000+03:00",
    "crawled": "2018-04-08T18:55:37.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "four",
        "rocket",
        "photographer",
        "whose",
        "work",
        "seen",
        "million",
        "part",
        "thanks",
        "elon",
        "musk",
        "craig",
        "vander",
        "galien",
        "spacex",
        "launch",
        "falcon",
        "heavy",
        "launchpad",
        "39a",
        "nasa",
        "kennedy",
        "space",
        "center",
        "florida",
        "february",
        "published",
        "hour",
        "ago",
        "updated",
        "hour",
        "ago",
        "middle",
        "night",
        "florida",
        "photographer",
        "john",
        "kraus",
        "heading",
        "bed",
        "working",
        "long",
        "hour",
        "weekend",
        "notification",
        "began",
        "pouring",
        "phone",
        "start",
        "blowing",
        "thinking",
        "man",
        "kraus",
        "told",
        "cnbc",
        "kraus",
        "first",
        "turned",
        "instagram",
        "dozen",
        "people",
        "tagging",
        "name",
        "comment",
        "photo",
        "posted",
        "none",
        "spacex",
        "founder",
        "elon",
        "musk",
        "actually",
        "disbelief",
        "seeing",
        "name",
        "mine",
        "kraus",
        "said",
        "kraus",
        "part",
        "small",
        "growing",
        "community",
        "young",
        "photographer",
        "turning",
        "camera",
        "increasing",
        "number",
        "rocket",
        "launched",
        "like",
        "spacex",
        "united",
        "launch",
        "alliance",
        "others",
        "month",
        "along",
        "kraus",
        "cnbc",
        "spoke",
        "brady",
        "kenniston",
        "craig",
        "vander",
        "gailen",
        "trevor",
        "mahlmann",
        "learn",
        "came",
        "passionately",
        "follow",
        "world",
        "powerful",
        "rocket",
        "brady",
        "kenniston",
        "close",
        "spacex",
        "falcon",
        "heavy",
        "engine",
        "liftoff",
        "nasa",
        "kennedy",
        "space",
        "center",
        "florida",
        "none",
        "set",
        "professional",
        "launch",
        "photographer",
        "picking",
        "camera",
        "hobby",
        "found",
        "awe",
        "thunderous",
        "rocket",
        "leaving",
        "earth",
        "could",
        "get",
        "enough",
        "within",
        "couple",
        "year",
        "vaulted",
        "internet",
        "popularity",
        "becoming",
        "well",
        "known",
        "among",
        "space",
        "enthusiast",
        "reddit",
        "twitter",
        "instagram",
        "attend",
        "launch",
        "credentialed",
        "medium",
        "various",
        "outlet",
        "cnbc",
        "learned",
        "youngest",
        "craft",
        "got",
        "started",
        "trevor",
        "mahlmann",
        "onlooker",
        "watch",
        "orbital",
        "atk",
        "launch",
        "resupply",
        "mission",
        "international",
        "space",
        "station",
        "antares",
        "rocket",
        "five",
        "year",
        "ago",
        "vander",
        "galien",
        "said",
        "found",
        "digital",
        "camera",
        "dusty",
        "corner",
        "garage",
        "home",
        "michigan",
        "started",
        "shooting",
        "fun",
        "also",
        "begun",
        "following",
        "space",
        "industry",
        "watching",
        "commercial",
        "development",
        "since",
        "beginning",
        "current",
        "growth",
        "phase",
        "mahlmann",
        "borrowed",
        "camera",
        "around",
        "time",
        "joined",
        "nasa",
        "social",
        "group",
        "going",
        "watch",
        "commercial",
        "resupply",
        "launch",
        "florida",
        "international",
        "space",
        "station",
        "got",
        "interested",
        "launch",
        "mahlmann",
        "said",
        "noting",
        "student",
        "purdue",
        "university",
        "time",
        "first",
        "time",
        "seeing",
        "rocket",
        "close",
        "kenniston",
        "kraus",
        "began",
        "taking",
        "picture",
        "high",
        "school",
        "former",
        "taking",
        "picture",
        "school",
        "year",
        "book",
        "latter",
        "buying",
        "camera",
        "spare",
        "cash",
        "photograph",
        "landscape",
        "around",
        "home",
        "florida",
        "space",
        "coast",
        "launch",
        "month",
        "started",
        "kraus",
        "said",
        "grew",
        "around",
        "space",
        "program",
        "since",
        "born",
        "john",
        "kraus",
        "united",
        "launch",
        "alliance",
        "delta",
        "iv",
        "rocket",
        "lift",
        "march",
        "18th",
        "note",
        "two",
        "story",
        "tall",
        "print",
        "image",
        "display",
        "ula",
        "headquarters",
        "centennial",
        "colorado",
        "vander",
        "galien",
        "mahlmann",
        "met",
        "online",
        "knew",
        "person",
        "coming",
        "across",
        "early",
        "work",
        "got",
        "credentialed",
        "together",
        "take",
        "photo",
        "spacex",
        "mission",
        "july",
        "met",
        "person",
        "first",
        "time",
        "vander",
        "galien",
        "driving",
        "family",
        "tesla",
        "picked",
        "mahlmann",
        "cross",
        "country",
        "road",
        "trip",
        "florida",
        "vander",
        "galien",
        "internship",
        "space",
        "news",
        "said",
        "pay",
        "enough",
        "move",
        "stayed",
        "illinois",
        "today",
        "living",
        "working",
        "chicago",
        "use",
        "photograph",
        "world",
        "powerful",
        "rocket",
        "john",
        "kraus",
        "camera",
        "took",
        "image",
        "foot",
        "ula",
        "atlas",
        "v",
        "launch",
        "vehicle",
        "fisheye",
        "lens",
        "destroyed",
        "solid",
        "rocket",
        "motor",
        "exhaust",
        "sand",
        "pitting",
        "front",
        "element",
        "four",
        "haul",
        "full",
        "arsenal",
        "camera",
        "equipment",
        "launch",
        "bringing",
        "many",
        "camera",
        "launch",
        "kenniston",
        "admitted",
        "usually",
        "fly",
        "pound",
        "gear",
        "including",
        "dozen",
        "lens",
        "started",
        "remote",
        "one",
        "camera",
        "press",
        "site",
        "kenniston",
        "said",
        "speak",
        "remote",
        "young",
        "photographer",
        "referring",
        "camera",
        "bring",
        "spot",
        "near",
        "launchpad",
        "camera",
        "left",
        "tripod",
        "pointing",
        "rocket",
        "rocket",
        "launch",
        "creates",
        "explosive",
        "force",
        "people",
        "ca",
        "stay",
        "within",
        "hundred",
        "yard",
        "remote",
        "camera",
        "positioned",
        "camera",
        "left",
        "trigger",
        "tuned",
        "sound",
        "launch",
        "ideally",
        "begin",
        "taking",
        "photo",
        "rocket",
        "engine",
        "ignite",
        "trevor",
        "mahlmann",
        "liftoff",
        "spacex",
        "falcon",
        "rocket",
        "even",
        "photographer",
        "leaf",
        "several",
        "remote",
        "keep",
        "least",
        "one",
        "camera",
        "back",
        "take",
        "photo",
        "best",
        "available",
        "viewing",
        "site",
        "protect",
        "camera",
        "grocery",
        "store",
        "bag",
        "homemade",
        "box",
        "housing",
        "others",
        "willing",
        "risk",
        "coming",
        "storm",
        "forecast",
        "leave",
        "camera",
        "naked",
        "pad",
        "vander",
        "galien",
        "said",
        "usually",
        "look",
        "weather",
        "okay",
        "put",
        "launch",
        "solid",
        "rocket",
        "booster",
        "mess",
        "camera",
        "mahlmann",
        "said",
        "often",
        "used",
        "ula",
        "kraus",
        "know",
        "well",
        "happens",
        "one",
        "camera",
        "get",
        "close",
        "lost",
        "two",
        "lens",
        "far",
        "due",
        "stuff",
        "hitting",
        "glass",
        "kraus",
        "said",
        "boom",
        "bust",
        "social",
        "medium",
        "brady",
        "kenniston",
        "spacex",
        "falcon",
        "rocket",
        "launch",
        "mission",
        "june",
        "kenniston",
        "discovered",
        "rush",
        "kraus",
        "experienced",
        "week",
        "earlier",
        "hour",
        "following",
        "successful",
        "launch",
        "spacex",
        "falcon",
        "heavy",
        "kenniston",
        "notification",
        "pouring",
        "excited",
        "first",
        "tweet",
        "remote",
        "camera",
        "photo",
        "launch",
        "directly",
        "mentioned",
        "elon",
        "tweet",
        "saw",
        "earlier",
        "one",
        "tweeted",
        "directly",
        "retweeted",
        "kenniston",
        "said",
        "complete",
        "sensory",
        "overload",
        "could",
        "believe",
        "kraus",
        "echoed",
        "kenniston",
        "excitement",
        "saying",
        "saw",
        "shortly",
        "musk",
        "retweeted",
        "kenniston",
        "brady",
        "kenniston",
        "two",
        "side",
        "booster",
        "spacex",
        "falcon",
        "heavy",
        "return",
        "land",
        "launching",
        "minute",
        "favorite",
        "launch",
        "moment",
        "craig",
        "vander",
        "galien",
        "spacex",
        "launch",
        "falcon",
        "heavy",
        "launchpad",
        "39a",
        "nasa",
        "kennedy",
        "space",
        "center",
        "florida",
        "february",
        "rocket",
        "launch",
        "breathtaking",
        "spectacle",
        "four",
        "photographer",
        "excitedly",
        "recounted",
        "favorite",
        "part",
        "launch",
        "experience",
        "kenniston",
        "moment",
        "rumbling",
        "feeling",
        "begin",
        "said",
        "ca",
        "really",
        "mistake",
        "anything",
        "launch",
        "shaken",
        "around",
        "standing",
        "atop",
        "vehicle",
        "assembly",
        "building",
        "nasa",
        "kennedy",
        "space",
        "center",
        "like",
        "nothing",
        "else",
        "kenniston",
        "said",
        "inspires",
        "trevor",
        "mahlmann",
        "preparation",
        "launch",
        "spacex",
        "falcon",
        "rocket",
        "beyond",
        "awe",
        "rocket",
        "young",
        "photographer",
        "spoke",
        "length",
        "space",
        "industry",
        "inspire",
        "came",
        "shock",
        "hear",
        "musk",
        "name",
        "quickly",
        "thrown",
        "elon",
        "person",
        "beat",
        "question",
        "inspiration",
        "kenniston",
        "said",
        "vander",
        "galien",
        "picked",
        "another",
        "spacex",
        "leader",
        "president",
        "gwynne",
        "shotwell",
        "amazing",
        "leader",
        "vander",
        "galien",
        "said",
        "one",
        "make",
        "business",
        "happen",
        "john",
        "kraus",
        "united",
        "launch",
        "alliance",
        "atlas",
        "v",
        "rocket",
        "launch",
        "navy",
        "june",
        "24th",
        "astronaut",
        "scott",
        "tingle",
        "currently",
        "aboard",
        "international",
        "space",
        "station",
        "mahlmann",
        "pick",
        "got",
        "see",
        "soyuz",
        "met",
        "scott",
        "tingle",
        "family",
        "pretty",
        "cool",
        "experience",
        "mahlmann",
        "said",
        "purdue",
        "guy",
        "space",
        "added",
        "coming",
        "launch",
        "seeing",
        "people",
        "age",
        "younger",
        "really",
        "inspiring",
        "kenniston",
        "added"
    ]
}