{
    "organizations": [],
    "uuid": "1a03707c2fc62773be098d8708d9ac657f8b736d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/27/pr-newswire-subaru-of-america-celebrates-new-headquarters-in-camden-nj-with-grand-opening-ceremony.html",
    "ord_in_thread": 0,
    "title": "Subaru of America Celebrates New Headquarters in Camden, NJ with Grand Opening Ceremony",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMDEN, N.J., April 27, 2018 /PRNewswire/ -- Subaru of America, Inc. (SOA) today conducted a grand opening of its new home in Camden, NJ. Following several years of sustained business growth, Subaru of America announced plans in 2014 for a new headquarters campus to be located in Camden. Next month, more than 550 employees will begin to occupy the new building at a time when the company is celebrating nine consecutive years of record sales and 10 years of consecutive growth. The new facility, at 250,000 square feet, plus an adjacent new training center will more than double the size of the automaker's previous headquarters and bring employees from four sites onto one campus.\n\"We are very happy to mark the conclusion of our fabulous new headquarters,\" said Thomas J. Doll, President and CEO, Subaru of America, Inc. \"Our move to Camden is the next chapter in the long-term future of Subaru in the Delaware Valley. We have called this place 'home' for 50 years and we are thrilled that we will continue to be a part of the local community we have supported for so long.\"\nThe Subaru of America headquarters grand opening featured speeches by Brandywine Realty Trust President and CEO, Gerard Sweeney, Camden Mayor Francisco \"Frank\" Moran and Subaru of America President and CEO, Thomas J. Doll. A display of the automaker's 50 th Anniversary edition models and specially wrapped Outback vehicles framed a visual ceremony that centered on the theme of ' Love Promise ' which is the company's pledge to support its communities and customers nationwide.\nTo further fortify the company's commitment to its community, Subaru will donate 50 cherry trees to the City of Camden. In Japanese culture, cherry blossoms represent both the fragility and the beauty of life and are symbolic of new beginnings.\nSubaru of America was founded in 1968 in Philadelphia and has been based in the Delaware Valley for 50 years. Subaru has had its corporate headquarters in New Jersey since 1969 and had been in its Cherry Hill location since 1986. It also operated out of two offices in Pennsauken, a space at Executive Campus in Cherry Hill, NJ, as well as a distribution and training center in Florence, NJ. The company developed the all-new $118 million corporate headquarters in order to bring together much of its local workforce and provide them with a leading working environment, which it hopes will help spur even more growth.\n\"It's amazing to witness Camden's historic transformation and it's an honor to be a part of it,\" said Congressman Donald Norcross. \"We've seen tremendous job growth in the City of Camden, along with major improvements in schools and public safety. We're not declaring victory here just yet, but it's encouraging to see new businesses, parks and schools opening every week. It's been just a few years since we watched a Subaru car breaking ground at this new site, and it's great to officially have the company continuing the tradition – that started in Pennsauken 50 years ago – of calling Camden County home.\"\nThe Subaru of America campus, located adjacent to Campbell Soup Company's world headquarters, is the first new corporate headquarters in Knights Crossing, a master plan urban town center community, being developed by Brandywine Realty Trust. The entire Knights Crossing development, upon completion, will consist of 1.4 million square feet of innovative office, full-service amenities, ample public greenways and will ultimately be served by two sources of public transportation.\n\"Our aspiration for Knights Crossing was to create an intentionally- planned community of commerce that would attract the region's finest companies,\" said Gerard H. Sweeney, President and CEO of Brandywine Realty Trust, \"Together with our partners at Campbell Soup Company and the City of Camden, we created a masterplan that reflects effective place-making and has captured the imagination of our partners at Subaru, solidifying their commitment to Camden and their employees' productivity, health and comfort.\"\nA second building, called the National Service Training Center (NSTC), will open late-Summer 2018. The building will house service training, along with a service engineering shop and other product engineering. The Eastern Regional Sales office and Philadelphia Zone office will occupy a second floor at the building. Service training is currently being performed at a nearby facility in South Jersey.\nZero-Landfill, LEED Certified\nConsistent with the Subaru manufacturing plant in Indiana, and its Love Promise ethos, the new Subaru offices will be \"zero landfill\" meaning nothing from the offices will be sent to a landfill, with waste either being reduced, reused or recycled. The automaker's recycling/zero-landfill efforts include an ISO 14001:2015-compliant Environmental Management System or \"EMS.\" This certification ensures SOA commits to world-class leadership in environmental performance. The new headquarters building is expected to be LEED certified by the U.S. Green Building Council. Green measures include the use LED lighting throughout the building, reclaimed wood wall décor, as well as carpeting manufactured with partially recycled content. Further, SOA has partnered with the Pennsylvania Horticultural Society to design an HQ landscape that includes the use of native plants that are drought-tolerant and bird-friendly, thus enabling a reduction in irrigation.\nSOA will also transfer its \"Love Garden\" from Cherry Hill to Camden, where employees grow produce for donation to local food banks.\nCommitment to Camden\nSubaru has had a long-standing commitment to Camden, providing support to the city for over 30 years. The company frames many of its Camden initiatives under an umbrella program called Subaru Camden Works which focuses on enhancing the quality of life within Camden through beneficiary programs such as Camden Schools Foundation, Center for Family Services, Habitat for Humanity, Hopeworks 'N Camden and Respond Inc. Since 2016, 10 Camden organizations have shared approximately $1.6M in Subaru investments. Beneficiary programs also include Girls Inc, Kipp Norcross and Whittier Schools, four Habitat homes, Cathedral Kitchen, Joseph's House, Covenant House and the Remarkable Grads Program which recognizes high school students who graduate despite great obstacles.\nTo help employability, SOA has donated more than $200,000 in equipment to Respond Inc. to establish the organization's automotive training program. The program trains participants for jobs in the automotive repair industry, and Subaru's donation provides the equipment needed for participants to learn the necessary skills to gain access to good-paying careers in this field.\nIn 2017, SOA held 72 volunteer events in Camden where 495 employee days contributed 2,234 hours to projects. Subaru volunteers delivered 5,000 award winning science books to Camden schools over the past two years and contributed supplies and stuffed approximately 2,000 backpacks for the Center for Family Services, as well as serving 5,000 meals at Cathedral Kitchen in 2017.\n\"We welcome Subaru, and their more than 550 employees to the community as today's opening signifies the promise of a prosperous time in Camden's history,\" said Camden Mayor Frank Moran. \"I am also pleased that a community-conscious, Fortune 500 company like Subaru will now call Camden home. I commend Subaru, Brandywine Realty Trust, NJEDA and all the partners involved as this project will be impactful and transformational for our City. The new headquarters will be a nice complement to Campbell Soup at Knights Crossing and will be a catalyst for attracting additional development to Camden.\"\nFor additional photos and b-roll, visit: media.subaru.com .\nAbout Subaru of America, Inc.\nSubaru of America, Inc. (SOA) is a wholly owned subsidiary of Subaru Corporation of Japan. Headquartered at a zero-landfill office in Cherry Hill, N.J., the company markets and distributes Subaru vehicles, parts and accessories through a network of more than 620 retailers across the United States. All Subaru products are manufactured in zero-landfill production plants and Subaru of Indiana Automotive, Inc. is the only U.S. automobile production plant to be designated a backyard wildlife habitat by the National Wildlife Federation. SOA is guided by the Subaru Love Promise , which is the company's vision to show love and respect to everyone, and to support its communities and customers nationwide. Over the past 20 years, SOA has donated more than $120 million to causes the Subaru family cares about, and its employees have logged more than 40,000 volunteer hours. As a company, Subaru believes it is important to do its part in making a positive impact in the world because it is the right thing to do.\nFor additional information visit media.subaru.com . Follow us on Facebook , Twitter , and Instagram .\nDiane Anton\nSubaru of America, Inc.\n856-488-5093\ndanton@subaru.com\nJaclyn Bingold\nMWW PR\nsubaru@mww.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/subaru-of-america-celebrates-new-headquarters-in-camden-nj-with-grand-opening-ceremony-300637894.html\nSOURCE Subaru of America, Inc.",
    "published": "2018-04-27T19:30:00.000+03:00",
    "crawled": "2018-04-27T20:11:36.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "camden",
        "april",
        "subaru",
        "america",
        "soa",
        "today",
        "conducted",
        "grand",
        "opening",
        "new",
        "home",
        "camden",
        "nj",
        "following",
        "several",
        "year",
        "sustained",
        "business",
        "growth",
        "subaru",
        "america",
        "announced",
        "plan",
        "new",
        "headquarters",
        "campus",
        "located",
        "camden",
        "next",
        "month",
        "employee",
        "begin",
        "occupy",
        "new",
        "building",
        "time",
        "company",
        "celebrating",
        "nine",
        "consecutive",
        "year",
        "record",
        "sale",
        "year",
        "consecutive",
        "growth",
        "new",
        "facility",
        "square",
        "foot",
        "plus",
        "adjacent",
        "new",
        "training",
        "center",
        "double",
        "size",
        "automaker",
        "previous",
        "headquarters",
        "bring",
        "employee",
        "four",
        "site",
        "onto",
        "one",
        "campus",
        "happy",
        "mark",
        "conclusion",
        "fabulous",
        "new",
        "headquarters",
        "said",
        "thomas",
        "doll",
        "president",
        "ceo",
        "subaru",
        "america",
        "move",
        "camden",
        "next",
        "chapter",
        "future",
        "subaru",
        "delaware",
        "valley",
        "called",
        "place",
        "year",
        "thrilled",
        "continue",
        "part",
        "local",
        "community",
        "supported",
        "long",
        "subaru",
        "america",
        "headquarters",
        "grand",
        "opening",
        "featured",
        "speech",
        "brandywine",
        "realty",
        "trust",
        "president",
        "ceo",
        "gerard",
        "sweeney",
        "camden",
        "mayor",
        "francisco",
        "frank",
        "moran",
        "subaru",
        "america",
        "president",
        "ceo",
        "thomas",
        "doll",
        "display",
        "automaker",
        "th",
        "anniversary",
        "edition",
        "model",
        "specially",
        "wrapped",
        "outback",
        "vehicle",
        "framed",
        "visual",
        "ceremony",
        "centered",
        "theme",
        "love",
        "promise",
        "company",
        "pledge",
        "support",
        "community",
        "customer",
        "nationwide",
        "fortify",
        "company",
        "commitment",
        "community",
        "subaru",
        "donate",
        "cherry",
        "tree",
        "city",
        "camden",
        "japanese",
        "culture",
        "cherry",
        "blossom",
        "represent",
        "fragility",
        "beauty",
        "life",
        "symbolic",
        "new",
        "beginning",
        "subaru",
        "america",
        "founded",
        "philadelphia",
        "based",
        "delaware",
        "valley",
        "year",
        "subaru",
        "corporate",
        "headquarters",
        "new",
        "jersey",
        "since",
        "cherry",
        "hill",
        "location",
        "since",
        "also",
        "operated",
        "two",
        "office",
        "pennsauken",
        "space",
        "executive",
        "campus",
        "cherry",
        "hill",
        "nj",
        "well",
        "distribution",
        "training",
        "center",
        "florence",
        "nj",
        "company",
        "developed",
        "million",
        "corporate",
        "headquarters",
        "order",
        "bring",
        "together",
        "much",
        "local",
        "workforce",
        "provide",
        "leading",
        "working",
        "environment",
        "hope",
        "help",
        "spur",
        "even",
        "growth",
        "amazing",
        "witness",
        "camden",
        "historic",
        "transformation",
        "honor",
        "part",
        "said",
        "congressman",
        "donald",
        "norcross",
        "seen",
        "tremendous",
        "job",
        "growth",
        "city",
        "camden",
        "along",
        "major",
        "improvement",
        "school",
        "public",
        "safety",
        "declaring",
        "victory",
        "yet",
        "encouraging",
        "see",
        "new",
        "business",
        "park",
        "school",
        "opening",
        "every",
        "week",
        "year",
        "since",
        "watched",
        "subaru",
        "car",
        "breaking",
        "ground",
        "new",
        "site",
        "great",
        "officially",
        "company",
        "continuing",
        "tradition",
        "started",
        "pennsauken",
        "year",
        "ago",
        "calling",
        "camden",
        "county",
        "home",
        "subaru",
        "america",
        "campus",
        "located",
        "adjacent",
        "campbell",
        "soup",
        "company",
        "world",
        "headquarters",
        "first",
        "new",
        "corporate",
        "headquarters",
        "knight",
        "crossing",
        "master",
        "plan",
        "urban",
        "town",
        "center",
        "community",
        "developed",
        "brandywine",
        "realty",
        "trust",
        "entire",
        "knight",
        "crossing",
        "development",
        "upon",
        "completion",
        "consist",
        "million",
        "square",
        "foot",
        "innovative",
        "office",
        "amenity",
        "ample",
        "public",
        "greenway",
        "ultimately",
        "served",
        "two",
        "source",
        "public",
        "transportation",
        "aspiration",
        "knight",
        "crossing",
        "create",
        "planned",
        "community",
        "commerce",
        "would",
        "attract",
        "region",
        "finest",
        "company",
        "said",
        "gerard",
        "sweeney",
        "president",
        "ceo",
        "brandywine",
        "realty",
        "trust",
        "together",
        "partner",
        "campbell",
        "soup",
        "company",
        "city",
        "camden",
        "created",
        "masterplan",
        "reflects",
        "effective",
        "captured",
        "imagination",
        "partner",
        "subaru",
        "solidifying",
        "commitment",
        "camden",
        "employee",
        "productivity",
        "health",
        "comfort",
        "second",
        "building",
        "called",
        "national",
        "service",
        "training",
        "center",
        "nstc",
        "open",
        "building",
        "house",
        "service",
        "training",
        "along",
        "service",
        "engineering",
        "shop",
        "product",
        "engineering",
        "eastern",
        "regional",
        "sale",
        "office",
        "philadelphia",
        "zone",
        "office",
        "occupy",
        "second",
        "floor",
        "building",
        "service",
        "training",
        "currently",
        "performed",
        "nearby",
        "facility",
        "south",
        "jersey",
        "leed",
        "certified",
        "consistent",
        "subaru",
        "manufacturing",
        "plant",
        "indiana",
        "love",
        "promise",
        "ethos",
        "new",
        "subaru",
        "office",
        "zero",
        "landfill",
        "meaning",
        "nothing",
        "office",
        "sent",
        "landfill",
        "waste",
        "either",
        "reduced",
        "reused",
        "recycled",
        "automaker",
        "effort",
        "include",
        "iso",
        "environmental",
        "management",
        "system",
        "em",
        "certification",
        "ensures",
        "soa",
        "commits",
        "leadership",
        "environmental",
        "performance",
        "new",
        "headquarters",
        "building",
        "expected",
        "leed",
        "certified",
        "green",
        "building",
        "council",
        "green",
        "measure",
        "include",
        "use",
        "led",
        "lighting",
        "throughout",
        "building",
        "reclaimed",
        "wood",
        "wall",
        "décor",
        "well",
        "carpeting",
        "manufactured",
        "partially",
        "recycled",
        "content",
        "soa",
        "partnered",
        "pennsylvania",
        "horticultural",
        "society",
        "design",
        "hq",
        "landscape",
        "includes",
        "use",
        "native",
        "plant",
        "thus",
        "enabling",
        "reduction",
        "irrigation",
        "soa",
        "also",
        "transfer",
        "love",
        "garden",
        "cherry",
        "hill",
        "camden",
        "employee",
        "grow",
        "produce",
        "donation",
        "local",
        "food",
        "bank",
        "commitment",
        "camden",
        "subaru",
        "commitment",
        "camden",
        "providing",
        "support",
        "city",
        "year",
        "company",
        "frame",
        "many",
        "camden",
        "initiative",
        "umbrella",
        "program",
        "called",
        "subaru",
        "camden",
        "work",
        "focus",
        "enhancing",
        "quality",
        "life",
        "within",
        "camden",
        "beneficiary",
        "program",
        "camden",
        "school",
        "foundation",
        "center",
        "family",
        "service",
        "habitat",
        "humanity",
        "hopeworks",
        "camden",
        "respond",
        "since",
        "camden",
        "organization",
        "shared",
        "approximately",
        "subaru",
        "investment",
        "beneficiary",
        "program",
        "also",
        "include",
        "girl",
        "inc",
        "kipp",
        "norcross",
        "whittier",
        "school",
        "four",
        "habitat",
        "home",
        "cathedral",
        "kitchen",
        "joseph",
        "house",
        "covenant",
        "house",
        "remarkable",
        "grad",
        "program",
        "recognizes",
        "high",
        "school",
        "student",
        "graduate",
        "despite",
        "great",
        "obstacle",
        "help",
        "employability",
        "soa",
        "donated",
        "equipment",
        "respond",
        "establish",
        "organization",
        "automotive",
        "training",
        "program",
        "program",
        "train",
        "participant",
        "job",
        "automotive",
        "repair",
        "industry",
        "subaru",
        "donation",
        "provides",
        "equipment",
        "needed",
        "participant",
        "learn",
        "necessary",
        "skill",
        "gain",
        "access",
        "career",
        "field",
        "soa",
        "held",
        "volunteer",
        "event",
        "camden",
        "employee",
        "day",
        "contributed",
        "hour",
        "project",
        "subaru",
        "volunteer",
        "delivered",
        "award",
        "winning",
        "science",
        "book",
        "camden",
        "school",
        "past",
        "two",
        "year",
        "contributed",
        "supply",
        "stuffed",
        "approximately",
        "backpack",
        "center",
        "family",
        "service",
        "well",
        "serving",
        "meal",
        "cathedral",
        "kitchen",
        "welcome",
        "subaru",
        "employee",
        "community",
        "today",
        "opening",
        "signifies",
        "promise",
        "prosperous",
        "time",
        "camden",
        "history",
        "said",
        "camden",
        "mayor",
        "frank",
        "moran",
        "also",
        "pleased",
        "fortune",
        "company",
        "like",
        "subaru",
        "call",
        "camden",
        "home",
        "commend",
        "subaru",
        "brandywine",
        "realty",
        "trust",
        "njeda",
        "partner",
        "involved",
        "project",
        "impactful",
        "transformational",
        "city",
        "new",
        "headquarters",
        "nice",
        "complement",
        "campbell",
        "soup",
        "knight",
        "crossing",
        "catalyst",
        "attracting",
        "additional",
        "development",
        "camden",
        "additional",
        "photo",
        "visit",
        "subaru",
        "america",
        "subaru",
        "america",
        "soa",
        "wholly",
        "owned",
        "subsidiary",
        "subaru",
        "corporation",
        "japan",
        "headquartered",
        "office",
        "cherry",
        "hill",
        "company",
        "market",
        "distributes",
        "subaru",
        "vehicle",
        "part",
        "accessory",
        "network",
        "retailer",
        "across",
        "united",
        "state",
        "subaru",
        "product",
        "manufactured",
        "production",
        "plant",
        "subaru",
        "indiana",
        "automotive",
        "automobile",
        "production",
        "plant",
        "designated",
        "backyard",
        "wildlife",
        "habitat",
        "national",
        "wildlife",
        "federation",
        "soa",
        "guided",
        "subaru",
        "love",
        "promise",
        "company",
        "vision",
        "show",
        "love",
        "respect",
        "everyone",
        "support",
        "community",
        "customer",
        "nationwide",
        "past",
        "year",
        "soa",
        "donated",
        "million",
        "cause",
        "subaru",
        "family",
        "care",
        "employee",
        "logged",
        "volunteer",
        "hour",
        "company",
        "subaru",
        "belief",
        "important",
        "part",
        "making",
        "positive",
        "impact",
        "world",
        "right",
        "thing",
        "additional",
        "information",
        "visit",
        "follow",
        "u",
        "facebook",
        "twitter",
        "instagram",
        "diane",
        "anton",
        "subaru",
        "america",
        "danton",
        "jaclyn",
        "bingold",
        "mww",
        "pr",
        "subaru",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "subaru",
        "america",
        "inc"
    ]
}