{
    "organizations": [],
    "uuid": "3773c706de9773eb3da0d4708dd14972f4e52a60",
    "author": "Valentina Zarya",
    "url": "http://fortune.com/2018/04/19/ryan-coogler-black-panther/",
    "ord_in_thread": 0,
    "title": "Black Panther Director Ryan Coogler: What CEOs Can Learn From T'Challa | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Valentina Zarya 6:30 AM EDT \nThe staff of Fortune recently assembled our 2018 list of the World’s 50 Greatest Leaders . This story is part of that coverage. \nRyan Coogler, who rose to fame directing critical darlings Fruitvale Station and Creed, is now a bonafide box office boss, thanks to the triumphant success that was Black Panther. Coogler’s contribution to the Marvel cinematic universe has brought in over $1 billion in revenue, making it the highest-grossing U.S. film ever directed by an African American. \nCoogler appears at No. 17 on Fortune ‘s list of the World’s 50 Greatest Leaders this year, an acknowledgment of the power of bringing a diverse perspective to Hollywood—and of proving that there’s a huge appetite for it. (The film is only the 33rd to break the $1 billion mark at the box office.) Coogler spoke with Fortune about his approach to leadership and how he convinces others in his industry to get behind his vision. Below, an edited excerpt from that conversation. \nFortune : How would you describe your leadership style? \nRyan Coogler: I came up playing football, and I always respected the coaches who would do drills with the players. If we had to run, I respected those who would run with us instead of the ones who would blow the whistle and just stand there while we did drills. I definitely try to be someone who rolls my sleeves up as much as I can. I try to be first in, last out, whenever that’s possible. \nWhen things go wrong, I try to accept responsibility as much as I can. When things go right, I try to divert responsibility. It’s a business that requires a lot of creativity from a lot of people. The worst thing you can do is take credit for stuff that somebody else did. It’s part of the deal as a director that you will get credit for other people’s creative choices, so you want to compensate for that as much as you can. \nWhat leadership lessons can we take away from Black Panther ? \nSome of the things that made T’Challa [the film’s main character] a good leader were that he wasn’t afraid to empower the people that worked with him, and he was somebody who kind of gathers information from everybody. Wakanda [the fictional country where Black Panther is set] is set up that way: They have the Council of Elders and there are people from different backgrounds in the country and he is encouraged to listen to everybody. Even though it’s a monarchy, it kind of functions in this democratic style. We meet T’Challa when he’s coming of age and he’s trying to figure out this balance between tradition and innovation. You see that he’s someone who values the opinions of those around him. At the same time, he isn’t afraid to follow his gut. \nWhat advice do you have for people who don’t think they fit the “mold” of a leader? \nI think that everybody I’ve ever met who’s really good at their job has experienced terrifying moments of self-doubt—just paralyzing moments of self-doubt and imposter syndrome. I know the feeling like, ‘Nah, I can’t do this, I don’t know why anybody thinks that I can do this, I’m going to let everybody down.’ [The advice I have is] knowing that that’s part of the process and accepting that, but working through it. If you’re going to deal with that, allow that to motivate you to work harder. [It helps to realize] that nine times out of 10, you’re not the first person to go through the situation that you’re in. And even if you are, there have always been people who have been in situations that are similar or situations where there has been more at stake. \nHow do you get others to rally behind your vision? \nThe thing for me was just communication. Being honest and open with folks who I wanted to make movies with. It was that each time. Black Panther was going to go with or without me, but the film that I wanted to make was something that [Marvel Studios president] Kevin Feige and Disney and those guys got behind. It was similar to working with [actor Sylvester] Stallone on Creed and being totally upfront about how I saw it working, but also understanding that for the studio it’s a piece of business. It’s understanding what they’re trying to do, and how that fits with what I’m trying to do. I always try to understand what others’ goals are. That’s the way I go about it. \nWhat are the greatest challenges you’ve faced as a leader? \nI think the biggest challenge is the consistency that it requires. That can wear me down. When you’re a leader you gotta live by what you’re asking other people to live by and it has to be constant. When it comes to making a movie, people come and go. Actors come and go, department heads come and go. I write as well as direct and I’m there all the time and you’ve got to be consistent. The one day that you yourself stray from what you’re asking other people to be accountable to, you can no longer ask them to do that—because now you’re being a hypocrite. The fact that you gotta be that day in and day out is what the toughest thing is. \nThis article is part of the World’s 50 Greatest Leaders feature, our annual list of world-changing leaders in business, government, philanthropy and beyond. Click here to see the entire package. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-04-19T09:30:00.000+03:00",
    "crawled": "2018-04-19T21:17:46.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "valentina",
        "zarya",
        "edt",
        "staff",
        "fortune",
        "recently",
        "assembled",
        "list",
        "world",
        "greatest",
        "leader",
        "story",
        "part",
        "coverage",
        "ryan",
        "coogler",
        "rose",
        "fame",
        "directing",
        "critical",
        "darling",
        "fruitvale",
        "station",
        "creed",
        "bonafide",
        "box",
        "office",
        "bos",
        "thanks",
        "triumphant",
        "success",
        "black",
        "panther",
        "coogler",
        "contribution",
        "marvel",
        "cinematic",
        "universe",
        "brought",
        "billion",
        "revenue",
        "making",
        "film",
        "ever",
        "directed",
        "african",
        "american",
        "coogler",
        "appears",
        "fortune",
        "list",
        "world",
        "greatest",
        "leader",
        "year",
        "acknowledgment",
        "power",
        "bringing",
        "diverse",
        "perspective",
        "proving",
        "huge",
        "appetite",
        "film",
        "33rd",
        "break",
        "billion",
        "mark",
        "box",
        "office",
        "coogler",
        "spoke",
        "fortune",
        "approach",
        "leadership",
        "convinces",
        "others",
        "industry",
        "get",
        "behind",
        "vision",
        "edited",
        "excerpt",
        "conversation",
        "fortune",
        "would",
        "describe",
        "leadership",
        "style",
        "ryan",
        "coogler",
        "came",
        "playing",
        "football",
        "always",
        "respected",
        "coach",
        "would",
        "drill",
        "player",
        "run",
        "respected",
        "would",
        "run",
        "u",
        "instead",
        "one",
        "would",
        "blow",
        "whistle",
        "stand",
        "drill",
        "definitely",
        "try",
        "someone",
        "roll",
        "sleeve",
        "much",
        "try",
        "first",
        "last",
        "whenever",
        "possible",
        "thing",
        "go",
        "wrong",
        "try",
        "accept",
        "responsibility",
        "much",
        "thing",
        "go",
        "right",
        "try",
        "divert",
        "responsibility",
        "business",
        "requires",
        "lot",
        "creativity",
        "lot",
        "people",
        "worst",
        "thing",
        "take",
        "credit",
        "stuff",
        "somebody",
        "else",
        "part",
        "deal",
        "director",
        "get",
        "credit",
        "people",
        "creative",
        "choice",
        "want",
        "compensate",
        "much",
        "leadership",
        "lesson",
        "take",
        "away",
        "black",
        "panther",
        "thing",
        "made",
        "challa",
        "film",
        "main",
        "character",
        "good",
        "leader",
        "afraid",
        "empower",
        "people",
        "worked",
        "somebody",
        "kind",
        "gather",
        "information",
        "everybody",
        "wakanda",
        "fictional",
        "country",
        "black",
        "panther",
        "set",
        "set",
        "way",
        "council",
        "elder",
        "people",
        "different",
        "background",
        "country",
        "encouraged",
        "listen",
        "everybody",
        "even",
        "though",
        "monarchy",
        "kind",
        "function",
        "democratic",
        "style",
        "meet",
        "challa",
        "coming",
        "age",
        "trying",
        "figure",
        "balance",
        "tradition",
        "innovation",
        "see",
        "someone",
        "value",
        "opinion",
        "around",
        "time",
        "afraid",
        "follow",
        "gut",
        "advice",
        "people",
        "think",
        "fit",
        "mold",
        "leader",
        "think",
        "everybody",
        "ever",
        "met",
        "really",
        "good",
        "job",
        "experienced",
        "terrifying",
        "moment",
        "paralyzing",
        "moment",
        "imposter",
        "syndrome",
        "know",
        "feeling",
        "like",
        "nah",
        "know",
        "anybody",
        "think",
        "going",
        "let",
        "everybody",
        "advice",
        "knowing",
        "part",
        "process",
        "accepting",
        "working",
        "going",
        "deal",
        "allow",
        "motivate",
        "work",
        "harder",
        "help",
        "realize",
        "nine",
        "time",
        "first",
        "person",
        "go",
        "situation",
        "even",
        "always",
        "people",
        "situation",
        "similar",
        "situation",
        "stake",
        "get",
        "others",
        "rally",
        "behind",
        "vision",
        "thing",
        "communication",
        "honest",
        "open",
        "folk",
        "wanted",
        "make",
        "movie",
        "time",
        "black",
        "panther",
        "going",
        "go",
        "without",
        "film",
        "wanted",
        "make",
        "something",
        "marvel",
        "studio",
        "president",
        "kevin",
        "feige",
        "disney",
        "guy",
        "got",
        "behind",
        "similar",
        "working",
        "actor",
        "sylvester",
        "stallone",
        "creed",
        "totally",
        "upfront",
        "saw",
        "working",
        "also",
        "understanding",
        "studio",
        "piece",
        "business",
        "understanding",
        "trying",
        "fit",
        "trying",
        "always",
        "try",
        "understand",
        "others",
        "goal",
        "way",
        "go",
        "greatest",
        "challenge",
        "faced",
        "leader",
        "think",
        "biggest",
        "challenge",
        "consistency",
        "requires",
        "wear",
        "leader",
        "got",
        "ta",
        "live",
        "asking",
        "people",
        "live",
        "constant",
        "come",
        "making",
        "movie",
        "people",
        "come",
        "go",
        "actor",
        "come",
        "go",
        "department",
        "head",
        "come",
        "go",
        "write",
        "well",
        "direct",
        "time",
        "got",
        "consistent",
        "one",
        "day",
        "stray",
        "asking",
        "people",
        "accountable",
        "longer",
        "ask",
        "hypocrite",
        "fact",
        "got",
        "ta",
        "day",
        "day",
        "toughest",
        "thing",
        "article",
        "part",
        "world",
        "greatest",
        "leader",
        "feature",
        "annual",
        "list",
        "leader",
        "business",
        "government",
        "philanthropy",
        "beyond",
        "click",
        "see",
        "entire",
        "package",
        "sponsored",
        "financial",
        "content"
    ]
}