{
    "organizations": [],
    "uuid": "41cba3ce93b8da3eee5c27c154c3788e96770aff",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/04/17/four-hour-drive-for-a-colonoscopy-what-va-privatization-warnings-ignore.html",
    "ord_in_thread": 0,
    "title": "Four-hour drive for a colonoscopy? What VA privatization warnings ignore",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON — When 55-year-old Coast Guard veteran David McCray needed a colonoscopy, the Department of Veterans Affairs told him he would have to drive two hours each way from his home to a VA hospital in Denver — even though multiple private-sector options are closer, as is an Air Force hospital.\nHe said the VA told him he and his wife could drive to the Denver VA in the evening, stay in the emergency room overnight, then he could get the test the following morning and his wife could drive him home afterward.\n\"I'm like, are you kidding me? This doesn't make any sense,\" he said.\nMore from USA Today: \nStarbucks closing U.S. stores on May 29 for racial-bias training\nFor this vet, sometimes the owners are the most difficult patients: New book\nAmazon has shelved plan to sell drugs to hospitals. Insiders say there are two reasons why \nSo McCray called up Sen. Michael Bennet's office the first time it happened in 2012 and the second time in 2016. Both times, the Colorado Democrat intervened, and the VA allowed McCray instead to go to the Air Force facility 45 minutes from his home.\nHis case — the fact that a veteran would need a U.S. senator to get workable colonoscopy appointments — helps illustrate the realities of what veterans face as the VA struggles to meet the needs of some 9 million among their ranks and as a heated political battle unfolds in Washington over the agency's future.\nPresident Trump said he fired David Shulkin as VA secretary because he wasn't moving quickly enough to ensure veterans have more flexibility to get VA-sponsored care in the private sector. Shulkin equated the administration's stance as a push toward \"privatization,\" a \"political issue aimed at rewarding select people and companies with profits, even if it undermines care for veterans.\"\nThe issue is now central to the confirmation of Trump's pick to take over the agency, White House physician and Navy Rear Adm. Ronny Jackson . Sen. Bernie Sanders, I-Vt., has already circulated a petition to supporters calling on his Senate colleagues to oppose the nomination unless Jackson pledges to reject the \"moral abomination\" of privatizing VA health care. Sen. Sherrod Brown, D-Ohio, said he expects such a pledge and lambasted any \"effort to use America's veterans to line the pockets of wealthy corporations.\"\nBut such rhetoric glosses over the predicament currently facing the VA — and the veterans like McCray who depend on the agency for health care.\nMore than 700,000 veterans still are waiting longer than a month for medical appointments. The agency hasn't been able to hire and retain enough medical workers to treat them — some 35,000 positions remain open.\nMany VA facilities are more than 50 years old and collectively need billions of dollars in repairs and upgrades. The bureaucracy has ballooned . Seven different programs, all with their own regulations, govern veterans' ability to get private sector care. One of them, the so-called Choice program, will run out of money in several weeks.\nCongress has been considering a bipartisan solution — investing money in the existing VA while also giving veterans options to go to private doctors when the VA can't meet their needs. It would smooth out the rules and combine the private care programs into one.\nAnd it would include an asset review to determine which VA medical facilities are worth repairing, where new ones might be needed and where others might be shuttered and private-sector care provided.\nIt had been poised to pass as part of the spending bill Trump signed into law last month. But House Democrats balked, and without their support, it was dropped from the bipartisan bill and the legislation remains stuck.\nWho actually wins — or loses? A USA TODAY analysis of lobbying reports on the issue provides a revealing snapshot of just who stands to benefit or lose from expanding VA-funded private care for veterans.\nThe reports show that private hospitals, health care administrators and contractors were joined in their influence efforts by organized labor, colleges and universities, and even charitable ventures.\nTwo philanthropic projects founded in recent years to provide mental health care to post-9/11 veterans are seeking VA support for their efforts — through reimbursement when they provide treatment.\nThe Cohen Veterans Network was founded in 2016 by billionaire hedge fund manager Steven Cohen, who committed $275 million to the effort to set up dozens of clinics across the country.\nAdam Jeffery | CNBC Steve Cohen at Point 72 Asset Management. There are nine so far dotting the East Coast, Texas and Colorado. They provide low- or no-cost outpatient treatment for veterans and their family members bankrolled by Cohen's contribution.\n\"Veterans don't always want to go to the VA, so they're coming to us,\" Executive Director Anthony Hassan said.\nA similar network was created by the Wounded Warrior Project in 2015 with $100 million in grants to fund mental health programs at Emory University in Atlanta, Massachusetts General Hospital in Boston, University of California-Los Angeles and Rush University Medical Center in Chicago.\nWill Beiersdorf, executive director of the Rush University program, said post-9/11 veterans often have been deployed multiple times, and the VA has been overwhelmed and hasn't always been able to meet their needs.\n\"Some of these vets, some of these men and women have been in those programs,\" he said. \"For whatever reason, something just didn't work, so this is sometimes another choice, another opportunity.\"\nVeterans' groups wary Some national veterans' groups worry that whatever their motivations, the networks will strip away patients and funding from the VA, undermining its ability to meet demand even more.\n\"They're competing with the VA,\" said Joe Chenelly, executive director of AMVETS, which represents more than 250,000 veterans. \"If it's free and truly a charity, then they don't need to bill (the VA).\"\nHe noted estimates for providing veterans widespread options for VA-funded care in the private sector could cost taxpayers $50 billion or as much as $1 trillion, depending on how many choose private care.\nSome recent polling has shown a majority of Americans might be willing to pay the price. Nearly 60% of respondents in an Economist /YouGov poll earlier this month said they think the federal government should provide insurance for veterans to get private-sector care rather than operating its own medical centers to treat them. Veterans polled said the private sector would meet their needs better than the VA by a margin of 50% to 26%.\nYet when asked about \"privatizing\" the VA in a Rasmussen survey earlier this month, respondents were against it, 39% to 33%.\nThe privatization 'boogeyman' Darin Selnick, who until a few weeks ago was the point person on the VA at the White House, said critics of providing veterans private-sector options latched onto the \"privatization\" label to leverage public opinion in their favor, but he calls it a \"boogeyman.\"\n\"This whole privatization is a made-up boogeyman, it doesn't exist,\" he said. \"The White House, I can tell you, there's never been a plan in the White House to do privatization.\"\nThe VA is still hoping the bipartisan compromise offering a hybrid, part VA-part private-sector plan passes. Acting VA Secretary Robert Wilkie issued a statement last week saying Congress \"must pass\" the bill.\n\"America's Veterans are looking to Congress and VA to come together now to provide them the best possible solutions for their care,\" he wrote.\nMcCray, the Colorado Coast Guard veteran who needed a Senator's help to get colonoscopy appointments, said he doesn't think the VA should be privatized but parts of it should — services the private sector may already provide better than VA. Whatever the case, he said the status quo isn't working.\n\"It's a mess still,\" he said. \"I read everybody's columns on Twitter, I follow what goes on here, I go to the VA. I talk to people there just to see where they're coming from. Nobody's happy.\"",
    "published": "2018-04-17T23:55:00.000+03:00",
    "crawled": "2018-04-18T00:18:16.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "coast",
        "guard",
        "veteran",
        "david",
        "mccray",
        "needed",
        "colonoscopy",
        "department",
        "veteran",
        "affair",
        "told",
        "would",
        "drive",
        "two",
        "hour",
        "way",
        "home",
        "va",
        "hospital",
        "denver",
        "even",
        "though",
        "multiple",
        "option",
        "closer",
        "air",
        "force",
        "hospital",
        "said",
        "va",
        "told",
        "wife",
        "could",
        "drive",
        "denver",
        "va",
        "evening",
        "stay",
        "emergency",
        "room",
        "overnight",
        "could",
        "get",
        "test",
        "following",
        "morning",
        "wife",
        "could",
        "drive",
        "home",
        "afterward",
        "like",
        "kidding",
        "make",
        "sense",
        "said",
        "usa",
        "today",
        "starbucks",
        "closing",
        "store",
        "may",
        "training",
        "vet",
        "sometimes",
        "owner",
        "difficult",
        "patient",
        "new",
        "book",
        "amazon",
        "shelved",
        "plan",
        "sell",
        "drug",
        "hospital",
        "insider",
        "say",
        "two",
        "reason",
        "mccray",
        "called",
        "michael",
        "bennet",
        "office",
        "first",
        "time",
        "happened",
        "second",
        "time",
        "time",
        "colorado",
        "democrat",
        "intervened",
        "va",
        "allowed",
        "mccray",
        "instead",
        "go",
        "air",
        "force",
        "facility",
        "minute",
        "home",
        "case",
        "fact",
        "veteran",
        "would",
        "need",
        "senator",
        "get",
        "workable",
        "colonoscopy",
        "appointment",
        "help",
        "illustrate",
        "reality",
        "veteran",
        "face",
        "va",
        "struggle",
        "meet",
        "need",
        "million",
        "among",
        "rank",
        "heated",
        "political",
        "battle",
        "unfolds",
        "washington",
        "agency",
        "future",
        "president",
        "trump",
        "said",
        "fired",
        "david",
        "shulkin",
        "va",
        "secretary",
        "moving",
        "quickly",
        "enough",
        "ensure",
        "veteran",
        "flexibility",
        "get",
        "care",
        "private",
        "sector",
        "shulkin",
        "equated",
        "administration",
        "stance",
        "push",
        "toward",
        "privatization",
        "political",
        "issue",
        "aimed",
        "rewarding",
        "select",
        "people",
        "company",
        "profit",
        "even",
        "undermines",
        "care",
        "veteran",
        "issue",
        "central",
        "confirmation",
        "trump",
        "pick",
        "take",
        "agency",
        "white",
        "house",
        "physician",
        "navy",
        "rear",
        "ronny",
        "jackson",
        "bernie",
        "sander",
        "already",
        "circulated",
        "petition",
        "supporter",
        "calling",
        "senate",
        "colleague",
        "oppose",
        "nomination",
        "unless",
        "jackson",
        "pledge",
        "reject",
        "moral",
        "abomination",
        "privatizing",
        "va",
        "health",
        "care",
        "sherrod",
        "brown",
        "said",
        "expects",
        "pledge",
        "lambasted",
        "effort",
        "use",
        "america",
        "veteran",
        "line",
        "pocket",
        "wealthy",
        "corporation",
        "rhetoric",
        "gloss",
        "predicament",
        "currently",
        "facing",
        "va",
        "veteran",
        "like",
        "mccray",
        "depend",
        "agency",
        "health",
        "care",
        "veteran",
        "still",
        "waiting",
        "longer",
        "month",
        "medical",
        "appointment",
        "agency",
        "able",
        "hire",
        "retain",
        "enough",
        "medical",
        "worker",
        "treat",
        "position",
        "remain",
        "open",
        "many",
        "va",
        "facility",
        "year",
        "old",
        "collectively",
        "need",
        "billion",
        "dollar",
        "repair",
        "upgrade",
        "bureaucracy",
        "ballooned",
        "seven",
        "different",
        "program",
        "regulation",
        "govern",
        "veteran",
        "ability",
        "get",
        "private",
        "sector",
        "care",
        "one",
        "choice",
        "program",
        "run",
        "money",
        "several",
        "week",
        "congress",
        "considering",
        "bipartisan",
        "solution",
        "investing",
        "money",
        "existing",
        "va",
        "also",
        "giving",
        "veteran",
        "option",
        "go",
        "private",
        "doctor",
        "va",
        "ca",
        "meet",
        "need",
        "would",
        "smooth",
        "rule",
        "combine",
        "private",
        "care",
        "program",
        "one",
        "would",
        "include",
        "asset",
        "review",
        "determine",
        "va",
        "medical",
        "facility",
        "worth",
        "repairing",
        "new",
        "one",
        "might",
        "needed",
        "others",
        "might",
        "shuttered",
        "care",
        "provided",
        "poised",
        "pas",
        "part",
        "spending",
        "bill",
        "trump",
        "signed",
        "law",
        "last",
        "month",
        "house",
        "democrat",
        "balked",
        "without",
        "support",
        "dropped",
        "bipartisan",
        "bill",
        "legislation",
        "remains",
        "stuck",
        "actually",
        "win",
        "loses",
        "usa",
        "today",
        "analysis",
        "lobbying",
        "report",
        "issue",
        "provides",
        "revealing",
        "snapshot",
        "stand",
        "benefit",
        "lose",
        "expanding",
        "private",
        "care",
        "veteran",
        "report",
        "show",
        "private",
        "hospital",
        "health",
        "care",
        "administrator",
        "contractor",
        "joined",
        "influence",
        "effort",
        "organized",
        "labor",
        "college",
        "university",
        "even",
        "charitable",
        "venture",
        "two",
        "philanthropic",
        "project",
        "founded",
        "recent",
        "year",
        "provide",
        "mental",
        "health",
        "care",
        "veteran",
        "seeking",
        "va",
        "support",
        "effort",
        "reimbursement",
        "provide",
        "treatment",
        "cohen",
        "veteran",
        "network",
        "founded",
        "billionaire",
        "hedge",
        "fund",
        "manager",
        "steven",
        "cohen",
        "committed",
        "million",
        "effort",
        "set",
        "dozen",
        "clinic",
        "across",
        "country",
        "adam",
        "jeffery",
        "cnbc",
        "steve",
        "cohen",
        "point",
        "asset",
        "management",
        "nine",
        "far",
        "dotting",
        "east",
        "coast",
        "texas",
        "colorado",
        "provide",
        "outpatient",
        "treatment",
        "veteran",
        "family",
        "member",
        "bankrolled",
        "cohen",
        "contribution",
        "veteran",
        "always",
        "want",
        "go",
        "va",
        "coming",
        "u",
        "executive",
        "director",
        "anthony",
        "hassan",
        "said",
        "similar",
        "network",
        "created",
        "wounded",
        "warrior",
        "project",
        "million",
        "grant",
        "fund",
        "mental",
        "health",
        "program",
        "emory",
        "university",
        "atlanta",
        "massachusetts",
        "general",
        "hospital",
        "boston",
        "university",
        "angeles",
        "rush",
        "university",
        "medical",
        "center",
        "chicago",
        "beiersdorf",
        "executive",
        "director",
        "rush",
        "university",
        "program",
        "said",
        "veteran",
        "often",
        "deployed",
        "multiple",
        "time",
        "va",
        "overwhelmed",
        "always",
        "able",
        "meet",
        "need",
        "vet",
        "men",
        "woman",
        "program",
        "said",
        "whatever",
        "reason",
        "something",
        "work",
        "sometimes",
        "another",
        "choice",
        "another",
        "opportunity",
        "veteran",
        "group",
        "wary",
        "national",
        "veteran",
        "group",
        "worry",
        "whatever",
        "motivation",
        "network",
        "strip",
        "away",
        "patient",
        "funding",
        "va",
        "undermining",
        "ability",
        "meet",
        "demand",
        "even",
        "competing",
        "va",
        "said",
        "joe",
        "chenelly",
        "executive",
        "director",
        "amvets",
        "represents",
        "veteran",
        "free",
        "truly",
        "charity",
        "need",
        "bill",
        "va",
        "noted",
        "estimate",
        "providing",
        "veteran",
        "widespread",
        "option",
        "care",
        "private",
        "sector",
        "could",
        "cost",
        "taxpayer",
        "billion",
        "much",
        "trillion",
        "depending",
        "many",
        "choose",
        "private",
        "care",
        "recent",
        "polling",
        "shown",
        "majority",
        "american",
        "might",
        "willing",
        "pay",
        "price",
        "nearly",
        "respondent",
        "economist",
        "poll",
        "earlier",
        "month",
        "said",
        "think",
        "federal",
        "government",
        "provide",
        "insurance",
        "veteran",
        "get",
        "care",
        "rather",
        "operating",
        "medical",
        "center",
        "treat",
        "veteran",
        "polled",
        "said",
        "private",
        "sector",
        "would",
        "meet",
        "need",
        "better",
        "va",
        "margin",
        "yet",
        "asked",
        "privatizing",
        "va",
        "rasmussen",
        "survey",
        "earlier",
        "month",
        "respondent",
        "privatization",
        "darin",
        "selnick",
        "week",
        "ago",
        "point",
        "person",
        "va",
        "white",
        "house",
        "said",
        "critic",
        "providing",
        "veteran",
        "option",
        "latched",
        "onto",
        "privatization",
        "label",
        "leverage",
        "public",
        "opinion",
        "favor",
        "call",
        "boogeyman",
        "whole",
        "privatization",
        "boogeyman",
        "exist",
        "said",
        "white",
        "house",
        "tell",
        "never",
        "plan",
        "white",
        "house",
        "privatization",
        "va",
        "still",
        "hoping",
        "bipartisan",
        "compromise",
        "offering",
        "hybrid",
        "part",
        "plan",
        "pass",
        "acting",
        "va",
        "secretary",
        "robert",
        "wilkie",
        "issued",
        "statement",
        "last",
        "week",
        "saying",
        "congress",
        "must",
        "pas",
        "bill",
        "america",
        "veteran",
        "looking",
        "congress",
        "va",
        "come",
        "together",
        "provide",
        "best",
        "possible",
        "solution",
        "care",
        "wrote",
        "mccray",
        "colorado",
        "coast",
        "guard",
        "veteran",
        "needed",
        "senator",
        "help",
        "get",
        "colonoscopy",
        "appointment",
        "said",
        "think",
        "va",
        "privatized",
        "part",
        "service",
        "private",
        "sector",
        "may",
        "already",
        "provide",
        "better",
        "whatever",
        "case",
        "said",
        "status",
        "quo",
        "working",
        "mess",
        "still",
        "said",
        "read",
        "everybody",
        "column",
        "twitter",
        "follow",
        "go",
        "go",
        "talk",
        "people",
        "see",
        "coming",
        "nobody",
        "happy"
    ]
}