{
    "organizations": [],
    "uuid": "9eb57be271f6d5333d69e667b80317dec955b023",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/02/globe-newswire-seb-reports-fourth-quarter-and-full-year-results.html",
    "ord_in_thread": 0,
    "title": "SEB Reports Fourth Quarter and Full Year Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MISSISSAUGA, Ontario, April 02, 2018 (GLOBE NEWSWIRE) -- Smart Employee Benefits Inc. (“SEB” or the “Company”) (TSXV:SEB) today reported its financial results for the fourth quarter fiscal year ending November 30, 2017.\nCOMPARATIVE RESULTS FOR FISCAL 2017, 2016, 2015\nSales, gross margins and EBITDA reached the highest levels since the inception of the Company. Comparative numbers for fiscal 2015, 2016 and 2017 are:\nFor the Years ended November 30 2017 2016 2015 Revenue $ 106,282,838 $ 97,227,776 $ 42,579,694 Cost of revenues 79,332,109 78,319,077 31,961,805 Gross Margin 26,950,729 18,908,699 10,617,889 Gross Margin as a % of Revenue 25.4% 19.4% 24.9% Operating costs 23,350,386 15,423,596 9,762,238 One-time costs related to AON integration (724,092) - - Adjusted operating costs 22,626,294 15,423,596 9,762,238 Professional fees 1,302,449 1,404,975 1,658,136 Adjusted EBITDA 3,021,986 2,080,128 (802,485) AON transition costs 1,990,354 - - One-time costs related to AON integration 724,092 - - Total AON-related integration and transition 2,714,446 - - Change in fair value of contingent liability (2,102,505) 476,052 (128,350) Gain on sale of portion of business - - (1,124,837) Share based compensation 320,321 270,890 673,659 Transaction costs 1,535,883 1,836,737 1,010,127 Write down of intangibles - - 551,516 EBITDA $ 553,840 $ (503,552) $ (1,784,601)\nKEY ACCOMPLISHMENTS DURING FISCAL 2017\nAon Transaction - This transaction closed April 1, 2017 and was fully transitioned to the SEB environment between July 1, 2017 and September 30, 2017. This transaction added over 265,000 plan members and 48 of Canada’s corporate elite as Benefits Processing clients. It resulted in SEB having one of the largest Third Party Administrator (“TPA”) client bases in Canada. Equity Financing – The company closed approximately $9.4 Million of equity during Fiscal 2017. Subsequent to year end, an additional $3.0 Million Preferred Shares via an SEB Subsidiary was invested by a strategic investor. The majority of this financing was utilized to repay debt and for working capital. Debt Financing – On April 20, 2017, SEB closed $22.5 Million of financing with the Bank of Montreal; in the form of a $12.0 Million Operating Credit Facility and $10.5 Million of Term Loans. These facilities allowed SEB to consolidate much of its higher cost, short term debt resulting from acquisitions. Cost Reduction – Since 2016, the company has reduced operating costs by over $5.0 Million, annually, with over $2.0 Million being interest and financing and the remainder operational (people and infrastructure). The majority of these savings will be reflected in fiscal 2018 . Contracts - The Company has over $500 Million of contracts (backlog, option years, evergreen) measured out 7 years. The majority of the Company’s business is multi-year with over 80% of revenues being government, healthcare and insurance.\nCOMPARATIVE QUARTERLY ANALYSIS, FISCAL 2017\nThe fourth quarter, 2017 recorded the highest ever sales, gross margin and adjusted EBITDA in the Company’s history. There has been steady improvement throughout the year as cost reductions and operational strategies begin to be positively reflected in financial results. Continued improvement is expected in fiscal 2018 as the full benefit of the integration strategies and cost savings are realized. The comparative analysis of quarterly results in fiscal 2017 are:\nSales: Increased to $29.7 Million, from $26.5 Million in Q3, $26.9 Million in Q2 and $23.1 Million in Q1 of 2017. This is largely attributed to growth in the Benefits Processing. Gross Margin: Increased to $8.4 Million, from $7.6 Million in Q3, $7.3 Million in Q2 and $3.7 Million in Q1 of 2017. As a percent of revenue, gross margins were 28.3% in Q4, 28.5% in Q3, 27.0% in Q2 and 16.1% in Q1, respectively. Adjusted EBITDA: Increased to $1.9 Million, from $1.3 Million in Q3, a loss of $0.23 Million in Q2 and $0.06 Million in Q1 of 2017.\nCOMPARATIVE RESULTS FOR FISCAL YEARS 2017, 2016, 2015\nRevenue:\nGrew 9.3% to $106.3 Million in fiscal 2017. This is up from $97.2 Million in fiscal 2016 and $42.6 Million in fiscal 2015. The growth is largely attributed to growth in the Benefits Processing Business via the Aon Acquisition.\nGross Margins:\nGrew 42.5% to $27.0 Million in fiscal 2017. This is up from $18.9 Million in fiscal 2016 and $10.6 Million in fiscal 2015. As a percent of sales, gross margins were 25.4%, 19.4% and 24.9%, respectively. The growth in the Benefits Processing business is the largest contributor to growth. Gross Margin percentages are forecast to continue to increase as benefits processing revenues grow.\nOperational Costs:\nGrew 51.4% to $22.6 Million in fiscal 2017, up from $15.4 Million in fiscal 2016 and $9.8 Million in fiscal 2015. As a percent of sales, operating costs were 21.3%, 15.9% and 22.9%, respectively. The Benefits Processing business has significantly higher fixed costs than the Non-Benefits processing and outsourcing business which contributed to the increase in 2017. Both business divisions are highly scalable, however, the Benefits Processing business has much higher margins once the fixed costs are covered. Going forward, management expects over 70% of every gross margin dollar to go to operating earnings in the Benefits Processing business. Gross margins in the Benefits Processing are between 70% and 90% depending on the revenue stream. Operating costs as a percent of sales are expected to reduce significantly as gross margin dollars grow.\nA) Salaries and other Compensation - are the largest component of Operating Costs. They were $16.6 Million in fiscal 2017, $10.4 Million in fiscal 2016 and $5.8 Million in fiscal 2015. As a percent of revenue they were 15.6%, 10.7% and 13.6%, respectively. The increase in fiscal 2017 is largely due to the addition of approximately 160 employees in Benefits Processing Division arising from the Aon Transaction.\nB) Office and General Costs ­ - were $6.7 Million in fiscal 2017, $5.0 Million in fiscal 2016 and $4.0 Million in fiscal 2015. As a percent of sales, they were 6.3%, 5.2% and 9.4%, respectively. In fiscal 2017, SEB added two offices in India, one in Montreal and one in Toronto to accommodate the growth in the Benefits Processing from the Aon Transaction. Management expects these costs will grow at a much slower pace than the related revenues.\nNon-Cash Expenses:\nNon-Cash expenses include amortization, depreciation, changes in fair value of contingent liability and share based (options) compensation. They totaled $5.1 Million in fiscal 2017, $5.3 Million in 2016 and $3.2 Million in 2015. The largest component is amortization of intangible assets (related to acquisition), which was $4.5 Million in fiscal 2017. These costs are expected to be fully amortized by fiscal 2020. The change in fair value of contingent liability is a reduction of the expected performance payments tied to an acquisition.\nAON Transition Costs – One Time:\nOne-time costs related to the Aon acquisition and integration totaled $2.7 Million. The Aon acquisition was completed April 1, 2017. The full operating environment was transitioned to SEB between July 1, 2017 and October 1, 2017, during which period there was a one-time, short term duplication of cost structure. SEB has materially reduced the operating costs of the Aon acquisition and expect continued reductions in 2018, primarily due to technology and infrastructure efficiencies.\nInterest and Financing Costs:\nThese costs were $4.3 Million in fiscal 2017, $3.1 Million in 2016 and $1.8 Million in 2015. The increase in costs in 2017 are largely related to the debt assumed with the Maplesoft acquisition and the refinancing costs incurred in 2017. Management is forecasting a reduction in financing costs of over $2.0 Million in fiscal 2018.\nProfessional Fees:\nProfessional feeds declined to $1.4 Million from $1.8 Million. These fees largely fluctuate with financings and acquisitions. A steady state professional fees cost structure is in the $1.0 Million range.\nAdjusted EBITDA and EBITDA\nAdjusted EBITDA reflects the adding back to EBITDA one-time costs and non-cash compensation expenses. The largest add back is the one-time transition costs allotted to the Aon transaction ($2,714,446). Adjusted EBITDA was $3.0 Million for fiscal 2017, up from $2.0 Million in 2016 and a loss of $0.8 Million in 2015. Continued improvement is forecast in 2018.\nConsolidated Earnings (Loss), Operating Income\nThe Company recorded a net loss of $9.1 million for fiscal 2017 versus $8.0 million in fiscal 2016. The largest component of the increase in the loss is the net effect (before taxes) of the Aon acquisition, namely the operating income from the business for the period of $0.3 million, less the Transition Costs of $2.7 million; costs which have ceased by the end of Q3 of Fiscal 2017 and will not reoccur in Fiscal 2018. Non-cash expenses contributing to the loss totaled $5.1 Million in fiscal 2017 and $5.3 Million in 2016.\nStates John McKimm, President, CEO, CIO:\n“Fiscal 2017 has been a watershed year for SEB. Consolidated revenues in fiscal 2017 reached new highs as did gross margin dollars, Adjusted EBITDA and contract values. SEB now has 11 offices in Canada, the Middle East and India, over 200 active clients, over 400 full time employees and over 500 contract employees. The Company has been investing heavily in benefits processing solutions since its inception which has penalized cash flow from its other outsourcing and processing businesses. The Aon transaction, closed in April, 2017, has given the Company significant traction in the benefits processing industry. Today the Company administers over $1.0 Billion of Benefits premium for over 330,000 plan members and the Benefits Processing business is now self-funding. The Company’s “Channel Partner Go-to-Market Strategy” and its “One Processing Environment” Benefits Exchange Platform are the cornerstones of future growth in Benefits processing and gained excellent traction in 2017 with the Aon Transaction. SEB’s sales pipeline currently includes over 20 “White Label Channel Partner” strategic opportunities in Canada, the USA and the Middle East. The major investment in benefits processing technology is now largely maintenance, client enhancements and upgrades. All benefit processing solutions are market ready and deployed and the technology risk is gone. SEB is well positioned for significant revenue and EBITDA growth in fiscal 2018 and beyond.”\nOPTIONS ISSUED TO DIRECTORS\nOn March 3, 2018, SEB issued 200,000 options to each of 7 Independent Directors on the Board of SEB. The options had a term of 36 months, an exercise price of $0.23 and vested 25% every 6 months.\nABOUT SEB\nSEB is a Business Process Automation and Outsourcing Technology Company providing software, solutions and services to a national and global client base. SEB has a specialty growth focus in cloud enabled SaaS processing solutions for managing employer and government sponsored benefit plans on a BPO (Business Processing Outsourcing) business model, globally. SEB currently serves corporate and government clients across Canada and internationally. Over 80% of SEB’s revenues derive from government, insurance and healthcare organizations. SEB’s technology infrastructure of over 860 multi-certified technical professionals, in 11 offices across Canada and globally, is a critical competitive advantage in supporting the implementation and management of SEB’s Benefits Processing Solutions into client environments. SEB’s “One Processing Environment” Benefits Processing Solutions can be game changing for SEB clients.\nThe core expertise of SEB is automating and outsourcing business processes utilizing SEB proprietary software solutions and services combined with solutions of third parties through joint ventures and partnerships. SEB’s client acquisition model in benefits processing is “Channel Partnerships” where SEB processing solutions both improve cost structures and enable new revenue models for Channel Partners and clients. All SEB solutions are cloud enabled and can be delivered on a SaaS platform. SEB solutions turn cost centers to profit centers for our Benefits Processing Channel Partners.\nFor further information about SEB, please visit www.seb-inc.com.\nTHE FORWARD-LOOKING INFORMATION CONTAINED IN THIS RELEASE REPRESENTS THE COMPANY’S CURRENT EXPECTATIONS AND, ACCORDINGLY, IS SUBJECT TO CHANGE. HOWEVER, THE COMPANY EXPRESSLY DISCLAIMS ANY INTENTION OR OBLIGATION TO UPDATE OR REVISE ANY FORWARD-LOOKING INFORMATION, WHETHER AS A RESULT OF NEW INFORMATION, FUTURE EVENTS OR OTHERWISE, EXCEPT AS REQUIRED BY APPLICABLE LAW.\nAll figures are in Canadian dollars unless otherwise stated.\nMEDIA AND INVESTOR CONTACTS:\nJohn McKimm\nPresident/CEO/CIO\nOffice (888) 939-8885 x 354\nCell (416) 460-2817\njohn.mckimm@seb-inc.com\nSource: Smart Employee Benefits Inc.",
    "published": "2018-04-03T06:22:00.000+03:00",
    "crawled": "2018-04-03T08:26:07.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mississauga",
        "ontario",
        "april",
        "globe",
        "newswire",
        "smart",
        "employee",
        "benefit",
        "seb",
        "company",
        "tsxv",
        "seb",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ending",
        "november",
        "comparative",
        "result",
        "fiscal",
        "sale",
        "gross",
        "margin",
        "ebitda",
        "reached",
        "highest",
        "level",
        "since",
        "inception",
        "company",
        "comparative",
        "number",
        "fiscal",
        "year",
        "ended",
        "november",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "gross",
        "margin",
        "revenue",
        "operating",
        "cost",
        "cost",
        "related",
        "aon",
        "integration",
        "adjusted",
        "operating",
        "cost",
        "professional",
        "fee",
        "adjusted",
        "ebitda",
        "aon",
        "transition",
        "cost",
        "cost",
        "related",
        "aon",
        "integration",
        "total",
        "integration",
        "transition",
        "change",
        "fair",
        "value",
        "contingent",
        "liability",
        "gain",
        "sale",
        "portion",
        "business",
        "share",
        "based",
        "compensation",
        "transaction",
        "cost",
        "write",
        "intangible",
        "ebitda",
        "key",
        "accomplishment",
        "fiscal",
        "aon",
        "transaction",
        "transaction",
        "closed",
        "april",
        "fully",
        "transitioned",
        "seb",
        "environment",
        "july",
        "september",
        "transaction",
        "added",
        "plan",
        "member",
        "canada",
        "corporate",
        "elite",
        "benefit",
        "processing",
        "client",
        "resulted",
        "seb",
        "one",
        "largest",
        "third",
        "party",
        "administrator",
        "tpa",
        "client",
        "base",
        "canada",
        "equity",
        "financing",
        "company",
        "closed",
        "approximately",
        "million",
        "equity",
        "fiscal",
        "subsequent",
        "year",
        "end",
        "additional",
        "million",
        "preferred",
        "share",
        "via",
        "seb",
        "subsidiary",
        "invested",
        "strategic",
        "investor",
        "majority",
        "financing",
        "utilized",
        "repay",
        "debt",
        "working",
        "capital",
        "debt",
        "financing",
        "april",
        "seb",
        "closed",
        "million",
        "financing",
        "bank",
        "montreal",
        "form",
        "million",
        "operating",
        "credit",
        "facility",
        "million",
        "term",
        "loan",
        "facility",
        "allowed",
        "seb",
        "consolidate",
        "much",
        "higher",
        "cost",
        "short",
        "term",
        "debt",
        "resulting",
        "acquisition",
        "cost",
        "reduction",
        "since",
        "company",
        "reduced",
        "operating",
        "cost",
        "million",
        "annually",
        "million",
        "interest",
        "financing",
        "remainder",
        "operational",
        "people",
        "infrastructure",
        "majority",
        "saving",
        "reflected",
        "fiscal",
        "contract",
        "company",
        "million",
        "contract",
        "backlog",
        "option",
        "year",
        "evergreen",
        "measured",
        "year",
        "majority",
        "company",
        "business",
        "revenue",
        "government",
        "healthcare",
        "insurance",
        "comparative",
        "quarterly",
        "analysis",
        "fiscal",
        "fourth",
        "quarter",
        "recorded",
        "highest",
        "ever",
        "sale",
        "gross",
        "margin",
        "adjusted",
        "ebitda",
        "company",
        "history",
        "steady",
        "improvement",
        "throughout",
        "year",
        "cost",
        "reduction",
        "operational",
        "strategy",
        "begin",
        "positively",
        "reflected",
        "financial",
        "result",
        "continued",
        "improvement",
        "expected",
        "fiscal",
        "full",
        "benefit",
        "integration",
        "strategy",
        "cost",
        "saving",
        "realized",
        "comparative",
        "analysis",
        "quarterly",
        "result",
        "fiscal",
        "sale",
        "increased",
        "million",
        "million",
        "q3",
        "million",
        "q2",
        "million",
        "q1",
        "largely",
        "attributed",
        "growth",
        "benefit",
        "processing",
        "gross",
        "margin",
        "increased",
        "million",
        "million",
        "q3",
        "million",
        "q2",
        "million",
        "q1",
        "percent",
        "revenue",
        "gross",
        "margin",
        "q4",
        "q3",
        "q2",
        "q1",
        "respectively",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "million",
        "q3",
        "loss",
        "million",
        "q2",
        "million",
        "q1",
        "comparative",
        "result",
        "fiscal",
        "year",
        "revenue",
        "grew",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "growth",
        "largely",
        "attributed",
        "growth",
        "benefit",
        "processing",
        "business",
        "via",
        "aon",
        "acquisition",
        "gross",
        "margin",
        "grew",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "percent",
        "sale",
        "gross",
        "margin",
        "respectively",
        "growth",
        "benefit",
        "processing",
        "business",
        "largest",
        "contributor",
        "growth",
        "gross",
        "margin",
        "percentage",
        "forecast",
        "continue",
        "increase",
        "benefit",
        "processing",
        "revenue",
        "grow",
        "operational",
        "cost",
        "grew",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "percent",
        "sale",
        "operating",
        "cost",
        "respectively",
        "benefit",
        "processing",
        "business",
        "significantly",
        "higher",
        "fixed",
        "cost",
        "processing",
        "outsourcing",
        "business",
        "contributed",
        "increase",
        "business",
        "division",
        "highly",
        "scalable",
        "however",
        "benefit",
        "processing",
        "business",
        "much",
        "higher",
        "margin",
        "fixed",
        "cost",
        "covered",
        "going",
        "forward",
        "management",
        "expects",
        "every",
        "gross",
        "margin",
        "dollar",
        "go",
        "operating",
        "earnings",
        "benefit",
        "processing",
        "business",
        "gross",
        "margin",
        "benefit",
        "processing",
        "depending",
        "revenue",
        "stream",
        "operating",
        "cost",
        "percent",
        "sale",
        "expected",
        "reduce",
        "significantly",
        "gross",
        "margin",
        "dollar",
        "grow",
        "salary",
        "compensation",
        "largest",
        "component",
        "operating",
        "cost",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "percent",
        "revenue",
        "respectively",
        "increase",
        "fiscal",
        "largely",
        "due",
        "addition",
        "approximately",
        "employee",
        "benefit",
        "processing",
        "division",
        "arising",
        "aon",
        "transaction",
        "b",
        "office",
        "general",
        "cost",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "million",
        "fiscal",
        "percent",
        "sale",
        "respectively",
        "fiscal",
        "seb",
        "added",
        "two",
        "office",
        "india",
        "one",
        "montreal",
        "one",
        "toronto",
        "accommodate",
        "growth",
        "benefit",
        "processing",
        "aon",
        "transaction",
        "management",
        "expects",
        "cost",
        "grow",
        "much",
        "slower",
        "pace",
        "related",
        "revenue",
        "expense",
        "expense",
        "include",
        "amortization",
        "depreciation",
        "change",
        "fair",
        "value",
        "contingent",
        "liability",
        "share",
        "based",
        "option",
        "compensation",
        "totaled",
        "million",
        "fiscal",
        "million",
        "million",
        "largest",
        "component",
        "amortization",
        "intangible",
        "asset",
        "related",
        "acquisition",
        "million",
        "fiscal",
        "cost",
        "expected",
        "fully",
        "amortized",
        "fiscal",
        "change",
        "fair",
        "value",
        "contingent",
        "liability",
        "reduction",
        "expected",
        "performance",
        "payment",
        "tied",
        "acquisition",
        "aon",
        "transition",
        "cost",
        "one",
        "time",
        "cost",
        "related",
        "aon",
        "acquisition",
        "integration",
        "totaled",
        "million",
        "aon",
        "acquisition",
        "completed",
        "april",
        "full",
        "operating",
        "environment",
        "transitioned",
        "seb",
        "july",
        "october",
        "period",
        "short",
        "term",
        "duplication",
        "cost",
        "structure",
        "seb",
        "materially",
        "reduced",
        "operating",
        "cost",
        "aon",
        "acquisition",
        "expect",
        "continued",
        "reduction",
        "primarily",
        "due",
        "technology",
        "infrastructure",
        "efficiency",
        "interest",
        "financing",
        "cost",
        "cost",
        "million",
        "fiscal",
        "million",
        "million",
        "increase",
        "cost",
        "largely",
        "related",
        "debt",
        "assumed",
        "maplesoft",
        "acquisition",
        "refinancing",
        "cost",
        "incurred",
        "management",
        "forecasting",
        "reduction",
        "financing",
        "cost",
        "million",
        "fiscal",
        "professional",
        "fee",
        "professional",
        "feed",
        "declined",
        "million",
        "million",
        "fee",
        "largely",
        "fluctuate",
        "financing",
        "acquisition",
        "steady",
        "state",
        "professional",
        "fee",
        "cost",
        "structure",
        "million",
        "range",
        "adjusted",
        "ebitda",
        "ebitda",
        "adjusted",
        "ebitda",
        "reflects",
        "adding",
        "back",
        "ebitda",
        "cost",
        "compensation",
        "expense",
        "largest",
        "add",
        "back",
        "transition",
        "cost",
        "allotted",
        "aon",
        "transaction",
        "adjusted",
        "ebitda",
        "million",
        "fiscal",
        "million",
        "loss",
        "million",
        "continued",
        "improvement",
        "forecast",
        "consolidated",
        "earnings",
        "loss",
        "operating",
        "income",
        "company",
        "recorded",
        "net",
        "loss",
        "million",
        "fiscal",
        "versus",
        "million",
        "fiscal",
        "largest",
        "component",
        "increase",
        "loss",
        "net",
        "effect",
        "tax",
        "aon",
        "acquisition",
        "namely",
        "operating",
        "income",
        "business",
        "period",
        "million",
        "less",
        "transition",
        "cost",
        "million",
        "cost",
        "ceased",
        "end",
        "q3",
        "fiscal",
        "reoccur",
        "fiscal",
        "expense",
        "contributing",
        "loss",
        "totaled",
        "million",
        "fiscal",
        "million",
        "state",
        "john",
        "mckimm",
        "president",
        "ceo",
        "cio",
        "fiscal",
        "watershed",
        "year",
        "seb",
        "consolidated",
        "revenue",
        "fiscal",
        "reached",
        "new",
        "high",
        "gross",
        "margin",
        "dollar",
        "adjusted",
        "ebitda",
        "contract",
        "value",
        "seb",
        "office",
        "canada",
        "middle",
        "east",
        "india",
        "active",
        "client",
        "full",
        "time",
        "employee",
        "contract",
        "employee",
        "company",
        "investing",
        "heavily",
        "benefit",
        "processing",
        "solution",
        "since",
        "inception",
        "penalized",
        "cash",
        "flow",
        "outsourcing",
        "processing",
        "business",
        "aon",
        "transaction",
        "closed",
        "april",
        "given",
        "company",
        "significant",
        "traction",
        "benefit",
        "processing",
        "industry",
        "today",
        "company",
        "administers",
        "billion",
        "benefit",
        "premium",
        "plan",
        "member",
        "benefit",
        "processing",
        "business",
        "company",
        "channel",
        "partner",
        "strategy",
        "one",
        "processing",
        "environment",
        "benefit",
        "exchange",
        "platform",
        "cornerstone",
        "future",
        "growth",
        "benefit",
        "processing",
        "gained",
        "excellent",
        "traction",
        "aon",
        "transaction",
        "seb",
        "sale",
        "pipeline",
        "currently",
        "includes",
        "white",
        "label",
        "channel",
        "partner",
        "strategic",
        "opportunity",
        "canada",
        "usa",
        "middle",
        "east",
        "major",
        "investment",
        "benefit",
        "processing",
        "technology",
        "largely",
        "maintenance",
        "client",
        "enhancement",
        "upgrade",
        "benefit",
        "processing",
        "solution",
        "market",
        "ready",
        "deployed",
        "technology",
        "risk",
        "gone",
        "seb",
        "well",
        "positioned",
        "significant",
        "revenue",
        "ebitda",
        "growth",
        "fiscal",
        "option",
        "issued",
        "director",
        "march",
        "seb",
        "issued",
        "option",
        "independent",
        "director",
        "board",
        "seb",
        "option",
        "term",
        "month",
        "exercise",
        "price",
        "vested",
        "every",
        "month",
        "seb",
        "seb",
        "business",
        "process",
        "automation",
        "outsourcing",
        "technology",
        "company",
        "providing",
        "software",
        "solution",
        "service",
        "national",
        "global",
        "client",
        "base",
        "seb",
        "specialty",
        "growth",
        "focus",
        "cloud",
        "enabled",
        "saas",
        "processing",
        "solution",
        "managing",
        "employer",
        "government",
        "sponsored",
        "benefit",
        "plan",
        "bpo",
        "business",
        "processing",
        "outsourcing",
        "business",
        "model",
        "globally",
        "seb",
        "currently",
        "serf",
        "corporate",
        "government",
        "client",
        "across",
        "canada",
        "internationally",
        "seb",
        "revenue",
        "derive",
        "government",
        "insurance",
        "healthcare",
        "organization",
        "seb",
        "technology",
        "infrastructure",
        "technical",
        "professional",
        "office",
        "across",
        "canada",
        "globally",
        "critical",
        "competitive",
        "advantage",
        "supporting",
        "implementation",
        "management",
        "seb",
        "benefit",
        "processing",
        "solution",
        "client",
        "environment",
        "seb",
        "one",
        "processing",
        "environment",
        "benefit",
        "processing",
        "solution",
        "game",
        "changing",
        "seb",
        "client",
        "core",
        "expertise",
        "seb",
        "automating",
        "outsourcing",
        "business",
        "process",
        "utilizing",
        "seb",
        "proprietary",
        "software",
        "solution",
        "service",
        "combined",
        "solution",
        "third",
        "party",
        "joint",
        "venture",
        "partnership",
        "seb",
        "client",
        "acquisition",
        "model",
        "benefit",
        "processing",
        "channel",
        "partnership",
        "seb",
        "processing",
        "solution",
        "improve",
        "cost",
        "structure",
        "enable",
        "new",
        "revenue",
        "model",
        "channel",
        "partner",
        "client",
        "seb",
        "solution",
        "cloud",
        "enabled",
        "delivered",
        "saas",
        "platform",
        "seb",
        "solution",
        "turn",
        "cost",
        "center",
        "profit",
        "center",
        "benefit",
        "processing",
        "channel",
        "partner",
        "information",
        "seb",
        "please",
        "visit",
        "information",
        "contained",
        "release",
        "represents",
        "company",
        "current",
        "expectation",
        "accordingly",
        "subject",
        "change",
        "however",
        "company",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "figure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "medium",
        "investor",
        "contact",
        "john",
        "mckimm",
        "office",
        "x",
        "cell",
        "source",
        "smart",
        "employee",
        "benefit",
        "inc"
    ]
}