{
    "organizations": [],
    "uuid": "3d2790b65a3759d992e968ec4f6dd4b1304d4a00",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/31/pr-newswire-firstenergys-transformation-to-fully-regulated-utility-company-with-stronger-financials-and-customer-focused-growth-moves.html",
    "ord_in_thread": 0,
    "title": "FirstEnergy's Transformation to Fully Regulated Utility Company with Stronger Financials and Customer-Focused Growth Moves Ahead",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AKRON, Ohio, March 31, 2018 /PRNewswire/ -- FirstEnergy Corp. (NYSE: FE) on March 31, 2018, reached a milestone in its previously announced strategy to exit the competitive generation business and become a fully regulated utility company with a stronger balance sheet, solid cash flows and more predictable earnings.\nAs announced separately on March 31, FirstEnergy Solutions (FES), the competitive subsidiary of FirstEnergy, along with all FES subsidiaries and FirstEnergy Nuclear Operating Company (FENOC), have made a voluntary filing under Chapter 11 of the United States Bankruptcy Code in order to facilitate an orderly financial restructuring. This decision was made by FES' board of directors. The filing does not involve FirstEnergy or its distribution, transmission, regulated generation and Allegheny Energy Supply (AE Supply) subsidiaries.\n\"FirstEnergy and its other subsidiaries are not part of this Chapter 11 filing,\" said Charles E. Jones, president and chief executive officer of FirstEnergy. \"The six million customers of our regulated utilities will continue to receive the same reliable service, while our regulated generation facilities will continue normal operations, with the same longstanding commitment to safety and the environment.\n\"FirstEnergy will remain focused on creating long-term value for its customers, employees and shareholders,\" Jones said. \"Becoming a fully regulated utility company should give FirstEnergy a stronger balance sheet, solid cash flows and more predictable earnings. Simply put, we will be better positioned to deliver on the tremendous opportunities for customer-focused growth,\" he said.\nFirstEnergy's management team is being advised by its Restructuring Working Group, which has been engaged in substantive negotiations with a steering committee of FES noteholders. These discussions are expected to continue over the next several weeks. Additionally, the parties have joined an agreement filed with the U.S. Bankruptcy Court, Northern District of Ohio, for approval to advance an efficient discovery and settlement process. As of March 31, 2018, FES, all of its subsidiaries, and FENOC will be deconsolidated from FirstEnergy's financial reporting.\nEarlier this year, FirstEnergy announced plans for more than $10 billion in capital investments in its regulated businesses through 2021. This includes the company's 10 electric distribution utilities, which serve six million customers in Ohio, Pennsylvania, New Jersey, West Virginia, Maryland and New York and together form one of the nation's largest investor-owned electric systems, as well as its transmission operations, which include approximately 24,000 miles of lines and two regional transmission operation centers.\nFirstEnergy's 3,779 megawatt (MW) regulated electric generation fleet includes four plants in West Virginia, Virginia and New Jersey. These are the 1,098 MW coal-fired Fort Martin Plant in Maidsville, W.Va.; the 1,984 MW coal-fired Harrison Plant in Haywood, W.Va.; 487 MW of regulated generation at the Bath County Hydro facility in Warm Springs, Va.; and 210 MW of hydro generation at the Yards Creek facility in Blairstown, N.J.\nIn late 2016, FirstEnergy announced that it would explore a variety of strategic alternatives for its commodity-exposed generation business, with a goal of exiting the business by mid-2018. In the past year, the company's competitive subsidiaries have sold assets, announced plans to deactivate generating units, and worked for federal and state support for generating assets.\nAt this time, the company's AE Supply subsidiary owns two competitive generation assets: the 1,300 MW Pleasants Plant in Willow Island, W.Va., and 713 MW of competitive generation at Bath County Hydro. The company has announced plans to sell or deactivate Pleasants by the end of 2018, and the previously announced sale of Bath is on course to close in the first half of the year.\nFirstEnergy is dedicated to safety, reliability and operational excellence. Its 10 electric distribution companies form one of the nation's largest investor-owned electric systems, serving customers in Ohio, Pennsylvania, New Jersey, West Virginia, Maryland and New York. The company's transmission subsidiaries operate more than 24,000 miles of transmission lines that connect the Midwest and Mid-Atlantic regions. Follow FirstEnergy on Twitter @FirstEnergyCorp or online at www.firstenergycorp.com .\nForward-Looking Statements : This news release includes forward-looking statements based on information currently available to management. Such statements are subject to certain risks and uncertainties and readers are cautioned not to place undue reliance on these forward-looking statements. These statements include declarations regarding management's intents, beliefs and current expectations. These statements typically contain, but are not limited to, the terms \"anticipate,\" \"potential,\" \"expect,\" \"forecast,\" \"target,\" \"will,\" \"intend,\" \"believe,\" \"project,\" \"estimate,\" \"plan\" and similar words. Forward-looking statements involve estimates, assumptions, known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements, which may include the following: the ability to successfully execute an exit of commodity-based generation that minimizes cash outflows and associated liabilities, including, without limitation, the losses, guarantees, claims and other obligations of FirstEnergy Corp., together with its consolidated subsidiaries (FirstEnergy) as such relate to the entities previously consolidated into FirstEnergy, including FirstEnergy Solution Corp. (FES), its subsidiaries and FirstEnergy Nuclear Operating Company (FENOC), which have recently filed for bankruptcy protection; the potential for litigation and demands for payment by certain creditors of FES, its subsidiaries and FENOC against FirstEnergy; the risks associated with the bankruptcy cases of FES, its subsidiaries and FENOC, including, but not limited to, third party motions in the cases that could adversely affect FirstEnergy, its liquidity or results of operations; the ability to experience growth in the Regulated Distribution and Regulated Transmission segments and the effectiveness of our strategy to operate as a fully regulated business; the accomplishment of our regulatory and operational goals in connection with our transmission and distribution investment plans, including, but not limited to, our planned transition to forward-looking formula rates; changes in assumptions regarding economic conditions within our territories, assessment of the reliability of our transmission and distribution system, or the availability of capital or other resources supporting identified transmission and distribution investment opportunities; the ability to accomplish or realize anticipated benefits from strategic and financial goals, including, but not limited to, the ability to grow the earnings in our regulated businesses, continue to reduce costs and to successfully execute our financial plans designed to improve our credit metrics and strengthen our balance sheet; the risks and uncertainties associated with litigation, arbitration, mediation and like proceedings, including, but not limited to, any such proceedings related to vendor commitments; the uncertainties associated with the deactivation of our remaining commodity-based generating units, including the impact on vendor commitments, and as it relates to the reliability of the transmission grid, the timing thereof; costs being higher than anticipated and the success of our policies to control costs; the uncertainty of the timing and amounts of the capital expenditures that may arise in connection with any litigation, including New Source Review litigation, or potential regulatory initiatives or rulemakings; changes in customers' demand for power, including, but not limited to, changes resulting from the implementation of state and federal energy efficiency and peak demand reduction mandates; economic and weather conditions affecting future sales, margins and operations, such as significant weather events, and all associated regulatory events or actions; changes in national and regional economic conditions affecting FirstEnergy and/or our major industrial and commercial customers, and other counterparties with which we do business; the impact of labor disruptions by our unionized workforce; the risks associated with cyber-attacks and other disruptions to our information technology system that may compromise our generation, transmission and/or distribution services and data security breaches of sensitive data, intellectual property and proprietary or personally identifiable information regarding our business, employees, shareholders, customers, suppliers, business partners and other individuals in our data centers and on our networks; the impact of the regulatory process and resulting outcomes on the matters at the federal level and in the various states in which we do business, including, but not limited to, matters related to rates; the impact of the federal regulatory process on Federal Energy Regulatory Commission (FERC)-regulated entities and transactions, in particular FERC regulation of capacity markets, including PJM Interconnection, L.L.C. (PJM) markets; FERC regulation of cost-of-service rates; and FERC's compliance and enforcement activity, including compliance and enforcement activity related to North American Electric Reliability Corporation's mandatory reliability standards; the uncertainties of various cost recovery and cost allocation issues resulting from American Transmission Systems, Incorporated's realignment into PJM; the ability to comply with applicable state and federal reliability standards and energy efficiency and peak demand reduction mandates; other legislative and regulatory changes, including the federal administration's required review and potential revision of environmental requirements, including, but not limited to, the effects of the United States Environmental Protection Agency's Clean Power Plan, Combustion Residuals, Cross-State Air Pollution Rule and Mercury and Air Toxic Standards programs, including our estimated costs of compliance, Clean Water Act (CWA) waste water effluent limitations for power plants, and CWA 316(b) water intake regulation; changing market conditions that could affect the measurement of certain liabilities and the value of assets held in our pension trusts and other trust funds, and cause us and/or our subsidiaries to make additional contributions sooner, or in amounts that are larger, than currently anticipated; the impact of changes to significant accounting policies; the impact of any changes in tax laws or regulations, including the Tax Cuts and Jobs Act adopted on December 22, 2017, or adverse tax audit results or rulings; the ability to access the public securities and other capital and credit markets in accordance with our financial plans, the cost of such capital and overall condition of the capital and credit markets affecting us and our subsidiaries; further actions that may be taken by credit rating agencies that could negatively affect us and/or our subsidiaries' access to financing, increase the costs thereof, letters of credit and other financial guarantees, and the impact of these events on the financial condition and liquidity of FirstEnergy and/or its subsidiaries; issues concerning the stability of domestic and foreign financial institutions and counterparties with which we do business; and the risks and other factors discussed from time to time in our United States Securities and Exchange Commission (SEC) filings, and other similar factors. Dividends declared from time to time on FirstEnergy Corp.'s common stock, and thereby on FirstEnergy Corp.'s preferred stock, during any period may in the aggregate vary from prior periods due to circumstances considered by FirstEnergy Corp.'s Board of Directors at the time of the actual declarations. A security rating is not a recommendation to buy or hold securities and is subject to revision or withdrawal at any time by the assigning rating agency. Each rating should be evaluated independently of any other rating. These forward-looking statements are also qualified by, and should be read together with, the risk factors included in FirstEnergy's filings with the SEC, including but not limited to the most recent Annual Report on Form 10-K and any subsequent Quarterly Reports on Form 10-Q or Current Reports on Form 8-K. The foregoing review of factors also should not be construed as exhaustive. New factors emerge from time to time, and it is not possible for management to predict all such factors, nor assess the impact of any such factor on our business or the extent to which any factor, or combination of factors, may cause results to differ materially from those contained in any forward-looking statements. We expressly disclaim any obligation to update or revise, except as required by law, any forward-looking statements contained herein as a result of new information, future events or otherwise.\nView original content with multimedia: http://www.prnewswire.com/news-releases/firstenergys-transformation-to-fully-regulated-utility-company-with-stronger-financials-and-customer-focused-growth-moves-ahead-300622427.html\nSOURCE FirstEnergy Corp.",
    "published": "2018-04-01T07:35:00.000+03:00",
    "crawled": "2018-04-01T10:01:29.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "akron",
        "ohio",
        "march",
        "firstenergy",
        "nyse",
        "fe",
        "march",
        "reached",
        "milestone",
        "previously",
        "announced",
        "strategy",
        "exit",
        "competitive",
        "generation",
        "business",
        "become",
        "fully",
        "regulated",
        "utility",
        "company",
        "stronger",
        "balance",
        "sheet",
        "solid",
        "cash",
        "flow",
        "predictable",
        "earnings",
        "announced",
        "separately",
        "march",
        "firstenergy",
        "solution",
        "fe",
        "competitive",
        "subsidiary",
        "firstenergy",
        "along",
        "fe",
        "subsidiary",
        "firstenergy",
        "nuclear",
        "operating",
        "company",
        "fenoc",
        "made",
        "voluntary",
        "filing",
        "chapter",
        "united",
        "state",
        "bankruptcy",
        "code",
        "order",
        "facilitate",
        "orderly",
        "financial",
        "restructuring",
        "decision",
        "made",
        "fe",
        "board",
        "director",
        "filing",
        "involve",
        "firstenergy",
        "distribution",
        "transmission",
        "regulated",
        "generation",
        "allegheny",
        "energy",
        "supply",
        "ae",
        "supply",
        "subsidiary",
        "firstenergy",
        "subsidiary",
        "part",
        "chapter",
        "filing",
        "said",
        "charles",
        "jones",
        "president",
        "chief",
        "executive",
        "officer",
        "firstenergy",
        "six",
        "million",
        "customer",
        "regulated",
        "utility",
        "continue",
        "receive",
        "reliable",
        "service",
        "regulated",
        "generation",
        "facility",
        "continue",
        "normal",
        "operation",
        "longstanding",
        "commitment",
        "safety",
        "environment",
        "firstenergy",
        "remain",
        "focused",
        "creating",
        "value",
        "customer",
        "employee",
        "shareholder",
        "jones",
        "said",
        "becoming",
        "fully",
        "regulated",
        "utility",
        "company",
        "give",
        "firstenergy",
        "stronger",
        "balance",
        "sheet",
        "solid",
        "cash",
        "flow",
        "predictable",
        "earnings",
        "simply",
        "put",
        "better",
        "positioned",
        "deliver",
        "tremendous",
        "opportunity",
        "growth",
        "said",
        "firstenergy",
        "management",
        "team",
        "advised",
        "restructuring",
        "working",
        "group",
        "engaged",
        "substantive",
        "negotiation",
        "steering",
        "committee",
        "fe",
        "noteholders",
        "discussion",
        "expected",
        "continue",
        "next",
        "several",
        "week",
        "additionally",
        "party",
        "joined",
        "agreement",
        "filed",
        "bankruptcy",
        "court",
        "northern",
        "district",
        "ohio",
        "approval",
        "advance",
        "efficient",
        "discovery",
        "settlement",
        "process",
        "march",
        "fe",
        "subsidiary",
        "fenoc",
        "deconsolidated",
        "firstenergy",
        "financial",
        "reporting",
        "earlier",
        "year",
        "firstenergy",
        "announced",
        "plan",
        "billion",
        "capital",
        "investment",
        "regulated",
        "business",
        "includes",
        "company",
        "electric",
        "distribution",
        "utility",
        "serve",
        "six",
        "million",
        "customer",
        "ohio",
        "pennsylvania",
        "new",
        "jersey",
        "west",
        "virginia",
        "maryland",
        "new",
        "york",
        "together",
        "form",
        "one",
        "nation",
        "largest",
        "electric",
        "system",
        "well",
        "transmission",
        "operation",
        "include",
        "approximately",
        "mile",
        "line",
        "two",
        "regional",
        "transmission",
        "operation",
        "center",
        "firstenergy",
        "megawatt",
        "mw",
        "regulated",
        "electric",
        "generation",
        "fleet",
        "includes",
        "four",
        "plant",
        "west",
        "virginia",
        "virginia",
        "new",
        "jersey",
        "mw",
        "fort",
        "martin",
        "plant",
        "maidsville",
        "mw",
        "harrison",
        "plant",
        "haywood",
        "mw",
        "regulated",
        "generation",
        "bath",
        "county",
        "hydro",
        "facility",
        "warm",
        "spring",
        "mw",
        "hydro",
        "generation",
        "yard",
        "creek",
        "facility",
        "blairstown",
        "late",
        "firstenergy",
        "announced",
        "would",
        "explore",
        "variety",
        "strategic",
        "alternative",
        "generation",
        "business",
        "goal",
        "exiting",
        "business",
        "past",
        "year",
        "company",
        "competitive",
        "subsidiary",
        "sold",
        "asset",
        "announced",
        "plan",
        "deactivate",
        "generating",
        "unit",
        "worked",
        "federal",
        "state",
        "support",
        "generating",
        "asset",
        "time",
        "company",
        "ae",
        "supply",
        "subsidiary",
        "owns",
        "two",
        "competitive",
        "generation",
        "asset",
        "mw",
        "pleasants",
        "plant",
        "willow",
        "island",
        "mw",
        "competitive",
        "generation",
        "bath",
        "county",
        "hydro",
        "company",
        "announced",
        "plan",
        "sell",
        "deactivate",
        "pleasants",
        "end",
        "previously",
        "announced",
        "sale",
        "bath",
        "course",
        "close",
        "first",
        "half",
        "year",
        "firstenergy",
        "dedicated",
        "safety",
        "reliability",
        "operational",
        "excellence",
        "electric",
        "distribution",
        "company",
        "form",
        "one",
        "nation",
        "largest",
        "electric",
        "system",
        "serving",
        "customer",
        "ohio",
        "pennsylvania",
        "new",
        "jersey",
        "west",
        "virginia",
        "maryland",
        "new",
        "york",
        "company",
        "transmission",
        "subsidiary",
        "operate",
        "mile",
        "transmission",
        "line",
        "connect",
        "midwest",
        "region",
        "follow",
        "firstenergy",
        "twitter",
        "firstenergycorp",
        "online",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "management",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "include",
        "declaration",
        "regarding",
        "management",
        "intent",
        "belief",
        "current",
        "expectation",
        "statement",
        "typically",
        "contain",
        "limited",
        "term",
        "anticipate",
        "potential",
        "expect",
        "forecast",
        "target",
        "intend",
        "believe",
        "project",
        "estimate",
        "plan",
        "similar",
        "word",
        "statement",
        "involve",
        "estimate",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "may",
        "include",
        "following",
        "ability",
        "successfully",
        "execute",
        "exit",
        "generation",
        "minimizes",
        "cash",
        "outflow",
        "associated",
        "liability",
        "including",
        "without",
        "limitation",
        "loss",
        "guarantee",
        "claim",
        "obligation",
        "firstenergy",
        "together",
        "consolidated",
        "subsidiary",
        "firstenergy",
        "relate",
        "entity",
        "previously",
        "consolidated",
        "firstenergy",
        "including",
        "firstenergy",
        "solution",
        "fe",
        "subsidiary",
        "firstenergy",
        "nuclear",
        "operating",
        "company",
        "fenoc",
        "recently",
        "filed",
        "bankruptcy",
        "protection",
        "potential",
        "litigation",
        "demand",
        "payment",
        "certain",
        "creditor",
        "fe",
        "subsidiary",
        "fenoc",
        "firstenergy",
        "risk",
        "associated",
        "bankruptcy",
        "case",
        "fe",
        "subsidiary",
        "fenoc",
        "including",
        "limited",
        "third",
        "party",
        "motion",
        "case",
        "could",
        "adversely",
        "affect",
        "firstenergy",
        "liquidity",
        "result",
        "operation",
        "ability",
        "experience",
        "growth",
        "regulated",
        "distribution",
        "regulated",
        "transmission",
        "segment",
        "effectiveness",
        "strategy",
        "operate",
        "fully",
        "regulated",
        "business",
        "accomplishment",
        "regulatory",
        "operational",
        "goal",
        "connection",
        "transmission",
        "distribution",
        "investment",
        "plan",
        "including",
        "limited",
        "planned",
        "transition",
        "formula",
        "rate",
        "change",
        "assumption",
        "regarding",
        "economic",
        "condition",
        "within",
        "territory",
        "assessment",
        "reliability",
        "transmission",
        "distribution",
        "system",
        "availability",
        "capital",
        "resource",
        "supporting",
        "identified",
        "transmission",
        "distribution",
        "investment",
        "opportunity",
        "ability",
        "accomplish",
        "realize",
        "anticipated",
        "benefit",
        "strategic",
        "financial",
        "goal",
        "including",
        "limited",
        "ability",
        "grow",
        "earnings",
        "regulated",
        "business",
        "continue",
        "reduce",
        "cost",
        "successfully",
        "execute",
        "financial",
        "plan",
        "designed",
        "improve",
        "credit",
        "metric",
        "strengthen",
        "balance",
        "sheet",
        "risk",
        "uncertainty",
        "associated",
        "litigation",
        "arbitration",
        "mediation",
        "like",
        "proceeding",
        "including",
        "limited",
        "proceeding",
        "related",
        "vendor",
        "commitment",
        "uncertainty",
        "associated",
        "deactivation",
        "remaining",
        "generating",
        "unit",
        "including",
        "impact",
        "vendor",
        "commitment",
        "relates",
        "reliability",
        "transmission",
        "grid",
        "timing",
        "thereof",
        "cost",
        "higher",
        "anticipated",
        "success",
        "policy",
        "control",
        "cost",
        "uncertainty",
        "timing",
        "amount",
        "capital",
        "expenditure",
        "may",
        "arise",
        "connection",
        "litigation",
        "including",
        "new",
        "source",
        "review",
        "litigation",
        "potential",
        "regulatory",
        "initiative",
        "rulemakings",
        "change",
        "customer",
        "demand",
        "power",
        "including",
        "limited",
        "change",
        "resulting",
        "implementation",
        "state",
        "federal",
        "energy",
        "efficiency",
        "peak",
        "demand",
        "reduction",
        "mandate",
        "economic",
        "weather",
        "condition",
        "affecting",
        "future",
        "sale",
        "margin",
        "operation",
        "significant",
        "weather",
        "event",
        "associated",
        "regulatory",
        "event",
        "action",
        "change",
        "national",
        "regional",
        "economic",
        "condition",
        "affecting",
        "firstenergy",
        "major",
        "industrial",
        "commercial",
        "customer",
        "counterparties",
        "business",
        "impact",
        "labor",
        "disruption",
        "unionized",
        "workforce",
        "risk",
        "associated",
        "disruption",
        "information",
        "technology",
        "system",
        "may",
        "compromise",
        "generation",
        "transmission",
        "distribution",
        "service",
        "data",
        "security",
        "breach",
        "sensitive",
        "data",
        "intellectual",
        "property",
        "proprietary",
        "personally",
        "identifiable",
        "information",
        "regarding",
        "business",
        "employee",
        "shareholder",
        "customer",
        "supplier",
        "business",
        "partner",
        "individual",
        "data",
        "center",
        "network",
        "impact",
        "regulatory",
        "process",
        "resulting",
        "outcome",
        "matter",
        "federal",
        "level",
        "various",
        "state",
        "business",
        "including",
        "limited",
        "matter",
        "related",
        "rate",
        "impact",
        "federal",
        "regulatory",
        "process",
        "federal",
        "energy",
        "regulatory",
        "commission",
        "ferc",
        "entity",
        "transaction",
        "particular",
        "ferc",
        "regulation",
        "capacity",
        "market",
        "including",
        "pjm",
        "interconnection",
        "pjm",
        "market",
        "ferc",
        "regulation",
        "rate",
        "ferc",
        "compliance",
        "enforcement",
        "activity",
        "including",
        "compliance",
        "enforcement",
        "activity",
        "related",
        "north",
        "american",
        "electric",
        "reliability",
        "corporation",
        "mandatory",
        "reliability",
        "standard",
        "uncertainty",
        "various",
        "cost",
        "recovery",
        "cost",
        "allocation",
        "issue",
        "resulting",
        "american",
        "transmission",
        "system",
        "incorporated",
        "realignment",
        "pjm",
        "ability",
        "comply",
        "applicable",
        "state",
        "federal",
        "reliability",
        "standard",
        "energy",
        "efficiency",
        "peak",
        "demand",
        "reduction",
        "mandate",
        "legislative",
        "regulatory",
        "change",
        "including",
        "federal",
        "administration",
        "required",
        "review",
        "potential",
        "revision",
        "environmental",
        "requirement",
        "including",
        "limited",
        "effect",
        "united",
        "state",
        "environmental",
        "protection",
        "agency",
        "clean",
        "power",
        "plan",
        "combustion",
        "residual",
        "air",
        "pollution",
        "rule",
        "mercury",
        "air",
        "toxic",
        "standard",
        "program",
        "including",
        "estimated",
        "cost",
        "compliance",
        "clean",
        "water",
        "act",
        "cwa",
        "waste",
        "water",
        "effluent",
        "limitation",
        "power",
        "plant",
        "cwa",
        "b",
        "water",
        "intake",
        "regulation",
        "changing",
        "market",
        "condition",
        "could",
        "affect",
        "measurement",
        "certain",
        "liability",
        "value",
        "asset",
        "held",
        "pension",
        "trust",
        "trust",
        "fund",
        "cause",
        "u",
        "subsidiary",
        "make",
        "additional",
        "contribution",
        "sooner",
        "amount",
        "larger",
        "currently",
        "anticipated",
        "impact",
        "change",
        "significant",
        "accounting",
        "policy",
        "impact",
        "change",
        "tax",
        "law",
        "regulation",
        "including",
        "tax",
        "cut",
        "job",
        "act",
        "adopted",
        "december",
        "adverse",
        "tax",
        "audit",
        "result",
        "ruling",
        "ability",
        "access",
        "public",
        "security",
        "capital",
        "credit",
        "market",
        "accordance",
        "financial",
        "plan",
        "cost",
        "capital",
        "overall",
        "condition",
        "capital",
        "credit",
        "market",
        "affecting",
        "u",
        "subsidiary",
        "action",
        "may",
        "taken",
        "credit",
        "rating",
        "agency",
        "could",
        "negatively",
        "affect",
        "u",
        "subsidiary",
        "access",
        "financing",
        "increase",
        "cost",
        "thereof",
        "letter",
        "credit",
        "financial",
        "guarantee",
        "impact",
        "event",
        "financial",
        "condition",
        "liquidity",
        "firstenergy",
        "subsidiary",
        "issue",
        "concerning",
        "stability",
        "domestic",
        "foreign",
        "financial",
        "institution",
        "counterparties",
        "business",
        "risk",
        "factor",
        "discussed",
        "time",
        "time",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "similar",
        "factor",
        "dividend",
        "declared",
        "time",
        "time",
        "firstenergy",
        "common",
        "stock",
        "thereby",
        "firstenergy",
        "preferred",
        "stock",
        "period",
        "may",
        "aggregate",
        "vary",
        "prior",
        "period",
        "due",
        "circumstance",
        "considered",
        "firstenergy",
        "board",
        "director",
        "time",
        "actual",
        "declaration",
        "security",
        "rating",
        "recommendation",
        "buy",
        "hold",
        "security",
        "subject",
        "revision",
        "withdrawal",
        "time",
        "assigning",
        "rating",
        "agency",
        "rating",
        "evaluated",
        "independently",
        "rating",
        "statement",
        "also",
        "qualified",
        "read",
        "together",
        "risk",
        "factor",
        "included",
        "firstenergy",
        "filing",
        "sec",
        "including",
        "limited",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "foregoing",
        "review",
        "factor",
        "also",
        "construed",
        "exhaustive",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "management",
        "predict",
        "factor",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "except",
        "required",
        "law",
        "statement",
        "contained",
        "herein",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "firstenergy",
        "corp"
    ]
}