{
    "organizations": [],
    "uuid": "0b89356f8aedb72d5d0af30145afc8d831ed9c0c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/business-wire-gms-to-acquire-wsb-titan-the-largest-wallboard-distributor-in-canada.html",
    "ord_in_thread": 0,
    "title": "GMS to Acquire WSB Titan, the Largest Wallboard Distributor in Canada",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Expands GMS’s leadership position in North America through combination of the largest U.S. and Canadian wallboard distributors\nProvides entry and new growth opportunities into highly attractive, fragmented Canadian market Combines two experienced and well-respected management teams with shared commitment to customer service and operational excellence The combination increases GMS’s Adjusted earnings per share by approximately 25% and Adjusted EBITDA margin by over 100 basis points on a pro forma basis Expect to realize at least $10 million in cost synergies within first full year following the close of the transaction Conference call scheduled for April 5, 2018 at 8:00 a.m., Eastern Time\nTUCKER, Ga.--(BUSINESS WIRE)-- GMS Inc. (NYSE:GMS), a leading North American distributor of wallboard and suspended ceilings systems, announced today a definitive agreement to acquire 100% of the equity interests of WSB Titan (“Titan”) for total consideration of approximately $627 million (C$800 million). Headquartered in Toronto, Titan is Canada’s largest gypsum specialty dealer (“GSD”) serving the residential, commercial, and institutional markets with key products including wallboard, insulation, lumber, roofing, steel framing, and other complementary building products. Titan was founded in 2009 through the partnership of Watson Building Supplies and Shoemaker Drywall Supplies, two trusted wallboard distributors with roots dating back to the 1970s, and expanded the platform in 2015 through the acquisition of Slegg Building Materials, a family-run wallboard and building supplies distributor formed in 1947.\nMike Callahan, President and CEO of GMS, commented, “The acquisition of Titan further extends our leadership position as the largest wallboard distributor in North America with significant scale advantages and a well-balanced portfolio built for growth. The combination also provides us with a market leading position in Canada and the foundation to support future opportunities in this highly fragmented market while creating opportunities to share best practices across our operations. I have been extremely impressed with the quality of Titan’s management team, the excellence of their operations, and their steadfast commitment to service quality, which has resulted in market leading margins and a solid track record of organic and inorganic growth. With a strong cultural fit and shared focus, we are confident this combination will be beneficial to both companies.”\nDoug Skrepnek, CEO of Titan, added, “Like GMS, we have built our business through a differentiated service model that fosters loyalty and long-term relationships with top-tier customers and suppliers. This shared commitment, coupled with the opportunity to join forces with another industry leader in North America, makes this combination extremely compelling for Titan’s stakeholders. While we have individual strengths that we plan to leverage across the combined platform, having shared values and similar cultures makes this a natural combination. On behalf of everyone at Titan, we are looking forward to joining the GMS team.”\nStrategic Rationale\nGMS believes that the acquisition of Titan will result in several strategic and financial benefits, including:\nExpansion of Scale and Footprint in North America: Adding the largest Canadian wallboard distributor to GMS’s existing U.S. footprint creates a market-leading North American GSD platform with over 240 locations across 42 U.S. states and five Canadian provinces. Geographic Expansion into Attractive Market: The acquisition of Titan provides an entry point into the highly attractive, fragmented Canadian GSD market. As an attractive acquirer in Canada with a proven track record of organic and inorganic growth, having completed five transactions and opened four greenfields since 2009, the addition of Titan is expected to allow GMS to participate in further M&A and greenfield opportunities throughout the Canadian GSD market. Well-Balanced Platform for Growth: The combination will diversify GMS’s product offerings and create significant opportunities for product expansion in both the United States and Canada while enhancing the Company’s ability to serve its customers. In addition, acquiring Titan positions GMS as a key North American distributor of insulation, while further accelerating growth across the combined company’s product portfolio. Complementary Cultures & Commitment to Customer Service: Titan serves as a value-added partner to a broad base of over 14,500 customers, including some of the largest wallboard interior finishing installers in Canada. Titan’s experienced management team has earned its reputation for operational excellence and service quality, which underpin Titan’s strong culture and are shared by GMS. Expected to be Immediately Accretive to Adjusted Earnings per Share and Adjusted EBITDA Margin: Titan’s scale, market position, operating platform and value-added services have driven market leading Adjusted EBITDA margins of 14.7% for the twelve months ended January 31, 2018. We estimate that the combination would have increased GMS’s Adjusted earnings per share by approximately 25% and Adjusted EBITDA margin by over 100 basis points on a pro forma basis for the twelve months ended January 31, 2018. Meaningful Cost Synergies: GMS expects to capture cost synergies of at least $10 million within the first full year following the close of the transaction, driven largely by purchase synergies associated with the combined company’s enhanced scale. These estimates do not include any expected benefits associated with the sharing of best practices or product expansion opportunities.\nManagement\nMike Callahan will continue to serve as President and CEO of the combined company, which will remain headquartered in Tucker, Georgia. Doug Skrepnek will become President of GMS Canada, reporting to Mr. Callahan.\nTransaction Details\nUnder the terms of the agreement, GMS will acquire 100% of the equity interests of Titan for approximately $627 million (C$800 million) from Titan’s current management and TorQuest Partners. For the twelve months ended January 31, 2018, Titan recorded revenues of approximately $459 million and Adjusted EBITDA of approximately $68 million resulting in a transaction multiple of less than 8.0x Adjusted EBITDA, including the impact of estimated cost synergies.\nGMS has secured fully-committed debt financing for the transaction and per the terms of the agreement, existing Titan management, which is committed to leading the combined company’s Canadian business going forward, will roll over $35 million of their current ownership position into GMS stock. GMS remains focused on maintaining a prudent capital structure and a strong financial position with sufficient flexibility to fund ongoing business operations and acquisitions. The transaction is expected to close late in the second calendar quarter of 2018 and is subject to the expiration or termination of the applicable waiting periods under the Canadian Competition Act, as well as other customary closing conditions.\nBarclays Capital Inc. is serving as GMS’s exclusive financial advisor, with Jefferies LLC acting as Titan’s exclusive financial advisor. Fried, Frank, Harris, Shriver & Jacobson LLP is serving as lead legal advisor. Barclays Bank PLC, Credit Suisse AG and Credit Suisse Securities (USA) LLC are providing the financing as joint lead bookrunners.\nConference Call and Webcast\nGMS will host a conference call and webcast to discuss the acquisition at 8:00 a.m., Eastern Time, on April 5, 2018. Investors who wish to participate in the call should dial 800-289-0438 (domestic) or 323-794-2423 (international) at least 5 minutes prior to the start of the call. The live webcast will be available on the Investors section of the Company’s website at www.gms.com . There will be a slide presentation of the results available on that page of the website as well. Replays of the call will be available through May 5, 2018 and can be accessed at 844-512-2921 (domestic) or 412-317-6671 (international) and entering the pass code 1121351.\nAbout GMS Inc.\nFounded in 1971, GMS operates a network of more than 210 distribution centers across the United States. GMS’s extensive product offering of wallboard, suspended ceilings systems, or ceilings, and complementary interior construction products is designed to provide a comprehensive one-stop-shop for our core customer, the interior contractor who installs these products in commercial and residential buildings.\nUse of Non-GAAP Financial Measures\nGMS reports its financial results in accordance with GAAP. However, it presents Adjusted earnings per share, Adjusted EBITDA and Adjusted EBITDA margin, which are not recognized financial measures under GAAP. GMS believes that Adjusted earnings per share, Adjusted EBITDA and Adjusted EBITDA margin assist investors and analysts in comparing its operating performance across reporting periods on a consistent basis by excluding items that the Company does not believe are indicative of its core operating performance. The Company’s management believes Adjusted earnings per share, Adjusted EBITDA and Adjusted EBITDA margin are helpful in highlighting trends in its operating results, while other measures can differ significantly depending on long-term strategic decisions regarding capital structure, the tax jurisdictions in which the Company operates and capital investments. In addition, the Company utilizes Adjusted EBITDA in certain calculations under its senior secured asset based revolving credit facility and its senior secured first lien term loan facility.\nYou are encouraged to evaluate each adjustment and the reasons GMS considers it appropriate for supplemental analysis. In addition, in evaluating Adjusted EBITDA, you should be aware that in the future, the Company may incur expenses similar to the adjustments in the presentation of Adjusted EBITDA. The Company’s presentation of Adjusted EBITDA should not be construed as an inference that its future results will be unaffected by unusual or non-recurring items. In addition, Adjusted EBITDA may not be comparable to similarly titled measures used by other companies in GMS’s industry or across different industries. The financial information of Titan provided in this press release was provided to the Company by Titan.\nForward-Looking Statements and Information:\nThis press release includes “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. You can generally identify forward-looking statements by the Company’s use of forward-looking terminology such as “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “plan,” “potential,” “predict,” “seek,” or “should,” or the negative thereof or other variations thereon or comparable terminology. In particular, statements about the markets in which GMS or Titan operates, product expansion opportunities, potential acquisitions or greenfield opportunities, the combination of best practices, statements about their expectations, beliefs, plans, strategies, objectives, prospects, assumptions or future events or performance, statements related to non-GAAP financial measures such as Adjusted earnings per share, Adjusted EBITDA and Adjusted EBITDA margins, including accretion thereto, and statements regarding expected cost synergies, the expected transaction multiple, and the expected timing of the transaction contained in this press release are forward-looking statements. The Company has based these forward-looking statements on its current expectations, assumptions, estimates and projections. While the Company believes these expectations, assumptions, estimates and projections are reasonable, such forward-looking statements are only predictions and involve known and unknown risks and uncertainties, many of which are beyond its control. Forward-looking statements involve risks and uncertainties, including, but not limited to, economic, competitive, governmental and technological factors outside of the Company’s control, that may cause its business, strategy or actual results to differ materially from the forward-looking statements. These risks and uncertainties may include, among other things: changes in the prices, supply, and/or demand for products which GMS or Titan distributes; general economic and business conditions in the United States and Canada; the activities of competitors; changes in significant operating expenses; changes in the availability of capital and interest rates; adverse weather patterns or conditions; acts of cyber intrusion; variations in the performance of the financial markets, including the credit markets; and other factors described in the “Risk Factors” section in the Company’s Annual Report on Form 10-K for the fiscal year ended April 30, 2017, and in its other periodic reports filed with the SEC. In addition, numerous factors could cause actual results with respect to the proposed transaction to differ materially from those in the forward-looking statements, including without limitation, the possibility that the expected synergies and cost savings and financial impacts from the proposed transaction will not be realized, or will not be realized within the expected time period; the risk that the GMS and Titan businesses will not be integrated successfully; the ability to obtain governmental approvals of the proposed transaction on the proposed terms and schedule contemplated by the parties; disruption from the proposed transaction making it more difficult to maintain business and operational relationships and to accomplish other GMS objectives; the risk of customer attrition; the possibility that the proposed transaction does not close, including, but not limited to, failure to satisfy the closing conditions; and the ability to obtain the debt financing contemplated to fund the cash purchase price for the proposed transaction and the terms of such financing. In addition, the statements in this release are made as of April 5, 2018. The Company undertakes no obligation to update any of the forward looking statements made herein, whether as a result of new information, future events, changes in expectation or otherwise. These forward-looking statements should not be relied upon as representing the Company’s views as of any date subsequent to April 5, 2018.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180405005323/en/\nGMS Inc.\nInvestor Relations:\nir@gms.com\n678-353-2883\nor\nMedia Relations:\nmarketing@gms.com\n770-723-3378\nSource: GMS Inc.",
    "published": "2018-04-05T14:30:00.000+03:00",
    "crawled": "2018-04-05T16:41:09.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "expands",
        "gm",
        "leadership",
        "position",
        "north",
        "america",
        "combination",
        "largest",
        "canadian",
        "wallboard",
        "distributor",
        "provides",
        "entry",
        "new",
        "growth",
        "opportunity",
        "highly",
        "attractive",
        "fragmented",
        "canadian",
        "market",
        "combine",
        "two",
        "experienced",
        "management",
        "team",
        "shared",
        "commitment",
        "customer",
        "service",
        "operational",
        "excellence",
        "combination",
        "increase",
        "gm",
        "adjusted",
        "earnings",
        "per",
        "share",
        "approximately",
        "adjusted",
        "ebitda",
        "margin",
        "basis",
        "point",
        "pro",
        "forma",
        "basis",
        "expect",
        "realize",
        "least",
        "million",
        "cost",
        "synergy",
        "within",
        "first",
        "full",
        "year",
        "following",
        "close",
        "transaction",
        "conference",
        "call",
        "scheduled",
        "april",
        "eastern",
        "time",
        "tucker",
        "business",
        "wire",
        "gm",
        "nyse",
        "gm",
        "leading",
        "north",
        "american",
        "distributor",
        "wallboard",
        "suspended",
        "ceiling",
        "system",
        "announced",
        "today",
        "definitive",
        "agreement",
        "acquire",
        "equity",
        "interest",
        "wsb",
        "titan",
        "titan",
        "total",
        "consideration",
        "approximately",
        "million",
        "c",
        "million",
        "headquartered",
        "toronto",
        "titan",
        "canada",
        "largest",
        "gypsum",
        "specialty",
        "dealer",
        "gsd",
        "serving",
        "residential",
        "commercial",
        "institutional",
        "market",
        "key",
        "product",
        "including",
        "wallboard",
        "insulation",
        "lumber",
        "roofing",
        "steel",
        "framing",
        "complementary",
        "building",
        "product",
        "titan",
        "founded",
        "partnership",
        "watson",
        "building",
        "supply",
        "shoemaker",
        "drywall",
        "supply",
        "two",
        "trusted",
        "wallboard",
        "distributor",
        "root",
        "dating",
        "back",
        "1970s",
        "expanded",
        "platform",
        "acquisition",
        "slegg",
        "building",
        "material",
        "wallboard",
        "building",
        "supply",
        "distributor",
        "formed",
        "mike",
        "callahan",
        "president",
        "ceo",
        "gm",
        "commented",
        "acquisition",
        "titan",
        "extends",
        "leadership",
        "position",
        "largest",
        "wallboard",
        "distributor",
        "north",
        "america",
        "significant",
        "scale",
        "advantage",
        "portfolio",
        "built",
        "growth",
        "combination",
        "also",
        "provides",
        "u",
        "market",
        "leading",
        "position",
        "canada",
        "foundation",
        "support",
        "future",
        "opportunity",
        "highly",
        "fragmented",
        "market",
        "creating",
        "opportunity",
        "share",
        "best",
        "practice",
        "across",
        "operation",
        "extremely",
        "impressed",
        "quality",
        "titan",
        "management",
        "team",
        "excellence",
        "operation",
        "steadfast",
        "commitment",
        "service",
        "quality",
        "resulted",
        "market",
        "leading",
        "margin",
        "solid",
        "track",
        "record",
        "organic",
        "inorganic",
        "growth",
        "strong",
        "cultural",
        "fit",
        "shared",
        "focus",
        "confident",
        "combination",
        "beneficial",
        "doug",
        "skrepnek",
        "ceo",
        "titan",
        "added",
        "like",
        "gm",
        "built",
        "business",
        "differentiated",
        "service",
        "model",
        "foster",
        "loyalty",
        "relationship",
        "customer",
        "supplier",
        "shared",
        "commitment",
        "coupled",
        "opportunity",
        "join",
        "force",
        "another",
        "industry",
        "leader",
        "north",
        "america",
        "make",
        "combination",
        "extremely",
        "compelling",
        "titan",
        "stakeholder",
        "individual",
        "strength",
        "plan",
        "leverage",
        "across",
        "combined",
        "platform",
        "shared",
        "value",
        "similar",
        "culture",
        "make",
        "natural",
        "combination",
        "behalf",
        "everyone",
        "titan",
        "looking",
        "forward",
        "joining",
        "gm",
        "strategic",
        "rationale",
        "gm",
        "belief",
        "acquisition",
        "titan",
        "result",
        "several",
        "strategic",
        "financial",
        "benefit",
        "including",
        "expansion",
        "scale",
        "footprint",
        "north",
        "america",
        "adding",
        "largest",
        "canadian",
        "wallboard",
        "distributor",
        "gm",
        "existing",
        "footprint",
        "creates",
        "north",
        "american",
        "gsd",
        "platform",
        "location",
        "across",
        "state",
        "five",
        "canadian",
        "province",
        "geographic",
        "expansion",
        "attractive",
        "market",
        "acquisition",
        "titan",
        "provides",
        "entry",
        "point",
        "highly",
        "attractive",
        "fragmented",
        "canadian",
        "gsd",
        "market",
        "attractive",
        "acquirer",
        "canada",
        "proven",
        "track",
        "record",
        "organic",
        "inorganic",
        "growth",
        "completed",
        "five",
        "transaction",
        "opened",
        "four",
        "greenfields",
        "since",
        "addition",
        "titan",
        "expected",
        "allow",
        "gm",
        "participate",
        "greenfield",
        "opportunity",
        "throughout",
        "canadian",
        "gsd",
        "market",
        "platform",
        "growth",
        "combination",
        "diversify",
        "gm",
        "product",
        "offering",
        "create",
        "significant",
        "opportunity",
        "product",
        "expansion",
        "united",
        "state",
        "canada",
        "enhancing",
        "company",
        "ability",
        "serve",
        "customer",
        "addition",
        "acquiring",
        "titan",
        "position",
        "gm",
        "key",
        "north",
        "american",
        "distributor",
        "insulation",
        "accelerating",
        "growth",
        "across",
        "combined",
        "company",
        "product",
        "portfolio",
        "complementary",
        "culture",
        "commitment",
        "customer",
        "service",
        "titan",
        "serf",
        "partner",
        "broad",
        "base",
        "customer",
        "including",
        "largest",
        "wallboard",
        "interior",
        "finishing",
        "installers",
        "canada",
        "titan",
        "experienced",
        "management",
        "team",
        "earned",
        "reputation",
        "operational",
        "excellence",
        "service",
        "quality",
        "underpin",
        "titan",
        "strong",
        "culture",
        "shared",
        "gm",
        "expected",
        "immediately",
        "accretive",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "margin",
        "titan",
        "scale",
        "market",
        "position",
        "operating",
        "platform",
        "service",
        "driven",
        "market",
        "leading",
        "adjusted",
        "ebitda",
        "margin",
        "twelve",
        "month",
        "ended",
        "january",
        "estimate",
        "combination",
        "would",
        "increased",
        "gm",
        "adjusted",
        "earnings",
        "per",
        "share",
        "approximately",
        "adjusted",
        "ebitda",
        "margin",
        "basis",
        "point",
        "pro",
        "forma",
        "basis",
        "twelve",
        "month",
        "ended",
        "january",
        "meaningful",
        "cost",
        "synergy",
        "gm",
        "expects",
        "capture",
        "cost",
        "synergy",
        "least",
        "million",
        "within",
        "first",
        "full",
        "year",
        "following",
        "close",
        "transaction",
        "driven",
        "largely",
        "purchase",
        "synergy",
        "associated",
        "combined",
        "company",
        "enhanced",
        "scale",
        "estimate",
        "include",
        "expected",
        "benefit",
        "associated",
        "sharing",
        "best",
        "practice",
        "product",
        "expansion",
        "opportunity",
        "management",
        "mike",
        "callahan",
        "continue",
        "serve",
        "president",
        "ceo",
        "combined",
        "company",
        "remain",
        "headquartered",
        "tucker",
        "georgia",
        "doug",
        "skrepnek",
        "become",
        "president",
        "gm",
        "canada",
        "reporting",
        "callahan",
        "transaction",
        "detail",
        "term",
        "agreement",
        "gm",
        "acquire",
        "equity",
        "interest",
        "titan",
        "approximately",
        "million",
        "c",
        "million",
        "titan",
        "current",
        "management",
        "torquest",
        "partner",
        "twelve",
        "month",
        "ended",
        "january",
        "titan",
        "recorded",
        "revenue",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "approximately",
        "million",
        "resulting",
        "transaction",
        "multiple",
        "less",
        "adjusted",
        "ebitda",
        "including",
        "impact",
        "estimated",
        "cost",
        "synergy",
        "gm",
        "secured",
        "debt",
        "financing",
        "transaction",
        "per",
        "term",
        "agreement",
        "existing",
        "titan",
        "management",
        "committed",
        "leading",
        "combined",
        "company",
        "canadian",
        "business",
        "going",
        "forward",
        "roll",
        "million",
        "current",
        "ownership",
        "position",
        "gm",
        "stock",
        "gm",
        "remains",
        "focused",
        "maintaining",
        "prudent",
        "capital",
        "structure",
        "strong",
        "financial",
        "position",
        "sufficient",
        "flexibility",
        "fund",
        "ongoing",
        "business",
        "operation",
        "acquisition",
        "transaction",
        "expected",
        "close",
        "late",
        "second",
        "calendar",
        "quarter",
        "subject",
        "expiration",
        "termination",
        "applicable",
        "waiting",
        "period",
        "canadian",
        "competition",
        "act",
        "well",
        "customary",
        "closing",
        "condition",
        "barclays",
        "capital",
        "serving",
        "gm",
        "exclusive",
        "financial",
        "advisor",
        "jefferies",
        "llc",
        "acting",
        "titan",
        "exclusive",
        "financial",
        "advisor",
        "fried",
        "frank",
        "harris",
        "shriver",
        "jacobson",
        "llp",
        "serving",
        "lead",
        "legal",
        "advisor",
        "barclays",
        "bank",
        "plc",
        "credit",
        "suisse",
        "ag",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "providing",
        "financing",
        "joint",
        "lead",
        "bookrunners",
        "conference",
        "call",
        "webcast",
        "gm",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "acquisition",
        "eastern",
        "time",
        "april",
        "investor",
        "wish",
        "participate",
        "call",
        "dial",
        "domestic",
        "international",
        "least",
        "minute",
        "prior",
        "start",
        "call",
        "live",
        "webcast",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "slide",
        "presentation",
        "result",
        "available",
        "page",
        "website",
        "well",
        "replay",
        "call",
        "available",
        "may",
        "accessed",
        "domestic",
        "international",
        "entering",
        "pas",
        "code",
        "gm",
        "founded",
        "gm",
        "operates",
        "network",
        "distribution",
        "center",
        "across",
        "united",
        "state",
        "gm",
        "extensive",
        "product",
        "offering",
        "wallboard",
        "suspended",
        "ceiling",
        "system",
        "ceiling",
        "complementary",
        "interior",
        "construction",
        "product",
        "designed",
        "provide",
        "comprehensive",
        "core",
        "customer",
        "interior",
        "contractor",
        "installs",
        "product",
        "commercial",
        "residential",
        "building",
        "use",
        "financial",
        "measure",
        "gm",
        "report",
        "financial",
        "result",
        "accordance",
        "gaap",
        "however",
        "present",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "recognized",
        "financial",
        "measure",
        "gaap",
        "gm",
        "belief",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "assist",
        "investor",
        "analyst",
        "comparing",
        "operating",
        "performance",
        "across",
        "reporting",
        "period",
        "consistent",
        "basis",
        "excluding",
        "item",
        "company",
        "believe",
        "indicative",
        "core",
        "operating",
        "performance",
        "company",
        "management",
        "belief",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "helpful",
        "highlighting",
        "trend",
        "operating",
        "result",
        "measure",
        "differ",
        "significantly",
        "depending",
        "strategic",
        "decision",
        "regarding",
        "capital",
        "structure",
        "tax",
        "jurisdiction",
        "company",
        "operates",
        "capital",
        "investment",
        "addition",
        "company",
        "utilizes",
        "adjusted",
        "ebitda",
        "certain",
        "calculation",
        "senior",
        "secured",
        "asset",
        "based",
        "revolving",
        "credit",
        "facility",
        "senior",
        "secured",
        "first",
        "lien",
        "term",
        "loan",
        "facility",
        "encouraged",
        "evaluate",
        "adjustment",
        "reason",
        "gm",
        "considers",
        "appropriate",
        "supplemental",
        "analysis",
        "addition",
        "evaluating",
        "adjusted",
        "ebitda",
        "aware",
        "future",
        "company",
        "may",
        "incur",
        "expense",
        "similar",
        "adjustment",
        "presentation",
        "adjusted",
        "ebitda",
        "company",
        "presentation",
        "adjusted",
        "ebitda",
        "construed",
        "inference",
        "future",
        "result",
        "unaffected",
        "unusual",
        "item",
        "addition",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "gm",
        "industry",
        "across",
        "different",
        "industry",
        "financial",
        "information",
        "titan",
        "provided",
        "press",
        "release",
        "provided",
        "company",
        "titan",
        "statement",
        "information",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "generally",
        "identify",
        "statement",
        "company",
        "use",
        "terminology",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "might",
        "plan",
        "potential",
        "predict",
        "seek",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "particular",
        "statement",
        "market",
        "gm",
        "titan",
        "operates",
        "product",
        "expansion",
        "opportunity",
        "potential",
        "acquisition",
        "greenfield",
        "opportunity",
        "combination",
        "best",
        "practice",
        "statement",
        "expectation",
        "belief",
        "plan",
        "strategy",
        "objective",
        "prospect",
        "assumption",
        "future",
        "event",
        "performance",
        "statement",
        "related",
        "financial",
        "measure",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "including",
        "accretion",
        "thereto",
        "statement",
        "regarding",
        "expected",
        "cost",
        "synergy",
        "expected",
        "transaction",
        "multiple",
        "expected",
        "timing",
        "transaction",
        "contained",
        "press",
        "release",
        "statement",
        "company",
        "based",
        "statement",
        "current",
        "expectation",
        "assumption",
        "estimate",
        "projection",
        "company",
        "belief",
        "expectation",
        "assumption",
        "estimate",
        "projection",
        "reasonable",
        "statement",
        "prediction",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "economic",
        "competitive",
        "governmental",
        "technological",
        "factor",
        "outside",
        "company",
        "control",
        "may",
        "cause",
        "business",
        "strategy",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "include",
        "among",
        "thing",
        "change",
        "price",
        "supply",
        "demand",
        "product",
        "gm",
        "titan",
        "distributes",
        "general",
        "economic",
        "business",
        "condition",
        "united",
        "state",
        "canada",
        "activity",
        "competitor",
        "change",
        "significant",
        "operating",
        "expense",
        "change",
        "availability",
        "capital",
        "interest",
        "rate",
        "adverse",
        "weather",
        "pattern",
        "condition",
        "act",
        "cyber",
        "intrusion",
        "variation",
        "performance",
        "financial",
        "market",
        "including",
        "credit",
        "market",
        "factor",
        "described",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "april",
        "periodic",
        "report",
        "filed",
        "sec",
        "addition",
        "numerous",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "respect",
        "proposed",
        "transaction",
        "differ",
        "materially",
        "statement",
        "including",
        "without",
        "limitation",
        "possibility",
        "expected",
        "synergy",
        "cost",
        "saving",
        "financial",
        "impact",
        "proposed",
        "transaction",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "risk",
        "gm",
        "titan",
        "business",
        "integrated",
        "successfully",
        "ability",
        "obtain",
        "governmental",
        "approval",
        "proposed",
        "transaction",
        "proposed",
        "term",
        "schedule",
        "contemplated",
        "party",
        "disruption",
        "proposed",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "accomplish",
        "gm",
        "objective",
        "risk",
        "customer",
        "attrition",
        "possibility",
        "proposed",
        "transaction",
        "close",
        "including",
        "limited",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "ability",
        "obtain",
        "debt",
        "financing",
        "contemplated",
        "fund",
        "cash",
        "purchase",
        "price",
        "proposed",
        "transaction",
        "term",
        "financing",
        "addition",
        "statement",
        "release",
        "made",
        "april",
        "company",
        "undertakes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "made",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "expectation",
        "otherwise",
        "statement",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "april",
        "view",
        "source",
        "version",
        "http",
        "gm",
        "investor",
        "relation",
        "ir",
        "medium",
        "relation",
        "marketing",
        "source",
        "gm",
        "inc"
    ]
}