{
    "organizations": [],
    "uuid": "bf97d5b25356caf2e9b4a18dba2fd32a6776a1c9",
    "author": "Lawrence Hsieh",
    "url": "https://www.reuters.com/article/bc-finreg-cyber-risks-physical-risks/insight-u-s-insurers-grapple-with-physical-risks-from-cyber-attacks-idUSKCN1H91EH",
    "ord_in_thread": 0,
    "title": "INSIGHT: U.S. insurers grapple with physical risks from cyber attacks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Thomson Reuters Regulatory Intelligence) - Cyber insurance has been marketed mostly as a way to protect companies against liability for privacy and data security breaches. Financial firms and their clients, however, should also ensure that there are no gaps in liability coverage for other types of cyber-related risks.\nA man takes part in a hacking contest during the Def Con hacker convention in Las Vegas, Nevada, U.S. on July 29, 2017. These include cyberattacks that exploit vulnerabilities in industrial control and other web-based systems that support the operation of much of modern infrastructure. These systems can include supply chain logistics, energy grids and back-office financial operations.\nHackers can hijack these systems not only to steal data and interrupt commerce. They can also launch “cyber-physical” attacks aimed at crippling operations or causing bodily injury and property damage. For example, the Department of Homeland Security this month issued an alert that highlighted increasing Russian government cyber activity targeting energy and other critical infrastructure sectors.\n\"Since at least March 2016, Russian government cyber actors—hereafter referred to as 'threat actors'—targeted government entities and multiple U.S. critical infrastructure sectors, including the energy, nuclear, commercial facilities, water, aviation, and critical manufacturing sectors,\" the alert warned( here ).\nRussia has denied such hacking in the past.\nCyber-physical risk will only increase as more machines, from medical devices to fuel tankers, become connected to the “Internet of Things.”\nProprietary systems used by banks and other companies are also vulnerable; it is difficult to physically isolate, or “air gap,” these assets from public networks.\nCOVERAGE GAPS The failure to protect against these risks could leave companies exposed to liability claims from customers, bystanders and other third parties. Insured firms, however, cannot take for granted that their traditional coverage or even their cyber policies will cover all cyber risks.\nWhen data-breach risk first emerged, insurers had not priced it into their broadly worded commercial general liability (CGL) policies. Many insurers reacted as they commonly do to emerging risk, such as terrorism after the 9/11 attacks. They simply excluded the risk from new standard policies and renewals.\nEventually, better risk price modeling allowed insurers to transfer the risk to new products (in this case, cyber policies) designed specifically to fill the gap, providing not only protection against third-party liability, but also related first-party network business interruption losses.\nROADBLOCKS Standard cyber policies aim to avoid redundant coverage by excluding bodily injury and property damage liability. The thinking here is that these claims are already covered under traditional policies like CGL Coverage A, the standard form developed for the insurance industry by the Insurance Services Office (ISO).\nThe problem for insureds is that cyber policy exclusions may not dovetail with the coverage actually provided by Coverage A or other traditional policies. Over time, exclusions and lower sub-limits have crept into traditional policies that can leave many insureds with little or no coverage for cyber-induced physical losses, including losses that would have been fully covered had they not been induced by hacking.\nCGL policies typically contain one of two ISO endorsements (revised in 2014) that stingy insurers could interpret to exclude cyber-physical risk. One endorsement excludes liability claims for property damage “arising out of the loss of, loss of use of, damage to, corruption of, inability to access, or inability to manipulate electronic data.” That endorsement maintains coverage for bodily injury claims. The other endorsement excludes claims for both bodily injury and property damage liability.\nInsureds expect courts to interpret exclusions narrowly; otherwise they risk paying premiums for nothing. But the broad language could present problems for companies seeking coverage for cyber-physical risk. For example, many courts interpret “arising out of” to require only a broad (rather than a stricter proximate) causal connection between the injuries suffered and the specified cause, making no distinction between whether the language is contained in an insuring agreement or an exclusion.\nFurthermore, “electronic data” is defined to include not only information, but also software and computer programs. Thus, insurers could argue that the language excludes property damage and/or bodily injury claims arising from a wide range of malicious hacking activities, and not just the theft of private information.\nInsureds can try to negotiate better terms and conditions, but exclusions have a funny way of creeping upstream into reinsurance contracts. It might be economically unfeasible for primary insurers to make concessions. For example, marine insurance customers have had a tough time carving back a clause which excludes coverage for losses, including liability, arising from the use or operation of any computer hardware, software or system “as a means for inflicting harm.”\nIn the meantime, some insurers have tried to fill the gap by offering excess insurance that can cover cyber-physical losses beyond the limits or sublimits of the underlying CGL policy. But this works only if cyber-physical losses are not excluded in the first place. Another option is “difference in conditions” (DIC) coverage that “drops down” to cover liability claims that are subject to a cyber-physical exclusion in the underlying policy.\nTERRORISM INSURANCE In guidance issued in December 2016, the U.S. Treasury Department confirmed that stand-alone cyber liability insurance policies classified as “cyber liability” (rather than professional errors and omissions liability) for state regulatory purposes are included in the Terrorism Risk Insurance Program (TRIP).\nThe program was authorized by the federal Terrorism Risk Insurance Act of 2002 (TRIA), as amended. Under the program, the federal government provides reinsurance for certified acts of terrorism that meet the specified loss thresholds.\nIn exchange, affected insurers (property and casualty insurers such as CGL insurers, but now also cyber liability insurers) must offer embedded coverage for losses induced by terrorism based on the same terms, amounts and other limitations applicable to losses already covered under their policies. But that’s not the same thing as requiring CGL or cyber insurers to extend terrorism coverage for losses like cyber-physical risk that they may have broadly excluded in the first place.\nPLAUSIBLE DENIABILITY One condition for recovery under an embedded terrorism policy is U.S. government certification that the attack was made to coerce U.S. civilians or the U.S. government. Although there have been attacks within the United States attributed to supporters of international militant networks or ideologies, no such attacks have been certified under TRIP. High TRIP loss thresholds are also a factor.\nIf it’s difficult to certify physically-induced acts of terrorism, it will be even harder to allocate responsibility for cyber-induced terrorism where the motive and identity of the perpetrator are not clear.\nStand-alone terrorism policies offered outside the regulatory environment of the program can cover both certified and non-certified acts of terrorism, and typically with higher limits. The issue again is the difficulty in ascertaining the motive or identity of the hacker, which depending on the language of the policy, may preclude coverage under a stand-alone terrorism policy that requires a terrorism motive.\n(Lawrence Hsieh is a senior legal editor for the Practical Law division of Thomson Reuters and author of the Corporate Transactions Handbook. The views expressed here are his own.)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Mar. 22. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-04-03T00:01:00.000+03:00",
    "crawled": "2018-04-03T16:02:04.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "cyber",
        "insurance",
        "marketed",
        "mostly",
        "way",
        "protect",
        "company",
        "liability",
        "privacy",
        "data",
        "security",
        "breach",
        "financial",
        "firm",
        "client",
        "however",
        "also",
        "ensure",
        "gap",
        "liability",
        "coverage",
        "type",
        "risk",
        "man",
        "take",
        "part",
        "hacking",
        "contest",
        "def",
        "con",
        "hacker",
        "convention",
        "la",
        "vega",
        "nevada",
        "july",
        "include",
        "cyberattacks",
        "exploit",
        "vulnerability",
        "industrial",
        "control",
        "system",
        "support",
        "operation",
        "much",
        "modern",
        "infrastructure",
        "system",
        "include",
        "supply",
        "chain",
        "logistics",
        "energy",
        "grid",
        "financial",
        "operation",
        "hacker",
        "hijack",
        "system",
        "steal",
        "data",
        "interrupt",
        "commerce",
        "also",
        "launch",
        "attack",
        "aimed",
        "crippling",
        "operation",
        "causing",
        "bodily",
        "injury",
        "property",
        "damage",
        "example",
        "department",
        "homeland",
        "security",
        "month",
        "issued",
        "alert",
        "highlighted",
        "increasing",
        "russian",
        "government",
        "cyber",
        "activity",
        "targeting",
        "energy",
        "critical",
        "infrastructure",
        "sector",
        "since",
        "least",
        "march",
        "russian",
        "government",
        "cyber",
        "referred",
        "government",
        "entity",
        "multiple",
        "critical",
        "infrastructure",
        "sector",
        "including",
        "energy",
        "nuclear",
        "commercial",
        "facility",
        "water",
        "aviation",
        "critical",
        "manufacturing",
        "sector",
        "alert",
        "warned",
        "russia",
        "denied",
        "hacking",
        "past",
        "risk",
        "increase",
        "machine",
        "medical",
        "device",
        "fuel",
        "tanker",
        "become",
        "connected",
        "internet",
        "proprietary",
        "system",
        "used",
        "bank",
        "company",
        "also",
        "vulnerable",
        "difficult",
        "physically",
        "isolate",
        "air",
        "gap",
        "asset",
        "public",
        "network",
        "coverage",
        "gap",
        "failure",
        "protect",
        "risk",
        "could",
        "leave",
        "company",
        "exposed",
        "liability",
        "claim",
        "customer",
        "bystander",
        "third",
        "party",
        "insured",
        "firm",
        "however",
        "take",
        "granted",
        "traditional",
        "coverage",
        "even",
        "cyber",
        "policy",
        "cover",
        "cyber",
        "risk",
        "risk",
        "first",
        "emerged",
        "insurer",
        "priced",
        "broadly",
        "worded",
        "commercial",
        "general",
        "liability",
        "cgl",
        "policy",
        "many",
        "insurer",
        "reacted",
        "commonly",
        "emerging",
        "risk",
        "terrorism",
        "attack",
        "simply",
        "excluded",
        "risk",
        "new",
        "standard",
        "policy",
        "renewal",
        "eventually",
        "better",
        "risk",
        "price",
        "modeling",
        "allowed",
        "insurer",
        "transfer",
        "risk",
        "new",
        "product",
        "case",
        "cyber",
        "policy",
        "designed",
        "specifically",
        "fill",
        "gap",
        "providing",
        "protection",
        "liability",
        "also",
        "related",
        "network",
        "business",
        "interruption",
        "loss",
        "roadblock",
        "standard",
        "cyber",
        "policy",
        "aim",
        "avoid",
        "redundant",
        "coverage",
        "excluding",
        "bodily",
        "injury",
        "property",
        "damage",
        "liability",
        "thinking",
        "claim",
        "already",
        "covered",
        "traditional",
        "policy",
        "like",
        "cgl",
        "coverage",
        "standard",
        "form",
        "developed",
        "insurance",
        "industry",
        "insurance",
        "service",
        "office",
        "iso",
        "problem",
        "insured",
        "cyber",
        "policy",
        "exclusion",
        "may",
        "dovetail",
        "coverage",
        "actually",
        "provided",
        "coverage",
        "traditional",
        "policy",
        "time",
        "exclusion",
        "lower",
        "crept",
        "traditional",
        "policy",
        "leave",
        "many",
        "insured",
        "little",
        "coverage",
        "physical",
        "loss",
        "including",
        "loss",
        "would",
        "fully",
        "covered",
        "induced",
        "hacking",
        "cgl",
        "policy",
        "typically",
        "contain",
        "one",
        "two",
        "iso",
        "endorsement",
        "revised",
        "stingy",
        "insurer",
        "could",
        "interpret",
        "exclude",
        "risk",
        "one",
        "endorsement",
        "excludes",
        "liability",
        "claim",
        "property",
        "damage",
        "arising",
        "loss",
        "loss",
        "use",
        "damage",
        "corruption",
        "inability",
        "access",
        "inability",
        "manipulate",
        "electronic",
        "endorsement",
        "maintains",
        "coverage",
        "bodily",
        "injury",
        "claim",
        "endorsement",
        "excludes",
        "claim",
        "bodily",
        "injury",
        "property",
        "damage",
        "liability",
        "insured",
        "expect",
        "court",
        "interpret",
        "exclusion",
        "narrowly",
        "otherwise",
        "risk",
        "paying",
        "premium",
        "nothing",
        "broad",
        "language",
        "could",
        "present",
        "problem",
        "company",
        "seeking",
        "coverage",
        "risk",
        "example",
        "many",
        "court",
        "interpret",
        "arising",
        "require",
        "broad",
        "rather",
        "stricter",
        "proximate",
        "causal",
        "connection",
        "injury",
        "suffered",
        "specified",
        "cause",
        "making",
        "distinction",
        "whether",
        "language",
        "contained",
        "insuring",
        "agreement",
        "exclusion",
        "furthermore",
        "electronic",
        "data",
        "defined",
        "include",
        "information",
        "also",
        "software",
        "computer",
        "program",
        "thus",
        "insurer",
        "could",
        "argue",
        "language",
        "excludes",
        "property",
        "damage",
        "bodily",
        "injury",
        "claim",
        "arising",
        "wide",
        "range",
        "malicious",
        "hacking",
        "activity",
        "theft",
        "private",
        "information",
        "insured",
        "try",
        "negotiate",
        "better",
        "term",
        "condition",
        "exclusion",
        "funny",
        "way",
        "creeping",
        "upstream",
        "reinsurance",
        "contract",
        "might",
        "economically",
        "unfeasible",
        "primary",
        "insurer",
        "make",
        "concession",
        "example",
        "marine",
        "insurance",
        "customer",
        "tough",
        "time",
        "carving",
        "back",
        "clause",
        "excludes",
        "coverage",
        "loss",
        "including",
        "liability",
        "arising",
        "use",
        "operation",
        "computer",
        "hardware",
        "software",
        "system",
        "mean",
        "inflicting",
        "meantime",
        "insurer",
        "tried",
        "fill",
        "gap",
        "offering",
        "excess",
        "insurance",
        "cover",
        "loss",
        "beyond",
        "limit",
        "sublimits",
        "underlying",
        "cgl",
        "policy",
        "work",
        "loss",
        "excluded",
        "first",
        "place",
        "another",
        "option",
        "difference",
        "condition",
        "dic",
        "coverage",
        "drop",
        "cover",
        "liability",
        "claim",
        "subject",
        "exclusion",
        "underlying",
        "policy",
        "terrorism",
        "insurance",
        "guidance",
        "issued",
        "december",
        "treasury",
        "department",
        "confirmed",
        "cyber",
        "liability",
        "insurance",
        "policy",
        "classified",
        "cyber",
        "liability",
        "rather",
        "professional",
        "error",
        "omission",
        "liability",
        "state",
        "regulatory",
        "purpose",
        "included",
        "terrorism",
        "risk",
        "insurance",
        "program",
        "trip",
        "program",
        "authorized",
        "federal",
        "terrorism",
        "risk",
        "insurance",
        "act",
        "tria",
        "amended",
        "program",
        "federal",
        "government",
        "provides",
        "reinsurance",
        "certified",
        "act",
        "terrorism",
        "meet",
        "specified",
        "loss",
        "threshold",
        "exchange",
        "affected",
        "insurer",
        "property",
        "casualty",
        "insurer",
        "cgl",
        "insurer",
        "also",
        "cyber",
        "liability",
        "insurer",
        "must",
        "offer",
        "embedded",
        "coverage",
        "loss",
        "induced",
        "terrorism",
        "based",
        "term",
        "amount",
        "limitation",
        "applicable",
        "loss",
        "already",
        "covered",
        "policy",
        "thing",
        "requiring",
        "cgl",
        "cyber",
        "insurer",
        "extend",
        "terrorism",
        "coverage",
        "loss",
        "like",
        "risk",
        "may",
        "broadly",
        "excluded",
        "first",
        "place",
        "plausible",
        "deniability",
        "one",
        "condition",
        "recovery",
        "embedded",
        "terrorism",
        "policy",
        "government",
        "certification",
        "attack",
        "made",
        "coerce",
        "civilian",
        "government",
        "although",
        "attack",
        "within",
        "united",
        "state",
        "attributed",
        "supporter",
        "international",
        "militant",
        "network",
        "ideology",
        "attack",
        "certified",
        "trip",
        "high",
        "trip",
        "loss",
        "threshold",
        "also",
        "factor",
        "difficult",
        "certify",
        "act",
        "terrorism",
        "even",
        "harder",
        "allocate",
        "responsibility",
        "terrorism",
        "motive",
        "identity",
        "perpetrator",
        "clear",
        "terrorism",
        "policy",
        "offered",
        "outside",
        "regulatory",
        "environment",
        "program",
        "cover",
        "certified",
        "act",
        "terrorism",
        "typically",
        "higher",
        "limit",
        "issue",
        "difficulty",
        "ascertaining",
        "motive",
        "identity",
        "hacker",
        "depending",
        "language",
        "policy",
        "may",
        "preclude",
        "coverage",
        "terrorism",
        "policy",
        "requires",
        "terrorism",
        "motive",
        "lawrence",
        "hsieh",
        "senior",
        "legal",
        "editor",
        "practical",
        "law",
        "division",
        "thomson",
        "reuters",
        "author",
        "corporate",
        "transaction",
        "handbook",
        "view",
        "expressed",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "mar",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}