{
    "organizations": [],
    "uuid": "0d6a9a0ae4cc7ea00eeda1eb90f6ce6d38c8bf93",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/05/pr-newswire-sap-completes-acquisition-of-callidus-software-inc.html",
    "ord_in_thread": 0,
    "title": "SAP Completes Acquisition of Callidus Software Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUBLIN, Calif., and WALLDORF, Germany, April 5, 2018 /PRNewswire/ -- SAP SE (NYSE: SAP) today announced that it has completed its acquisition of Callidus Software Inc. (NASDAQ: CALD), a market leader known for its lead to money applications, including sales performance management and configure-price-Quote: . These applications, marketed under the brand CallidusCloud ® , will provide SAP and its customers a differentiated, cloud-based customer relationship management (CRM) solution, putting SAP in a leading position to compete in the US$46 billion CRM market. SAP plans to consolidate CallidusCloud product assets within the SAP ® Hybris ® cloud portfolio, which is part of SAP's Cloud Business Group.\nEach outstanding share of Callidus Software Inc. common stock has been converted into the right to receive US$36 per share in cash. Callidus Software Inc. has notified the NASDAQ Stock Market of the completion of the acquisition and expects trading of its common stock to be suspended pending delisting.\nFor fiscal year 2017, CallidusCloud has reported revenue of US$253.1 million, with subscription revenue of US$198.2 million growing at 31 percent. SAP will provide an updated 2018 outlook including CallidusCloud in its first quarter 2018 earnings release.\nCallidusCloud Strengthens the SAP Front Office Suite: Sales, Customer Data, Marketing, Service, Commerce\nThe acquisition of CallidusCloud completes SAP's design of a new front office that extends beyond legacy CRM to an intelligent customer experience suite consisting of:\nCallidusCloud solutions, which give companies tools to inspire and empower sales professionals to follow leads to cash, compensation and career success Gigya solutions, which help businesses adopting a digital approach to marketing, sales and service to initiate and build trusted relationships with online customers by appropriately managing and collecting customer data SAP Hybris marketing solutions, which take a data-rich approach to helping marketers engage consumers throughout the buyer's journey SAP Hybris service solutions, which focus on retention and ensuring businesses can keep customers by predicting how best to serve them SAP Hybris omnichannel commerce and revenue capabilities, which empower businesses to engage consumers in any channel and on any device, immediately converting transactions to revenue and growth\nSAP Perspective: Rob Enslin, Member of the Executive Board of SAP SE and President, SAP Cloud Business Group\n\"By connecting the front office to the back office and linking it to a digital core system, we are redefining CRM. With SAP Hybris solutions, we already have one of the most powerful customer experience suites on the market. By enhancing our CRM with CallidusCloud, we are delivering on our strategy to provide an end-to-end intelligent customer experience suite. When you integrate the front office into SAP S/4HANA® with SAP Cloud Platform, this is how CEOs are looking to run an intelligent digital business.\"\nCallidusCloud Perspective: Leslie Stretch, CEO, Callidus\n\"Winning in digital business means delivering the best possible customer experience. Enterprises will only succeed if they can bring data and intelligence to the sales teams. Then, they will be able to consider marketing insights for sales orders or gain access to production and inventory information in real time, allowing them to set customer expectations on individual configurations and delivery dates. SAP's own experience as a customer of CallidusCloud resulted in up to 50 percent improvement in sales productivity, and our partnership has led to numerous prebuilt integrations to SAP systems. Together, we are ideally positioned to deliver quickly on our joint offering to support digital transformation of the sales function.\"\nMarket Perspective\nPaul Greenberg, Founder, Managing Principal, The 56 Group: \"The latter two acquisitions — Gigya in late 2017 and CallidusCloud — might be two of the best acquisitions that anyone made anywhere in the past couple of years. It also shows that SAP is attempting to align itself with the idea of customer centricity. That means moving away from its back-office heritage (though not dropping it) and repositioning as an empathetic, socially aware and customer-focused company with the ecosystem to support and enable it.\" Sheryl Kingstone, Research Director, Customer Experience & Commerce, 451 Research: \"The market is ripe for replacement of legacy implementations since they can be complex to use because of their reliance on preconfigured rules that are difficult and costly to maintain. The future software stack that CallidusCloud brings to SAP features improved intelligent automation with dynamic workflows based on data that will accelerate not only the Quote: -to-cash process and improve dynamic pricing, but also provide sales intelligence that can be used to guide and motivate sales reps to maximize business goals such as profitability, inventory turns, etc.\" With the acquisition of Callidus Software Inc., SAP has become the leader in the sales performance management market and is also a leader in the CPQ market; see: \"Gartner Magic Quadrant for Sales Performance Management\" (Jan. 15, 2018) CallidusCloud is a leader in \"Forrester Wave: Configure-Price-Quote: Solutions, Q1 2017\"\nProduct Availability\nSAP plans to consolidate the CallidusCloud assets under the continued leadership of Leslie Stretch within the SAP Hybris cloud portfolio. The combined portfolio includes sales force automation, sales performance management, sales enablement and sales execution (CPQ and subscription billing). The existing management team will continue to lead CallidusCloud and support integration of CallidusCloud solutions with third-party installations. CallidusCloud solutions are expected to be sold on a stand-alone basis and in packages with SAP solutions.\nMore information on SAP's plans for the intelligent customer experience suite and a road map for existing and future customers will be announced at SAP's premier annual customer event, the SAPPHIRE NOW ® conference, in June 2018.\nFor more information on SAP Hybris solutions, visit the SAP Hybris News Center or follow SAP Hybris solutions at @saphybris . For more information on SAP, visit the SAP News Center or follow SAP on Twitter at @sapnews .\nAbout SAP\nAs market leader in enterprise application software, SAP helps companies of all sizes and industries run better. From back office to boardroom, warehouse to storefront, desktop to mobile device – SAP empowers people and organizations to work together more efficiently and use business insight more effectively to stay ahead of the competition. SAP applications and services enable more than 378,000 business and public sector customers to operate profitably, adapt continuously, and grow sustainably. For more information, visit www.sap.com .\nAny statements contained in this document that are not historical facts are forward-looking statements as defined in the U.S. Private Securities Litigation Reform Act of 1995. Words such as \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"forecast,\" \"intend,\" \"may,\" \"plan,\" \"project,\" \"predict,\" \"should\" and \"will\" and similar expressions as they relate to SAP are intended to identify such forward-looking statements. SAP undertakes no obligation to publicly update or revise any forward-looking statements. All forward-looking statements are subject to various risks and uncertainties that could cause actual results to differ materially from expectations. The factors that could affect SAP's future financial results are discussed more fully in SAP's filings with the U.S. Securities and Exchange Commission (\"SEC\"), including SAP's most recent Annual Report on Form 20-F filed with the SEC. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of their dates.\n© 2018 SAP SE. All rights reserved.\nSAP and other SAP products and services mentioned herein as well as their respective logos are trademarks or registered trademarks of SAP SE in Germany and other countries. Please see http://www.sap.com/corporate-en/legal/copyright/index.epx#trademark for additional trademark information and notices.\nFor customers interested in learning more about SAP products:\nGlobal Customer Center:\n+49 180 534-34-24\nUnited States Only:\n+1 (800) 872-1SAP (+1-800-872-1727)\nFor more information, financial community only:\nStefan Gruber, SAP\n+49 (6227) 7-44872\ninvestor@sap.com , CET\nCarolyn Bass, CallidusCloud\n+1 (415) 445-3232\ncbass@marketstreetpartnerscom , PT\nFor more information, press only:\nRajiv Sekhri, SAP\n+49 (6227) 7-74871\nrajiv.sekhri@sap.com , CET\nDaniel Reinhardt, SAP\n+49 (6227) 7-40201\ndaniel.reinhardt@sap.com , CET\nAndy Kendzie, SAP\n+1 (202) 312-3919\nandy.kendzie@sap.com , ET\nLesa Beber, SAP\n+65 66646219\nlesa.beber@sap.com , SGT\nMichael Baxter, SAP\n+49 151 1719 6185\nm.baxter@sap.com , CET\nSAP News Center press room ;\npress@sap.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/sap-completes-acquisition-of-callidus-software-inc-300624980.html\nSOURCE SAP SE",
    "published": "2018-04-05T16:41:00.000+03:00",
    "crawled": "2018-04-05T19:09:49.086+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dublin",
        "walldorf",
        "germany",
        "april",
        "sap",
        "se",
        "nyse",
        "sap",
        "today",
        "announced",
        "completed",
        "acquisition",
        "callidus",
        "software",
        "nasdaq",
        "cald",
        "market",
        "leader",
        "known",
        "lead",
        "money",
        "application",
        "including",
        "sale",
        "performance",
        "management",
        "application",
        "marketed",
        "brand",
        "calliduscloud",
        "provide",
        "sap",
        "customer",
        "differentiated",
        "customer",
        "relationship",
        "management",
        "crm",
        "solution",
        "putting",
        "sap",
        "leading",
        "position",
        "compete",
        "u",
        "billion",
        "crm",
        "market",
        "sap",
        "plan",
        "consolidate",
        "calliduscloud",
        "product",
        "asset",
        "within",
        "sap",
        "hybris",
        "cloud",
        "portfolio",
        "part",
        "sap",
        "cloud",
        "business",
        "group",
        "outstanding",
        "share",
        "callidus",
        "software",
        "common",
        "stock",
        "converted",
        "right",
        "receive",
        "u",
        "per",
        "share",
        "cash",
        "callidus",
        "software",
        "notified",
        "nasdaq",
        "stock",
        "market",
        "completion",
        "acquisition",
        "expects",
        "trading",
        "common",
        "stock",
        "suspended",
        "pending",
        "delisting",
        "fiscal",
        "year",
        "calliduscloud",
        "reported",
        "revenue",
        "u",
        "million",
        "subscription",
        "revenue",
        "u",
        "million",
        "growing",
        "percent",
        "sap",
        "provide",
        "updated",
        "outlook",
        "including",
        "calliduscloud",
        "first",
        "quarter",
        "earnings",
        "release",
        "calliduscloud",
        "strengthens",
        "sap",
        "front",
        "office",
        "suite",
        "sale",
        "customer",
        "data",
        "marketing",
        "service",
        "commerce",
        "acquisition",
        "calliduscloud",
        "completes",
        "sap",
        "design",
        "new",
        "front",
        "office",
        "extends",
        "beyond",
        "legacy",
        "crm",
        "intelligent",
        "customer",
        "experience",
        "suite",
        "consisting",
        "calliduscloud",
        "solution",
        "give",
        "company",
        "tool",
        "inspire",
        "empower",
        "sale",
        "professional",
        "follow",
        "lead",
        "cash",
        "compensation",
        "career",
        "success",
        "gigya",
        "solution",
        "help",
        "business",
        "adopting",
        "digital",
        "approach",
        "marketing",
        "sale",
        "service",
        "initiate",
        "build",
        "trusted",
        "relationship",
        "online",
        "customer",
        "appropriately",
        "managing",
        "collecting",
        "customer",
        "data",
        "sap",
        "hybris",
        "marketing",
        "solution",
        "take",
        "approach",
        "helping",
        "marketer",
        "engage",
        "consumer",
        "throughout",
        "buyer",
        "journey",
        "sap",
        "hybris",
        "service",
        "solution",
        "focus",
        "retention",
        "ensuring",
        "business",
        "keep",
        "customer",
        "predicting",
        "best",
        "serve",
        "sap",
        "hybris",
        "omnichannel",
        "commerce",
        "revenue",
        "capability",
        "empower",
        "business",
        "engage",
        "consumer",
        "channel",
        "device",
        "immediately",
        "converting",
        "transaction",
        "revenue",
        "growth",
        "sap",
        "perspective",
        "rob",
        "enslin",
        "member",
        "executive",
        "board",
        "sap",
        "se",
        "president",
        "sap",
        "cloud",
        "business",
        "group",
        "connecting",
        "front",
        "office",
        "back",
        "office",
        "linking",
        "digital",
        "core",
        "system",
        "redefining",
        "crm",
        "sap",
        "hybris",
        "solution",
        "already",
        "one",
        "powerful",
        "customer",
        "experience",
        "suite",
        "market",
        "enhancing",
        "crm",
        "calliduscloud",
        "delivering",
        "strategy",
        "provide",
        "intelligent",
        "customer",
        "experience",
        "suite",
        "integrate",
        "front",
        "office",
        "sap",
        "sap",
        "cloud",
        "platform",
        "ceo",
        "looking",
        "run",
        "intelligent",
        "digital",
        "business",
        "calliduscloud",
        "perspective",
        "leslie",
        "stretch",
        "ceo",
        "callidus",
        "winning",
        "digital",
        "business",
        "mean",
        "delivering",
        "best",
        "possible",
        "customer",
        "experience",
        "enterprise",
        "succeed",
        "bring",
        "data",
        "intelligence",
        "sale",
        "team",
        "able",
        "consider",
        "marketing",
        "insight",
        "sale",
        "order",
        "gain",
        "access",
        "production",
        "inventory",
        "information",
        "real",
        "time",
        "allowing",
        "set",
        "customer",
        "expectation",
        "individual",
        "configuration",
        "delivery",
        "date",
        "sap",
        "experience",
        "customer",
        "calliduscloud",
        "resulted",
        "percent",
        "improvement",
        "sale",
        "productivity",
        "partnership",
        "led",
        "numerous",
        "prebuilt",
        "integration",
        "sap",
        "system",
        "together",
        "ideally",
        "positioned",
        "deliver",
        "quickly",
        "joint",
        "offering",
        "support",
        "digital",
        "transformation",
        "sale",
        "function",
        "market",
        "perspective",
        "paul",
        "greenberg",
        "founder",
        "managing",
        "principal",
        "group",
        "latter",
        "two",
        "acquisition",
        "gigya",
        "late",
        "calliduscloud",
        "might",
        "two",
        "best",
        "acquisition",
        "anyone",
        "made",
        "anywhere",
        "past",
        "couple",
        "year",
        "also",
        "show",
        "sap",
        "attempting",
        "align",
        "idea",
        "customer",
        "centricity",
        "mean",
        "moving",
        "away",
        "heritage",
        "though",
        "dropping",
        "repositioning",
        "empathetic",
        "socially",
        "aware",
        "company",
        "ecosystem",
        "support",
        "enable",
        "sheryl",
        "kingstone",
        "research",
        "director",
        "customer",
        "experience",
        "commerce",
        "research",
        "market",
        "ripe",
        "replacement",
        "legacy",
        "implementation",
        "since",
        "complex",
        "use",
        "reliance",
        "preconfigured",
        "rule",
        "difficult",
        "costly",
        "maintain",
        "future",
        "software",
        "stack",
        "calliduscloud",
        "brings",
        "sap",
        "feature",
        "improved",
        "intelligent",
        "automation",
        "dynamic",
        "workflow",
        "based",
        "data",
        "accelerate",
        "quote",
        "process",
        "improve",
        "dynamic",
        "pricing",
        "also",
        "provide",
        "sale",
        "intelligence",
        "used",
        "guide",
        "motivate",
        "sale",
        "rep",
        "maximize",
        "business",
        "goal",
        "profitability",
        "inventory",
        "turn",
        "etc",
        "acquisition",
        "callidus",
        "software",
        "sap",
        "become",
        "leader",
        "sale",
        "performance",
        "management",
        "market",
        "also",
        "leader",
        "cpq",
        "market",
        "see",
        "gartner",
        "magic",
        "quadrant",
        "sale",
        "performance",
        "management",
        "calliduscloud",
        "leader",
        "forrester",
        "wave",
        "solution",
        "q1",
        "product",
        "availability",
        "sap",
        "plan",
        "consolidate",
        "calliduscloud",
        "asset",
        "continued",
        "leadership",
        "leslie",
        "stretch",
        "within",
        "sap",
        "hybris",
        "cloud",
        "portfolio",
        "combined",
        "portfolio",
        "includes",
        "sale",
        "force",
        "automation",
        "sale",
        "performance",
        "management",
        "sale",
        "enablement",
        "sale",
        "execution",
        "cpq",
        "subscription",
        "billing",
        "existing",
        "management",
        "team",
        "continue",
        "lead",
        "calliduscloud",
        "support",
        "integration",
        "calliduscloud",
        "solution",
        "installation",
        "calliduscloud",
        "solution",
        "expected",
        "sold",
        "basis",
        "package",
        "sap",
        "solution",
        "information",
        "sap",
        "plan",
        "intelligent",
        "customer",
        "experience",
        "suite",
        "road",
        "map",
        "existing",
        "future",
        "customer",
        "announced",
        "sap",
        "premier",
        "annual",
        "customer",
        "event",
        "sapphire",
        "conference",
        "june",
        "information",
        "sap",
        "hybris",
        "solution",
        "visit",
        "sap",
        "hybris",
        "news",
        "center",
        "follow",
        "sap",
        "hybris",
        "solution",
        "saphybris",
        "information",
        "sap",
        "visit",
        "sap",
        "news",
        "center",
        "follow",
        "sap",
        "twitter",
        "sapnews",
        "sap",
        "market",
        "leader",
        "enterprise",
        "application",
        "software",
        "sap",
        "help",
        "company",
        "size",
        "industry",
        "run",
        "better",
        "back",
        "office",
        "boardroom",
        "warehouse",
        "storefront",
        "desktop",
        "mobile",
        "device",
        "sap",
        "empowers",
        "people",
        "organization",
        "work",
        "together",
        "efficiently",
        "use",
        "business",
        "insight",
        "effectively",
        "stay",
        "ahead",
        "competition",
        "sap",
        "application",
        "service",
        "enable",
        "business",
        "public",
        "sector",
        "customer",
        "operate",
        "profitably",
        "adapt",
        "continuously",
        "grow",
        "sustainably",
        "information",
        "visit",
        "statement",
        "contained",
        "document",
        "historical",
        "fact",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "may",
        "plan",
        "project",
        "predict",
        "similar",
        "expression",
        "relate",
        "sap",
        "intended",
        "identify",
        "statement",
        "sap",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "factor",
        "could",
        "affect",
        "sap",
        "future",
        "financial",
        "result",
        "discussed",
        "fully",
        "sap",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "sap",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "sap",
        "se",
        "right",
        "reserved",
        "sap",
        "sap",
        "product",
        "service",
        "mentioned",
        "herein",
        "well",
        "respective",
        "logo",
        "trademark",
        "registered",
        "trademark",
        "sap",
        "se",
        "germany",
        "country",
        "please",
        "see",
        "http",
        "trademark",
        "additional",
        "trademark",
        "information",
        "notice",
        "customer",
        "interested",
        "learning",
        "sap",
        "product",
        "global",
        "customer",
        "center",
        "united",
        "state",
        "information",
        "financial",
        "community",
        "stefan",
        "gruber",
        "sap",
        "investor",
        "cet",
        "carolyn",
        "bass",
        "calliduscloud",
        "cbass",
        "marketstreetpartnerscom",
        "pt",
        "information",
        "press",
        "rajiv",
        "sekhri",
        "sap",
        "cet",
        "daniel",
        "reinhardt",
        "sap",
        "cet",
        "andy",
        "kendzie",
        "sap",
        "et",
        "lesa",
        "beber",
        "sap",
        "sgt",
        "michael",
        "baxter",
        "sap",
        "cet",
        "sap",
        "news",
        "center",
        "press",
        "room",
        "press",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "sap",
        "se"
    ]
}