{
    "organizations": [],
    "uuid": "3b17bca085494c35bc33d7fcbe890681a7acb082",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/18/globe-newswire-healthcare-ma-deal-value-surged-to-332-billion-in-2017-driven-by-megamergers-that-blurred-lines-between-sectors.html",
    "ord_in_thread": 0,
    "title": "Healthcare M&A Deal Value Surged to $332 Billion in 2017, Driven by Megamergers That Blurred Lines Between Sectors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Bain & Company’s seventh Global Healthcare Private Equity and Corporate M&A Report shows how investors are competing against new entries of big tech firms and retailers\nNEW YORK, April 18, 2018 (GLOBE NEWSWIRE) -- Healthcare M&A and private equity saw a banner year in 2017, amid a rapidly morphing industry and against a backdrop of political and economic uncertainty. Investors entered the year contending with the possibility of US legislative roll backs and the uncertainty that major economies might slip back into recession due to the unusual longevity of the global recovery.\nSmart investors looked for innovative ways to expand along the value chain this year, blurring the lines between payers and providers and navigating the entry of new non-healthcare players, including technology giants such as Apple, Amazon, Samsung and Tencent.\nHowever, investors continued to latch onto the fundamental forces that have long made healthcare such a compelling investment: an aging population, the rising prevalence of chronic disease, the continuous development of innovative drugs and devices, and a still fragmented and largely inefficient delivery system that is ripe for innovation, disruption and consolidation.\nThese are the findings from Bain & Company’s seventh Global Healthcare Private Equity and Corporate M&A Report , released today.\nHealthcare M&A deal value surged in 2017, rising 27 percent to $332 billion, while deal count increased 16 percent. Three megamergers, with a collective value of $126 billion, accounted for more than one-third of that total. This activity is a result of pressure from governments, insurers, employers and consumers to cut costs, while investors pushed for continued top- and bottom-line growth.\n“The industry is at a major inflection point, and as a result, we’re seeing category leaders consolidate and the silos between sectors starting to blur,” said Dale Stafford, partner and leader of Bain’s Americas M&A practice. “While total corporate deal value in healthcare hasn’t quite equaled its 2015 peak, average annual activity over the past four years has been strong, nearly twice the level of the previous four years. This activity is profoundly reshaping the industry.”\nThe global healthcare private equity market soared in 2017, with the total disclosed deal value reaching $42.6 billion, the highest level since 2007. The top 10 deals, with values ranging from $1.3 billion to $5.0 billion, accounted for more than half of that, though deal count increased dramatically, rising to 265 from 206 the year before.\n“Healthcare PE investors drove stellar growth this year, despite intense competition from generalist funds, tech-focused funds, institutional investors and corporate acquirers,” said Kara Murphy, partner and co-leader of the firm’s Healthcare Private Equity team. “To keep pace with rising valuations, funds had to get creative with their deal making, taking public companies private and buying businesses from companies ready to divest units that no longer fit with their strategies.”\nThe four largest deals of 2017, collectively valued at more than $15 billion, involved public-to-private transactions, and PE funds were buyers in two corporate carve-outs in the $500 million to $5 billion sweet spot for large PE funds.\n“Firms across the sector are feeling the effects of several major disruptive forces, many of which have already transformed other industries,” said Nirad Jain, partner and co-leader of Bain’s Healthcare Private Equity team. “We’re just starting to see the ramifications of these trends, which will have a long tail across the industry for years to come. Forward-looking companies are reviewing their investment strategies now to capitalize on the opportunities and mitigate the risks of disruption.”\nFive Key Disruptions in Healthcare\nThe Amazon Effect. Amazon roiled healthcare markets in January 2018 when it announced a partnership with JPMorgan Chase and Berkshire Hathaway to form a company to deliver healthcare to their employees. Amazon is also reportedly planning to grow its medical supplies business to become a major vendor to US healthcare providers, and Apple, Samsung, Alibaba and Tencent have similarly made recent healthcare investments. Funds should consider these companies’ ability to use scale and technological expertise to challenge entrenched healthcare competitors, while keeping in mind that this disruption will occur over the long term.\nThe Digital Revolution. Though the industry has been relatively slow to embrace digitalization, healthcare companies recognize the enormous potential of tools such as advanced analytics, machine learning, smart devices and autonomous robotics. Larger companies are best positioned to take advantage of digital opportunities, while smaller players may risk falling behind. Security remains a primary concern and funds need to be hyper-vigilant about ensuring safeguards to protect confidential patient data.\nRegulatory Change. From Brexit to the US tax overhaul, to changes in China’s medical device distribution system, regulatory changes have swept across major economies, directly affecting the healthcare industry. Funds can minimize potential legislative risk by investing in businesses that don’t have direct regulatory or reimbursement exposure, such as contract services organizations, and running a robust commercial due diligence process that allows them to quantify the impact of different outcomes.\nConsumerism. After years of contending with limited options regarding where, when, how and from whom they got their care, consumers can now pick among a variety of delivery models. These healthcare channels now offer consumers similar qualities they have come to expect when buying other consumer products, including convenience, attentiveness, timeliness, value and price transparency. Funds can take advantage of consumerism by investing in healthcare IT (HCIT) and medtech assets that enable remote care and home care delivery.\nPersonalized Medicine. Personalized medicine integrates a patient’s health history, genetic information and individual preferences to develop customized treatments. Investors are looking into companies across the industry that are developing these personalized treatments, including contract research organizations that can test patients for biomarkers and HCIT companies that can integrate and analyze patient data from disparate sources.\nA look ahead for 2018\nDespite valuations at or near record highs, we expect a continued high level of M&A activity in 2018 as healthcare companies continue to look to M&A as a vital component of their growth strategy. Already, we’ve seen aggressive moves by corporates across healthcare, retail and technology this year, fusing sectors and leading others to make offensive and defensive moves. We expect this and the other trends that drove deal activity in 2017 to continue, and we expect three additional forces to impact the deal landscape in 2018.\nEvolving laws and regulations. In the US, tax reform will mean lower corporate rates, potentially making healthcare assets attractive to foreign acquirers eager to expand in the world’s largest economy. In Europe, new rules affecting medical device manufacturers, particularly the Medical Device Regulation, will force companies to examine their portfolios and evaluate the significant costs of meeting these requirements.\nInnovation. In the pharma sector, Bain & Company expects the development of next-generation platforms such as biosimilars and gene therapy to accelerate. As these technologies mature, they have the potential to disrupt the entire industry, creating buying opportunities while also putting stress on the valuations of traditional companies.\nChanging nature of total shareholder return (TSR) . Rising stock markets have been very generous to the shareholders of public healthcare companies, but that’s not something they can count on going forward. According to a Bain analysis, 45 percent of TSR growth at publicly traded global healthcare companies over the past five years came from an expansion of price-to-earnings multiples—that is more than growth from either revenue or earnings. As P/E multiples likely reach their peak, companies will face renewed pressure to build TSR through revenue growth, margin expansion or financial leverage. If they cannot drive revenue growth internally, they’ll likely look for it in acquisitions, adding further fuel to healthcare M&A.\nTo receive a copy of report or arrange an interview with its authors, contact: Katie Ware at katie.ware@bain.com or +1 646 562 8107.\nAbout Bain & Company\nBain & Company is the management consulting firm that the world's business leaders come to when they want results. Bain advises clients on strategy, operations, information technology, organization, private equity, digital transformation and strategy, and mergers and acquisition, developing practical insights that clients act on and transferring skills that make change stick. The firm aligns its incentives with clients by linking its fees to their results. Bain clients have outperformed the stock market 4 to 1. Founded in 1973, Bain has 55 offices in 36 countries, and its deep expertise and client roster cross every industry and economic sector. For more information visit: www.bain.com . Follow us on Twitter @BainAlerts.\nMedia Contact:\nKatie Ware\nBain & Company\nTel: +1 646 562 8107\nkatie.ware@bain.com\nSource:Bain & Company",
    "published": "2018-04-18T17:00:00.000+03:00",
    "crawled": "2018-04-18T17:20:01.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bain",
        "company",
        "seventh",
        "global",
        "healthcare",
        "private",
        "equity",
        "corporate",
        "report",
        "show",
        "investor",
        "competing",
        "new",
        "entry",
        "big",
        "tech",
        "firm",
        "retailer",
        "new",
        "york",
        "april",
        "globe",
        "newswire",
        "healthcare",
        "private",
        "equity",
        "saw",
        "banner",
        "year",
        "amid",
        "rapidly",
        "morphing",
        "industry",
        "backdrop",
        "political",
        "economic",
        "uncertainty",
        "investor",
        "entered",
        "year",
        "contending",
        "possibility",
        "u",
        "legislative",
        "roll",
        "back",
        "uncertainty",
        "major",
        "economy",
        "might",
        "slip",
        "back",
        "recession",
        "due",
        "unusual",
        "longevity",
        "global",
        "recovery",
        "smart",
        "investor",
        "looked",
        "innovative",
        "way",
        "expand",
        "along",
        "value",
        "chain",
        "year",
        "blurring",
        "line",
        "payer",
        "provider",
        "navigating",
        "entry",
        "new",
        "player",
        "including",
        "technology",
        "giant",
        "apple",
        "amazon",
        "samsung",
        "tencent",
        "however",
        "investor",
        "continued",
        "latch",
        "onto",
        "fundamental",
        "force",
        "long",
        "made",
        "healthcare",
        "compelling",
        "investment",
        "aging",
        "population",
        "rising",
        "prevalence",
        "chronic",
        "disease",
        "continuous",
        "development",
        "innovative",
        "drug",
        "device",
        "still",
        "fragmented",
        "largely",
        "inefficient",
        "delivery",
        "system",
        "ripe",
        "innovation",
        "disruption",
        "consolidation",
        "finding",
        "bain",
        "company",
        "seventh",
        "global",
        "healthcare",
        "private",
        "equity",
        "corporate",
        "report",
        "released",
        "today",
        "healthcare",
        "deal",
        "value",
        "surged",
        "rising",
        "percent",
        "billion",
        "deal",
        "count",
        "increased",
        "percent",
        "three",
        "megamergers",
        "collective",
        "value",
        "billion",
        "accounted",
        "total",
        "activity",
        "result",
        "pressure",
        "government",
        "insurer",
        "employer",
        "consumer",
        "cut",
        "cost",
        "investor",
        "pushed",
        "continued",
        "growth",
        "industry",
        "major",
        "inflection",
        "point",
        "result",
        "seeing",
        "category",
        "leader",
        "consolidate",
        "silo",
        "sector",
        "starting",
        "blur",
        "said",
        "dale",
        "stafford",
        "partner",
        "leader",
        "bain",
        "america",
        "practice",
        "total",
        "corporate",
        "deal",
        "value",
        "healthcare",
        "quite",
        "equaled",
        "peak",
        "average",
        "annual",
        "activity",
        "past",
        "four",
        "year",
        "strong",
        "nearly",
        "twice",
        "level",
        "previous",
        "four",
        "year",
        "activity",
        "profoundly",
        "reshaping",
        "global",
        "healthcare",
        "private",
        "equity",
        "market",
        "soared",
        "total",
        "disclosed",
        "deal",
        "value",
        "reaching",
        "billion",
        "highest",
        "level",
        "since",
        "top",
        "deal",
        "value",
        "ranging",
        "billion",
        "billion",
        "accounted",
        "half",
        "though",
        "deal",
        "count",
        "increased",
        "dramatically",
        "rising",
        "year",
        "healthcare",
        "pe",
        "investor",
        "drove",
        "stellar",
        "growth",
        "year",
        "despite",
        "intense",
        "competition",
        "generalist",
        "fund",
        "fund",
        "institutional",
        "investor",
        "corporate",
        "acquirer",
        "said",
        "kara",
        "murphy",
        "partner",
        "firm",
        "healthcare",
        "private",
        "equity",
        "team",
        "keep",
        "pace",
        "rising",
        "valuation",
        "fund",
        "get",
        "creative",
        "deal",
        "making",
        "taking",
        "public",
        "company",
        "private",
        "buying",
        "business",
        "company",
        "ready",
        "divest",
        "unit",
        "longer",
        "fit",
        "four",
        "largest",
        "deal",
        "collectively",
        "valued",
        "billion",
        "involved",
        "transaction",
        "pe",
        "fund",
        "buyer",
        "two",
        "corporate",
        "million",
        "billion",
        "sweet",
        "spot",
        "large",
        "pe",
        "fund",
        "firm",
        "across",
        "sector",
        "feeling",
        "effect",
        "several",
        "major",
        "disruptive",
        "force",
        "many",
        "already",
        "transformed",
        "industry",
        "said",
        "nirad",
        "jain",
        "partner",
        "bain",
        "healthcare",
        "private",
        "equity",
        "team",
        "starting",
        "see",
        "ramification",
        "trend",
        "long",
        "tail",
        "across",
        "industry",
        "year",
        "come",
        "company",
        "reviewing",
        "investment",
        "strategy",
        "capitalize",
        "opportunity",
        "mitigate",
        "risk",
        "five",
        "key",
        "disruption",
        "healthcare",
        "amazon",
        "effect",
        "amazon",
        "roiled",
        "healthcare",
        "market",
        "january",
        "announced",
        "partnership",
        "jpmorgan",
        "chase",
        "berkshire",
        "hathaway",
        "form",
        "company",
        "deliver",
        "healthcare",
        "employee",
        "amazon",
        "also",
        "reportedly",
        "planning",
        "grow",
        "medical",
        "supply",
        "business",
        "become",
        "major",
        "vendor",
        "u",
        "healthcare",
        "provider",
        "apple",
        "samsung",
        "alibaba",
        "tencent",
        "similarly",
        "made",
        "recent",
        "healthcare",
        "investment",
        "fund",
        "consider",
        "company",
        "ability",
        "use",
        "scale",
        "technological",
        "expertise",
        "challenge",
        "entrenched",
        "healthcare",
        "competitor",
        "keeping",
        "mind",
        "disruption",
        "occur",
        "long",
        "term",
        "digital",
        "revolution",
        "though",
        "industry",
        "relatively",
        "slow",
        "embrace",
        "digitalization",
        "healthcare",
        "company",
        "recognize",
        "enormous",
        "potential",
        "tool",
        "advanced",
        "analytics",
        "machine",
        "learning",
        "smart",
        "device",
        "autonomous",
        "robotics",
        "larger",
        "company",
        "best",
        "positioned",
        "take",
        "advantage",
        "digital",
        "opportunity",
        "smaller",
        "player",
        "may",
        "risk",
        "falling",
        "behind",
        "security",
        "remains",
        "primary",
        "concern",
        "fund",
        "need",
        "ensuring",
        "safeguard",
        "protect",
        "confidential",
        "patient",
        "data",
        "regulatory",
        "change",
        "brexit",
        "u",
        "tax",
        "overhaul",
        "change",
        "china",
        "medical",
        "device",
        "distribution",
        "system",
        "regulatory",
        "change",
        "swept",
        "across",
        "major",
        "economy",
        "directly",
        "affecting",
        "healthcare",
        "industry",
        "fund",
        "minimize",
        "potential",
        "legislative",
        "risk",
        "investing",
        "business",
        "direct",
        "regulatory",
        "reimbursement",
        "exposure",
        "contract",
        "service",
        "organization",
        "running",
        "robust",
        "commercial",
        "due",
        "diligence",
        "process",
        "allows",
        "quantify",
        "impact",
        "different",
        "outcome",
        "consumerism",
        "year",
        "contending",
        "limited",
        "option",
        "regarding",
        "got",
        "care",
        "consumer",
        "pick",
        "among",
        "variety",
        "delivery",
        "model",
        "healthcare",
        "channel",
        "offer",
        "consumer",
        "similar",
        "quality",
        "come",
        "expect",
        "buying",
        "consumer",
        "product",
        "including",
        "convenience",
        "attentiveness",
        "timeliness",
        "value",
        "price",
        "transparency",
        "fund",
        "take",
        "advantage",
        "consumerism",
        "investing",
        "healthcare",
        "hcit",
        "medtech",
        "asset",
        "enable",
        "remote",
        "care",
        "home",
        "care",
        "delivery",
        "personalized",
        "medicine",
        "personalized",
        "medicine",
        "integrates",
        "patient",
        "health",
        "history",
        "genetic",
        "information",
        "individual",
        "preference",
        "develop",
        "customized",
        "treatment",
        "investor",
        "looking",
        "company",
        "across",
        "industry",
        "developing",
        "personalized",
        "treatment",
        "including",
        "contract",
        "research",
        "organization",
        "test",
        "patient",
        "biomarkers",
        "hcit",
        "company",
        "integrate",
        "analyze",
        "patient",
        "data",
        "disparate",
        "source",
        "look",
        "ahead",
        "despite",
        "valuation",
        "near",
        "record",
        "high",
        "expect",
        "continued",
        "high",
        "level",
        "activity",
        "healthcare",
        "company",
        "continue",
        "look",
        "vital",
        "component",
        "growth",
        "strategy",
        "already",
        "seen",
        "aggressive",
        "move",
        "corporates",
        "across",
        "healthcare",
        "retail",
        "technology",
        "year",
        "fusing",
        "sector",
        "leading",
        "others",
        "make",
        "offensive",
        "defensive",
        "move",
        "expect",
        "trend",
        "drove",
        "deal",
        "activity",
        "continue",
        "expect",
        "three",
        "additional",
        "force",
        "impact",
        "deal",
        "landscape",
        "evolving",
        "law",
        "regulation",
        "u",
        "tax",
        "reform",
        "mean",
        "lower",
        "corporate",
        "rate",
        "potentially",
        "making",
        "healthcare",
        "asset",
        "attractive",
        "foreign",
        "acquirer",
        "eager",
        "expand",
        "world",
        "largest",
        "economy",
        "europe",
        "new",
        "rule",
        "affecting",
        "medical",
        "device",
        "manufacturer",
        "particularly",
        "medical",
        "device",
        "regulation",
        "force",
        "company",
        "examine",
        "portfolio",
        "evaluate",
        "significant",
        "cost",
        "meeting",
        "requirement",
        "innovation",
        "pharma",
        "sector",
        "bain",
        "company",
        "expects",
        "development",
        "platform",
        "biosimilars",
        "gene",
        "therapy",
        "accelerate",
        "technology",
        "mature",
        "potential",
        "disrupt",
        "entire",
        "industry",
        "creating",
        "buying",
        "opportunity",
        "also",
        "putting",
        "stress",
        "valuation",
        "traditional",
        "company",
        "changing",
        "nature",
        "total",
        "shareholder",
        "return",
        "tsr",
        "rising",
        "stock",
        "market",
        "generous",
        "shareholder",
        "public",
        "healthcare",
        "company",
        "something",
        "count",
        "going",
        "forward",
        "according",
        "bain",
        "analysis",
        "percent",
        "tsr",
        "growth",
        "publicly",
        "traded",
        "global",
        "healthcare",
        "company",
        "past",
        "five",
        "year",
        "came",
        "expansion",
        "growth",
        "either",
        "revenue",
        "earnings",
        "multiple",
        "likely",
        "reach",
        "peak",
        "company",
        "face",
        "renewed",
        "pressure",
        "build",
        "tsr",
        "revenue",
        "growth",
        "margin",
        "expansion",
        "financial",
        "leverage",
        "drive",
        "revenue",
        "growth",
        "internally",
        "likely",
        "look",
        "acquisition",
        "adding",
        "fuel",
        "healthcare",
        "receive",
        "copy",
        "report",
        "arrange",
        "interview",
        "author",
        "contact",
        "katie",
        "ware",
        "bain",
        "company",
        "bain",
        "company",
        "management",
        "consulting",
        "firm",
        "world",
        "business",
        "leader",
        "come",
        "want",
        "result",
        "bain",
        "advises",
        "client",
        "strategy",
        "operation",
        "information",
        "technology",
        "organization",
        "private",
        "equity",
        "digital",
        "transformation",
        "strategy",
        "merger",
        "acquisition",
        "developing",
        "practical",
        "insight",
        "client",
        "act",
        "transferring",
        "skill",
        "make",
        "change",
        "stick",
        "firm",
        "aligns",
        "incentive",
        "client",
        "linking",
        "fee",
        "result",
        "bain",
        "client",
        "outperformed",
        "stock",
        "market",
        "founded",
        "bain",
        "office",
        "country",
        "deep",
        "expertise",
        "client",
        "roster",
        "cross",
        "every",
        "industry",
        "economic",
        "sector",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "bainalerts",
        "medium",
        "contact",
        "katie",
        "ware",
        "bain",
        "company",
        "tel",
        "source",
        "bain",
        "company"
    ]
}