{
    "organizations": [],
    "uuid": "8d6d2ebaf37821a738378158b60738f286c6603b",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/04/20/data-sheet-chicago-brainstorm-tech/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Silicon Valley Poses a Challenge to Middle America",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman April 20, 2018 This is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nGood morning from Chicago, where last night my colleagues and I hosted a dinner to kick-off the Brainstorm Reinvent conference in this great city in September. I’m framing Reinvent as “Brainstorm Tech for the rest of the economy.” That’s a big opportunity. This morning I’m moderating a panel at the University of Chicago’s Booth School of Business, which is hosting a conference on the antitrust ramifications of digital platforms and concentration. Talk about a timely topic. (Matt Perault, a policy executive at Facebook , has bravely agreed to join the panel.)\nAt dinner in my hometown’s thriving West Loop, I moderated a single-table discussion of about 25 distinguished and accomplished Chicagoans on the subject of reinvention. The task was to brainstorm on what we should address in the fall at our newest Brainstorm. Three takeaways:\n* In the heartland it’s not a given that yesteryear’s industrial giants (a.k.a. dinosaurs) necessarily will be bested by disruptive upstarts. Idea: Host a debate between someone making the case for dinosaurs and someone who thinks the incumbents are toast. We’re actively casting this jousting match, and your ideas are welcome.\n* Strange bedfellows. Companies faced with extinction are getting together with unlikely partners. The just-announced arrangement between Amazon and Best Buy is a perfect example. There are others. We’ll explore.\n* Organizational structure/corporate finance while under attack. The Chicago crowd was surprisingly passionate about how incumbent companies need to organize themselves. This includes how they conduct their financial affairs. Competing against a well-funded Silicon Valley startup that doesn’t make money is no trivial challenge, for example, especially when shareholders expect profits. Creativity is called for.\nI’ll have a lot more to say on this topic—and Big Tech’s antitrust exposure —next week and beyond.\nHave a good weekend.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nUnpleasant accompaniment. Video ads from hundreds of prominent companies—including Adidas, Netflix, and Amazon—were run on YouTube alongside extremist content. An investigation by CNN caught the ads running on channels promoting offensive content like white nationalism, Nazism, and North Korean propaganda.\nTesty testimony . It’s getting close to two years since AT&T announced its $109 billion bid (with debt) to buy entertainment giant Time Warner and the deal is still stuck in limbo. AT&T CEO Randall Stephenson took the witness stand on Thursday at the trial challenging the government’s decision to block the combination, saying the move “defied logic” and was “absurd.” He also disclosed AT&T will rollout another cable-TV-like Internet service, dubbed AT&T Watch, for only $15 a month which won’t include sports channels.\nBattle just getting started. Amazon has ignored President Donald Trump’s bashing of the company—until now. Jeff Wilke, who oversees Amazon’s retail side, tells Bloomberg that the company’s deal with the U.S. Postal Service is good for both sides . “We’ve been around through four presidents and leadership changes all over the world,” Wilke said. “For more than two decades, we’ve worked with the post office to invent and deliver for customers and business all over the U.S. profitably, creating a bunch of jobs in the process. It’s been a terrific partnership, and I hope it will remain so.” Meanwhile, Trump’s top antitrust enforcer, Makan Delrahim, suggested taking a closer look at tech giants, even name checking a research paper about regulating Amazon. “Antitrust enforcers may need to take a close look to see whether competition is suffering and consumers are losing out on new innovations as a result of misdeeds by a monopoly incumbent,” Delrahim said of the tech sector. That brought a rebuke from tech industry ally and economist Hal Singer, who called Delrahim’s comments “incoherent.”\nBattle a little further along . Chinese phone maker ZTE hit back at U.S. government efforts to destroy its business in this country, saying a seven-year sales ban is “extremely unfair” and “unacceptable.” The company said it would turn to unspecified legal options to fight back.\nCinema scale. Netflix may want to get off the small screen. The video streaming leader “explored the idea” of buying movie theaters in Los Angeles and New York City, the Los Angeles Times reported. Major theater chains won’t run movies backed by Netflix and the company was recently banned from competition at the Cannes Film Festival ostensibly because it lacked theatrical distribution in France.\nCinema scale, part II. The publicly-traded owner of MoviePass is raising more backing, but at a big discount to its stock price. Helios & Matheson Analytics said Thursday it would raise $30 million by selling stock at $2.75 a share, 28% below Wednesday’s closing price. You know what happened next. The stock dropped 33% to close at $2.55.\nMusical chairs. Maybe a tech person wasn’t the right choice to run the maker of Barbie dolls and Hot Wheels cars. Former Google exec Margo Georgiadis is out as CEO of Mattel after a year on the job, to be replaced by Ynon Kreiz, who previously ran YouTube video producer Maker Studio. Sales at Mattel dropped 11% last year, the fourth consecutive year of decline. And perhaps not coincidentally, Kreiz will be the fourth CEO in the past four years. Georgiadis is leaving to take the top job at Ancestry.com, the Wall Street Journal reports.\nAdvertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nIn the Beginning Was the Founder (BuzzFeed)\n(Kickstarter cofounder Perry Chen’s) attempts at correction didn’t always land. There was the time that he and his assistant took over the library — a quiet zone — and played music. And then there were the people dressed up as dinosaurs. At first, employees thought it was good, dumb fun — but later in the week, sources said, the dinosaurs wandering around all day started to interfere with work. Finally, one afternoon, the dinosaurs came in with a troupe of performers dressed in army garb playing saxophones and stomping around. (A video of the mayhem was seen by BuzzFeed News.) A handful of employees walked out.\nThe Making of Mark Zuckerberg (CNET)\nA few years ago, Mark Zuckerberg and his wife, Priscilla Chan, walked into Yuriy’s Barber Shop, a four-chair parlor with a blue awning over the doorway and a neon “open” sign buzzing in the window. The shop sits in a brick building at the end of Cedar Street, one of the main drags in Dobbs Ferry, New York. Zuckerberg, who grew up in the sleepy town about 25 miles north of New York City, was visiting from California. But he made time to pop in and say hello to Yuriy Katayev, the man who cut his hair when he was in high school. Katayev, a 50-year-old immigrant from Uzbekistan, was excited to see his old regular. He asked Dobbs Ferry’s most famous son about — What else? — Facebook. “It’s OK,” Zuckerberg told Katayev. “People give me shit over it now.”\nMeet the Woman Who Leads NightWatch, Google’s Internal Privacy Strike Force (Gizmodo)\nLea Kissner is back at her alma mater, the University of California at Berkeley, armed with a crisp gray blazer, a slide deck, and a laptop with a ‘My Other Car Is A Pynchon Novel’ sticker on it. Since graduating in 2002, she’s earned a PhD at Carnegie Mellon in cryptography and worked her way up at Google, where she manages user privacy and tries to keep things from breaking. She’s here to tell a hall of computer science students how she did it—and also how to create privacy-protective systems at a scale that you won’t find outside a handful of massive tech companies.\nThe Quest for the Next Billion Dollar Color (Bloomberg)\nMas Subramanian, the biggest celebrity in the uncelebrated world of pigment research, glances at a cluster of widemouthed jars containing powders in every color of the rainbow, save one. He’s got OYGBIV. “We’re getting closer,” he says brightly. He points to a jar of reddish brown dust, smoky and rich as paprika. Fetching, but it isn’t what he’s looking for.\nCan This Man Help Uber Recover From the Travis Kalanick Era? ( Wired )\n“I’m a big believer in the Zero Defects strategy,” said Dara Khosrowshahi, the CEO of Uber. It was an overcast day in January, and Khosrowshahi leaned back in a chair at Uber’s San Francisco headquarters. Khosrowshahi had been running Uber for four months at that point. He’d left a stable perch at Expedia, the travel-­booking service, to take over a company that had become synonymous with scandal and rule-breaking excess. And, having doused some of the raging fires left behind by his predecessor, Travis Kalanick, Khosrowshahi had determined that what Uber needed most was a quality-control philosophy borrowed from the middle of the last century.\nFOOD FOR THOUGHT\nWay, way back when computer screens had such low resolutions that you could see the individual pixels, Susan Kare was tasked with designing some of the very first icons. Working at Apple on Steve Jobs’ revolutionary Macintosh computer, Kare picked a rendition of scissors for the “cut” command and a pointing finger for “paste.” A floppy disk signified “save,” as it still does on many apps today. Alexandra Lange has a sweet and detailed portrait of Kare in the New Yorker this week. Kare explained some of her inspirations:\n“It’s fun to read that, before there was social media, countless people spent hours with Microsoft Windows Solitaire using the cards I designed,” she said. In 2008, Kare created virtual “gifts” for Facebook that you could buy and send to a friend, with new offerings daily, based on a sixty-four-by-sixty-four-pixel grid. The best-sellers played to the crowd: hearts, penguins, and kisses, like a digital box of chocolates. A sixty-four-pixel palette would seem like a big step up, but Kare doesn’t think detail necessarily makes better icons. “Simple images can be more inclusive,” she said. Look at traffic signs: “There’s a reason the silhouettes of kids in a school crossing sign don’t have plaid lunchboxes and superhero backpacks, even though it’s not because of technology limitations,” she said. “Those would be extraneous details.”\nAdvertisement IN CASE YOU MISSED IT\n5 Cool Things You Can Do With Amazon Alexa’s Customizable Skills By Aaron Pressman\nQualcomm Shares Tank Amid Layoffs By Jonathan Vanian\nApple’s Next iPhone Could Be Cheaper Than Expected By Don Reisinger\nBitcoin Mining May Be Even Less Economically Viable Than We Thought By David Meyer\nCanon’s New Compact Wireless Printer Lets You Print Selfies on the Go By Kacy Burdette\nWhy Sequoia’s Jess Lee Is Investing in On-Demand Staffing Platform Wonolo By Michel Lev-Ram\nFacebook Is Moving Into the Processor-Making Business By Don Reisinger\nAdvertisement BEFORE YOU GO\nThe Lyrid Meteor Shower is at its peak this weekend, if you happen to be somewhere with clear skies and no light pollution. The rest of us will have to make do with these stunning photos taken by the Hubble Space Telescope of the distant star-birthing region known as the Lagoon Nebula. Gorgeous.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-20T21:12:00.000+03:00",
    "crawled": "2018-04-21T02:22:54.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "april",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "good",
        "morning",
        "chicago",
        "last",
        "night",
        "colleague",
        "hosted",
        "dinner",
        "brainstorm",
        "reinvent",
        "conference",
        "great",
        "city",
        "september",
        "framing",
        "reinvent",
        "brainstorm",
        "tech",
        "rest",
        "big",
        "opportunity",
        "morning",
        "moderating",
        "panel",
        "university",
        "chicago",
        "booth",
        "school",
        "business",
        "hosting",
        "conference",
        "antitrust",
        "ramification",
        "digital",
        "platform",
        "concentration",
        "talk",
        "timely",
        "topic",
        "matt",
        "perault",
        "policy",
        "executive",
        "facebook",
        "bravely",
        "agreed",
        "join",
        "panel",
        "dinner",
        "hometown",
        "thriving",
        "west",
        "loop",
        "moderated",
        "discussion",
        "distinguished",
        "accomplished",
        "chicagoans",
        "subject",
        "reinvention",
        "task",
        "brainstorm",
        "address",
        "fall",
        "newest",
        "brainstorm",
        "three",
        "takeaway",
        "heartland",
        "given",
        "yesteryear",
        "industrial",
        "giant",
        "dinosaur",
        "necessarily",
        "bested",
        "disruptive",
        "upstart",
        "idea",
        "host",
        "debate",
        "someone",
        "making",
        "case",
        "dinosaur",
        "someone",
        "think",
        "incumbent",
        "toast",
        "actively",
        "casting",
        "jousting",
        "match",
        "idea",
        "welcome",
        "strange",
        "bedfellow",
        "company",
        "faced",
        "extinction",
        "getting",
        "together",
        "unlikely",
        "partner",
        "arrangement",
        "amazon",
        "best",
        "buy",
        "perfect",
        "example",
        "others",
        "explore",
        "organizational",
        "finance",
        "attack",
        "chicago",
        "crowd",
        "surprisingly",
        "passionate",
        "incumbent",
        "company",
        "need",
        "organize",
        "includes",
        "conduct",
        "financial",
        "affair",
        "competing",
        "silicon",
        "valley",
        "startup",
        "make",
        "money",
        "trivial",
        "challenge",
        "example",
        "especially",
        "shareholder",
        "expect",
        "profit",
        "creativity",
        "called",
        "lot",
        "say",
        "big",
        "tech",
        "antitrust",
        "exposure",
        "week",
        "beyond",
        "good",
        "weekend",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "unpleasant",
        "accompaniment",
        "video",
        "ad",
        "hundred",
        "prominent",
        "adidas",
        "netflix",
        "run",
        "youtube",
        "alongside",
        "extremist",
        "content",
        "investigation",
        "cnn",
        "caught",
        "ad",
        "running",
        "channel",
        "promoting",
        "offensive",
        "content",
        "like",
        "white",
        "nationalism",
        "nazism",
        "north",
        "korean",
        "propaganda",
        "testy",
        "testimony",
        "getting",
        "close",
        "two",
        "year",
        "since",
        "announced",
        "billion",
        "bid",
        "debt",
        "buy",
        "entertainment",
        "giant",
        "time",
        "warner",
        "deal",
        "still",
        "stuck",
        "limbo",
        "ceo",
        "randall",
        "stephenson",
        "took",
        "witness",
        "stand",
        "thursday",
        "trial",
        "challenging",
        "government",
        "decision",
        "block",
        "combination",
        "saying",
        "move",
        "defied",
        "logic",
        "also",
        "disclosed",
        "rollout",
        "another",
        "internet",
        "service",
        "dubbed",
        "watch",
        "month",
        "include",
        "sport",
        "channel",
        "battle",
        "getting",
        "started",
        "amazon",
        "ignored",
        "president",
        "donald",
        "trump",
        "bashing",
        "jeff",
        "wilke",
        "oversees",
        "amazon",
        "retail",
        "side",
        "tell",
        "bloomberg",
        "company",
        "deal",
        "postal",
        "service",
        "good",
        "side",
        "around",
        "four",
        "president",
        "leadership",
        "change",
        "world",
        "wilke",
        "said",
        "two",
        "decade",
        "worked",
        "post",
        "office",
        "invent",
        "deliver",
        "customer",
        "business",
        "profitably",
        "creating",
        "bunch",
        "job",
        "process",
        "terrific",
        "partnership",
        "hope",
        "remain",
        "meanwhile",
        "trump",
        "top",
        "antitrust",
        "enforcer",
        "makan",
        "delrahim",
        "suggested",
        "taking",
        "closer",
        "look",
        "tech",
        "giant",
        "even",
        "name",
        "checking",
        "research",
        "paper",
        "regulating",
        "amazon",
        "antitrust",
        "enforcer",
        "may",
        "need",
        "take",
        "close",
        "look",
        "see",
        "whether",
        "competition",
        "suffering",
        "consumer",
        "losing",
        "new",
        "innovation",
        "result",
        "misdeed",
        "monopoly",
        "incumbent",
        "delrahim",
        "said",
        "tech",
        "sector",
        "brought",
        "rebuke",
        "tech",
        "industry",
        "ally",
        "economist",
        "hal",
        "singer",
        "called",
        "delrahim",
        "comment",
        "battle",
        "little",
        "along",
        "chinese",
        "phone",
        "maker",
        "zte",
        "hit",
        "back",
        "government",
        "effort",
        "destroy",
        "business",
        "country",
        "saying",
        "sale",
        "ban",
        "extremely",
        "unfair",
        "company",
        "said",
        "would",
        "turn",
        "unspecified",
        "legal",
        "option",
        "fight",
        "back",
        "cinema",
        "scale",
        "netflix",
        "may",
        "want",
        "get",
        "small",
        "screen",
        "video",
        "streaming",
        "leader",
        "explored",
        "idea",
        "buying",
        "movie",
        "theater",
        "los",
        "angeles",
        "new",
        "york",
        "city",
        "los",
        "angeles",
        "time",
        "reported",
        "major",
        "theater",
        "chain",
        "run",
        "movie",
        "backed",
        "netflix",
        "company",
        "recently",
        "banned",
        "competition",
        "cannes",
        "film",
        "festival",
        "ostensibly",
        "lacked",
        "theatrical",
        "distribution",
        "france",
        "cinema",
        "scale",
        "part",
        "ii",
        "owner",
        "moviepass",
        "raising",
        "backing",
        "big",
        "discount",
        "stock",
        "price",
        "helios",
        "matheson",
        "analytics",
        "said",
        "thursday",
        "would",
        "raise",
        "million",
        "selling",
        "stock",
        "share",
        "wednesday",
        "closing",
        "price",
        "know",
        "happened",
        "next",
        "stock",
        "dropped",
        "close",
        "musical",
        "chair",
        "maybe",
        "tech",
        "person",
        "right",
        "choice",
        "run",
        "maker",
        "barbie",
        "doll",
        "hot",
        "wheel",
        "car",
        "former",
        "google",
        "exec",
        "margo",
        "georgiadis",
        "ceo",
        "mattel",
        "year",
        "job",
        "replaced",
        "ynon",
        "kreiz",
        "previously",
        "ran",
        "youtube",
        "video",
        "producer",
        "maker",
        "studio",
        "sale",
        "mattel",
        "dropped",
        "last",
        "year",
        "fourth",
        "consecutive",
        "year",
        "decline",
        "perhaps",
        "coincidentally",
        "kreiz",
        "fourth",
        "ceo",
        "past",
        "four",
        "year",
        "georgiadis",
        "leaving",
        "take",
        "top",
        "job",
        "wall",
        "street",
        "journal",
        "report",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "beginning",
        "founder",
        "buzzfeed",
        "kickstarter",
        "cofounder",
        "perry",
        "chen",
        "attempt",
        "correction",
        "always",
        "land",
        "time",
        "assistant",
        "took",
        "library",
        "quiet",
        "zone",
        "played",
        "music",
        "people",
        "dressed",
        "dinosaur",
        "first",
        "employee",
        "thought",
        "good",
        "dumb",
        "fun",
        "later",
        "week",
        "source",
        "said",
        "dinosaur",
        "wandering",
        "around",
        "day",
        "started",
        "interfere",
        "work",
        "finally",
        "one",
        "afternoon",
        "dinosaur",
        "came",
        "troupe",
        "performer",
        "dressed",
        "army",
        "garb",
        "playing",
        "saxophone",
        "stomping",
        "around",
        "video",
        "mayhem",
        "seen",
        "buzzfeed",
        "news",
        "handful",
        "employee",
        "walked",
        "making",
        "mark",
        "zuckerberg",
        "cnet",
        "year",
        "ago",
        "mark",
        "zuckerberg",
        "wife",
        "priscilla",
        "chan",
        "walked",
        "yuriy",
        "barber",
        "shop",
        "parlor",
        "blue",
        "awning",
        "doorway",
        "neon",
        "open",
        "sign",
        "buzzing",
        "window",
        "shop",
        "sits",
        "brick",
        "building",
        "end",
        "cedar",
        "street",
        "one",
        "main",
        "drag",
        "dobbs",
        "ferry",
        "new",
        "york",
        "zuckerberg",
        "grew",
        "sleepy",
        "town",
        "mile",
        "north",
        "new",
        "york",
        "city",
        "visiting",
        "california",
        "made",
        "time",
        "pop",
        "say",
        "hello",
        "yuriy",
        "katayev",
        "man",
        "cut",
        "hair",
        "high",
        "school",
        "katayev",
        "immigrant",
        "uzbekistan",
        "excited",
        "see",
        "old",
        "regular",
        "asked",
        "dobbs",
        "ferry",
        "famous",
        "son",
        "else",
        "facebook",
        "ok",
        "zuckerberg",
        "told",
        "katayev",
        "people",
        "give",
        "shit",
        "meet",
        "woman",
        "lead",
        "nightwatch",
        "google",
        "internal",
        "privacy",
        "strike",
        "force",
        "gizmodo",
        "lea",
        "kissner",
        "back",
        "alma",
        "mater",
        "university",
        "california",
        "berkeley",
        "armed",
        "crisp",
        "gray",
        "blazer",
        "slide",
        "deck",
        "laptop",
        "car",
        "pynchon",
        "novel",
        "sticker",
        "since",
        "graduating",
        "earned",
        "phd",
        "carnegie",
        "mellon",
        "cryptography",
        "worked",
        "way",
        "google",
        "manages",
        "user",
        "privacy",
        "try",
        "keep",
        "thing",
        "breaking",
        "tell",
        "hall",
        "computer",
        "science",
        "student",
        "also",
        "create",
        "system",
        "scale",
        "find",
        "outside",
        "handful",
        "massive",
        "tech",
        "company",
        "quest",
        "next",
        "billion",
        "dollar",
        "color",
        "bloomberg",
        "ma",
        "subramanian",
        "biggest",
        "celebrity",
        "uncelebrated",
        "world",
        "pigment",
        "research",
        "glance",
        "cluster",
        "widemouthed",
        "jar",
        "containing",
        "powder",
        "every",
        "color",
        "rainbow",
        "save",
        "one",
        "got",
        "oygbiv",
        "getting",
        "closer",
        "say",
        "brightly",
        "point",
        "jar",
        "reddish",
        "brown",
        "dust",
        "smoky",
        "rich",
        "paprika",
        "fetching",
        "looking",
        "man",
        "help",
        "uber",
        "recover",
        "travis",
        "kalanick",
        "era",
        "wired",
        "big",
        "believer",
        "zero",
        "defect",
        "strategy",
        "said",
        "dara",
        "khosrowshahi",
        "ceo",
        "uber",
        "overcast",
        "day",
        "january",
        "khosrowshahi",
        "leaned",
        "back",
        "chair",
        "uber",
        "san",
        "francisco",
        "headquarters",
        "khosrowshahi",
        "running",
        "uber",
        "four",
        "month",
        "point",
        "left",
        "stable",
        "perch",
        "expedia",
        "service",
        "take",
        "company",
        "become",
        "synonymous",
        "scandal",
        "excess",
        "doused",
        "raging",
        "fire",
        "left",
        "behind",
        "predecessor",
        "travis",
        "kalanick",
        "khosrowshahi",
        "determined",
        "uber",
        "needed",
        "philosophy",
        "borrowed",
        "middle",
        "last",
        "century",
        "food",
        "thought",
        "way",
        "way",
        "back",
        "computer",
        "screen",
        "low",
        "resolution",
        "could",
        "see",
        "individual",
        "pixel",
        "susan",
        "kare",
        "tasked",
        "designing",
        "first",
        "icon",
        "working",
        "apple",
        "steve",
        "job",
        "revolutionary",
        "macintosh",
        "computer",
        "kare",
        "picked",
        "rendition",
        "scissors",
        "cut",
        "command",
        "pointing",
        "finger",
        "floppy",
        "disk",
        "signified",
        "save",
        "still",
        "many",
        "apps",
        "today",
        "alexandra",
        "lange",
        "sweet",
        "detailed",
        "portrait",
        "kare",
        "new",
        "yorker",
        "week",
        "kare",
        "explained",
        "inspiration",
        "fun",
        "read",
        "social",
        "medium",
        "countless",
        "people",
        "spent",
        "hour",
        "microsoft",
        "window",
        "solitaire",
        "using",
        "card",
        "designed",
        "said",
        "kare",
        "created",
        "virtual",
        "gift",
        "facebook",
        "could",
        "buy",
        "send",
        "friend",
        "new",
        "offering",
        "daily",
        "based",
        "grid",
        "played",
        "crowd",
        "heart",
        "penguin",
        "kiss",
        "like",
        "digital",
        "box",
        "chocolate",
        "palette",
        "would",
        "seem",
        "like",
        "big",
        "step",
        "kare",
        "think",
        "detail",
        "necessarily",
        "make",
        "better",
        "icon",
        "simple",
        "image",
        "inclusive",
        "said",
        "look",
        "traffic",
        "sign",
        "reason",
        "silhouette",
        "kid",
        "school",
        "crossing",
        "sign",
        "plaid",
        "lunchboxes",
        "superhero",
        "backpack",
        "even",
        "though",
        "technology",
        "limitation",
        "said",
        "would",
        "extraneous",
        "advertisement",
        "case",
        "missed",
        "cool",
        "thing",
        "amazon",
        "alexa",
        "customizable",
        "skill",
        "aaron",
        "pressman",
        "qualcomm",
        "share",
        "tank",
        "amid",
        "layoff",
        "jonathan",
        "vanian",
        "apple",
        "next",
        "iphone",
        "could",
        "cheaper",
        "expected",
        "reisinger",
        "bitcoin",
        "mining",
        "may",
        "even",
        "less",
        "economically",
        "viable",
        "thought",
        "david",
        "meyer",
        "canon",
        "new",
        "compact",
        "wireless",
        "printer",
        "let",
        "print",
        "selfies",
        "go",
        "kacy",
        "burdette",
        "sequoia",
        "jess",
        "lee",
        "investing",
        "staffing",
        "platform",
        "wonolo",
        "michel",
        "facebook",
        "moving",
        "business",
        "reisinger",
        "advertisement",
        "go",
        "lyrid",
        "meteor",
        "shower",
        "peak",
        "weekend",
        "happen",
        "somewhere",
        "clear",
        "sky",
        "light",
        "pollution",
        "rest",
        "u",
        "make",
        "stunning",
        "photo",
        "taken",
        "hubble",
        "space",
        "telescope",
        "distant",
        "region",
        "known",
        "lagoon",
        "nebula",
        "gorgeous",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}