{
    "organizations": [],
    "uuid": "e65ab7b77620550fabad7e061cfe5f4fb8dc7a74",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/13/globe-newswire-till-capital-ltd-to-voluntarily-delist-its-restricted-voting-shares-from-nasdaqaand-deregister-with-the-sec.html",
    "ord_in_thread": 0,
    "title": "Till Capital Ltd. to Voluntarily Delist its Restricted Voting Shares from Nasdaq and Deregister with the SEC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HAMILTON, Bermuda, Till Capital Ltd. (Nasdaq:TIL) (TSXV:TIL) (“ Till ”) today announced that its Board of Directors (the “ Board ”) has approved the voluntary delisting of Till’s restricted voting shares from the Nasdaq Capital Market (“ Nasdaq ”) and the subsequent voluntary deregistration of Till’s restricted voting shares with the U.S. Securities and Exchange Commission (the \" SEC \"). Those actions will result in Till’s restricted voting shares no longer being listed on Nasdaq and the suspension of Till’s reporting obligations under the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”), with the SEC. Till will continue to list its restricted voting shares on the TSX Venture Exchange (the “ TSXV” ).\nIn accordance with the resolutions adopted by the Board, Till will file certain notices and certifications, including a Form 25 and a Form 15 with the SEC. Till intends to file a Form 25 in connection with the delisting of its restricted voting shares from Nasdaq on or about April 23, 2018. The Form 25 will become effective 10 days after it is filed. As a result, Till’s restricted voting shares will no longer be listed on Nasdaq effective on or about May 3, 2018. After its restricted voting shares have been delisted from Nasdaq, Till expects that its restricted voting shares may be Quote: d on the Pink Open Market, an electronic quotation service for over-the-counter securities.\nTill also intends to file a Form 15 to deregister its restricted voting shares with the SEC upon the effectiveness of the Form 25 on or about May 3, 2018. As of the date of filing the Form 15, the obligation of Till to file reports under the Exchange Act, including Forms 10-K, 10-Q and 8-K, will be immediately suspended. Other Exchange Act filing requirements will terminate upon the effectiveness of deregistration under Section 12(g) of the Exchange Act, which is expected to occur 90 days after filing the Form 15.\nTill recently filed its Annual Report on Form 10-K for the year ended December 31, 2017. Future quarterly financial reports and additional corporate information will continue to be filed on the System for Electronic Document Analysis and Retrieval (“ SEDAR ”) in Canada.\nAfter careful consideration, the Board concluded that the costs associated with operating as a reporting company in the U.S. and the attendant demands on management are not justified by the limited additional liquidity that has been provided in Till’s restricted voting shares. Since listing on Nasdaq in 2015, the volume of trading in Till’s restricted voting shares on Nasdaq has been inadequate to merit the additional costs of being dually listed in both Canada and the U.S.\nTill is unable to predict the precise cost savings that are expected to result from the decision to delist its restricted voting shares from Nasdaq and suspend its reporting obligations with the SEC, but Till believes such savings will be substantial. Those include, but are not limited to, the elimination of quarterly reviews by independent auditors of interim financial statements, elimination of costs associated with preparation and filing of Forms 10-K, 10-Q, 8-K and other reports with the SEC, and elimination of Nasdaq listing fees. In addition, Till expects legal and accounting fees and corporate insurance costs will be reduced over time because of the elimination of required SEC reporting. Till further believes that those changes will provide for greater operational efficiencies that will allow Till to better focus on its business.\nAlthough Till will no longer file reports with the SEC or be subject to rules of Nasdaq, information will continue to be available to all shareholders on SEDAR, and Till will observe all corporate governance practices associated with its listing on the TSXV. Specifically:\nTill will continue to make available to shareholders its quarterly unaudited financial statements and management’s discussion and analysis (“MD&A”), as well as its annual audited financial statements and MD&A. Those will be prepared in accordance with IFRS, beginning with the unaudited financial statements and MD&A for the quarter ended March 31, 2018.\nTill will continue to hold an annual meeting of shareholders each year, in accordance with the rules of the TSXV.\nThe Board currently consists of four independent directors and two executive directors. Till intends to maintain a majority of independent directors on the Board and on its Audit, Corporate Governance, and Compensation Committees.\nReported by:\nJohn T. Rickard\nDirector and Chief Executive Officer\n(208) 635-5415\nTill Capital Ltd.\nTill Capital Ltd. is a Bermuda-domiciled company with two wholly-owned subsidiaries, Omega Insurance Holdings Inc. and Resource Re Ltd. Omega Insurance Holdings Inc. owns Omega General Insurance Company, a Canadian insurance company offering innovative and customized insurance industry solutions, including fronting and run-off services for insurers/reinsurers, within the Canadian marketplace. Omega Insurance Holdings Inc. also operates Focus Group Inc., a consulting and project management company servicing the local and international needs of its Property Casualty Insurance clients. Resource Re Ltd. is a Bermuda-domiciled reinsurance company regulated by the Bermuda Monetary Authority with a Class 3A insurance license directed to underwrite reinsurance policies within a long-term investment strategy. Through its regulated subsidiaries, the Company has been structured to produce underwriting profits as well as above average returns on assets under management.\nFor additional information:\nTill Capital Ltd.\nMonique Hayes\n(208) 699-6097\ninfo@tillcap.com\nwww.tillcap.com\nCautionary Note\nAt this time, the Company has no current plans to provide earnings guidance due to the volatility of investment returns.\nThe Till Capital shares are restricted voting shares, whereby no single shareholder of Till Capital is able to exercise voting rights for more than 9.9% of the voting rights of the total issued and outstanding Till Capital shares (the “ 9.9% Restriction ”). However, if any one shareholder of Till Capital beneficially owns, or exercises control or direction over, more than 50% of the issued and outstanding Till Capital shares, the 9.9% Restriction will cease to apply to the Till Capital shares.\nThis news release shall not constitute an offer to sell or a solicitation of an offer to buy any securities of Till Capital or any other securities, and shall not constitute an offer, solicitation or sale in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful. Trading in the securities of Till Capital should be considered speculative.\nNeither the TSX Venture Exchange nor its Regulatory Service Provider (as that term is defined in the policies of the TSX Venture Exchange) nor the Bermuda Monetary Authority accepts responsibility for the adequacy or accuracy of this release.\nCautionary Statement Regarding Forward Looking Information\nExcept for statements of historical fact, this news release contains certain “forward-looking information” within the meaning of applicable securities laws. These forward-looking statements are intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995, and generally can be identified by phrases such as “plan”, “except”, “project”, “intend”, “believe”, “anticipate”, “estimate”, “will”, “could” and other similar words, or statements that certain events or conditions “may” occur. Such forward-looking statements include, but are not limited to, those relating to anticipated benefits and/or cost savings from the delisting and deregistration of Till’s restricted voting shares, the completion and maintenance of the delisting and deregistration as contemplated or at all, the quotation of Till’s restricted voting shares on the Pink Open Market, the availability of future information relating to Till on SEDAR and compliance with corporate governance practices associated with Till’s listing on the TSXV. These and all subsequent written and oral forward-looking information are based on estimates and opinions of management on the dates they are made and are expressly qualified in their entirety by this notice. Except as required by law, Till assumes no obligation to update forward-looking information should circumstances or management’s estimates or opinions change.\nSource: TillCapital Ltd.",
    "published": "2018-04-14T00:10:00.000+03:00",
    "crawled": "2018-04-14T00:24:00.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hamilton",
        "bermuda",
        "till",
        "capital",
        "nasdaq",
        "til",
        "tsxv",
        "til",
        "till",
        "today",
        "announced",
        "board",
        "director",
        "board",
        "approved",
        "voluntary",
        "delisting",
        "till",
        "restricted",
        "voting",
        "share",
        "nasdaq",
        "capital",
        "market",
        "nasdaq",
        "subsequent",
        "voluntary",
        "deregistration",
        "till",
        "restricted",
        "voting",
        "share",
        "security",
        "exchange",
        "commission",
        "sec",
        "action",
        "result",
        "till",
        "restricted",
        "voting",
        "share",
        "longer",
        "listed",
        "nasdaq",
        "suspension",
        "till",
        "reporting",
        "obligation",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "sec",
        "till",
        "continue",
        "list",
        "restricted",
        "voting",
        "share",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "accordance",
        "resolution",
        "adopted",
        "board",
        "till",
        "file",
        "certain",
        "notice",
        "certification",
        "including",
        "form",
        "form",
        "sec",
        "till",
        "intends",
        "file",
        "form",
        "connection",
        "delisting",
        "restricted",
        "voting",
        "share",
        "nasdaq",
        "april",
        "form",
        "become",
        "effective",
        "day",
        "filed",
        "result",
        "till",
        "restricted",
        "voting",
        "share",
        "longer",
        "listed",
        "nasdaq",
        "effective",
        "may",
        "restricted",
        "voting",
        "share",
        "delisted",
        "nasdaq",
        "till",
        "expects",
        "restricted",
        "voting",
        "share",
        "may",
        "quote",
        "pink",
        "open",
        "market",
        "electronic",
        "quotation",
        "service",
        "security",
        "till",
        "also",
        "intends",
        "file",
        "form",
        "deregister",
        "restricted",
        "voting",
        "share",
        "sec",
        "upon",
        "effectiveness",
        "form",
        "may",
        "date",
        "filing",
        "form",
        "obligation",
        "till",
        "file",
        "report",
        "exchange",
        "act",
        "including",
        "form",
        "immediately",
        "suspended",
        "exchange",
        "act",
        "filing",
        "requirement",
        "terminate",
        "upon",
        "effectiveness",
        "deregistration",
        "section",
        "g",
        "exchange",
        "act",
        "expected",
        "occur",
        "day",
        "filing",
        "form",
        "till",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "future",
        "quarterly",
        "financial",
        "report",
        "additional",
        "corporate",
        "information",
        "continue",
        "filed",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "canada",
        "careful",
        "consideration",
        "board",
        "concluded",
        "cost",
        "associated",
        "operating",
        "reporting",
        "company",
        "attendant",
        "demand",
        "management",
        "justified",
        "limited",
        "additional",
        "liquidity",
        "provided",
        "till",
        "restricted",
        "voting",
        "share",
        "since",
        "listing",
        "nasdaq",
        "volume",
        "trading",
        "till",
        "restricted",
        "voting",
        "share",
        "nasdaq",
        "inadequate",
        "merit",
        "additional",
        "cost",
        "dually",
        "listed",
        "canada",
        "till",
        "unable",
        "predict",
        "precise",
        "cost",
        "saving",
        "expected",
        "result",
        "decision",
        "delist",
        "restricted",
        "voting",
        "share",
        "nasdaq",
        "suspend",
        "reporting",
        "obligation",
        "sec",
        "till",
        "belief",
        "saving",
        "substantial",
        "include",
        "limited",
        "elimination",
        "quarterly",
        "review",
        "independent",
        "auditor",
        "interim",
        "financial",
        "statement",
        "elimination",
        "cost",
        "associated",
        "preparation",
        "filing",
        "form",
        "report",
        "sec",
        "elimination",
        "nasdaq",
        "listing",
        "fee",
        "addition",
        "till",
        "expects",
        "legal",
        "accounting",
        "fee",
        "corporate",
        "insurance",
        "cost",
        "reduced",
        "time",
        "elimination",
        "required",
        "sec",
        "reporting",
        "till",
        "belief",
        "change",
        "provide",
        "greater",
        "operational",
        "efficiency",
        "allow",
        "till",
        "better",
        "focus",
        "business",
        "although",
        "till",
        "longer",
        "file",
        "report",
        "sec",
        "subject",
        "rule",
        "nasdaq",
        "information",
        "continue",
        "available",
        "shareholder",
        "sedar",
        "till",
        "observe",
        "corporate",
        "governance",
        "practice",
        "associated",
        "listing",
        "tsxv",
        "specifically",
        "till",
        "continue",
        "make",
        "available",
        "shareholder",
        "quarterly",
        "unaudited",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "well",
        "annual",
        "audited",
        "financial",
        "statement",
        "md",
        "prepared",
        "accordance",
        "ifrs",
        "beginning",
        "unaudited",
        "financial",
        "statement",
        "md",
        "quarter",
        "ended",
        "march",
        "till",
        "continue",
        "hold",
        "annual",
        "meeting",
        "shareholder",
        "year",
        "accordance",
        "rule",
        "tsxv",
        "board",
        "currently",
        "consists",
        "four",
        "independent",
        "director",
        "two",
        "executive",
        "director",
        "till",
        "intends",
        "maintain",
        "majority",
        "independent",
        "director",
        "board",
        "audit",
        "corporate",
        "governance",
        "compensation",
        "committee",
        "reported",
        "john",
        "rickard",
        "director",
        "chief",
        "executive",
        "officer",
        "till",
        "capital",
        "till",
        "capital",
        "company",
        "two",
        "subsidiary",
        "omega",
        "insurance",
        "holding",
        "resource",
        "omega",
        "insurance",
        "holding",
        "owns",
        "omega",
        "general",
        "insurance",
        "company",
        "canadian",
        "insurance",
        "company",
        "offering",
        "innovative",
        "customized",
        "insurance",
        "industry",
        "solution",
        "including",
        "fronting",
        "service",
        "within",
        "canadian",
        "marketplace",
        "omega",
        "insurance",
        "holding",
        "also",
        "operates",
        "focus",
        "group",
        "consulting",
        "project",
        "management",
        "company",
        "servicing",
        "local",
        "international",
        "need",
        "property",
        "casualty",
        "insurance",
        "client",
        "resource",
        "reinsurance",
        "company",
        "regulated",
        "bermuda",
        "monetary",
        "authority",
        "class",
        "3a",
        "insurance",
        "license",
        "directed",
        "underwrite",
        "reinsurance",
        "policy",
        "within",
        "investment",
        "strategy",
        "regulated",
        "subsidiary",
        "company",
        "structured",
        "produce",
        "underwriting",
        "profit",
        "well",
        "average",
        "return",
        "asset",
        "management",
        "additional",
        "information",
        "till",
        "capital",
        "monique",
        "hayes",
        "info",
        "cautionary",
        "note",
        "time",
        "company",
        "current",
        "plan",
        "provide",
        "earnings",
        "guidance",
        "due",
        "volatility",
        "investment",
        "return",
        "till",
        "capital",
        "share",
        "restricted",
        "voting",
        "share",
        "whereby",
        "single",
        "shareholder",
        "till",
        "capital",
        "able",
        "exercise",
        "voting",
        "right",
        "voting",
        "right",
        "total",
        "issued",
        "outstanding",
        "till",
        "capital",
        "share",
        "restriction",
        "however",
        "one",
        "shareholder",
        "till",
        "capital",
        "beneficially",
        "owns",
        "exercise",
        "control",
        "direction",
        "issued",
        "outstanding",
        "till",
        "capital",
        "share",
        "restriction",
        "cease",
        "apply",
        "till",
        "capital",
        "share",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "till",
        "capital",
        "security",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "trading",
        "security",
        "till",
        "capital",
        "considered",
        "speculative",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulatory",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "bermuda",
        "monetary",
        "authority",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "information",
        "except",
        "statement",
        "historical",
        "fact",
        "news",
        "release",
        "contains",
        "certain",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "intended",
        "qualify",
        "safe",
        "harbor",
        "liability",
        "established",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "generally",
        "identified",
        "phrase",
        "plan",
        "except",
        "project",
        "intend",
        "believe",
        "anticipate",
        "estimate",
        "could",
        "similar",
        "word",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "occur",
        "statement",
        "include",
        "limited",
        "relating",
        "anticipated",
        "benefit",
        "cost",
        "saving",
        "delisting",
        "deregistration",
        "till",
        "restricted",
        "voting",
        "share",
        "completion",
        "maintenance",
        "delisting",
        "deregistration",
        "contemplated",
        "quotation",
        "till",
        "restricted",
        "voting",
        "share",
        "pink",
        "open",
        "market",
        "availability",
        "future",
        "information",
        "relating",
        "till",
        "sedar",
        "compliance",
        "corporate",
        "governance",
        "practice",
        "associated",
        "till",
        "listing",
        "tsxv",
        "subsequent",
        "written",
        "oral",
        "information",
        "based",
        "estimate",
        "opinion",
        "management",
        "date",
        "made",
        "expressly",
        "qualified",
        "entirety",
        "notice",
        "except",
        "required",
        "law",
        "till",
        "assumes",
        "obligation",
        "update",
        "information",
        "circumstance",
        "management",
        "estimate",
        "opinion",
        "change",
        "source",
        "tillcapital",
        "ltd"
    ]
}