{
    "organizations": [],
    "uuid": "5eb09b06c447329853fc7412d4c74564f6f3f326",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/24/globe-newswire-landmark-bancshares-inc-enters-into-definitive-agreement-to-join-national-commerce-corporation.html",
    "ord_in_thread": 0,
    "title": "Landmark Bancshares, Inc. Enters into Definitive Agreement to Join National Commerce Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BIRMINGHAM, Ala. and MARIETTA, Ga., April 24, 2018 (GLOBE NEWSWIRE) -- National Commerce Corporation (Nasdaq:NCOM) (“NCC”), the parent company of National Bank of Commerce (“NBC”), headquartered in Birmingham, Alabama, and Landmark Bancshares, Inc. (“Landmark”), the parent company of First Landmark Bank, headquartered in Marietta, Georgia, today jointly announced the signing of a definitive agreement providing for the merger of Landmark with and into NCC. Subsequent to the merger, First Landmark Bank will become a part of NBC, but will continue to operate under the “First Landmark Bank” trade name and will be led by its existing management team. The transaction is expected to result in a combined institution with approximately $4 billion in assets.\n“We are excited to partner with Stan Kryder and Terry DeWitt and the First Landmark team,” said Richard Murray, IV, President and Chief Executive Officer of NCC and NBC. “The First Landmark franchise is a great fit for us and our existing Atlanta operations, and we think it is a great opportunity for our two teams to combine and grow together.”\nFollowing the close of the transaction, R. Stanley Kryder, Landmark’s Chief Executive Officer, and Terrence Y. DeWitt, Landmark’s President and Chief Financial Officer, will lead the combined operations of NBC in the Atlanta market. The combined market presence is expected to total approximately $750 million in loans and approximately $750 million in deposits, with full-service branches in the Buckhead, Decatur, Marietta, Midtown and Sandy Springs areas of metro Atlanta, as well as loan production offices in Alpharetta and southern Perimeter.\nStan Kryder also commented on the announcement, saying, “We have known the National Commerce team for some time now, and we are pleased to enter into this agreement. Terry and I are particularly excited about the opportunity available to our combined Atlanta operations. Combining with National Commerce provides a unique opportunity to be a part of an organization that shares our values, our credit culture, and a focus on serving clients and supporting employees. We believe our shared commitment to community banking and exceptional customer service gives us a great chance for success together.”\nUnder the terms of the definitive agreement, each share of common stock of Landmark issued and outstanding immediately prior to the effective time of the merger will be converted into the right to receive 0.5961 shares of NCC common stock and $1.33 in cash. Each outstanding option to purchase shares of Landmark common stock will be assumed by NCC and become an option to purchase shares of NCC common stock, with the exercise price and number of shares underlying the option adjusted according to a conversion ratio of 0.6275. Based on NCC’s closing stock price on April 23, 2018, the transaction is valued at $28.15 per share of Landmark common stock, or $115.2 million in the aggregate.\nThe boards of directors of NCC, NBC, Landmark and First Landmark Bank have unanimously approved the transaction. The transaction is subject to customary closing conditions, including receipt of regulatory approvals and approval by Landmark’s shareholders.\nStephens Inc. acted as financial adviser to NCC, and Maynard, Cooper & Gale, P.C. acted as its legal adviser. Sandler O’Neill & Partners, L.P. acted as financial adviser to Landmark, and Bryan Cave Leighton Paisner LLP acted as its legal adviser.\nConference Call Details\nNCC will host a conference call on Wednesday, April 25, 2018, at 8:00 a.m. Central Time to discuss the merger. NCC will also discuss its first quarter 2018 financial results on the call. Investors may call in (toll free) by dialing (844) 296-8205 (conference ID 2179627). Alternatively, a live webcast of the conference call will be available at www.nationalbankofcommerce.com/investor-relations.htm . The presentation materials to be used during the conference call/webcast will be posted to the same website in advance of the conference call/webcast. A replay of the webcast will be available on the website for one year.\nAbout National Commerce Corporation\nNational Commerce Corporation (Nasdaq:NCOM), a Delaware corporation, is a financial holding company headquartered in Birmingham, Alabama. Substantially all of the operations of National Commerce Corporation are conducted through the company’s wholly owned subsidiary, National Bank of Commerce. National Bank of Commerce currently operates seven full-service banking offices in Alabama, twenty-two full-service banking offices in central and northeast Florida (including under the trade names United Legacy Bank, Reunion Bank of Florida, Patriot Bank and FirstAtlantic Bank) and two full-service banking offices in Atlanta, Georgia (including under the trade names Private Bank of Buckhead, Private Bank of Decatur and PrivatePlus Mortgage). National Bank of Commerce provides a broad range of financial services for commercial and consumer customers.\nAdditionally, National Bank of Commerce owns a majority stake in Corporate Billing, LLC, a transaction-based finance company headquartered in Decatur, Alabama that provides factoring, invoicing, collection and accounts receivable management services to transportation companies and automotive parts and service providers throughout the United States and parts of Canada.\nNational Commerce Corporation files periodic reports with the U.S. Securities and Exchange Commission (the “SEC”). Copies of its filings may be obtained through the SEC’s website at www.sec.gov or at www.nationalbankofcommerce.com . More information about National Commerce Corporation and National Bank of Commerce may be obtained at www.nationalbankofcommerce.com .\nAbout Landmark Bancshares, Inc.\nLandmark Bancshares, Inc. is the holding company for First Landmark Bank, a community bank operating three full-service banking offices in the Atlanta, Georgia metro area (Marietta, Midtown, and Sandy Springs), as well as a loan production office in Alpharetta, Georgia. First Landmark Bank had approximately $572 million in assets as of March 31, 2018. For additional information about First Landmark Bank, visit www.firstlandmark.com .\nContact Information\nRichard Murray, IV\nPresident and Chief Executive Officer\nNational Commerce Corporation\n(205) 313-8100 R. Stanley Kryder\nChief Executive Officer\nLandmark Bancshares, Inc.\n(404) 969-4401 Additional Information about the Merger and Where to Find It\nIn connection with the proposed merger, NCC will file with the SEC a registration statement on Form S-4 to register the shares of NCC common stock to be issued to the shareholders of Landmark. The registration statement will include a proxy statement-prospectus that will be sent to the shareholders of Landmark in connection with their approval of the merger. In addition, NCC may file other relevant documents concerning the proposed merger with the SEC. The material in this press release is not a substitute for the proxy statement-prospectus that NCC will file with the SEC.\nINVESTORS IN LANDMARK ARE ENCOURAGED TO READ THE REGISTRATION STATEMENT ON FORM S-4 AND THE PROXY STATEMENT-PROSPECTUS INCLUDED WITHIN THE REGISTRATION STATEMENT AND ANY OTHER RELEVANT DOCUMENTS TO BE FILED WITH THE SEC IN CONNECTION WITH THE PROPOSED TRANSACTION WHEN THEY BECOME AVAILABLE, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT NCC, NBC, LANDMARK, FIRST LANDMARK BANK AND THE PROPOSED TRANSACTION, INCLUDING DETAILED RISK FACTORS.\nInvestors may obtain free copies of these documents, when available, through the website maintained by the SEC at www.sec.gov . Free copies of the proxy statement-prospectus also may be obtained, when available, by directing a request to National Commerce Corporation, 813 Shades Creek Parkway, Suite 100, Birmingham, AL 35209, Attention: Corporate Secretary, or to Landmark Bancshares, Inc., 307 North Marietta Parkway, Marietta, GA 30060, Attention: Corporate Secretary, or by accessing www.nationalbankofcommerce.com or www.firstlandmark.com . The information on either website is not, and shall not be deemed to be, a part of this release or incorporated into other filings that NCC makes with the SEC. A final proxy statement-prospectus will be mailed to the shareholders of Landmark.\nThis communication shall not constitute an offer to sell or the solicitation of an offer to buy securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such jurisdiction.\nProxy Solicitation\nNCC, Landmark and their respective directors, executive officers and other employees may be deemed to be participants in the solicitation of proxies from the shareholders of Landmark in connection with the proposed transaction. Information about the directors and executive officers of NCC is set forth in NCC’s proxy statement for the 2018 Annual Meeting of Stockholders, which was filed with the SEC on April 20, 2018. Additional information regarding the interests of these participants and other persons who may be deemed participants in the solicitation of proxies may be obtained by reading the proxy statement-prospectus and other relevant materials to be filed with the SEC when they become available.\nForward-Looking Statements\nCertain statements contained in this press release that are not statements of historical fact constitute forward-looking statements for which NCC claims the protection of the safe harbor provisions contained in the Private Securities Litigation Reform Act of 1995 (the “Act”), notwithstanding that such statements are not specifically identified as such. In addition, certain statements may be contained in NCC’s future filings with the SEC, in press releases and in oral and written statements made by NCC or with NCC’s approval that are not statements of historical fact and that constitute forward-looking statements within the meaning of the Act. Words such as “believes,” “anticipates,” “expects,” “intends,” “targeted,” “continue,” “remain,” “will,” “should,” “may” and other similar expressions are intended to identify forward-looking statements but are not the exclusive means of identifying such statements.\nForward-looking statements (including oral representations) involve risks and uncertainties that may cause actual results to differ materially from any future results, performance or achievements expressed or implied by such statements. These risks and uncertainties include the possibility that regulatory and other approvals and conditions to the proposed transaction are not received or satisfied on a timely basis or at all, or contain unanticipated terms and conditions; the possibility that modifications to the terms of the transactions may be required in order to obtain or satisfy such approvals or conditions; the receipt and timing of approval of Landmark’s shareholders; delays in closing the merger; difficulties, delays and unanticipated costs in integrating the merging organizations’ businesses or realizing expected cost savings and other benefits; business disruptions as a result of the integration of the merging organizations, including possible loss of customers; diversion of management time to address transaction-related issues; and changes in asset quality and credit risk as a result of the merger. These risks also include a number factors related to the business of NCC and Landmark and the banking business generally, including various risks to stockholders of not receiving dividends; risks to NCC’s ability to pursue growth opportunities; various risks to the price and volatility of NCC’s common stock; risks associated with NCC’s possible pursuit of future acquisitions; economic conditions in NCC’s and Landmark’s current service areas; system failures; losses of large customers; disruptions in relationships with third-party vendors; cybersecurity threats; losses of key management personnel and the inability to attract and retain highly qualified management and personnel in the future; changes in the extensive governmental legislation and regulations governing banking; high costs of regulatory compliance; the impact of legislation and regulatory changes on the banking industry; and liability and compliance costs regarding banking regulations.\nForward-looking statements made by NCC in this press release, or elsewhere, speak only as of the date on which the statements were made. You are advised to read the risk factors in NCC’s most recently filed Annual Report on Form 10-K and subsequent filings with the SEC, which are available through the website maintained by the SEC at www.sec.gov or by accessing information available at www.nationalbankofcommerce.com . New risks and uncertainties arise from time to time, and it is impossible for NCC to predict these events or how they may affect it or its anticipated results. NCC has no duty to, and does not intend to, update or revise the forward-looking statements in this press release, except as may be required by law. In light of these risks and uncertainties, readers should keep in mind that any forward-looking statement made in this press release may not occur. All information presented herein is as of the date of this release unless otherwise noted.\nSource:National Commerce Corporation",
    "published": "2018-04-25T00:30:00.000+03:00",
    "crawled": "2018-04-25T04:24:45.057+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "birmingham",
        "marietta",
        "april",
        "globe",
        "newswire",
        "national",
        "commerce",
        "corporation",
        "nasdaq",
        "ncom",
        "ncc",
        "parent",
        "company",
        "national",
        "bank",
        "commerce",
        "nbc",
        "headquartered",
        "birmingham",
        "alabama",
        "landmark",
        "bancshares",
        "landmark",
        "parent",
        "company",
        "first",
        "landmark",
        "bank",
        "headquartered",
        "marietta",
        "georgia",
        "today",
        "jointly",
        "announced",
        "signing",
        "definitive",
        "agreement",
        "providing",
        "merger",
        "landmark",
        "ncc",
        "subsequent",
        "merger",
        "first",
        "landmark",
        "bank",
        "become",
        "part",
        "nbc",
        "continue",
        "operate",
        "first",
        "landmark",
        "bank",
        "trade",
        "name",
        "led",
        "existing",
        "management",
        "team",
        "transaction",
        "expected",
        "result",
        "combined",
        "institution",
        "approximately",
        "billion",
        "asset",
        "excited",
        "partner",
        "stan",
        "kryder",
        "terry",
        "dewitt",
        "first",
        "landmark",
        "team",
        "said",
        "richard",
        "murray",
        "iv",
        "president",
        "chief",
        "executive",
        "officer",
        "ncc",
        "nbc",
        "first",
        "landmark",
        "franchise",
        "great",
        "fit",
        "u",
        "existing",
        "atlanta",
        "operation",
        "think",
        "great",
        "opportunity",
        "two",
        "team",
        "combine",
        "grow",
        "following",
        "close",
        "transaction",
        "stanley",
        "kryder",
        "landmark",
        "chief",
        "executive",
        "officer",
        "terrence",
        "dewitt",
        "landmark",
        "president",
        "chief",
        "financial",
        "officer",
        "lead",
        "combined",
        "operation",
        "nbc",
        "atlanta",
        "market",
        "combined",
        "market",
        "presence",
        "expected",
        "total",
        "approximately",
        "million",
        "loan",
        "approximately",
        "million",
        "deposit",
        "branch",
        "buckhead",
        "decatur",
        "marietta",
        "midtown",
        "sandy",
        "spring",
        "area",
        "metro",
        "atlanta",
        "well",
        "loan",
        "production",
        "office",
        "alpharetta",
        "southern",
        "perimeter",
        "stan",
        "kryder",
        "also",
        "commented",
        "announcement",
        "saying",
        "known",
        "national",
        "commerce",
        "team",
        "time",
        "pleased",
        "enter",
        "agreement",
        "terry",
        "particularly",
        "excited",
        "opportunity",
        "available",
        "combined",
        "atlanta",
        "operation",
        "combining",
        "national",
        "commerce",
        "provides",
        "unique",
        "opportunity",
        "part",
        "organization",
        "share",
        "value",
        "credit",
        "culture",
        "focus",
        "serving",
        "client",
        "supporting",
        "employee",
        "believe",
        "shared",
        "commitment",
        "community",
        "banking",
        "exceptional",
        "customer",
        "service",
        "give",
        "u",
        "great",
        "chance",
        "success",
        "term",
        "definitive",
        "agreement",
        "share",
        "common",
        "stock",
        "landmark",
        "issued",
        "outstanding",
        "immediately",
        "prior",
        "effective",
        "time",
        "merger",
        "converted",
        "right",
        "receive",
        "share",
        "ncc",
        "common",
        "stock",
        "cash",
        "outstanding",
        "option",
        "purchase",
        "share",
        "landmark",
        "common",
        "stock",
        "assumed",
        "ncc",
        "become",
        "option",
        "purchase",
        "share",
        "ncc",
        "common",
        "stock",
        "exercise",
        "price",
        "number",
        "share",
        "underlying",
        "option",
        "adjusted",
        "according",
        "conversion",
        "ratio",
        "based",
        "ncc",
        "closing",
        "stock",
        "price",
        "april",
        "transaction",
        "valued",
        "per",
        "share",
        "landmark",
        "common",
        "stock",
        "million",
        "aggregate",
        "board",
        "director",
        "ncc",
        "nbc",
        "landmark",
        "first",
        "landmark",
        "bank",
        "unanimously",
        "approved",
        "transaction",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "receipt",
        "regulatory",
        "approval",
        "approval",
        "landmark",
        "shareholder",
        "stephen",
        "acted",
        "financial",
        "adviser",
        "ncc",
        "maynard",
        "cooper",
        "gale",
        "acted",
        "legal",
        "adviser",
        "sandler",
        "neill",
        "partner",
        "acted",
        "financial",
        "adviser",
        "landmark",
        "bryan",
        "cave",
        "leighton",
        "paisner",
        "llp",
        "acted",
        "legal",
        "adviser",
        "conference",
        "call",
        "detail",
        "ncc",
        "host",
        "conference",
        "call",
        "wednesday",
        "april",
        "central",
        "time",
        "discus",
        "merger",
        "ncc",
        "also",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "call",
        "investor",
        "may",
        "call",
        "toll",
        "free",
        "dialing",
        "conference",
        "id",
        "alternatively",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "presentation",
        "material",
        "used",
        "conference",
        "posted",
        "website",
        "advance",
        "conference",
        "replay",
        "webcast",
        "available",
        "website",
        "one",
        "year",
        "national",
        "commerce",
        "corporation",
        "national",
        "commerce",
        "corporation",
        "nasdaq",
        "ncom",
        "delaware",
        "corporation",
        "financial",
        "holding",
        "company",
        "headquartered",
        "birmingham",
        "alabama",
        "substantially",
        "operation",
        "national",
        "commerce",
        "corporation",
        "conducted",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "national",
        "bank",
        "commerce",
        "national",
        "bank",
        "commerce",
        "currently",
        "operates",
        "seven",
        "banking",
        "office",
        "alabama",
        "banking",
        "office",
        "central",
        "northeast",
        "florida",
        "including",
        "trade",
        "name",
        "united",
        "legacy",
        "bank",
        "reunion",
        "bank",
        "florida",
        "patriot",
        "bank",
        "firstatlantic",
        "bank",
        "two",
        "banking",
        "office",
        "atlanta",
        "georgia",
        "including",
        "trade",
        "name",
        "private",
        "bank",
        "buckhead",
        "private",
        "bank",
        "decatur",
        "privateplus",
        "mortgage",
        "national",
        "bank",
        "commerce",
        "provides",
        "broad",
        "range",
        "financial",
        "service",
        "commercial",
        "consumer",
        "customer",
        "additionally",
        "national",
        "bank",
        "commerce",
        "owns",
        "majority",
        "stake",
        "corporate",
        "billing",
        "llc",
        "finance",
        "company",
        "headquartered",
        "decatur",
        "alabama",
        "provides",
        "factoring",
        "invoicing",
        "collection",
        "account",
        "receivable",
        "management",
        "service",
        "transportation",
        "company",
        "automotive",
        "part",
        "service",
        "provider",
        "throughout",
        "united",
        "state",
        "part",
        "canada",
        "national",
        "commerce",
        "corporation",
        "file",
        "periodic",
        "report",
        "security",
        "exchange",
        "commission",
        "sec",
        "copy",
        "filing",
        "may",
        "obtained",
        "sec",
        "website",
        "information",
        "national",
        "commerce",
        "corporation",
        "national",
        "bank",
        "commerce",
        "may",
        "obtained",
        "landmark",
        "bancshares",
        "landmark",
        "bancshares",
        "holding",
        "company",
        "first",
        "landmark",
        "bank",
        "community",
        "bank",
        "operating",
        "three",
        "banking",
        "office",
        "atlanta",
        "georgia",
        "metro",
        "area",
        "marietta",
        "midtown",
        "sandy",
        "spring",
        "well",
        "loan",
        "production",
        "office",
        "alpharetta",
        "georgia",
        "first",
        "landmark",
        "bank",
        "approximately",
        "million",
        "asset",
        "march",
        "additional",
        "information",
        "first",
        "landmark",
        "bank",
        "visit",
        "contact",
        "information",
        "richard",
        "murray",
        "iv",
        "president",
        "chief",
        "executive",
        "officer",
        "national",
        "commerce",
        "corporation",
        "stanley",
        "kryder",
        "chief",
        "executive",
        "officer",
        "landmark",
        "bancshares",
        "additional",
        "information",
        "merger",
        "find",
        "connection",
        "proposed",
        "merger",
        "ncc",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "register",
        "share",
        "ncc",
        "common",
        "stock",
        "issued",
        "shareholder",
        "landmark",
        "registration",
        "statement",
        "include",
        "proxy",
        "sent",
        "shareholder",
        "landmark",
        "connection",
        "approval",
        "merger",
        "addition",
        "ncc",
        "may",
        "file",
        "relevant",
        "document",
        "concerning",
        "proposed",
        "merger",
        "sec",
        "material",
        "press",
        "release",
        "substitute",
        "proxy",
        "ncc",
        "file",
        "sec",
        "investor",
        "landmark",
        "encouraged",
        "read",
        "registration",
        "statement",
        "form",
        "proxy",
        "included",
        "within",
        "registration",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "ncc",
        "nbc",
        "landmark",
        "first",
        "landmark",
        "bank",
        "proposed",
        "transaction",
        "including",
        "detailed",
        "risk",
        "factor",
        "investor",
        "may",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "website",
        "maintained",
        "sec",
        "free",
        "copy",
        "proxy",
        "also",
        "may",
        "obtained",
        "available",
        "directing",
        "request",
        "national",
        "commerce",
        "corporation",
        "shade",
        "creek",
        "parkway",
        "suite",
        "birmingham",
        "al",
        "attention",
        "corporate",
        "secretary",
        "landmark",
        "bancshares",
        "north",
        "marietta",
        "parkway",
        "marietta",
        "ga",
        "attention",
        "corporate",
        "secretary",
        "accessing",
        "information",
        "either",
        "website",
        "shall",
        "deemed",
        "part",
        "release",
        "incorporated",
        "filing",
        "ncc",
        "make",
        "sec",
        "final",
        "proxy",
        "mailed",
        "shareholder",
        "landmark",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "proxy",
        "solicitation",
        "ncc",
        "landmark",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "shareholder",
        "landmark",
        "connection",
        "proposed",
        "transaction",
        "information",
        "director",
        "executive",
        "officer",
        "ncc",
        "set",
        "forth",
        "ncc",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "may",
        "obtained",
        "reading",
        "proxy",
        "relevant",
        "material",
        "filed",
        "sec",
        "become",
        "available",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "constitute",
        "statement",
        "ncc",
        "claim",
        "protection",
        "safe",
        "harbor",
        "provision",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "act",
        "notwithstanding",
        "statement",
        "specifically",
        "identified",
        "addition",
        "certain",
        "statement",
        "may",
        "contained",
        "ncc",
        "future",
        "filing",
        "sec",
        "press",
        "release",
        "oral",
        "written",
        "statement",
        "made",
        "ncc",
        "ncc",
        "approval",
        "statement",
        "historical",
        "fact",
        "constitute",
        "statement",
        "within",
        "meaning",
        "act",
        "word",
        "belief",
        "anticipates",
        "expects",
        "intends",
        "targeted",
        "continue",
        "remain",
        "may",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "exclusive",
        "mean",
        "identifying",
        "statement",
        "statement",
        "including",
        "oral",
        "representation",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "possibility",
        "regulatory",
        "approval",
        "condition",
        "proposed",
        "transaction",
        "received",
        "satisfied",
        "timely",
        "basis",
        "contain",
        "unanticipated",
        "term",
        "condition",
        "possibility",
        "modification",
        "term",
        "transaction",
        "may",
        "required",
        "order",
        "obtain",
        "satisfy",
        "approval",
        "condition",
        "receipt",
        "timing",
        "approval",
        "landmark",
        "shareholder",
        "delay",
        "closing",
        "merger",
        "difficulty",
        "delay",
        "unanticipated",
        "cost",
        "integrating",
        "merging",
        "organization",
        "business",
        "realizing",
        "expected",
        "cost",
        "saving",
        "benefit",
        "business",
        "disruption",
        "result",
        "integration",
        "merging",
        "organization",
        "including",
        "possible",
        "loss",
        "customer",
        "diversion",
        "management",
        "time",
        "address",
        "issue",
        "change",
        "asset",
        "quality",
        "credit",
        "risk",
        "result",
        "merger",
        "risk",
        "also",
        "include",
        "number",
        "factor",
        "related",
        "business",
        "ncc",
        "landmark",
        "banking",
        "business",
        "generally",
        "including",
        "various",
        "risk",
        "stockholder",
        "receiving",
        "dividend",
        "risk",
        "ncc",
        "ability",
        "pursue",
        "growth",
        "opportunity",
        "various",
        "risk",
        "price",
        "volatility",
        "ncc",
        "common",
        "stock",
        "risk",
        "associated",
        "ncc",
        "possible",
        "pursuit",
        "future",
        "acquisition",
        "economic",
        "condition",
        "ncc",
        "landmark",
        "current",
        "service",
        "area",
        "system",
        "failure",
        "loss",
        "large",
        "customer",
        "disruption",
        "relationship",
        "vendor",
        "cybersecurity",
        "threat",
        "loss",
        "key",
        "management",
        "personnel",
        "inability",
        "attract",
        "retain",
        "highly",
        "qualified",
        "management",
        "personnel",
        "future",
        "change",
        "extensive",
        "governmental",
        "legislation",
        "regulation",
        "governing",
        "banking",
        "high",
        "cost",
        "regulatory",
        "compliance",
        "impact",
        "legislation",
        "regulatory",
        "change",
        "banking",
        "industry",
        "liability",
        "compliance",
        "cost",
        "regarding",
        "banking",
        "regulation",
        "statement",
        "made",
        "ncc",
        "press",
        "release",
        "elsewhere",
        "speak",
        "date",
        "statement",
        "made",
        "advised",
        "read",
        "risk",
        "factor",
        "ncc",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "subsequent",
        "filing",
        "sec",
        "available",
        "website",
        "maintained",
        "sec",
        "accessing",
        "information",
        "available",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "impossible",
        "ncc",
        "predict",
        "event",
        "may",
        "affect",
        "anticipated",
        "result",
        "ncc",
        "duty",
        "intend",
        "update",
        "revise",
        "statement",
        "press",
        "release",
        "except",
        "may",
        "required",
        "law",
        "light",
        "risk",
        "uncertainty",
        "reader",
        "keep",
        "mind",
        "statement",
        "made",
        "press",
        "release",
        "may",
        "occur",
        "information",
        "presented",
        "herein",
        "date",
        "release",
        "unless",
        "otherwise",
        "noted",
        "source",
        "national",
        "commerce",
        "corporation"
    ]
}